{"path": "data/input/reports/52097-002-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President \nto the Board of Directors\n \n \nProject Number: 52097-002 \nOctober 2019 \n \n \n \n \nProposed Loan and Technical Assistance Grant \nNepal: South Asia Subregional Economic \nCooperation Mugling–Pokhara Highway \nImprovement Phase 1 Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nAccess to Information Policy. \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 6 September 2019) \n \nCurrency unit  –  Nepalese rupee/s (NRe/NRs) \nNRe1.00  =  $0.0087     \n$1.00  =  NRs114.93     \n \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nDOR  –  Department of Roads \nEIRR  –  economic internal rate of return \nGDP  –  gross domestic product \nkm  –  kilometer \nMOPIT  –  Ministry of Physical Infrastructure and Transport \nPAM  –  project administration manual \nSASEC  –  South Asia Subregional Economic Cooperation \nSRN  –  strategic road network \nTA  –  technical assistance \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Nepal ends on 16 July. “FY” before a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2019 ends \non 16 July 2019. \n \n(ii)  In this report, \"$\" refers to United States dollars. \n   \n ", " \nVice-President  Shixin Chen, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Ravi Peri, Transport and Communications Division, SARD \n   \nTeam leader  Johan Georget, Transport Specialist, SARD \nTeam members  Mikael Andersson, Financial Management Specialist, SARD \n  Bhupendra Bhatt, Senior Project Officer (Transport), SARD \n  Maria Iris Bombay, Associate Safeguards Officer (Environment), SARD \n  Sin Wai Chong, Transport Specialist, SARD \n  Cheska Llamas, Operations Assistant, SARD \nYang Lu, Transport Specialist, SARD \n  Vergel Medina, Senior Social Development Specialist, SARD \n  Lyailya Nazarbekova, Principal Counsel, Office of the General Counsel  \n  Ma. Theresa Prado, Project Officer, SARD \n  Dinesh Shiwakoti, Procurement Specialist, Procurement, Portfolio and \nFinancial Management Department \n  Suman Subba, Senior Social Development Officer (Gender), SARD \n  Mitzi Vina Tamayo, Operations Assistant, SARDa \n  Karma Yangzom, Senior Environment Specialist, SARD \nPeer reviewer  David Fay, Unit Head of Project Administration, Pacific Department \na Transferred to Central and West Asia Department on 18 August 2019. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Project Description  4 \nC.  Value Added by ADB  5 \nD.  Summary Cost Estimates and Financing Plan  5 \nE.  Implementation Arrangements  6 \nIII.  ATTACHED TECHNICAL ASSISTANCE  7 \nIV.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial Viability  8 \nC.  Sustainability  8 \nD.  Governance  9 \nE.  Poverty, Social, and Gender  9 \nF.  Safeguards  10 \nG.  Summary of Risk Assessment and Risk Management Plan  12 \nV.  ASSURANCES  12 \nVI.  RECOMMENDATION  12 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  13 \n2.  List of Linked Documents  16 \n \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 52097-002\nProject Name South Asia Subregional Economic  Department/Division SARD/SATC\nCooperation Mugling–Pokhara Highway \nImprovement Phase 1 Project \nCountry Nepal Executing Agency Ministry of Physical \nBorrower Nepal Infrastructure and \nTransport\nCountry Economic  https://www.adb.org/Documents/LinkedDocs/\nIndicators ?id=52097-002-CEI\nPortfolio at a Glance https://www.adb.org/Documents/LinkedDocs/\n?id=52097-002-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nTransport Road transport (non-urban) 195.00\nTotal 195.00\n3. Operational Priorities Climate Change Information\nAccelerating progress in gender equality Climate Change impact on the  Medium\nTackling climate change, building climate and disaster resilience, and  Project\nenhancing environmental sustainability\nStrengthening governance and institutional capacity ADB Financing\nFostering regional cooperation and integration Adaptation ($ million) 17.70\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 9.1 Some gender elements (SGE)\nSDG 13.a\nPoverty Targeting\n4. Risk Categorization: Complex\n.\n5. Safeguard Categorization Environment: B   Involuntary Resettlement: A   Indigenous Peoples: C\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 195.00\n     Sovereign Project (Concessional Loan): Ordinary capital resources 195.00\nCofinancing 0.00\n     None 0.00\nCounterpart  59.00\n     Government  59.00\nTotal 254.00\nNote: An attached technical assistance will be financed on a grant basis by the Technical Assistance Special Fund (TASF-6) in the amount \nof $500,000. \nCurrency of ADB Financing: US Dollar \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 05092019153253372904 Generated Date: 17-Sep-2019 11:58:41 AM", "NEPAL\nSOUTH ASIA SUBREGIONAL ECONOMIC COOPERATION \nMUGLING–POKHARA HIGHWAY IMPROVEMENT PHASE 1 PROJECT\nN\nProject Road: SASEC Mugling–Pokhara Phase 1 (Abukhaireni–Pokhara) MAHAKALI\nSimikot\nSASEC Highway Improvement Project (Kanchanpur–Kamala) 0 20 50 100\nKARNALI\nSASEC Roads Improvement Project (Narayanghat–Butwal,\nKilometers\nDarchula Bhaiwahawa–Lumbini–Taulihawa) SETI DHAWALAGIRI\nSASEC Roads Connectivity Project (Total: 187 kilometers)\nMAHAKALI\nBHERI RAPTI\nNarayanghat–Mugling Road (World Bank, completed)\nKimri\nMahakali R. BaPitaatdain ChainpurSETI Kolti Gamgadhi PPParroothpplooassiyeeadd–  SEBAairsgStu–EnWCj  e(MGsuto gHvleiignrmhgw–ePanoyt, k Iuhmnapdrraeo rPv cehomansesentr t2u P c(trMioougngr)alimng (–KAabmuakhlaa–irDeanlik)ebar, GANDAKI BAKGMaAtThImandu\nDadeldhura Martadi KARNALI National Capital Kakarbhitta–Laukahi, and Pathlaiya–Hetauda–Narayanghat) LUMBINI MECHI\nSilgarhi Jumla District Headquarters Considered for World Bank Financing (Naubise–Mugling, Dhalkebar–Pathlaiya) NARAYANI SAGARMATHA\nBhatkanda Dipayal Karnali R. Manma TNoawtino/nMaal Hrkiegth Cweanyter Nepal East–West Highway JANAKPUR KOSHI\nMangalsen\nFeeder/District Road\nBanbasa PROJECT AREA\nMahendranagar Dailekh River Jomsom\nInternational Boundary\nGodawari\nJajarkot SASEC South Asia Subregional Economic Cooperation \nBabiyachour BHERI Boundaries are not necessarily authoritative.\nDhangadi\nBeni Chame\nBirendranagar\nRasuwa Ghadhi\nSalyan\nSittalpat Pokhara Besisahar Dhunche\nKusma\nBAGMATI\nGulariya Kohalpur\nTulsipur Ghorahi RAPTI Pyuthan Tamghas Syangja GANDAKI Gorkha Chautara\nNepalganj Sandhikharka Waling Damauli Bidur\nAbukhaireni Kakani Barhabise\nLamahi LUMBINI Tansen Mugling Dhadingbesi Kathmandu Charikot\nBhaktapur\nNarayanghat Thankot\nButwal Bharatpur Jiri\nDakshinkali MECHI\nMeghauli Bhimphedi Lalitpur Salleri Khandbari Taplejung\nKrishnanagar Taulihawa Bhairahawa Narayani R. Baruwa NARAYANI Okhaldhunga\nParasi Lohathar Hetauda Bhimeshwar Ramecchap Diktel\nLumbini\nBhojpur Phidim\nPathlaiya Sindhulimadi Terhanthum\nJANAKPUR SAGARMATHA Dhankuta\nIlam\nBirgunj\nDhalkebar\nKalaiya Kamala KOSHI\n0 10 20 30 40 50 Malangawa Dharan Kakarbhitta\n18-4155 18 TThheis  bmoaupn dwaarKise isplo,r mocdoeultocererssd,  dbeyn tohme icnaarttioognrsa, pahnyd  uannity  oof ththeer  Ainsfioarnm Dateiovne loshpomwenn to Bna tnhkis.   Gaur Jaleswar Janakpur SirahaLahan GaighaKtanchanpur Koshi RL.aukahi Itahari MaikhoClahandragadhi\n N map do not imply, on the part of the Asian Development Bank, any judgment on the  Rajbiraj Rangeli\nEP A cleogloarl ss,t adteunso omf iannayti otenrsri,t oorr yin, oforr amnayt ieonnd. orsement or acceptance of such boundaries,  Biratnagar\nV", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nNepal  for  the  South  Asia  Subregional  Economic  Cooperation  (SASEC)  Mugling–Pokhara \nHighway Improvement Phase 1 Project. The report also describes proposed technical assistance \n(TA) for Enhancing Road Safety, Disaster Risk Reduction, and Project Implementation Capacity, \nand if the Board approves the proposed loan, I, acting under the authority delegated to me by the \nBoard, approve the TA. \n \n2.  The project will improve the capacity, reliability, and safety of road links between Pokhara, \nNepal’s second-largest city, and Mugling, a central junction of the strategic road network (SRN) \nthat further links to Kathmandu, the administrative and economic capital; and Bharatpur, Nepal’s \nfourth-largest city and a gateway to the East–West Highway and international markets. The \nproject will finance the first phase of upgrading Mugling–Pokhara Highway, and will (i) rehabilitate \nand widen to four lanes the 81-kilometer (km) section between Abukhaireni and Pokhara, and (ii) \nincrease awareness and strengthen the capacity of the Department of Roads (DOR) in road safety \nand disaster risk reduction. A second phase, covering the 8 km section between Mugling and \nAbukhaireni, will be considered as a subsequent project because of engineering constraints.1 \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Country context. Nepal is landlocked and bordered to the north by the People’s Republic \nof China, and to the south, east, and west by India. Consequently, Nepal relies heavily on its \ndirect neighbors for international trade, mainly India which traded 65% of Nepal’s imports and \nexports in fiscal year (FY) 2019. Economic growth improved to 7.3% per year on average during \nFY2017–FY2019, compared with an annual average of 3.3% during FY2014–FY2016. However, \ngross  domestic  product  (GDP)  growth  largely  depends  on  exogenous  factors,  such  as \nremittances, which accounted for 25.4% of GDP in FY2019; and rainfall, as agriculture accounted \nfor 27% of GDP in FY2019.2 Nepal’s economy suffers from a lack of competitiveness and is \nparticularly hampered by its deficient infrastructure network and the resulting high operating costs \nand travel times, which (i) constrain the development of competitive export supply chains,3 (ii) \nhinder the exploitation of its natural resources and tourism potential,4 and (iii) impede regional \nintegration and trade with indirect neighbors.5 \n \n                                                \n1  The 8 km, two-lane section between Mugling and Abukhaireni cannot be widened to four lanes because of steep \nslopes and the presence of a hydropower plant. A second project phase will thus include (i) the construction of a \ngreenfield, two-lane alignment on the opposite side of the valley between Mugling and Abukhaireni; and (ii) the \nrehabilitation and improvement of the two-lane section. Feasibility and detailed design studies are ongoing for phase \n2, which is under consideration for financing in 2021. \n2  ADB. 2019. Asian Development Outlook 2019: Strengthening Disaster Resilience. Manila.  \n3  Government of Nepal, Department of Customs. 2019. Nepal Foreign Trade Statistics, Fiscal Year 2018/19 (2075/76). \nKathmandu. Exports decreased by 3.6% annually and in real terms from FY2009 to FY2019. Sustained by foreign \nremittances, which increased from 2.0% of GDP in 2000 to 25.4% in 2019, imports grew by 9.2% from FY2009 to \nFY2019. \n4  World Travel & Tourism Council. 2018. Travel & Tourism Economic Impact 2017. London. The contribution of tourism \nto Nepal’s economy is estimated at 7.5% of GDP, supporting about 0.95 million jobs. Tourist arrivals exceeded 1 \nmillion in 2018, but remain significantly below Nepal’s natural, historical, and cultural potential, and below the \ngovernment’s ambition of reaching 2 million tourists by 2020. \n5  Excluding India, trade with other South Asia Subregional Economic Cooperation (SASEC) members accounts for \n0.7% of Nepal’s trade. SASEC members are Bangladesh, Bhutan, India, Maldives, Myanmar, Nepal, and Sri Lanka. \n \n ", "2 \n4.  Transport sector. Roads are the predominant mode of transport for more than 90% of \ngoods and passengers, although road density remains low at 47 km of road per 100 square \nkilometers of land area, and 2.5 km per 1,000 people.6 The SRN totals 12,494 km, 51% of which \nis paved, and is developed and maintained by the DOR in the Ministry of Physical Infrastructure \nand Transport (MOPIT). The number of registered vehicles increased from 0.7 million in FY2009 \nto 3.2 million in FY2018, and motorcycles accounted for 79.6% of sales. Vehicle registrations are \nexpected to quadruple by 2029, highlighting the need to increase capacity. The high traffic fatality \nrate of 15.9 fatalities per 100,000 people also mandates road safety improvements, notably by \nstrengthening road designs.7 The SRN maintenance budget increased by 10.0% annually and in \nreal terms during FY2013–FY2020; however, the average budget utilization of 81% requires \nimprovements in asset management and planning practices. International and domestic air travel \nincreased by 7.2% and 2.0% annually during 2011–2018, but capacity constraints at Kathmandu \nairport inhibit growth.8 \n \n5.  Sector road map. The transport sector is guided by the National Transport Policy, 2002; \nthe Priority Investment Plan, 2007–2016; and MOPIT’s 5-year strategic plan.9 The road sector \nstrategy of the government’s Fourteenth Plan, 2017–2019 aims to (i) expand the SRN to improve \ninterprovincial and national connectivity; (ii) promote economic growth through higher regional \nintegration; (iii) reconstruct roads damaged by the April 2015 earthquake; (iv) provide greater \naccess to social services and markets; (v) improve road safety and road maintenance; and (vi) \nsupport the development of the agriculture, industry, energy, and tourism sectors.10 \n \n6.  Subregional cooperation. The government strategy is aligned with subregional policies, \nnotably SASEC’s objectives to facilitate trade, enhance accessibility to national and transnational \nmarkets, and improve connectivity through the development of multimodal transport systems.11 \nThe improvement of the East–West Highway—Nepal’s main domestic and international trade \ncorridor—and of its feeder roads is recognized by the government and development partners as \na priority to implement the strategies. The project is part of a comprehensive set of interventions \nby the Asian Development Bank (ADB), the government, and the World Bank to improve Nepal’s \nmajor highways.12 The project is consistent with the objectives of ADB’s country partnership \nstrategy for Nepal, 2013–2017 to enhance global–local connectivity, and is included in ADB’s \ncountry operations business plan, 2019–2021; and in SASEC’s operational plan, 2016–2025.13 \n \n7.  Regional context. Pokhara is the capital of the Gandaki Province and has a population \nof about 450,000 people in 2019. It is a major economic and social hub for its hinterland, although \nPokhara’s location at the foot of the Himalayas impedes connectivity and restricts access to \nmarkets, jobs, and social opportunities. The sinuous 200 km journey to Kathmandu takes over 5 \nhours by road. There are no railway or waterway connections, and its domestic airport handled \n                                                \n6  Compared with 12.2 km of road per 1,000 people in Bhutan, 4.1 km in India, and 5.5 km in Sri Lanka. \n7  World Health Organization. 2018. Global Status Report on Road Safety 2018. Geneva. This compares with 15.3 \nfatalities per 100,000 people in Bangladesh, 22.6 in India, and 7.8 in ADB developed member countries. \n8  Civil Aviation Authority of Nepal. 2019. Civil Aviation Report 2018. Kathmandu.  \n9  Government of Nepal, Ministry of Physical Planning and Works. 2001. National Transport Policy. Kathmandu; and \nGovernment  of  Nepal,  DOR.  2007.  Sector Wide  Road Programme  &  Priority  Investment  Plan  2007–2016. \nKathmandu; and Government of Nepal, MOPIT. 2016. Strategic Plan for 2016–2021. Kathmandu. \n10 Government of Nepal, National Planning Commission. 2016. Fourteenth Plan, FY2017–2019. Kathmandu. \n11 SASEC Secretariat. 2016. South Asia Subregional Economic Cooperation Operational Plan, 2016–2025. Manila. \n12 The project map details ongoing and planned interventions by ADB, the government, and the World Bank. \n13 ADB. 2013. Country Partnership Strategy: Nepal, 2013–2017. Manila; Footnote 11; and ADB. 2017. Country \nOperations Business Plan: Nepal, 2019–2021. Manila. The country partnership strategy, 2013–2017, remains valid \nin 2019. Preparation of the country partnership strategy, 2020–2024 is underway. \n \n ", "3 \nonly 610,000 passengers in 2018. A new regional international airport in Pokhara will alleviate the \ncapacity constraints of the existing airport and is expected to be completed in 2021. Despite poor \ntransport links, Pokhara’s attractive environment makes it a primary tourism destination, and it \nwelcomed about 376,000 international visitors in 2017 (40% of all international arrivals in Nepal, \nup from 22% in 2001).14 \n \n8.  Project design. The project road is the primary access link of Pokhara to Kathmandu and \nis a major feeder road of two SASEC corridors linking Kathmandu to Dhaka (Bangladesh) and \nKolkata (India) through Mugling and the East–West Highway. It is a two-lane carriageway that \nhandles about 7,400 vehicles per day, including 14% of goods vehicles and up to 55% of \nmotorcycles in urban areas. Traffic is forecast to increase to 13,000 vehicles per day by 2040, \nand the rising number of motorcycles creates significant road safety risks, notably as (i) the road \nwinds through the mid-hill region of Nepal and its geometry can be improved, (ii) slow-moving \nvehicles and pedestrians are not segregated in urban areas, and (iii) the pavement is in poor \ncondition.15 The road will be widened to four lanes to cater to increasing demand, and design \nstandards will feature enhanced geometry, pavement, structure, drainage, safety, and intelligent \ntraffic system features to improve sustainability, safety awareness, and safety compliance. The \nroad will be median divided, and service lanes in urban areas will improve safety, particularly for \nwomen and children, who are more likely to walk, ride a bicycle, or use public transport than men. \n \n9.  Project  benefits.  The  project  will  directly  support  economic  growth  by  (i)  lowering \ntransport costs and reducing logistics constraints; (ii) improving accessibility to domestic markets, \njobs, and social services; (iii) enhancing national connectivity between Pokhara and Kathmandu; \nand (iv) facilitating access to international markets through Bharatpur and India. Consequently, \nthe project is expected to (i) promote the development of the private sector and competitive export \nsupply chains in Pokhara and its hinterland, (ii) increase domestic and international trade, (iii) \nimprove regional integration, and (iv) leverage Pokhara’s tourism potential. The project will also \nincrease connectivity and urban road safety for the major settlements located between Mugling \nand  Pokhara,  and  strengthen  disaster  resilience  by  installing  a  landslide  monitoring  and \nmanagement system and replacing the structurally weak Madi bridge. \n \n10.  ADB’s interventions and lessons learned. ADB is a leading partner for the development \nof the SRN and has financed five projects from 2010 to 2018 to improve about 1,212 km of road, \ntotaling $690.8 million.16 The project design incorporates lessons from previous projects, notably \non (i) project preparation: a preparatory facility financed the detailed design to minimize initial \nimplementation delays, and the project is procurement ready;17 (ii) procurement: three large works \npackages are expected to attract experienced international contractors and improve the quality of \nworks; (iii) material availability: a consulting services package will be carried out to assess \nnationwide  material  availability  and  quality;  (iv)  disaster  risk  resilience:  climate  adaptation \nmeasures and the attached TA will strengthen landslide monitoring and management capacity; \nand  (v)  asset  sustainability:  performance-based  maintenance  contracts  will  ensure  funding \n                                                \n14 Government of Nepal, Ministry of Culture, Tourism and Civil Aviation. 2016. Integrated Tourism Destination \nDevelopment Plan for Pokhara and Surrounding Areas. Kathmandu. \n15 The average international roughness index along the road ranges from 4.1 to 26.2, with an average of 9.6. The \npavement of a road in good condition, post-construction, has an international roughness index of 2.0–2.5. \n16 These are (i) ADB. Nepal: South Asia Subregional Economic Cooperation Highway Improvement Project; (ii) Nepal: \nSouth  Asia  Subregional  Economic  Cooperation  Roads  Improvement  Project;  (iii)  ADB.  Nepal:  South  Asia \nSubregional Economic Cooperation Road Connectivity Project; (iv) ADB. Nepal: Earthquake Emergency Assistance \nProject; and (v) ADB. Nepal: Subregional Transport Enhancement Project. \n17 ADB. Nepal: Transport Project Preparatory Facility. \n \n ", "4 \ncommitment and improve sustainability for 6 years after construction. While performance-based \nmaintenance contracts will promote private sector participation, and recent improvements in \npolitical stability reduce investment risks, the potential for private sector financing and public–\nprivate partnerships remains limited and justifies the need for public sector involvement. \n \n11.  Alignment with Strategy 2030. The project will contribute to achieving the following \noperational priorities:18 \n \n(i)  Accelerating progress in gender equality. The project will (a) promote women’s \neconomic empowerment by reducing time poverty and improving access to social, \nhealth, job, and market opportunities; (b) target women in awareness campaigns \non road safety, disaster risk reduction, HIV/AIDS, sexual harassment, abuse, \nexploitation, and human trafficking; and (c) target vulnerable and women-headed \naffected households in livelihood improvement programs. \n(ii)  Tackling  climate  change,  building  climate  and  disaster  resilience,  and \nenhancing environmental sustainability. Significant disaster risk reduction and \nclimate adaptation measures, totaling 15.6% of civil works costs, will strengthen \ndisaster risk resilience. The attached TA will also develop a landslide monitoring \nand management system to mitigate environmental sustainability risks. \n(iii)  Strengthening governance and institutional capacity. The project will improve \n(a) service delivery through the civil works contracts, which were designed to \nimprove works quality, improve the completion timeline, and promote private sector \nparticipation  in  the  road  maintenance  during  operation;  and  (b)  institutional \ncapacity in traffic management, procurement, and contract management. \n(iv)  Fostering  regional  cooperation  and  integration.  The  project  will  enhance \nconnectivity and competitiveness to promote regional trade, tourism, and value \nchains; and is aligned with SASEC’s strategy and operations plan (footnote 11). \n \nB.  Project Description \n \n12.  The project is aligned with the following impacts: (i) transport connectivity within Nepal \nand  with  neighboring  countries  improved  (footnote  10),  and  (ii)  physical  connectivity  and \nmultimodal linkages for land-based transport along major trade routes enhanced (footnote 11). \nThe project will have the following outcome: efficiency and safety of the road transport system \nimproved.19 \n \n13.  Output 1: Road network upgraded and maintained. The loan will finance the upgrading \nof about 81 km of road between Abukhaireni and Pokhara from two to four lanes, and feature (i) \nimproved safety, including crash barriers in hilly areas, and service lanes for pedestrians, bicycles, \nand motorcycle users in urban areas; (ii) intelligent transport system equipment, such as traffic \nlights and warning systems; and (iii) enhanced sustainability, with a 5-year performance-based \nmaintenance period. The project road includes nine major bridges, including two for which a \nseparate civil works contract package is provided, in addition to 26 minor bridges. \n \n14.  Output 2: Awareness of communities and capacity of government staff on road \nsafety, disaster risk reduction, and project implementation improved. The loan will finance \na landslide monitoring and management system, and awareness campaigns on road safety, \n                                                \n18  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n19 The design and monitoring framework is in Appendix 1. \n ", "5 \ndisaster risk reduction, human trafficking, HIV/AIDS, sexual harassment, abuse, and exploitation. \nThe attached TA will support institutional capacity improvement of MOPIT and DOR in landslide \nmanagement, intelligent traffic monitoring systems, procurement, and contract management. \n \nC.  Value Added by ADB \n \n15.  ADB’s value addition includes close coordination with DOR to strengthen road designs \nand incorporate improved disaster risk reduction, climate change adaptation, environmental, road \nsafety, and maintenance planning practices. The attached TA will strengthen DOR’s capacity in \ndisaster risk reduction, road safety, and procurement and contract management. Intelligent traffic \nsystems equipment will improve road safety, and performance-based maintenance contracts will \nstrengthen road asset management and maintenance capacity. \n \n16.  Development coordination. The project complements and strengthens best practices \nintroduced in previous projects in safety, maintenance, procurement, and gender mainstreaming. \nIt is closely aligned with SASEC’s strategy, which aims to promote trade along specific identified \ncross-border corridors, and aligns with interventions of development partners, particularly (i) the \nWorld Bank, which financed the upgrading of Mugling–Narayanghat Road, completed in 2018, \nand is expected to finance Mugling–Naubise Road; and (ii) the Japan International Cooperation \nAgency, which is financing the Naubise–Nagdhunga tunnel. ADB is expected to continue to \nfinance strategic roads, including phase 2 from Mugling to Abukhaireni (footnote 1), and other \nsections of the East–West Highway that are part of the SASEC corridor, in 2021–2022. In addition \nto closely cooperating on infrastructure development planning, ADB and the World Bank align \ntheir institutional development strategies, particularly on road safety and maintenance. \n \nD.  Summary Cost Estimates and Financing Plan \n \n17.  The project is estimated to cost $254.0 million (Table 1). Detailed cost estimates by \nexpenditure category and financier are in the project administration manual (PAM).20 \n \nTable 1: Summary Cost Estimates \n($ million) \nItem  Amounta \nA.  Base Costb   \n1.  Road network upgraded and maintained  201.54 \n2.  Awareness of communities and capacity of government staff on road safety,  11.97 \ndisaster risk reduction, and project implementation improved \n    Subtotal (A)  213.51 \nB.  Contingenciesc  34.30 \nC.  Financial Charges During Implementationd  6.19 \n      Total (A+B+C)  254.00 \nNote: Numbers may not sum precisely because of rounding. \na  Includes taxes and duties of $29.0 million. The government and ADB will finance taxes and duties for works, \nequipment, consulting services, and project implementation support, with ADB financing $22.1 million, and the \ngovernment financing $6.9 million by cash contribution. Such amount does not represent an excessive share of the \nproject cost. \nb  In mid-2019 prices as of 25 August 2019. \nc  Physical and price contingencies, and a provision for exchange rate fluctuation are included. \nd  Includes interest, commitment, and other charges on all sources of financing. \nSource: Asian Development Bank estimates. \n \n                                                \n20 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "6 \n18.  The government has requested a concessional loan of $195.0 million from ADB’s ordinary \ncapital resources to help finance the project. The loan will have a 32-year term, including a grace \nperiod of 8 years; an interest rate of 1.0% per year during the grace period and 1.5% per year \nthereafter; and such other terms and conditions set forth in the draft loan agreement. The \nsummary financing plan is in Table 2. ADB will finance expenditures in relation to investment \ncosts, including civil works, road safety, consulting services, contingencies, and financing charges \nduring implementation, totaling 76.8% of the project cost. The government will finance about \n23.2%  of  the  project  cost,  including  all  land  acquisition,  resettlement,  and  operation  and \nmaintenance costs; half of project management costs; and about 17.6% of all other project costs. \n \nTable 2: Summary Financing Plan \nAmount  Share of Total \nSource  ($ million)  (%) \nAsian Development Bank     \nOrdinary capital resources (concessional loan)  195.0  76.8 \nGovernment of Nepal  59.0  23.2 \nTotal  254.0  100.0 \nSource: Asian Development Bank estimates. \n \n19.  Climate  change  adaptation  and  disaster  risk  reduction.  Climate  adaptation  is \nestimated to cost $21.5 million. ADB will finance 82.4% ($17.7 million) of adaptation costs.21 \n \nE.  Implementation Arrangements \n \n20.  DOR will implement the project through its Project Directorate (ADB), which was set up \nwithin DOR to handle all ongoing ADB projects. Implementation arrangements are summarized \nin Table 3 and described in detail in the PAM (footnote 20). \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  December 2019–December 2025 \nEstimated completion date  31 December 2025 \nEstimated loan closing date  30 June 2026 \nManagement \n(i)  Executing agency  Ministry of Physical Infrastructure and Transport \n(ii) Implementing agency  Department of Roads \n(iii) Implementation unit  Project Directorate (ADB), Kathmandu; and 2 project site offices (20 staff) \nProcurement  Open competitive bidding  3 civil works contracts  $230.0 million \n(internationally advertised)  Up to 3 contracts for intelligent  $2.0 million \ntransportation system equipment \nConsulting services  QCBS (CSC) 90:10  164 person-months (international),  $7.4 million \n1,219 person-months (national) \n  QCBS (MAQC) 90:10  500 person-months (national)  $3.0 million \n  CQS (independent checking  12 person-months (international)  $0.5 million \nconsultant) \n  NGO (HIV/AIDS, safety,  130 person-months (national)  $0.4 million \nlivelihood) \n  Individual consultants  12 person-months (international),  $0.5 million \n80 person-months (national) \nRetroactive financing and  ADB will provide retroactive financing for expenditures incurred for the recruitment of \nadvance contracting  consultants, preconstruction activities, and project management costs before loan \neffectiveness but not earlier than 12 months before the date of signing of the loan \n                                                \n21 Climate Change Assessment (accessible from the list of linked documents in Appendix 2). \n ", "7 \nAspects  Arrangements \nagreement and not exceeding 20% of the loan amount. Advance contracting for \nrecruitment of consultants and procurement of works started in August 2019. \nDisbursement  The loan proceeds will be disbursed following ADB's Loan Disbursement Handbook \n(2017, as amended from time to time) and detailed arrangements agreed between \nthe government and ADB. \nADB = Asian Development Bank, CQS = consultants’ qualification selection,  CSC = construction supervision \nconsultant, MAQC = material availability and quality consultant, NGO = nongovernment organization, QCBS = quality- \nand cost-based selection. \nSource: Asian Development Bank. \n \nIII.  ATTACHED TECHNICAL ASSISTANCE \n \n21.  The transaction TA for Enhancing Road Safety, Disaster Risk Reduction, and Project \nImplementation Capacity will complement infrastructure improvements by supporting capacity \nbuilding and institutional strengthening of MOPIT and DOR. The TA will support three outputs: \n \n(i)  intelligent traffic management and information system for road safety developed, \nincluding the design of a safety-oriented plan to incorporate intelligent transport \nsystems and road safety technologies in the project road; \n(ii)  landslide  monitoring  and  management  system  for  disaster  risk  reduction \ndeveloped,  including  the  identification  of  landslide-sensitive  areas  and  the \npreparation of a risk monitoring and reduction plan; and \n(iii)  procurement and contract management capacity enhanced, including training \ncourses on procurement of works, contract management, and dispute resolution \nunder the International Federation of Consulting Engineers. \n \n22.  The TA is estimated to cost $550,000, of which $500,000 will be financed on a grant basis \nby ADB’s Technical Assistance Special Fund (TASF 6).22 The government will provide counterpart \nsupport in the form of counterpart staff, data, maps, and other in-kind contributions. Equipment \npackages under the loan will support the implementation of the intelligent traffic management and \ninformation system, and of the landslide monitoring and management system. \n \nIV.  DUE DILIGENCE \n \nA.  Technical \n \n23.  DOR prepared the engineering designs of the project road in accordance with the Asian \nHighway  Class  1  standard,  and  aimed  to  improve  road  safety  and  geometry,  avoid  land \nacquisition, and minimize social and environmental impacts. The project road will be widened \nfrom two to four lanes, and the completed road will have a design speed of 80 km per hour, dual \ncarriageways  separated  by  a  3-meter  median,  3-meter  shoulders  on both  sides,  and  new \npavements. The project will integrate safe and socially inclusive design features, such as 41 km \nof footpaths, 20 km of service lanes segregating slow-moving vehicles, 46 disabled-friendly \npedestrian crossings, 46 sheltered bus stops, and reflective lane markers.  \n \n24.  The project road is in the subtropical climate zone with high rainfall and heat hazard risks, \nhigh rainfall-induced landslide risks in sections of the road traversing steep terrain, medium \nearthquake risk, and very low river flooding risks. The main climate risks in the project area are \ntemperatures increasing by 1.2°C–1.7°C during 2019–2050, rainfall levels increasing by 15%–\n                                                \n22 Attached  Technical  Assistance  Report:  Enhancing  Road  Safety,  Disaster  Risk  Reduction,  and  Project \nImplementation Capacity (accessible from the list of linked documents in Appendix 2). \n ", "8 \n20% during 2019–2050, and extreme rainfall increasing in frequency. To address these risks, \nengineering designs of the road and bridges have integrated climate adaptation measures, \nincluding slope protection works, increased road embankment and bridge heights, and increased \ncross and side drainage capacity. \n \nB.  Economic and Financial Viability \n \n25.  Economic viability. The economic evaluation of the project followed ADB guidelines and \ncompared life cycle economic costs and benefits in with- and without-project scenarios, using a \n9.0% discount rate and the economic internal rate of return (EIRR) as decision criteria.23 The \nhighway development model 4 was used to estimate road agency and road user costs based on \ninput data on traffic; road geometry; pavement condition; and maintenance, improvement, and \noperating costs. The analysis considered the project costs of the entire Mugling–Pokhara corridor, \nincluding phase 2 of the project. Project benefits include savings associated with vehicle operating \ncosts, travel time, and road accidents (unquantified). The EIRR of the project is estimated at \n13.9%. Sensitivity analysis demonstrated the robustness of the economic viability of the project \nunder adverse changes in costs and benefits, with an EIRR of 11.9% under the most sensitive \nscenario involving a 10% increase in capital costs and 10% decrease in benefits. \n \n26.  Financial viability. The project is not revenue generating, and cost recovery will not be \nsought. The Roads Board of Nepal funds maintenance from allocations of the Ministry of Finance \nand from toll revenues. The annual SRN maintenance budget increased from NRs2.7 billion in \nFY2013 to NRs8.0 billion in FY2020 in nominal terms, or an annual growth rate of 16.7% in \nnominal terms and 10.0% in real terms. The project’s average annual incremental recurrent costs \nare estimated at 0.75% of the maintenance budget, and it is thus reasonable to expect that DOR’s \nbudget allocation will be able to meet the project’s incremental maintenance costs, particularly \nconsidering that the road is a major highway and trading corridor of Nepal.24 \n \nC.  Sustainability \n \n27.  The FY2020 budget, which doubled the allocation for road maintenance, also introduced \na tax of NRe1.0 per liter of fuel and diesel to be channeled toward road maintenance. Despite the \nincreasing commitment of the government and the minimal impact of the project on DOR’s \nmaintenance budget, the historical underfunding of road maintenance still represents a risk to the \nproject’s sustainability, as the maintenance budget could be channeled toward other roads \nrequiring more urgent maintenance. Consequently, the project design incorporated the following \nmeasures to mitigate the risk of funding availability and strengthen the project’s sustainability: \n(i)  Civil  works  contracts  include  a  1-year  defect  liability  period  and  a  5-year \nperformance-based maintenance period under the responsibility of the contractors \nafter construction. This will strengthen works quality by the contractor, promote \nprivate sector participation in the maintenance of the project road  under the \nsupervision  of  DOR,  and  guarantee  the  availability  of  budget  and  physical \nresources in the initial phase of operation. \n(ii)  The project design includes adaptation measures estimated at 15.6% of capital \ncosts, compared with about 5.0% for most road projects, which represent a \nstrengthening of technical specifications against assessed environmental and \nclimate risks. The attached TA will also support institutional capacity improvements \nin landslide management and disaster risk reduction. \n                                                \n23 ADB. 2017. Guidelines for the Economic Analysis of Projects. Manila. \n24  Economic and Financial Analysis (accessible from the list of linked documents in Appendix 2). \n ", "9 \nD.  Governance \n \n28.  Institutional capacity. The 2015 Constitution of Nepal, which introduced three tiers of \ngovernment, entrusted the development and management of the national highway network to the \nfederal government, under MOPIT and DOR. The Project Directorate (ADB) of DOR, which \nhandles project management for ADB’s strategic road sector projects, has good technical capacity \nand significant experience implementing ADB projects. Its project director reports to DOR’s \ndirector general, who in turn reports to the MOPIT’s secretary. The capacity of DOR will be \nstrengthened through consulting services contracts for (i) construction supervision, which include \ntraining in design, contract management, and quality assurance; (ii) an independent design \nchecking for third-party review and approval of bridge designs; and (iii) a raw material survey to \nassess raw material availability, quantity, and quality for construction projects across Nepal. \n \n29.  Financial  management.  The  assessed  pre-mitigation  financial  management  risk  is \nmoderate  mainly  because  DOR  has  an  established  record  in  implementing  ADB-financed \nprojects, and adequate financial management capacity in accounting, disbursement procedures, \nand reporting. All transactions are recorded by government accounting systems, reflected in \ngovernment  accounts,  and  subjected  to  statutory  audit  by  the  comptroller.  The  project \nmanagement  unit  maintains  separate  books  of  accounts  following  government  accounting \nstandards, under the cash basis of accounting; and prepares annual project financial statements, \nwhich  are  audited  by  Nepal’s  Office  of  the  Auditor  General.  The  financial  management \nassessment identified the following risks: (i) increasing financial management requirements, \nparticularly with the increasing project pipeline, coupled with frequent project staff turnover; (ii) \nlack of comprehensive financial information in periodic project progress reports; and (iii) weak \ninternal audit. The main risk mitigation actions include (i) assigning additional financial staff to \nproject field offices, (ii) ensuring proper training in ADB systems and procedures, and (iii) including \nadditional financial information in the quarterly progress reports as agreed with ADB. \n \n30.  Procurement. Procurement and consultant recruitment will follow the ADB Procurement \nPolicy (2017, as amended from time to time) and Procurement Regulations for ADB Borrowers \n(2017, as amended from time to time). The amended Public Procurement Act (2017) and Public \nProcurement Regulations (2017) of Nepal are generally acceptable to ADB and encompass best \ninternational procurement practices. While Nepal’s procurement risk rating is substantial, DOR \nhas significant experience with ADB’s procurement requirements, and the sector and project \nprocurement risks are moderate. Engagement of all consulting firms will use the quality- and cost-\nbased selection method with a quality–cost ratio of 90:10. Advance actions for the recruitment of \nconstruction supervision consultants started in August 2019, and invitation for bids for the two \nroad packages were published in September 2019. \n \n31.  Integrity due diligence was conducted.25 No significant integrity risks were identified. \nADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed with the \ngovernment and MOPIT. The specific policy requirements and supplementary measures are \ndescribed in the PAM. \n \nE.  Poverty, Social, and Gender \n \n32.  Poverty. The direct area of influence of the project includes 456,273 residents living in 10 \nmunicipalities crossed by the project road, in the districts of Kaski and Tanahu. About 11.8% of \n                                                \n25 ADB. 2003. Enhancing the Asian Development Bank’s Role in Combating Money Laundering and the Financing of \nTerrorism. Manila. \n ", "10 \nresidents live below the national poverty line, below the national average of 18.7%. The major \nincome sources are remittances (22%), agriculture (21%), trade (20%), and services (12%). \nAccess to sanitation (99%) and piped water (95%) is high. The project is expected to improve \naccess to economic opportunities and social services, reduce intraregional disparities, promote \nthe development of trade and tourism, and encourage the creation of competitive export jobs and \nservices; the project is also expected to create about 1.65 million person-days of skilled and \nunskilled employment during construction. \n \n33.  Gender. The project is categorized some gender elements. A poverty and social analysis \nassessed the socioeconomic characteristics of 1,297 households—including 322 households \nheaded by women—representing 6,828 people, 50% of them women and girls. Overall, women \nwere supportive of the positive impact that the project will deliver, including expected increased \naccessibility to education and health facilities, reduced travel time, and expanded access to \nagricultural products and job markets. The gender benefits of the project also include (i) a safer \nurban environment, with infrastructure features friendly to elderly people, women, children, and \npeople with disabilities; (ii) livelihood improvement programs prioritizing  vulnerable affected \nhouseholds and affected households headed by women; (iii) ensured participation of women in \nawareness programs on road safety, disaster risk reduction, HIV/AIDS, and human trafficking; \nand (iv) ensured participation of female MOPIT and DOR staff on capacity building activities. \nGender, social development, livelihood improvement, and road safety awareness experts will be \nhired to support the gender activities of the project. \n \n34.  HIV/AIDS and human trafficking. HIV prevalence in Nepal is low,  at 0.2% of the \npopulation aged 15–49.26 About 39 HIV incidences were recorded in the districts affected by the \nproject, while about 50 nongovernment organizations work in HIV prevention. Human trafficking \nin Nepal remains prevalent, with an estimated 5,957 cases of abducted persons in FY2016 (80% \ninvolving women and children, primarily for forced labor and sexual exploitation). While the project \nwill facilitate movements of people and require a significant labor force, it will widen an existing \ncorridor and is not expected to contribute to a significant increase in HIV/AIDS and human \ntrafficking. The project will recruit a nongovernment organization to conduct an HIV/AIDS and \nhuman trafficking awareness campaign along the road corridor. The contractors will also conduct \nHIV/AIDS awareness sessions and provide voluntary testing and guidance to their workforce. \n \nF.  Safeguards \n \n35.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows.27 \n \n36.  Environment (category B). The project road will be rehabilitated and widened to four \nlanes in the existing right-of-way, and the road is not located in or near any environmentally \nsensitive area. The environmental impacts of the project are not expected to be significant and \nirreversible, and will be mainly restricted to the construction stage. Anticipated impacts involve \nlandslide  and  erosion,  dust,  noise,  exhaust,  construction  and  domestic  waste,  water \ncontamination, occupational health and safety, siltation, traffic congestion during construction, \nand air pollution and road safety during operation. An initial environmental examination has been \nprepared for the project and was disclosed on the ADB website in July 2019; it includes an \nenvironmental management plan providing mandatory mitigation measures to be implemented by \ncontractors. Concerns voiced by affected persons and stakeholders during project preparation \n                                                \n26 Government of Nepal, Ministry of Health and Education. 2014. Country Progress Report on HIV/AIDS. Kathmandu. \n27 ADB. Safeguard Categories. \n ", "11 \nwere incorporated in the design, and a grievance redress mechanism will alleviate concerns \nduring  implementation.  About  6,694  trees  will  need  to  be  removed  and  a  compensatory \nafforestation program will be implemented, with a ratio of 25 saplings planted for each felled tree. \n \n37.  Involuntary resettlement (category A). The project will require private land acquisition \nof 1.28 hectares, where the existing alignment is insufficient to meet the requirements of the \nproject design, mainly at intersections and bridges. The project will affect 143 private land parcels \nbelonging to 122 households, with parcels mostly comprising small strips of uncultivated (1.21 \nha) and cultivated (0.07 ha) land on either side of the existing road. There is no major impact on \nthe income of affected households arising from the loss of land. \n \n38.  The project will affect 810 households (3,985 persons) and 767 private structures along \nthe right-of-way; 85% of affected households are non-titled, and only 4% are below the poverty \nline. A resettlement plan was prepared for the project road and is disclosed on the ADB website.28 \nThe entitlement matrix provided under the resettlement plan includes mitigation measures and \nresettlement  assistance  commensurate  with the  project  impacts;  incorporates  lessons from \nprevious projects; and provides compensation at replacement cost for land, structures and trees, \nshifting  and  reconstruction  assistance,  loss  of  income,  and  livelihood  measures.  Public \nconsultations  were  undertaken  from  2016  to  May  2019  and  will  continue  as  the  plan  is \nimplemented. An adequate grievance redress mechanism is in place at the project level, in \naddition to the provisions for redress under the Land Acquisition Act of Nepal (1977). Livelihood \nmeasures will particularly target vulnerable households and households headed by women. \nInstitutional arrangements and capacity to implement the plan are adequate. \n \n39.  Indigenous peoples (category C). The project road does not cross traditional customary \nor tribal lands. More than half of affected households belong to various ethnic groups recognized \nby the government (mainly Dalit, Gurung, Magar, and Newar); however, they share the same \nincome-generating  activities  and  access  to  services  and  opportunities  as  other  affected \nhouseholds. The social impact assessment also indicates that households from these groups tend \nto have a higher socioeconomic status than others, are well integrated, will not be impacted \ndifferently, and will benefit equally from the project. The project will also not impact the dignity, \nhuman rights, livelihood systems, or culture of ethnic groups; or affect the territories or the natural \nand  cultural  resources  that  they  own,  use,  or  occupy.  Cultural  aspects  were  considered \nparticularly during public consultations, information disclosure, livelihood improvement measures, \nand the grievance redress mechanism. \n \n40.  Implementation. DOR is experienced and has adequate institutional capacity regarding \nADB’s procedures and requirements, and the Project Directorate (ADB) will implement the \nenvironmental safeguards and resettlement plan. Resettlement and environment specialists will \nsupport the Project Directorate (ADB) in guiding and reviewing the implementation of safeguard \nplans and documentation. Environmental, gender, and social experts from the construction \nsupervision consultants will assist DOR with the implementation and monitoring of safeguard and \ngender activities. Contractors will be required to have environmental, health, and safety officers \nto ensure the environmental management plan is properly implemented. An external monitor will \nprovide a third-party review of the resettlement plan. The government will finance and implement \nenvironmental and resettlement activities. Detailed implementation arrangements are in the PAM. \n \n                                                \n28 Resettlement Plan (accessible from the list of linked documents in Appendix 2). \n ", "12 \nG.  Summary of Risk Assessment and Risk Management Plan \n \n41.  Significant risks and mitigating measures are summarized in Table 4 and described in \ndetail in the risk assessment and risk management plan.29 The integrated benefits and impacts \nare expected to outweigh the costs. \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nExtreme weather events  Construction of the Mugling–Narayanghat Road was hampered by multiple landslides and \nand steep slopes result in  several traffic interruptions, resulting in negative project perception. The project is split in \nlandslides and delay  two  phases  to  carry  out  comprehensive  studies  of  alternative  options  and  an \nconstruction.  environmental impact assessment on the steepest road section between Mugling and \nAbukhaireni, which will be financed in a subsequent phase. This will significantly help with \ntraffic operation during the construction of the Mugling–Abukhaireni section. The attached \ntechnical  assistance  will  also  assist  in  improving  the  landslide  monitoring  and \nmanagement capacity of the executing and implementing agencies. \nInadequate maintenance  The pavement of the road has been designed for 20-year durability. Civil works contracts \naffects road use in the  include a 1-year defect liability period and a 5-year performance-based maintenance \nlong term.  period under the responsibility of the contractors. The Asian Development Bank will \ncontinue dialogue with the government to reduce the periodic maintenance backlog. \nSource: Asian Development Bank. \n \nV.  ASSURANCES \n \n42.  The government and MOPIT have assured ADB that implementation of the project shall \nconform to all applicable ADB requirements, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, financial management, and disbursement \nas described in detail in the PAM and loan documents. \n \n43.  The government and MOPIT have agreed with ADB on certain covenants for the project, \nwhich are set forth in the draft loan agreement. \n \nVI.  RECOMMENDATION \n \n44.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$195,000,000 to Nepal for the South Asia Subregional Economic Cooperation Mugling–Pokhara \nHighway Improvement Phase 1 Project, from ADB’s ordinary capital resources, in concessional \nterms, with an interest charge at the rate of 1.0% per year during the grace period and 1.5% per \nyear thereafter; for a term of 32 years, including a grace period of 8 years; and such other terms \nand conditions as are substantially in accordance with those set forth in the draft loan agreement \npresented to the Board. \n \n \nTakehiko Nakao \nPresident \n \n2 October 2019 \n                                                \n29 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "Appendix 1  13 \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the Project is Aligned with \n(i)  transport connectivity within Nepal and with neighboring countries improved (Fourteenth Plan, \nFY2017–2019);a and \n(ii)  physical connectivity and multimodal linkages for land-based transport along major trade routes \nenhanced (SASEC Operational Plan, 2016–2025)b \n \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By 2026     \nEfficiency and  a. Average travel time on the project  a–b. Post-implementation  Behavioral \nsafety of the  road reduced by 33% (2019 baseline:  measurement and survey  change \nroad transport  1.87 minutes per km)  by DOR  towards road \nsystem      safety \nimproved  b. Average daily vehicle-km along the    extends \nproject road increased by 33% (2019    beyond the \nbaseline: 756,200 vehicle-km) (RFI A)    project \n    timeline. \nc. Total road fatalities per 100,000  c. Project performance \nvehicle-km traveled along the project  monitoring system and \nroad reduced by 20% (2019 baseline: to  annual traffic accident \nbe determined)  reports from the Traffic \nPolice Division \nOutputs  By 2025     \n1. Road network  1a. 81 km of road from Abukhaireni to  1a–e. Post- Extreme \nupgraded and  Pokhara upgraded to four lanes and  implementation survey  weather \nmaintained  designed to 80 km per hour standard  and monitoring reports by  events and \n(2019 baseline: 0) (RFI B)  DOR  steep slopes \n  result in \n1b. At least 76 road safety features, 75  landslides and \nkm of metal crash barriers, 20 km of  delay \nservice lanes segregating slow-moving  construction. \nvehicles, and 41 km of footpaths friendly \nto elderly people, women, children, and \npeople with disabilities installed at \nappropriate locations on the project \nroadc (2019 baseline: 0) \n \n1c. Intelligent traffic management and \ninformation system implemented, \nincluding intelligent transport system \nfeatures installed at 10 locationsd (2019 \nbaseline: not applicable) \n \n1d. 5-year performance-based road \nmaintenance contracts commenced for \n81 km of roade (2019 baseline: not \napplicable) \n \n1e. At least 150 households benefited \nfrom livelihood improvement measures, \nincluding 75 vulnerable households \nand/or households headed by women \n(2019 baseline: not applicable) \n \n ", "14  Appendix 1 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \n  By 2025     \n2. Awareness of  2a. Landslide monitoring and  2a–e. Post-training \ncommunities  management system implemented at  surveys, and monitoring \nand capacity of  three locationsf (2019 baseline: not  reports by DOR \ngovernment  applicable) \nstaff on road   \nsafety, disaster  2b. Awareness programs on road safety \nrisk reduction,  and disaster risk reduction reached at \nand project  least 1,000 community members \nimplementation  (including 40% of women, children, and \nimproved  representatives from vulnerable \nhouseholds) (2019 baseline: not \napplicable) \n \n2c. Awareness programs on HIV/AIDS; \nsexual harassment, exploitation, and \nabuse; and human trafficking reached at \nleast 500 community members \n(including 60% of women, children, and \nrepresentatives from vulnerable \nhouseholds) (2019 baseline: not \napplicable) \n \nBy 2023: \nUnder attached TA \n2d. At least 50 MOPIT and DOR \nmanagers, engineers, and staff reported \nincreased knowledge and capacity on \nintelligent transport systems, and \nlandslide monitoring and management, \nincluding 20% of female participants in \ninternational training and 20% of female \nparticipants in national trainingg (2019 \nbaseline: 0) \n \n2e. At least 30 MOPIT and DOR \nmanagers, engineers, and staff reported \nincreased knowledge and skills in \nprocurement and contract management, \nincluding 20% of female participants in \ninternational training and 20% of female \nparticipants in national training (2019 \nbaseline: 0) \n \nKey Activities with Milestones \n1.  Road network upgraded and maintained \n1.1 Award contract and mobilize construction supervision consultant by Q1 2020 \n1.2 Award contracts for the upgrading of 81 km of road by Q1 2020 \n1.3 Award contracts for the construction of the Madi and Seti bridges by Q4 2020 \n1.4 Complete construction of 81 km of road by Q1 2023 \n1.5 Start implementation of performance-based maintenance contracts by Q1 2024 \n1.6 Implement intelligent traffic management and information system by Q4 2024 \n1.7 Complete construction of the Madi and Seti bridges by Q1 2025 \n \n ", "Appendix 1  15 \n2.  Awareness of communities and capacity of government staff on road safety, disaster risk \nreduction, and project implementation improved \n2.1 Recruit TA consultants by Q3 2020 \n2.2 Recruit a nongovernment organization for programs on HIV/AIDS; human trafficking; sexual \nharassment, abuse, and exploitation; and livelihood improvement by Q1 2021 \n2.3 Define intelligent traffic management and information system by Q4 2021 \n2.4 Define landslide monitoring and management system by Q4 2022 \n2.5 Carry out livelihood enhancement program by Q4 2022 \n2.6 Implement landslide monitoring and management system by Q4 2024 \nProject Management Activities \nEnsure counterpart fund availability by Q4 2019 \nEstablish project implementation units under the Project Directorate (ADB) by Q4 2019 \nInputs \nADB: $195.0 million (Loan) \nTechnical Assistance Special Fund (TASF 6): $0.50 million (Grant) \nGovernment: $59.0 million \nAssumptions for Partner Financing \nNot applicable \nADB = Asian Development Bank, DOR = Department of Roads, FY = fiscal year, km = kilometer, MOPIT = Ministry of \nPhysical Infrastructure and Transport, Q = quarter, RFI = results framework indicator, SASEC = South Asia Subregional \nEconomic Cooperation, TA = technical assistance. \nNotes: \na  Government of Nepal, National Planning Commission. 2016. Fourteenth Plan, FY2017–2019. Kathmandu. \nb  SASEC Secretariat. 2016. South Asia Subregional Economic Cooperation Operational Plan, 2016–2025. Manila. \nc  Features include bus stops, shelters, marked pedestrian crossings and walkways; which will be included in the \nbidding documents of the project road. \nd  Features include, but are not limited to, traffic lights, closed-circuit television cameras, speed cameras, driver \ninformation display signs, and automated warning signs. Scope and technical specifications will be prepared under \nthe TRTA, and procurement and installation will be carried out under the loan. \ne  Contracts for road sections will include a 1-year defect liability period and a 5-year performance-based maintenance \nperiod. The contract for two major bridges is expected to include a 5-year defect liability period. \nf  Scope and technical specifications will be prepared under the TRTA, and procurement and installation will be carried \nout under the loan.  \ng  There are currently 10% of women staff among MOPIT gazetted officers. \nContribution to the ADB Results Framework: \nRFI A: Use of roads built or upgraded. Target: 1,005,700 average daily vehicle-km in the first full year of operation. \nRFI B: Roads built or upgraded (expressways and national highways). Target: 81 km. \nSource: Asian Development Bank. \n \n \n ", "16  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=52097-002-3 \n \n1.  Loan Agreement \n2.  Sector Assessment (Summary): Transport (Road Transport [Nonurban]) \n3.  Project Administration Manual \n4.  Economic and Financial Analysis \n5.  Summary Poverty Reduction and Social Strategy \n6.  Risk Assessment and Risk Management Plan \n7.  Attached Technical Assistance Report \n8.  Climate Change Assessment \n9.  Initial Environmental Examination \n10.  Resettlement Plan: Abukhaireni–Pokhara Road (including Madi and Seti Bridges) \n \nSupplementary Document \n11.  Regional Cooperation and Integration \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20191007144230+08'00'", "Creator": "PDF24 Creator", "Keywords": "nepal, pokhara mugling, nepal highway, sasec corridors, road widening, road safety, road maintenance, road links, road rehabilitation, 52097-002, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20191030152356+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The project will improve the capacity, reliability, and safety of road links between Pokhara, Nepal’s second-largest city, and Mugling, a central junction of the strategic road network (SRN) that further links to Kathmandu, the administrative and economic capital; and Bharatpur, Nepal’s fourth-largest city and a gateway to the East–West Highway and international markets.\r\rThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\r\rThis document dated October 2019 is provided for the ADB project 52097-002 in Nepal.", "Title": "South Asia Subregional Economic Cooperation Mugling–Pokhara Highway Improvement Phase 1 Project: Report and Recommendation of the President"}, "author_page": " \nVice-President  Shixin Chen, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Ravi Peri, Transport and Communications Division, SARD \n   \nTeam leader  Johan Georget, Transport Specialist, SARD \nTeam members  Mikael Andersson, Financial Management Specialist, SARD \n  Bhupendra Bhatt, Senior Project Officer (Transport), SARD \n  Maria Iris Bombay, Associate Safeguards Officer (Environment), SARD \n  Sin Wai Chong, Transport Specialist, SARD \n  Cheska Llamas, Operations Assistant, SARD \nYang Lu, Transport Specialist, SARD \n  Vergel Medina, Senior Social Development Specialist, SARD \n  Lyailya Nazarbekova, Principal Counsel, Office of the General Counsel  \n  Ma. Theresa Prado, Project Officer, SARD \n  Dinesh Shiwakoti, Procurement Specialist, Procurement, Portfolio and \nFinancial Management Department \n  Suman Subba, Senior Social Development Officer (Gender), SARD \n  Mitzi Vina Tamayo, Operations Assistant, SARDa \n  Karma Yangzom, Senior Environment Specialist, SARD \nPeer reviewer  David Fay, Unit Head of Project Administration, Pacific Department \na Transferred to Central and West Asia Department on 18 August 2019. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "Shixin Chen", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "Hun Kim", "role": "South Asia Department (SARD)", "organization": ""}, {"documentRole": "Director", "fullname": "Ravi Peri", "role": "Transport and Communications Division", "organization": "SARD"}, {"documentRole": "Team leader", "fullname": "Johan Georget", "role": "Transport Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Mikael Andersson", "role": "Financial Management Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Bhupendra Bhatt", "role": "Senior Project Officer (Transport)", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Maria Iris Bombay", "role": "Associate Safeguards Officer (Environment)", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Sin Wai Chong", "role": "Transport Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Cheska Llamas", "role": "Operations Assistant", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Yang Lu", "role": "Transport Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Vergel Medina", "role": "Senior Social Development Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Lyailya Nazarbekova", "role": "Principal Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "Ma. Theresa Prado", "role": "Project Officer", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Dinesh Shiwakoti", "role": "Procurement Specialist", "organization": "Procurement"}, {"documentRole": "Team members", "fullname": "Suman Subba", "role": "Senior Social Development Officer (Gender)", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Mitzi Vina Tamayo", "role": "Operations Assistant", "organization": "SARDa"}, {"documentRole": "Team members", "fullname": "Karma Yangzom", "role": "Senior Environment Specialist", "organization": "SARD"}, {"documentRole": "Peer reviewer", "fullname": "David Fay", "role": "Unit Head of Project Administration", "organization": "Pacific Department"}]}