{"path": "data/input/reports/52106-001%20-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 52106-001 \nSeptember 2018 \n \n \n \n \nProposed Grant \nRepublic of Tajikistan: National Disaster Risk \nManagement Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011. \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 11 July 2018) \nCurrency unit  –  somoni (TJS) \nTJS1.00  =  $0.1089 \n$1.00  =  TJS9.1752 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CESCD  –  Committee of Emergency Situations and Civil Defense \n  DMIS  –  disaster management information system \n  DRM  –  disaster risk management \n  DRR  –  disaster risk reduction \n  km  –  kilometer \n  NDRMS  –  National Disaster Risk Management Strategy \n  NPES  –  National Platform of Emergency Situations \n  PAM  –  project administration manual \n  PIG  –  project implementation group \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Tajikistan ends on 31 December. \n“FY” before a calendar year denotes the year in which the fiscal year ends, \ne.g., FY2018 ends on 31 December 2018. \n(ii)  In this report, “$” refers to United States dollars. \n \n   ", " \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Pradeep Srivastava, Country Director, Tajikistan Resident Mission \n(TJRM), CWRD \n   \nTeam leaders  Raza M. Farrukh, Head Project Administration Unit, TJRM, CWRD \n  Shukhrat Khojaev, Project Officer, TJRM, CWRD \nTeam members  Ana Paula Araujo, Environment Specialist, CWRD \n  Muhammadi Boboev, Economics Officer, TJRM, CWRD \n  Annalisa Carlota, Counsel, Office of the General Counsel \n  Steven Goldfinch, Disaster Risk Management Specialist, \nSustainable Development and Climate Change Department (SDCC) \n  Mufara Hamidova, Operations Assistant, TJRM, CWRD \n  Nana Kvanchiany, Project Analyst, TJRM, CWRD \n  Nathan Rive, Climate Change Specialist, CWRD \n  Thomas Robinson, Procurement Specialist, Procurement, Portfolio \nand Financial Management Department \n  Mary Alice Rosero, Social Development Specialist (Gender and \nDevelopment), CWRD \n  Mian Shafi, Senior Project Officer, Pakistan Resident Mission, \nCWRD \n  Yukihiro Shibuya, Social Development Specialist (Safeguards), \nCWRD \nPeer reviewer  Charlotte Benson, Principal Disaster Risk Management Specialist, \nSDCC \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  4 \nC.  Outputs  4 \nD.  Summary Cost Estimates and Financing Plan  5 \nE.  Implementation Arrangements  6 \nIII.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial  8 \nC.  Governance  8 \nD.  Poverty, Social, and Gender  9 \nE.  Safeguards  9 \nF.  Summary of Risk Assessment and Risk Management Plan  9 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.        Design and Monitoring Framework  11 \n2.        List of Linked Documents  14 \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 52106-001\nProject Name National Disaster Risk Management  Department CWRD/TJRM\nProject  /Division\nCountry TAJ Executing Agency Committee of Emergency \nBorrower Republic of Tajikistan Situations and Civil Defense \nunder the Government of \nTajikistan\n2. Sector Subsector(s)      ADB Financing ($ million)\nAgriculture, natural  Land-based natural resources management 7.00\nresources and rural  Water-based natural resources management 3.00\ndevelopment\nTotal 10.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic growth  Pillar 2: Access to economic  Climate Change impact on the  Low\n(IEG) opportunities, including jobs, made  Project\nmore inclusive\nEnvironmentally sustainable  Disaster risk management\ngrowth (ESG)\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Civil society participation Effective gender mainstreaming \ndevelopment (GCD) Institutional development (EGM)\nOrganizational development\nKnowledge solutions (KNS) Application and use of new knowledge \nsolutions in key operational areas\nKnowledge sharing activities\nPartnerships (PAR) Civil society organizations\nImplementation\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Nation-wide High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG9, SDG11, SDG13\n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 10.00\n     Sovereign Grant projects: Asian Development Fund 10.00\nCofinancing 0.00\n     None 0.00\nCounterpart  1.00\n     Government  1.00\nTotal 11.00\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 09032018174824023715 Generated Date: 06-Sep-2018 18:57:54 PM", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed grant \nto the Republic of Tajikistan for the National Disaster Risk Management Project. \n \n2.  The proposed project will support the Government of Tajikistan in managing the expected \nincreased severity and frequency of disasters triggered by natural hazards in the country and in \nreducing the socioeconomic vulnerability of Tajikistan to natural hazards. It will (i) support \ngovernment efforts to mainstream disaster risk management (DRM) in development planning, \nand (ii) lay a foundation for establishing a sustainable institutional and financial mechanism that \nenables Tajikistan to deal effectively with disasters in the long term. \n \nII.  THE PROJECT  \n \nA.  Rationale  \n \n3.  Natural hazards risks in Tajikistan. From 1992 to 2016, economic losses caused by \nnatural hazards in Tajikistan exceeded $1.8 billion and affected almost 7.0 million people.1 \nAverage  annual  losses  in  Tajikistan  could  reach  1.4%  of  gross  domestic  product  from \nearthquakes and 5.0% from floods by 2015.2 Since 1907, Tajikistan had 13 earthquakes of more \nthan 5.0 magnitude including 8 higher than 6.0 and hundreds of small magnitude. The maximum \nloss for earthquakes is estimated at $542.0 million (100-year return) to $2.0 billion (1,500-year \nreturn).3  \n \n4.  With almost three-quarters of the population living in rural areas, Tajikistan’s mountainous \ntopography and hydrological features increase their vulnerability to natural hazards. Communities \nregularly face low-severity, high-frequency disasters such as earthquakes, avalanches, mudflows, \nlandslides, and flash floods. Many rural households whose male heads are working abroad are \nrendered vulnerable, especially if the household members left behind have limited mobility, with \nno exposure to disaster-related information and no participation in community awareness-raising \nactivities and training. The cumulative impact of these disasters erodes development gains, \nprevents  households  from  attaining  economic  advancement,  and  lowers  the  long-term \nproductivity and growth of the country. \n \n5.  Underlying disaster risk drivers. The geology, hydrology, morphology, and topography \nof  Tajikistan  makes  it  highly  prone  to  natural  hazards.  Disaster  risks  are  exacerbated  by \nunsustainable and weak management of natural resources, changing climatic conditions, limited \ndisaster risk information, lack of awareness of disaster risks, weak capacity to deal with disasters, \nno early warning systems, and lack of community-based DRM. Poverty rates in Tajikistan remain \nhigh, with 30.3% of people living below the poverty line. The environment is degrading because \n                                                \n1  Centre for Research on the Epidemiology of Disasters. CREDID Database. http://www.emdat.be (accessed on 10 \nMay 2018).  \n2  World Bank. 2017. Tajikistan Aims to Better Protect People and Property from Natural Disasters and Climate Change. \nNews release. 10 July. \nhttp://www.worldbank.org/en/news/press-release/2017/07/10/tajikistan-aims-to-better-protect-people-and-property-\nfrom-natural-disasters-and-climate-change. The average annual loss is the expected loss per annum associated with \nthe occurrence of future disasters, assuming a very long observation time frame. It considers the damage caused on \nthe exposed elements by small, moderate, and extreme events; and results in a useful and robust metric for risk \nranking and comparisons. \n3  United Nations Office for Disaster Risk Reduction. 2015. Global Assessment Report on Disaster Risk Reduction: \nTajikistan Country Risk Profile. Geneva: United Nations. \n    https://www.preventionweb.net/english/hyogo/gar/2015/en/profiles/GAR_Profile_TJK.pdf. ", "2 \nof extensive exploitation of the natural resources and deforestation. Deteriorating and aging \ninfrastructure—including irrigation channels, river embankments, roads, bridges, and dams—is \nincreasing the country’s vulnerability to natural hazards. These factors, combined with limited \nconsideration of disaster risk within social and economic sectors, partly because of competing \ndemands on limited financial resources and inadequate capacity, underpin the high disaster risk \nlevels in Tajikistan. \n \n6.  Financing for DRM is a key constraint. The United Nations Development Programme, \nJapan International Cooperation Agency, and the Russian Federation support ongoing projects \nlargely focused on post-disaster response activities and related policy support. The World Bank \nand  the  Asian  Development  Bank  (ADB)  have  ongoing  projects  to  strengthen  the  climate \nresilience of critical infrastructure, mainly against floods.4 A project financed by the Swiss Agency \nfor Development and Cooperation has some elements of pre-disaster risk management, but in a \nsmall geographical area. Investments by the government and development partners have been \nproject-based, focusing on post-disaster response. Therefore, a coherent long-term investment \nplan and sustainable financing mechanism are needed. Integrated disaster risk assessment, a \ndisaster management information system (DMIS), and an early warning system are needed for \nboth pre- and post-disaster management. An early warning system for Sarez Lake, established \nin 2005, needs to be upgraded.5 Apart from that, Tajikistan has no other early warning system. \nThe DMIS, with its inventory of assets at risk, could play a pivotal role in informed decision making \nfor DRM. A wide range of equipment would be required for seismic and hydrological monitoring, \nand  communication.  Building  the  capacity  of  vulnerable  communities  through  nonstructural \ncommunity-based  DRM  interventions,  and  awareness  raising  of  youth  on  DRM  through \neducational institutions, could play a vital role in reducing losses caused by disasters. \n \n7.  Climate change. Tajikistan is ranked 22nd globally and highest among Central Asian \nstates for climate change vulnerability.6 The impacts of climate change are largely present through \nincreases  in  the  intensity  and  frequency  of  extreme  weather  events,  unpredictability  of \nprecipitation, and changes to water regimes and peak seasonal runoff, caused in part by rapid \nsnowmelt and glacier retreat owing to rising temperatures. Average annual temperatures have \nincreased since 1950s by as much as 0.2 degrees Celsius per decade. An even larger increase \nhas been recorded in winter, up to 3ºC, over the same period. Annual precipitation in Tajikistan \nhas increased by 8% since 1940, but with much larger increases in terms of percentage change, \nin the dry seasons of summer and autumn. These impacts are aggravated by lack of adaptive \ncapacity. Floods, droughts, and mudflows are expected to increase in both frequency and severity \nbecause of climate change. \n \n8.  Legal and policy framework for disaster risk management. The National Development \nStrategy 20307 identifies disaster risk as one of the main challenges to Tajikistan’s development \naspirations. The government has set out a people-centered preventive approach to reducing and \nmanaging disasters in line with international commitments, i.e., the Sustainable Development \n                                                \n4  ADB. 2013. Report and Recommendation of the President to the Board of Directors: Proposed Grant to the Republic \nof Tajikistan for the Building Climate Resilience in Pyanj River Basin Project. Manila. \n5  Sarez Lake is a 60-kilometer (km) long, about 1.5 km wide, and 557-meter deep very large reservoir of freshwater \ncreated by an earthquake in 1911. It contains about 16,000 cubic kilometers (km3) of water and is in a scale 9.0 \nseismic zone. Hailstorms are common in Tajikistan and damage standing crops. Since 1985, an anti-hale unit has \nbeen monitoring the clouds through Doppler radars and uses missile technology to disintegrate the hail-carrying \nclouds. \n6  German Watch. 2016. Global Climate Risk Index 2017. Bonn.  \n7  http://nafaka.tj/images/zakoni/new/strategiya_2030_en.pdf \n \n ", "3 \nGoals, Hyogo Framework, and the Sendai Framework for Disaster Risk Reduction. The National \nDisaster  Management  Strategy  (NDMS)  2010–2015,8 and  the  draft  NDRMS  2018–2030, \nemphasize  the  integration  of  disaster  risk  reduction  (DRR)  into  all  development  activities. \nHowever, the focus of government regulations and laws has been on disaster preparedness and \nemergency response.9 Although prevention is clearly articulated as a role to be performed by the \nCommittee of Emergency Situations and Civil Defense (CESCD) in the revised 2017 regulations, \nits facilitating role in pre-disaster risk management and its relationship with sector ministries and \ndepartments, which lead sector efforts, is not clearly articulated. \n  \n9.  Institutional  setup  for  disaster  risk  management.  An  enabling  legal  and  policy \nenvironment is in place for improving the institutional setup for DRM. Multiple government \nagencies deal with DRM directly or indirectly. The revised government decree issued in 2017 \nentrusted the CESCD with pre- and post-disaster management. The CESCD has 1,456 staff with \na national, regional, and district presence. However, most of the existing makeup and resources \nof the CESCD focus on preparedness and post-disaster response. The CESCD executes its \nresponsibilities directly and in cooperation with other government entities in the event of an \nemergency.  As  proposed  in  the  NDMS,  2010–2015,  the  government  took  initial  steps  to \nrestructure the institutional arrangement to mainstream DRM in development planning, such as \nthe establishment of the high-level National Platform of Emergency Situations (NPES) headed by \nthe deputy prime minister of Tajikistan with representation from all relevant sector ministries and \ndepartments. However, in practice, the focus of activities undertaken by the NPES is mainly on \npost-disaster response.  \n \n10.  The existing institutional makeup for DRM mainstreaming is complex. Risk governance, \ncapacity, and funding limitations have meant that DRM mainstreaming efforts have not been fully \nembedded in core sectors related to disasters. Early warning, including the monitoring and \nmanagement of data and risk information, is fragmented. While the CESCD is responsible for \nboth the Sarez Lake risk monitoring and anti-hail units, the Agency of Hydrometeorology under \nthe Committee for Environmental Protection is responsible for hydrology and climate and the \nInstitute of Earthquake Engineering and Seismology monitors earthquakes, without an integrated \nnational system linking them to the CESCD. Similarly, the Information Management and Analytical \nCentre, which collects and manages disaster-related information, is part of the CESCD, but \ninformation from specific sectors (e.g., energy and water resources) and other data centers \n(including hydrometeorology and the anti-hail unit) is not fed into the center. The role of the \nAgency  for  Land  Reclamation  and  Irrigation,  which  is  responsible  for  flood  protection \ninfrastructure, is not clearly articulated with regard to DRM. \n \n11.  Under the existing governance structure, the CESCD is generally well placed to support \nDRM across various government ministries and agencies through its coordination and facilitation \nmandate. However, to play its role in DRM, protocols for relationships and links between the \nCESCD and other agencies that produce and analyze DRM data and information (paragraph 10), \nand the sector ministries and agencies, need to be developed with clearly defined roles for each \ninstitution. The CESCD’s existing information management capacity needs to be expanded and \nintegrated with all relevant data sources. Capacity for analysis, planning, and evidence-based \ninvestment decisions needs to be strengthened. This should include considering options to \n                                                \n8  https://www.preventionweb.net/files/27582_tajikstrategyenglishbjedits19sep11b.pdf \n9  The legal framework governing DRM includes the Regulation of the Committee of Emergency Situations and Civil \nDefense (CESCD), 2017, and the Decree on the establishment of the State Commission for Emergency Situations, \n2002 (amended in 2007), underpinned by the Law on Protection of Population and Territories from Natural and Man-\nMade Emergency Situations, 2004; the Law on Emergency Rescue Services and the Status of Rescuers, 2005; and \nthe Law on the Fund for Mitigation of Emergency Situations, 1993. \n ", "4 \ndevelop a data analyzing and clearinghouse function within the CESCD to ensure the free flow of \ninformation to and from all relevant entities. \n \nB.  Impact and Outcome \n \n12.  The  project  is  aligned  with  the  following  impact:  Tajikistan’s  resilience  to  disasters \nenhanced,  in  line  with  the  National  Development  Strategy,  2016–203010 and  the  Midterm \nDevelopment Program, 2016–2020.11  The project will have the following outcome: Tajikistan’s \neconomic losses due to natural hazards reduced.12 \n \nC.  Outputs \n \n13.  Output 1: Disaster risk management mainstreamed in government institutions. The \nproject will prepare and implement an institutional strengthening plan for the CESCD. The plan \nwill clearly articulate the roles of various departments and divisions of the CESCD in pre- and \npost-disaster information management, planning and implementation, and their relationship with \nsector and geographic, provincial, and district agencies—preventing overlap or duplication. The \nplan will incorporate capacity building for gender-responsive DRM. The project will review the \nlegal framework including all existing DRM-related legislation and will prepare new draft legislation \nto provide a single, comprehensive law on DRM, if required. The project will also prepare a 5-year \nbusiness/operational plan (2021–2025) for the CESCD for disaster risk reduction and post-\ndisaster management, including the monitoring framework and facilitation to be extended to the \nsector ministries and agencies. The project will support establishing dedicated units/focal points \nin core sectors (water, energy, transport, health, education, environment, and agriculture) to \nintegrate and mainstream DRM and climate change in the respective sector strategies under the \noverall guidance of the CESCD. The project will also provide training to the staff from the core \nsectors and CESCD on institutional aspects of DRM.  \n \n14.  Output 2: Capacity to manage natural hazards and minimize losses strengthened. \nThe project will do disaster risk modeling and prepare hazard and disaster risk maps of different \nreturn periods and a digital atlas, inventory of assets at risk, and comprehensive national risk \nprofile by carrying out a multi-hazard vulnerability and risk assessment leading to identification of \nareas of high, medium, low, and no risk. It shall carry out assessment of existing hazard and \ndisaster modeling, mapping, exposure database/registers, and vulnerability analyses (including \nfrom an engineering basis), followed by (i) analyses needed to fill existing gaps and their intended \npurposes; (ii) steps to engage and train national and local stakeholders in these analyses, \nmodeling, and assessments, establishing a sustainable disaster risk information system; and (iii) \nthe establishment of accessible, sustainable data platforms, supporting use of the data by all \nrelevant stakeholders in the form of a national DMIS to be developed in the CESCD, with an \nappropriate data recording, transmittal, collection, analysis, and dissemination mechanism. The \nDMIS will also include gender and other social indicators such as sex, age, ability, and income \nand poverty levels. The project will establish an early warning system to enable the CESCD to \nissue timely warnings to local authorities, communities, and other stakeholders covering disasters \nsuch as floods, droughts, avalanches, and mudflows. It shall prepare national, regional, district, \nand sectoral DRM plans. The plans will also outline the implementation mechanism and standard \noperating procedures, focusing on women, children, and people with disabilities. The project will \nprovide DRM-related training to officials of the CESCD and key sector ministries and agencies \n                                                \n10 http://nafaka.tj/images/zakoni/new/strategiya_2030_en.pdf \n11 Government of Tajikistan. 2016. National Development Strategy and Midterm Development Plan. Dushanbe. \n12 The design and monitoring framework is in Appendix 1. \n ", "5 \nresponsible for social and economic infrastructure and natural resource management. It shall also \nprepare and implement a capacity building plan for community-based DRM in the districts and \ncities  at  high risk,  with  a focus  on  women,  children,  and  people  with  disabilities.  A  DRM \nawareness-raising program for educational institutions will also be designed and implemented in \nthe districts and cities at high risk. The project will also carry out dam-break analysis and flood \nmodeling of Sarez Lake to identify the areas, population, and public and private properties and \nassets at risk; estimate the magnitude of potential damages; and identify structural measures to \naddress the issues identified by the analysis. Based on the analysis, upgrading and expanding of \nmonitoring and early warning facilities at Sarez Lake and in the areas at risk will be done. An \ninventory of glaciers will be prepared to identify areas at risk of glacial lake outburst flooding. \n \n15.  Output 3: Road map for investments and sustainable financing developed. The \nproject will prepare A 9-year investment plan (2022–2030) for DRM.13 The risk modeling work \nsupported  under  output  2  will  be  used  for  risk-informed  identification  and  prioritization  of \ninvestments in the plan. A study will be carried out to explore sustainable financing options for \nDRR, preparedness, and response; and propose recommendations for establishing a sustainable \nfinancing mechanism. \n \n16.  Value added by  ADB assistance. ADB is the leading development partner of the \nGovernment of Tajikistan. It has a diverse portfolio of investments including transport, energy, \nwater resources, education, climate finance, and climate resilience. ADB has provided support to \nTajikistan for strengthening the climate resilience of irrigation and water supply infrastructure and \nconstructing flood embankments in the Pyanj river basin. It also supported a climate change \nstrategy for Tajikistan in 2016. The project will harness ADB’s DRR experience in other countries \nto put in place appropriate institutional mechanisms, strengthen capacities, and provide the basis \nfor a long-term solution to deal with DRM. Although other development partners are also investing \nin disaster management, the focus of their investments is mainly on post-disaster response, \nexcept some investments on climate proofing infrastructure and watershed management. The \nproject will be the first initiative to implement three of the five core elements of the National \nDisaster Management Strategy, 2018–2030, building capacities for DRR, and mainstreaming \nDRM in development planning. The 9-year investment plan and recommendations for a financing \nmechanism will provide sustainable options for long-term engagement of the government and \ndevelopment  partners  in  addressing  DRM  challenges.  ADB’s  support  to  the  Agency  for \nHydrometeorology,  to  produce  timely  and  accurate  forecasting  of  climate-related  extreme \nweather events, provides an opportunity to leverage its engagement in early warning. 14 \n \nD.  Summary Cost Estimates and Financing Plan \n \n17.  The project is estimated to cost $11.0 million (Table 1). \n \n18.  Detailed cost estimates by expenditure category and financier are included in the project \nadministration manual (PAM).15 The major cost items are consulting services and equipment. \n \n                                                \n13 The investment plan period is aligned with the end year of the National Disaster Management Strategy, 2018–2030. \n14 ADB. Tajikistan: Water Resources Management in Pyanj River Basin Project. https://www.adb.org/projects/47181-\n002/main#project-overview. \n15  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "6 \nTable 1: Summary Cost Estimates \n($ million) \nItem  Amounta \nA.   Base Costb    \n1.  Output 1: Disaster risk management mainstreamed in government institutions  2.1 \n2.  Output 2: Capacity to manage natural hazards and minimize losses \nstrengthened  7.6 \n3.  Output 3: Road map for investments and sustainable financing developed  0.6 \n    Subtotal (A)  10.3 \nB.   Contingenciesc  0.8 \n      Total (A+B)  11.0 \nNote: Numbers may not sum precisely because of rounding. \na  Includes taxes and duties of $1.0 million to be financed from government resources. \nb  In mid-2018 prices as of May 2018. \nc  Physical contingencies computed at 5% of the base cost for consulting and project implementation group \nexpenses. Price contingencies computed at average of 7.0% on local currency costs and 1.5% on foreign currency \ncosts from 2019 onward; includes provision for potential exchange rate fluctuation under the assumption of a \npurchasing power parity exchange rate. \nSource: Asian Development Bank estimates. \n \n19.  The government has requested a grant not exceeding $10.0 million from ADB’s Special \nFunds  resources  (Asian  Development  Fund)  under  the  disaster  risk  reduction  financing \nmechanism to help finance the project.16 The government will finance taxes and duties estimated \nat $1.0 million.17  \n \n20.  The summary financing plan is in Table 2. ADB will finance the expenditures in relation to \nconsulting services, equipment, and recurrent administrative cost. \n \nTable 2: Summary Financing Plan \n  Amount  Share of Total \nSource  ($ million)  (%) \nAsian Development Bank     \nSpecial Funds resources (Asian Development Fund grant)  10.0  90.9 \nGovernment  1.0  9.1 \nTotal  11.0  100.0 \nSource: Asian Development Bank estimates. \n \n21.  Climate adaptation is estimated to cost $3.0 million for DMIS, early warning system, anti-\nhale system, inventory of glaciers, mapping of areas at risk, incorporating climate adaptation in \nsector development plans, and training government officials and communities. ADB will finance \n100% of adaptation costs.  \n \nE.  Implementation Arrangements  \n \n22.  A  project  implementation group  (PIG)  will  be established  in the  CESCD  (executing \nagency) to implement the project. The PIG will have six full-time dedicated staff, headed by a \nproject director. Other relevant agencies will designate focal persons for the project who will be \nresponsible for the coordination of activities related to their respective agencies with the executing \nagency and PIG during implementation. The PIG will be responsible for project implementation, \n                                                \n16 ADB. 2016. Concessional Assistance Policy. Manila. \n17 The government contribution will not include income tax and social tax of the project implementation group (PIG) \nstaff. These taxes will be financed by grant proceeds, in accordance with ADB’s Loan Disbursement Handbook \n(2017, amended from time to time), Appendix 4C, p. 3, para. (ii). \n ", "7 \nmonitoring, and reporting. It will be supported by two packages of the project implementation \nconsultants, for which the expressions of interest were invited before the staff review meeting. \nThe recruitment process will be completed before the grant is declared effective, and contracts \nwill be signed immediately after effectiveness. The project has high readiness in terms of \nconsultant recruitment. The NPES, chaired by the deputy prime minister, will be the steering \ncommittee  to  provide  strategic  and  policy  guidance  to  the  project.  The  implementation \narrangements are summarized in Table 3 and described in detail in the PAM (footnote 15). \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  January 2019–December 2023 \nEstimated completion date  31 December 2023 \nEstimated grant closing date  30 June 2024 \nManagement \n(i)  Executing agency  CESCD \n(ii)  Implementation unit  Project implementation group in CESCD, Dushanbe \nProcurement  Open competitive  1 contract  $2.20 million \nbidding for goods – \ninternational \nadvertisement \nOpen competitive  1 contract  $1.35 million \nbidding for goods – \nnational \nadvertisement \nRequest for quotation  4 contracts  $0.30 million \nfor goods \nConsulting services  Quality- and cost-  459 person-months  $5.58 million \nbased selection \nLeast-cost selection  5 person-months  $0.05 million \nAdvance contracting  Advance contracting, with recruitment of project implementation \nconsultants during the processing phase to ensure the \nmobilization of consultants immediately after the grant is declared \neffective, as well as procurement of equipment, furniture, and \nvehicles for project implementation group. \nDisbursement  The grant proceeds will be disbursed following ADB’s Loan \nDisbursement Handbook (2017, as amended from time to time) \nand detailed arrangements agreed between the government and \nADB. \nADB = Asian Development Bank, CESCD = Committee of Emergency Situations and Civil Defense. \nNote: Cost estimates exclude government contributions in the form of exemptions to taxes and duties. \nSource: Asian Development Bank. \n \nIII.  DUE DILIGENCE \nA.  Technical \n \n23.  Technical due diligence included a comprehensive review of existing policies, strategies, \nplans,  and  ongoing  projects  for  DRM.  An  assessment  of  the  collection  and  dissemination \nmechanisms of disaster-related data was conducted to determine the measures to integrate those \ninto DMIS and to link with the early warning system. A preliminary assessment of equipment \nrequired for forecasting and early warning was also done by the project preparatory team that \nincludes gauges, sensors, radios, radar, VSAT trans receivers, resistivity meters, geophysical \nloggers, GPS instruments, and software, among others. Project preparation considered (i) the \nrationale for the proposed design, outcome, and outputs; and (ii) options to maximize the benefits \n ", "8 \nto  communities;  and  (iii)  experience  in  ADB  projects  to  make  the  project  implementation \narrangements robust. \n \nB.  Economic and Financial \n \n24.  The economic assessment of the project is based on ADB’s Guidelines for the Economic \nAnalysis of Projects.18 It was carried out by comparing the with- and without-project scenarios. \nThe project is assessed viable, as it has an economic internal rate of return of 20.5% and an \neconomic net present value of $9.52 million at a discount rate of 9%. The 10-year annual average \nof total economic losses caused by disasters in 2014 was equal to $111.9 million, or 1.2% of \ngross domestic product. In the with-project scenario, it is expected that the annual average of \neconomic losses will be reduced by 3.1%, and the economic costs of capital expenditures are \nestimated at about $9.3 million. The project capital costs include the costs of consulting services, \nequipment, machinery, office establishment, and staff expenditures. The capital cost of the \nwithout-project scenario is estimated at zero. For the purpose of modeling, annual maintenance \nexpenditures related to the project’s capital investments are carried out over 15 years (2024–\n2038). The sensitivity analysis shows that the project’s rate of return and economic viability is \nrobust in the case of (i) an increase in capital cost by 10% and (ii) a decrease in benefits by 10%. \nAn unlikely combination of the two scenarios reduces the economic internal rate of return to 17%, \nwhich is well above the 9% threshold and remains high. \n \n25.  Financial analysis considered the projection of incremental recurrent costs, including \noperation and maintenance expenditures, required to ensure the sustainability of the project; and \nassessment of the capacity of the CESCD to fund recurrent costs. Increasing understanding and \nawareness of pre-disaster mitigation have resulted in an increase in the FY2018 budget allocation \nto the CESCD to about $3.3 million equivalent. This is enough to cover the expected $220,000 \nannual operation and maintenance cost for the project. \n \nC.  Governance \n \n26.  The financial management risk is moderate mainly because the executing agency has \nadequate capacity, internal control systems, and financial reporting arrangements. Financial \nmanagement assessment was carried out that includes the accountability, transparency, and \ncapacity of the executing agency; and covers the (i) financial information systems, (ii) funds flow \narrangements, (iii) staffing, (iv) accounting and financial reporting, (v) internal audit, and (vi) \nexternal audit. Mitigation measures to address the identified risks have been incorporated into the \nproject design, including (i) recruiting experienced and qualified financial accounting staff for the \nPIG;  (ii)  providing  training  in  ADB  procedures  related  to  audit,  disbursement,  and  project \nmanagement; and (iii) providing financial management support and training with the support of \nproject implementation consultants. \n \n27.  The procurement capacity assessment concluded that the procurement risk of the project \nis moderate because of (i) the availability of qualified procurement staff, (ii) adequate technical \nskills of the executing agency to procure goods and recruit consulting services, and (iii) adequate \nintegrity and anticorruption measures in place. Mitigation measures to address the identified gaps \nare incorporated in the project design, including (i) experienced procurement staff for the PIG, \n(ii) support of international and national consultants, (iii) training in ADB procurement procedures \nand use of ADB standard bidding documents, and (iv) use of prior review procedures. \n                                                \n18 Economic Analysis (accessible from the list of linked documents in Appendix 2); and ADB. 2017. Guidelines for the \nEconomic Analysis of Projects. Manila. \n ", "9 \n \n28.  ADB’s Anticorruption Policy (1998, as amended to date) and ADB’s Integrity Principles \nand Guidelines were explained to and discussed with the government and the CESCD. The \nspecific  policy  requirements  and  supplementary  measures  are  described  in  the  PAM \n(footnote 15).19 \n \nD.  Poverty, Social, and Gender \n \n29.  The outputs of the project include an early warning system that will strengthen disaster \nresilience across Tajikistan, particularly in high-risk areas and among the vulnerable population. \nThe mainstreaming work on DRM and related strategies will include components targeting the \npoor and vulnerable people in disaster-prone areas. The project will benefit all segments of the \nsociety. It is classified effective gender mainstreaming. The key gender impacts of the project will \ninclude (i) institutionalizing women’s participation in the institutional plan and business plan for \nthe CESCD as well as sectoral strategies and plans; (ii) developing a gender-inclusive DMIS that \nincludes gender and other social indicators; (iii) integrating social factors like sex, age, ability, and \nincome and poverty level into the hazard maps, inventory of assets at risk, national risk profile, \nand multi-hazard vulnerability and risk assessment; (iv) increasing girls’ awareness of DRM \nthroughout educational institutions; (v) capacity building of female staff of the CESCD and other \nsector departments and ministries and agencies on DRM; and (vi) capacity building in DRR for \nwomen in high-risk districts and cities. \n \nE.  Safeguards \n \n30.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows.20 \n \n31.  Environment (category C). The project remains category C for environmental impacts \nas no adverse impacts or environmental risks are anticipated because the project is not financing \ncivil works. \n \n32.  Involuntary resettlement (category C). The project is classified category C under ADB’s \nSafeguard  Policy  Statement  as  no  civil  works  or  economic  displacements  are  envisaged. \nTherefore, no negative social impacts on involuntary resettlement are expected. \n \n33.  Indigenous peoples (category C). No indigenous peoples are present in the project area \naccording to ADB’s Safeguard Policy Statement definition. \n \nF.  Summary of Risk Assessment and Risk Management Plan \n \n34.  The existing institutional arrangements and capacities required for mainstreaming DRM in \ndevelopment planning are considered high risk. The CESCD’s finance specialists are experienced \nand familiar with the financial management procedures, but this is assessed a substantial risk \nsince they do not have experience of ADB-financed projects. Significant risks and mitigating \nmeasures are summarized in Table 4 and described in detail in the risk assessment and risk \nmanagement plan.21 \n \n                                                \n19 ADB. 2015. Integrity Principles and Guidelines. Manila. \n20  ADB. Safeguard Categories. https://www.adb.org/site/safeguards/safeguard-categories. \n21 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10 \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nExisting institutional arrangements and  Improve the institutional arrangements and build capacity \ncapacities are not designed for  of the executing agency and core ministries to facilitate \nmainstreaming disaster risk management  and guide mainstreaming of disaster risk management in \nin development planning.  strategies and development plans of core sectors. \nThe executing agency’s finance and  Provide training on ADB’s Loan Disbursement Handbook \naccounting staff do not have experience of  (2017, as amended from time to time) through the project \nADB-financed projects.  implementation consultant. \nADB = Asian Development Bank. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n35.  The government and the CESCD have assured ADB that implementation of the project \nshall conform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and grant documents. \n \n36.  The government and the CESCD have agreed with ADB on certain covenants for the \nproject, which are set forth in the draft grant agreement. \n \nV.  RECOMMENDATION \n \n37.  I am satisfied that the proposed grant would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the grant not exceeding \n$10,000,000  to  the  Republic  of  Tajikistan  from  ADB’s  Special  Funds  resources  (Asian \nDevelopment Fund) for the National Disaster Risk Management Project, on terms and conditions \nthat are substantially in accordance with those set forth in the draft grant agreement presented to \nthe Board. \n \n \n \n \n \nTakehiko Nakao \nPresident \n5 September 2018 \n \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with \n \nTajikistan’s resilience to disasters enhanced (National Development Strategy, 2016–2030; and Midterm \nDevelopment Program 2016–2020)a \n \n  Performance Indicators  Data Sources and   \nResults Chain  with Targets and Baselines  Reporting   Risks \nOutcome       \nTajikistan’s economic  a. 10-year rolling average  a. Damage and loss  Political instability and \nlosses due to natural  annual total economic losses  reports of the  deterioration of \nhazards reduced  due to disaster reduced by  Government of  security situation in \n3.1% by 2024  Tajikistan, report(s) of  the country \n(2014 baseline:  development partners \n$111.9 million)  and third-party entities \n \nOutputs       \n1. DRM mainstreamed  1a. CESCD institutional plan  1a.–d. QPRs of  A major low-\nin government  with capacity building for  executing agency,  frequency and high-\ninstitutions  gender-responsive DRM  executing agency’s  intensity (one in \nimplemented by  PCR  100 years) event \nDecember 2020  happens during \n(2018 baseline:  implementation of the \nnot applicable)  project. \n \n1b. CESCD 5-year \nbusiness/operational plan \n(2021–2025) with gender-\nspecific actions developed \nby June 2021 \n(2018 baseline: \nnot applicable) \n \n1c. DRM-integrated sector \nstrategies, with actions that \naddress specific needs of \nwomen, children, elderly, \nand people with disabilities, \napproved by June 2021 \n(2018 baseline: \nnot applicable) \n \n1d. Draft legislation providing \na single, comprehensive law \non DRM prepared by \nDecember 2020 \n(2018 baseline: \nnot applicable) \n \n \n \n \n \n ", "12  Appendix 1 \n  Performance Indicators  Data Sources and   \nResults Chain  with Targets and Baselines  Reporting   Risks \n2. Capacity to manage  2a. Hazard maps and  2a.–f. QPRs of   \nnatural hazards and  inventory of assets at risk  executing agency,   \nminimize losses  based on a detailed  executing agency’s \nstrengthened  assessment, national risk  PCR \nprofile, multi-hazard \nvulnerability, and risk \nassessments that consider \nsocial factors such as sex, \nage, ability, and income and \npoverty levels prepared by \nDecember 2020 \n(2018 baseline: \nnot applicable) \n \n2b. National disaster \nmanagement information \nsystem established by \nDecember 2021 \n(2018 baseline: 0) \n \n2c. Early warning system \nestablished by \nDecember 2022 \n(2018 baseline: 0) \n \n2d. Community-based DRM     \nand DRM awareness in \neducational institutions in \nhigh-risk districts and cities \nimplemented by June 2023, \nincluding at least 40% \nwomen (2018 baseline: \nnot applicable) \n     \n2e. National, regional, \ndistrict, and sector DRM \nplans prepared by \nDecember 2021 \n(2018 baseline: 0) \n \n2f. Sarez Lake early warning \nsystem updated by \nJune 2023 (2018 baseline:  \nnot applicable) \n      \n3. Road map for  3a. 9-year DRM investment  QPRs of executing   \ninvestments and  plan (2022–2030) prepared  agency, executing \nsustainable financing  by December 2021  agency’s PCR \ndeveloped  (2018 baseline: \nnot applicable)  \n \n ", "Appendix 1  13 \nKey Activities with Milestones \n \n1.  Disaster risk management mainstreamed in government institutions \n1.1 Issue RFP by Q3 2018 and complete recruitment of consultants by Q1 2019. \n1.2 Develop institutional strengthening and reorganization plan and complete legal requirements by Q2 \n2020. \n1.3 Complete consultations for developing 5-year business/operational plan for the CESCD and its \nrestructured departments and divisions by Q2 2021. \n1.4 Appoint staff and procure equipment, furniture, and vehicles for restructured institutional setup by \nQ2 2021. \n1.5 Revise sector strategies by Q1 2021. \n \n2.  Capacity to manage natural hazards and minimize losses strengthened \n2.1 Issue RFP by Q3 2018 and complete recruitment of consultants by Q1 2019. \n2.2 Complete surveys and data collection for multi-hazard vulnerability assessment and preparing hazard \nmaps by Q2 2020. \n2.3 Select educational institutions and design awareness-raising program by Q2 2021. \n2.4 Select districts, cities, and communities and design community-based DRM program by Q2 2022. \n2.5 Complete dam-break studies and flood modeling of Sarez Lake by Q4 2020. \n2.6 Prepare inventory of glaciers by Q2 2023. \n2.7 Complete staff training for CESCD and other sector departments and ministries, including at least \n20% women, by Q2 2023. \n \n3.  Road map for investments and sustainable financing developed \n3.1 Issue RFP by Q3 2018 and complete recruitment of consultants by Q1 2019. \n3.2 Prepare draft investment plan by Q3 2021. \n3.3 Complete study for financing options after consultations with development partners by Q3 2021. \n3.4 Prepare recommendations for financing mechanism by Q4 2021. \nInputs \nADB: $10.0 million (Asian Development Fund grant) \nGovernment: $1.0 million \nAssumptions for Partner Financing \nNot applicable. \nADB = Asian Development Bank, CESCD = Committee of Emergency Situations and Civil Defense, DRM = disaster risk \nmanagement, PCR = project completion report, Q = quarter, QPR = quarterly progress report, RFP = request for \nproposal. \na  Government of Tajikistan. 2016. National Development Strategy and Midterm Development Plan. Dushanbe.  \nSource: Asian Development Bank. \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=52106-001-2 \n     \n1.  Grant Agreement     \n2.  Sector Assessment (Summary): Disaster Risk Management     \n3.  Project Administration Manual     \n4.  Contribution to the ADB Results Framework     \n5.  Development Coordination     \n6.  Economic Analysis     \n7.  Financial Analysis \n8.  Country Economic Indicators     \n9.  Summary Poverty Reduction and Social Strategy     \n10.  Risk Assessment and Risk Management Plan     \n11.  Gender Action Plan \n  \nSupplementary Documents \n12.  Financial Management Assessment \n13.  Procurement Risk Assessment \n14.  Stakeholder Analyses, Risks, and Participation Strategy \n15.  Poverty and Socioeconomic Conditions \n16.  Indicative List of Equipment \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20180907141738+08'00'", "Creator": "PDF24 Creator", "Keywords": "tajikistan, tajikistan disaster, natural hazards, disaster risk, climate change, disaster resilience, sustainable financing, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20181010140739+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The proposed project will support the Government of Tajikistan in managing the expected increased severity and frequency of disasters triggered by natural hazards in the country and in reducing the socioeconomic vulnerability of Tajikistan to natural hazards.", "Title": "National Disaster Risk Management Project: Report and Recommendation of the President to the Board of Directors"}, "author_page": " \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Pradeep Srivastava, Country Director, Tajikistan Resident Mission \n(TJRM), CWRD \n   \nTeam leaders  Raza M. Farrukh, Head Project Administration Unit, TJRM, CWRD \n  Shukhrat Khojaev, Project Officer, TJRM, CWRD \nTeam members  Ana Paula Araujo, Environment Specialist, CWRD \n  Muhammadi Boboev, Economics Officer, TJRM, CWRD \n  Annalisa Carlota, Counsel, Office of the General Counsel \n  Steven Goldfinch, Disaster Risk Management Specialist, \nSustainable Development and Climate Change Department (SDCC) \n  Mufara Hamidova, Operations Assistant, TJRM, CWRD \n  Nana Kvanchiany, Project Analyst, TJRM, CWRD \n  Nathan Rive, Climate Change Specialist, CWRD \n  Thomas Robinson, Procurement Specialist, Procurement, Portfolio \nand Financial Management Department \n  Mary Alice Rosero, Social Development Specialist (Gender and \nDevelopment), CWRD \n  Mian Shafi, Senior Project Officer, Pakistan Resident Mission, \nCWRD \n  Yukihiro Shibuya, Social Development Specialist (Safeguards), \nCWRD \nPeer reviewer  Charlotte Benson, Principal Disaster Risk Management Specialist, \nSDCC \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "Wencai Zhang", "role": "Operations", "organization": ""}, {"fullname": "Werner Liepach", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "Pradeep Srivastava", "role": "Country Director", "organization": "Tajikistan Resident Mission"}, {"fullname": "Raza M. Farrukh", "role": "Head Project Administration Unit", "organization": "TJRM"}, {"fullname": "Shukhrat Khojaev", "role": "Project Officer", "organization": "TJRM"}, {"fullname": "Ana Paula Araujo", "role": "Environment Specialist", "organization": "CWRD"}, {"fullname": "Muhammadi Boboev", "role": "Economics Officer", "organization": "TJRM"}, {"fullname": "Annalisa Carlota", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Steven Goldfinch", "role": "Disaster Risk Management Specialist", "organization": ""}, {"fullname": "Mufara Hamidova", "role": "Operations Assistant", "organization": "TJRM"}, {"fullname": "Nana Kvanchiany", "role": "Project Analyst", "organization": "TJRM"}, {"fullname": "Nathan Rive", "role": "Climate Change Specialist", "organization": "CWRD"}, {"fullname": "Thomas Robinson", "role": "Procurement Specialist", "organization": "Procurement"}, {"fullname": "Mary Alice Rosero", "role": "Social Development Specialist (Gender and", "organization": ""}, {"fullname": "Mian Shafi", "role": "Senior Project Officer", "organization": "Pakistan Resident Mission"}, {"fullname": "Yukihiro Shibuya", "role": "Social Development Specialist (Safeguards)", "organization": ""}, {"fullname": "Charlotte Benson", "role": "Principal Disaster Risk Management Specialist", "organization": ""}]}