{"path": "data/input/reports/52122-001-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 52122-001 \nOctober 2018 \n \n \n \nProposed Grant \nRepublic of Tajikistan: Reconnection to the Central \nAsian Power System Project \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011 after excluding information that is subject to exceptions to \ndisclosure set forth in the policy.  \n \n \n \n \n \n ", "  \n \n ", "CURRENCY EQUIVALENTS \n(as of 9 October 2018) \n \n \nCurrency unit  –  somoni (TJS) \nTJS1.00  =  $.0106     \n$1.00  =  TJS9.42     \n         \n \nABBREVIATIONS \n \n  ADB  -  Asian Development Bank \n  CAPS  -  Central Asian Power System \n  CO   -  carbon dioxide \n2\nEMP  -  environmental management plan \nkV  -  kilovolt \nLARP  -  land acquisition and resettlement plan \nPAM  -  project administration manual \nPMU  -  project management unit \nSOPI  -  Sector Operations Performance Improvement \nTWh  -  terawatt-hour \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Tajikistan and its agencies ends on 31 \nDecember. \n(ii)  In this report, “$” refers to United States dollars. ", "Vice-President  Wencai Zhang, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Regional Department \n(CWRD) \nDirector  Ashok Bhargava, Energy Division, CWRD \n   \nTeam leader  Yuki Inoue, Finance Specialist (Energy), CWRD \nTeam members  Ana Paula Araujo, Environment Specialist, CWRD \n  Mufara Hamidova, Operations Assistant, CWRD \nShukhrat Khojaev, Project Officer, CWRD \nLevan Mtchedlishvili, Principal Energy Specialist, CWRD \nLyailya Nazarbekova, Principal Counsel, Office of the General \nCounsel (OGC) \nMaria Kenneth Pinili, Operations Assistant, CWRD \nMary Alice Rosero, Social Development Specialist (Gender and \nDevelopment), CWRD \nSyed Asim Ali Sabzwari, Environment Specialist, CWRD \nAtsumasa Sakai, Energy Specialist, CWRD \n  Yukihiro Shibuya, Social Development Specialist (Safeguards), \nCWRD \nYou-Jung Shin, Counsel, OGC \nPeer reviewer  Dae Kyeong Kim, Senior Energy Specialist (Smart Grids), \nSustainable Development and Climate Change Department \nMichael Trainor, Energy Specialist, Pacific Regional Department \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.", " \nCONTENTS \nPage \nPROJECT AT A GLANCE                                                                                                             \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  4 \nC.  Outputs  4 \nD.  Summary Cost Estimates and Financing Plan  4 \nE.  Implementation Arrangements  5 \nIII.  DUE DILIGENCE  6 \nA.  Technical  6 \nB.  Economic and Financial  7 \nC.  Governance  7 \nD.  Poverty, Social, and Gender  8 \nE.  Safeguards  9 \nF.  Summary of Risk Assessment and Risk Management Plan  9 \nIV.  ASSURANCES AND CONDITIONS  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  13 \n \n \n \n   ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 52122-001\nProject Name Reconnection to the Central Asian  Department CWRD/CWEN\nPower System Project  /Division\nCountry Tajikistan Executing Agency Open Stock Holding Company\nBorrower Republic of Tajikistan \"Barqi Tojik\"\n2. Sector Subsector(s)      ADB Financing ($ million)\nEnergy Electricity transmission and distribution 35.00\nTotal 35.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic growth  Pillar 1: Economic opportunities,   CO  reduction (tons per annum) 1,834,000\n2\n(IEG) including jobs, created and expanded Climate Change impact on the  Low\nEnvironmentally sustainable  Global and regional transboundary  Project\ngrowth (ESG) environmental concerns\nNatural resources conservation ADB Financing\nRegional integration (RCI) Pillar 2: Trade and investment Mitigation ($ million) 35.00\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Client relations, network, and  No gender elements (NGE)\ndevelopment (GCD) partnership development to partnership \ndriver of change\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Nation-wide High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG7, SDG9\n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 35.00\n     Sovereign Project grant: Asian Development Fund 35.00\nCofinancing 0.00\n     None 0.00\nCounterpart  5.00\n     Government  5.00\nTotal 40.00\nCurrency of ADB Financing: USD \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 11102018170322364337 Generated Date: 22-Oct-2018 10:20:08 AM", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed grant \nto the Republic of Tajikistan for the Reconnection to the Central Asian Power System Project.  \n \n2.  The proposed project will provide critical investment in relay protection equipment needed \nfor Tajikistan’s electricity system to be in full parallel operation with Uzbekistan’s electricity system \nand the Central Asian Power System (CAPS).1 This will enable Tajikistan to export summer \nsurplus electricity to Uzbekistan and allow for more efficient use of regional energy resources.  \n \nII.  THE PROJECT \nA.  Rationale \n \n3.  Technical constraints for interconnection. The Central Asian republics are endowed \nwith significant energy resources, but the distribution is highly skewed. The Kyrgyz Republic and \nTajikistan have abundant hydro resources, while Kazakhstan, Turkmenistan and Uzbekistan are \nrich in fossil fuels. During the Soviet Union time, power systems in Kazakhstan, the Kyrgyz \nRepublic, Tajikistan, Turkmenistan and Uzbekistan were developed and optimized to operate as \na synchronized regional grid commonly known as CAPS.2 The Coordinating Dispatch Center-\nEnergy in Tashkent, Uzbekistan’s capital, maintains the balanced and synchronized operation of \nCAPS. Power exchange among the countries was 25.4 terawatt hours (TWh) in 1990,3 but after \nthe breakup of the Soviet Union, it sharply declined and reduced to less than 1.3 TWh in 2017.4 \n \n4.  The electricity systems in the Kyrgyz Republic and Tajikistan, which are largely run on \nhydropower generation facilities, played a vital role in CAPS by providing frequency regulation. \nTwo 500-kilovolt (kV) and eight 220 kV interconnection lines with Uzbekistan enabled Tajikistan \nto export summer surplus electricity and balance the winter deficit through imports from CAPS \ncountries.5 Historically, Tajikistan was a net importer of electricity. \n \n5.  In November 2009, in response to a grid failure in Tajikistan that led to a regional blackout \nin CAPS countries, Tajikistan was disconnected from CAPS. This failure was attributed to an \noutdated transmission relay protection system, which failed to promptly isolate the incident within \nTajikistan, triggering cascade blackouts and affecting CAPS operations, particularly in Uzbekistan. \nThe failure highlighted the obsoleteness of relay protection infrastructure in Tajikistan. The \nprotection system had not been properly maintained or replaced, compromising the integrity and \nreliability of the grid. Well-coordinated protection relays and their integrity are essential for the \noperation of electricity systems, particularly the parallel operation of regional power systems.6  \n \n6.  Tajikistan’s isolation had a substantial impact on the operations of CAPS and its own \npower system. Because of the lack of frequency regulation from Tajikistan, CAPS dispatchers, \nparticularly in Uzbekistan, needed to maintain higher spinning reserves at thermal power plants, \nconsuming expensive fossil fuels, instead of cheaper hydro power plants. In Tajikistan, the power \n                                                \n1 In parallel operation, all generators of interconnected power systems have the same phase sequence.  \n2 Turkmenistan’s power system had been part of CAPS during the Soviet time. It has been operating independently \nand in parallel with Iran’s power system since May 2003.  \n3 Asian Development Bank (ADB). 2012. Central Asia Regional Economic Cooperation: Power Sector Regional Master \nPlan, Manila (TA 7335-REG).   \n4 Power exports to Afghanistan are excluded.  \n5 Tajikistan’s installed capacity was 5,713 megawatt (MW) in 2017, of which 87% was based on hydropower \n6 Since November 2009, CAPS consists of the parallel operation of the Kazakh, Kyrgyz and Uzbek power systems. \n ", "2 \ngrid was not designed to operate independently, and urgent investments in the transmission \nsystem were needed to supply electricity to regions that previously received electricity from CAPS. \nMoreover, Tajikistan’s hydropower plants spilled surplus water every summer⎯which could have \ngenerated between 3–5 TWh of electricity each year⎯because of limited export opportunities. \nOn the other hand, the lack of electricity import sources required severe rationing of power supply \nduring winter.7 The Asian Development Bank (ADB) estimated that efficient regional power trade \nwould have translated into annual cost savings on fuel as well as operation and maintenance of \nabout $670 million.8 \n \n7.  Following the change of the government in Uzbekistan in 2017, the state power utilities of \nTajikistan⎯Open  Joint  Stock  Holding  Company  Barqi  Tojik⎯and  Uzbekistan⎯Joint  Stock \nHolding Company Uzbekenergo⎯signed a power trade agreement on 9 March 2018 for Tajikistan \nto export up to 1.5 TWh of summer surplus electricity to Uzbekistan. Barqi Tojik started exporting \nelectricity to Uzbekenergo on 2 April 2018. To facilitate the immediate power export from \nTajikistan, a part of Uzbekistan was isolated from its national grid and connected to the Tajikistan \npower system, using existing regional infrastructure. However, this arrangement restricts the \nvolume of electricity export from Tajikistan and the year-round availability of supply.9 Full parallel \noperation of the two power systems is required to remove this constraint, raise the power export \nvolume to 5 TWh per year and effect a more efficient and optimized power exchange.   \n \n8.  Tajikistan’s obsolete protection and interconnection system, however, is preventing the \nachievement of full parallel operation. The project will resolve this by (i) installing and upgrading \nthe  relay  protection  system  for  synchronizing  the  Tajikistan  and  Uzbekistan  systems,  (ii) \nincreasing interconnection points between the two systems, and (iii) strengthening Tajikistan’s \ncapacity for stable parallel operation.  \n \n9.  Sector’s financial issues. The project investment will remove the technical constraints \nfor interconnection, but the fundamental issue of Tajikistan’s electricity subsector is insufficient \ncash inflow largely as a result of system inefficiency, inadequate corporate structure and low tariffs.  \nBarqi Tojik’s excessive debt service obligations and foreign exchange losses on grants and loans \nfrom ADB and other bilateral and multilateral financing institutions exacerbates the problem.10 \nThese have eroded the company’s equity to the point of insolvency, and external auditors have \nnoted material uncertainty about Barqi Tojik’s ability to continue operating as a going-concern \nsince  2016.  Consequently,  Barqi  Tojik  has  not  been  compliant  with  some  of  the  financial \ncovenants of previous ADB grants despite its successful track-record of project implementation.11 \nBarqi Tojik’s financial recovery is an urgent issue for the sector’s sustainability. \n \n10.  While recovery efforts have been covenanted in previous ADB projects, the lack of \nmeasures to generate significant additional revenues stymied more radical improvements. The \n                                                \n7 Load shedding was discontinued in the winter of 2017-2018 after full commissioning of a new 400-megawatt combined \nheat and power plant in Dushanbe.  \n8 The World Bank estimated a higher cost saving potential of $1 billion a year (World Bank. 2016. Enhancing Regional \nTrade in Central Asia. Washington D.C.).  \n9 This arrangement of isolated operation and interconnection of part of the Uzbekistan grid to Tajikistan can only work \nduring summer but not in winter (October–March) because Tajikistan does not have adequate surplus electricity during \nwinter to service this isolated region of Uzbekistan. \n10 Concessional loans and grants from ADB were on-lent to Barqi Tojik for 25 years with 5% interest rate and foreign \nexchange risk fully covered by Barqi Tojik. Loans and grants from other institutions are also on-lent on similar terms. \n11 The financial covenants include a debt service coverage ratio of 1.2, self-financing ratio of 20% and operating ratio \nof 90%.  \n \n ", "3 \ncurrent biggest issue is Barqi Tojik’s commercial liabilities, which continue to grow for the lack of \nits capacity to fully service them. The project will enable summer export and increase Barqi Tojik’s \nincome by about 30% compared to the 2016 level. To address the debt issue, Barqi Tojik is \nrequired by the project’s legal agreement to use these funds to repay the commercial liabilities \nfirst until they are at a manageable level. Additionally, the government has agreed to continue to \nraise electricity tariffs by at least 15% per year until 2021.12  Moreover, the government will provide \nthis grant as equity to Barqi Tojik and intends to convert all previous ADB grants into equity of \nBarqi Tojik.13 The on-lending arrangement of grants was acceptable in previous projects because \nBarqi Tojik is a revenue generating entity, but the current financial challenges call for these forms \nof government support. The successful implementation of all these actions can potentially bring \nback net profits to Barqi Tojik from 2021.  \n \n11.  These financial recovery measures will also pave the way for successful sector reforms, \nwhich ADB is preparing to support as a sector development program for ADB Board consideration \nin 2019.  ADB has supported Tajikistan’s electricity subsector reforms extensively since 2011 \nthrough the Sector Operations Performance Improvement (SOPI) program.14 The SOPI program \nprovides comprehensive reform initiatives, including separation of the generation, transmission \nand  distribution  businesses,  debt  restructuring,  introduction  of  a  new  cost  recovery  tariff \nmethodology, studies for investments in metering and billing infrastructure, design of a fund-flow \nmechanism with a settlement system, and development of multi-year management contracts in \ntransmission and distribution companies. As a key milestone, the government issued a decree to \nlegally separate Barqi Tojik into three companies in April 2018. A special government committee \nis finalizing the legal documents for this process. After unbundling, the new tariff methodology \nand fund flow mechanism will help manage the financial flow between sector entities. Given the \nanticipated major restructuring of Barqi Tojik, all financial recovery indicators will be included in \nthe design and monitoring framework of the sector development program.  \n \n12.  For sector reform initiatives, experience from previous projects show that coordinated \napproach among development partners is key to successful implementation. ADB is closely \ncoordinating with partners such as the European Bank for Reconstruction and Development, the \nInternational Monetary Fund and the World Bank in developing the financial recovery measures \nof this project and the reform initiatives of the sector development program. \n \n13.  Finally, the parallel operation to be achieved by the project will also allow Tajikistan to \nexport electricity to other CAPS countries in the future and to import electricity if needed. The \ncommercial arrangements between Barqi Tojik and Uzbekenergo is only for exporting electricity \nfrom Tajikistan as of 2018, but the project will provide the basis for expanding trade between \nCAPS countries and improving regional resource efficiency further. \n \n14.  With these impacts, the project aligns with the focus areas of ADB intervention—sector’s \nlost export revenues—in its Country Partnership Strategy 2016–2020 for Tajikistan.15 It also aligns \n                                                \n12 Electricity tariffs were increased by about 15% in both 2017 and 2018.  \n13 The total amount of outstanding principal of on-lent ADB grants to Barqi Tojik is about $240 million, which is about \n18% of all outstanding on-lent loans and grants from bilateral or multilateral financing institutions.  \n14 SOPI program consultants have been providing comprehensive support to Barqi Tojik’s restructuring process since \n2011. (ADB. 2010. Report and Recommendation of the President to the Board of Directors: Proposed Grant to the \nRepublic of Tajikistan for the Regional Power Transmission Project. Manila.) \n15 ADB. 2016. Tajikistan: Country Partnership Strategy 2016-2020, Manila. \n \n ", "4 \nwith  the  focus  areas  of  tackling  climate  change  (para  22),  strengthening  governance  and \ninstitutional capacity, and fostering regional cooperation and integration in ADB’s Strategy 2030.16 \n \nB.  Impact and Outcome \n \n15.  The project is aligned with the impact of expanded regional energy trade supporting \ndevelopment of the national economy achieved by 2030.17 The outcome of the project will be \nimproved regional energy efficiency among CAPS countries.18  \n \nC.  Outputs \n \n16.  Output 1: Tajikistan and Uzbekistan electricity grids synchronized. The project will \ninstall modern relays, circuit breakers, instrumental transformers and ancillary equipment and \nsystems for reliable synchronous operation at 220 kV and 500 kV interconnection points with \nCAPS. Replacing and upgrading the equipment will provide capacity to respond to technical \nincidents that may cause system failure and to improve the reliability of the system.  \n \n17.  Output 2: Interconnection between Tajikistan and Uzbekistan expanded. Two new \n500kV interconnection points at the Sugd substation in Northern Tajikistan will be established. \nThis entails the construction of about 1.5 kilometers of a 500 kV transmission line that will connect \nto the existing 500 kV transmission line between Syrdarya and Lochin substations in Uzbekistan.19 \nThis will increase the stability of the parallel operation of the two systems. \n \n18.  Output  3:  Capacity  in  Tajikistan  for  stable  parallel  operation  improved.  The \nengineering, procurement and construction contractor for the project will conduct capacity building \nof Barqi Tojik staff for using the new protection equipment and for overall grid operations. This \nwill give Barqi Tojik the knowledge tools to ensure stable grid operation. \n \n19.  Value added by ADB assistance. ADB has been one of the leading partners of the \nGovernment of Tajikistan in energy sector development and providing comprehensive support for \nsector reform and infrastructure investment in electricity generation and transmission. This has \nallowed ADB to respond quickly to the government’s urgent request for funding to conduct an \ninitial assessment of the relay protection system. The result of the assessment combined with \nADB’s close engagement enabled the government and ADB to prepare this project within a year.  \n \nD.  Summary Cost Estimates and Financing Plan \n \n20.  The project is estimated to cost $40 million. Detailed cost estimates by expenditure \ncategory and by financier are included in the project administration manual. 20 \n \n \n \n \n \n                                                \n16 ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n17 Government of Tajikistan. 2016. National Development Strategy of the Republic of Tajikistan for the Period up to \n2030. Dushanbe. \n18 The design and monitoring framework is in Appendix 1. \n19 This line crosses Tajikistan but is not connected to any substations of the Tajikistan system. \n20 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "5 \nTable 1: Summary Cost Estimates ($ million) \nItem     Amount a \nA.   Base Costs b   \n \n1.  Tajikistan and Uzbekistan electricity grids synchronized                      19.5 \n \n2.  Interconnection between Tajikistan and Uzbekistan expanded                 14.6 \n  3.  Capacity in Tajikistan for stable parallel operation improved  2.4 \n \n  Subtotal (A)                      36.5  \nB.  Contingencies c                        3.5  \nC.  Financing Charges During Implementation d  0.0    \n      Total (A+B+C)                      40.0  \na  Includes taxes and duties of $5 million to be exempted by the government or covered by Barqi Tojik. Such amount \ndoes not represent an excessive share of the project cost. \nb  In mid-2018 prices as of September 2018. \nc  Physical contingencies computed at 5% of the base costs. Price contingencies computed at 1.5% per year on foreign \nexchange costs and 7.0% per year on local currency costs; includes provision for potential exchange rate fluctuation \nunder the assumption of a purchasing power parity. \nd  No financing charges will be incurred because the Asian Development Bank grant will be provided to Barqi Tojik as \nequity.  \nSource: Asian Development Bank. \n \n21.  The government has requested a grant not exceeding $35 million from ADB’s Special \nFunds resources (Asian Development Fund) to help finance the project. The grant will be provided \nto Barqi Tojik as an equity injection. For the government and Barqi Tojik’s contribution of $5 million, \neither (i) the government will exempt the project from value-added taxes and customs duties on \nproject expenditures or (ii) Barqi Tojik will allocate additional funds to cover such taxes and duties. \nBarqi Tojik will provide project management resources through project management unit (PMU).  \nThe summary financing plan is in Table 2.  \n \nTable 2: Summary Financing Plan \nAmount   Share of Total  \nSource \n($ million)  (%) \n   \nAsian Development Bank \n             Special Funds Resources (ADF grant)  35.0  87.5 \nGovernment and Barqi Tojik  5.0  12.5 \n   40.0  100.0 \nADF = Asian Development Fund.  \nSources: Asian Development Bank and Ministry of Energy and Water Resources. \n \n22.  All $35 million of ADB financing contributes to climate change mitigation. Because the \nUzbekistan electricity system has a much higher CO2 emission factor than Tajikistan’s, the project \nis expected to reduce CO  emissions in Uzbekistan by about 1.8 million CO  tons for the volume \n2 2\nof exported electricity from Tajikistan.21  \n \nE.  Implementation Arrangements \n \n23.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe PAM (footnote 20). \n   \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period  January 2019–August 2021 \nEstimated completion date  31 August 2021 \nEstimated grant closing date  28 February 2022 \nManagement \n                                                \n21 Refer to Climate Change Assessment (accessible from the list of linked documents in Appendix 2). \n ", "6 \nAspects   Arrangements \n(i)   Oversight body  Ministry of Energy and Water Resources \n(ii)   Executing agency  Open Joint Stock Holding Company Barqi Tojik \n(iii)   Implementation unit  Project management unit for electro-energy sector under the President of \nthe Republic of Tajikistan \nProcurement:  plant  design,  supply,  OCB with international  1 contract  $14.5 million \nand install contract for rehabilitation  advertisement     \nworks       \nDirect contracting  1 contract  $14.0 million \nConsulting  services:  project  QCBS (90:10)  130 person-months  $3.0 million \nimplementation consultants \nRetroactive financing and/or advance  Advance contracting and retroactive financing will not be used. \ncontracting \nDisbursement  The grant proceeds will be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2017, as amended from time to time) and \ndetailed arrangements agreed upon between the government and ADB.  \nADB = Asian Development Bank, OCB = open competitive bidding, QCBS = quality- and cost-based selection.  \nSource: Asian Development Bank. \n \n24.  The executing agency will be the 100% state-owned power utility Barqi Tojik.22 The project \nwill be managed by a PMU that coordinates and implements power projects funded through loans \nand grants by bilateral donors and international financing institutions. The PMU has satisfactorily \nimplemented six previous ADB projects. Lessons from previous and ongoing projects show that \nthe continuation of the centralized PMU is the most effective structure of project implementation. \nOnce Barqi Tojik is unbundled through the reform process, the new transmission company will be \nthe executing agency of this project.  \n \n25.  The project requires installation of an emergency control system (ECS), which will be \nconnected to the new and existing relay protection and existing Supervisory Control and Data \nAcquisition system for automated response to system incidents. This is a key component of the \nprotection functions in cases such as a major failure within CAPS needs to be contained to avoid \nspreading of the incident. Uzbekistan is equipped with a specific ECS, and full compatibility of \nECSs at both ends of the transmission lines interconnecting two power grids is the highest priority \nfor regional grid stability. Since disconnection of Tajikistan from CAPS in October 2009, the ECS \nin Uzbekistan was gradually upgraded. Therefore, the installation of the same ECS that is \nestimated to be $14 million is a technical requirement to interconnect Tajikistan with CAPS. \n \n26.  After  assessment  and  discussions  among  Barqi  Tojik,  Uzbekenergo, \nSrednazenergosetproject  (Uzbek  design  institute  responsible  for  designing  CAPS),  and \nCoordinating Dispatch Center-Energy, it was concluded that there are two suppliers of this \nspecific system worldwide for its proprietary nature, and only one company, DS Group in \nKazakhstan, meets ADB’s eligibility criteria. Given this background, item (b) on standardization of \nequipment and (c) on proprietary item in clause 2.17 on direct contracting of ADB’s Procurement \nRegulations is applicable to this component.  \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n27.  In-depth technical due diligence for the project was conducted to develop and analyze \nvarious options for technical reinforcement and expansion of automated emergency control and \nmonitoring systems, relay protection and automation, telemetry data and telecommunication \n                                                \n22 Integrity due diligence conducted on Barqi Tojik found no major issues.  \n ", "7 \nnetworks in Barqi Tojik’s electric power system to ensure the required level of power system \nreliability and sustainability in the context of the system development until 2030. The technical \ndue diligence also assessed the condition of the transmission equipment in substations that are \ninterconnected with CAPS. Various cost estimation methods were used to obtain up-to-date \nquotations for equipment. The project implementation schedule was prepared considering the \ndemand profile to minimize the impact from disconnections. \n \n28.  ADB is satisfied with the quality of the cost estimates, cost structures, appropriateness of \nthe technology, and the execution plan. Barqi Tojik’s operation and maintenance staff is familiar \nwith the proposed design concepts. The proposed protection systems are not different from \nexisting practices, but they are more advanced and use modern technology. The systems will \nrequire training to be included in the terms of reference for consultants and contractors. This is \nroutine practice for a utility when first implementing similar systems.  \n \nB.  Economic and Financial \n \n29.  The project requires a relatively modest investment for interconnecting two systems, yet \nthe expected returns for Tajikistan from exports to Uzbekistan can be extremely high. The sales \nprice from Tajikistan to Uzbekistan is $0.02 per kWh. Since this electricity will be generated from \nunused existing facilities and resources in Tajikistan during summer, the generation cost is \nmarginal. The export volume will increase by 3.5 TWh per year once parallel operation is enabled. \nThis amounts to about $70 million in additional revenues for Tajikistan each year, compared with \nthe estimated total project investment cost of $40 million. Against this background, the financial \ninternal rate of return of the project is 14.8%, well above the estimated weighted average cost of \ncapital of 6.2% for Barqi Tojik for the project.   \n \n30.  The economic analysis of the project was conducted from the perspective of Tajikistan’s \neconomy and largely mirrors the assumptions of the financial analysis. Benefits accrue from the \nadditional export revenue to Tajikistan, resulting in an estimated economic internal rate of return \nof 24.1% against the economic cost of capital of 9.0%.23 These analyses show that the project is \nfinancially and economically viable.  \n \n31.  One of the main risks of the project is the discontinuation of the electricity trade between \nthe two countries. The analysis, therefore, spans only across 3 years of trade after project \ncompletion even though the asset life of the project investment is estimated to be 30 years.  \n \n32.  Despite the potentially high returns from the investment, private sector participation cannot \nbe reasonably structured, given the lack of an enabling regulatory framework in Tajikistan. \nFurther,  the  electricity  trade  agreement  is  a  product  of  the  two  government’s  extensive \nnegotiations. Therefore, public sector investment is the only option available for the project. \n \nC.  Governance \n \n33.  Anticorruption measures. ADB's Anticorruption Policy (1998, as amended to date) was \nexplained and discussed with the Government and Barqi Tojik. Consistent with its commitment to \ngood governance, accountability, and transparency, ADB reserves the right to investigate, directly \nor through its agents, any alleged corrupt, fraudulent, collusive, or coercive practices relating to \nthe project. To support these efforts, relevant provisions of ADB's Anticorruption Policy are \nincluded in the grant regulations and the bidding documents. In particular, all contracts financed \n                                                \n23 ADB. 2017. Guidelines for the Economic Analysis of Projects. Manila. \n ", "8 \nby ADB in connection with the project shall include provisions specifying the right of ADB to audit \nand examine the records and accounts of EAs and all contractors, suppliers, consultants, and \nother service providers as they relate to the project. The specific policy requirements and \nsupplementary measures are described in the PAM (footnote 20). \n \n34.  Financial management. Barqi Tojik’s overall financial management risk is substantial. \nThe results of external independent auditing have improved over the years; auditors issued a \ndisclaimer of opinions until FY2013, but audit results have received qualified opinions since \nFY2014. However, audits for FY 2015 and FY2016 based on International Standards on Auditing \nindicate issues on valuation of inventory, revaluation of assets, records on account receivables \nand payables, and data conciliation of revenues. To address these remaining issues, Barqi Tojik \nconducted valuation of assets in 2014 and reflected in the subsequent financial statements. \nAssessment of receivables and payables were also completed in 2014. The financial statements \nare now reported based on the International Financial Reporting System, as required by state’s \ndecrees. Automated accounting system based on 1C has been introduced to Barqi Tojik. The \nutility’s 30 subordinate entities all prepare their own financial reports which are consolidated at \nthe holding company level. Barqi Tojik has established an internal audit unit at the head office, \nbut the unit’s independence is limited. These key issues have been discussed between ADB and \nBarqi Tojik  and  an  action  plan  was  agreed  with  Barqi Tojik. The  project’s  implementation \nconsultants and the on-going SOPI project will support the implementation of the action plan. \n  \n35.  Procurement. The procurement capacity of Barqi Tojik and the PMU was assessed, and \nit does not pose a significant risk to project implementation. Barqi Tojik works with the government \nPMU dedicated to energy sector projects, which has performed well in the implementation of on-\ngoing ADB-funded projects (para 24). The indicative procurement method for the design, supply \nand installation contract for relay protection will be open competitive bidding with international \nadvertisement. The emergency control system package will be directly contracted to a Kazakh \ncompany that provides the required system for CAPS (para 26). The implementation consulting \nfirm will be recruited using the quality- and cost-based selection (QCBS) method. Procurement \n(including consulting services) will follow ADB Procurement Policy (2017, as amended from time \nto time) and Procurement Regulations for ADB Borrowers (2017, as amended from time to time). \nFor consultant’s recruitment, quality cost weighting of 90:10 will be used to ensure quality \nimplementation of complex systems.  \n \nD.  Poverty, Social, and Gender \n \n36.  The project’s aim to improve the use of regional energy resource among CAPS countries \nwill indirectly contribute to poverty reduction through improved access to energy, resulting in \nreduced time poverty, improved health outcomes with the use of safer energy sources, and \nincreased access to income earning opportunities. Rural electricity services help non-agricultural \nenterprises such as food processing, handicrafts and food production, and stimulate more \nopportunities  for  generating  cash  and  contributing  to  the  rural  economy.  Women  are \ndisproportionately  affected  by  limited  and  unreliable  access  to  electricity  because  of  their \nhousehold roles and more limited access to resources. Traditional gender roles for women such \nas cooking, washing/ironing, keeping the home warm, heating water to bathe children, or even \nhelping children with their schoolwork at night, become arduous when energy resources for \ncooking, lighting, and use of appliances are insufficient or unreliable.  The high cost of gas for \ncooking and coal for heating cause poorer households to resort to traditional fuels. Insufficient \nenergy supply also negatively impacts businesses, especially small- and home-based enterprises \nthat women are typically involved in. The project’s poverty reduction impact will also indirectly \nbenefit women by improving these conditions. ADB will actively explore opportunities to scale up \n ", "9 \ngender  benefits  in  the  forthcoming  sector  development  program  and  future  energy-sector \nprojects.  \n \nE.  Safeguards \n \n37.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows.24 \n \n38.  Environment  (category  B).  The  initial  environmental  examination  (IEE)  and \nenvironmental management plan (EMP) was prepared by Barqi Tojik in accordance with ADB’s \nSafeguard Policy Statement (2009).  \n \n39.  Anticipated adverse environmental impacts of the project are mainly related to soil erosion, \nnoise and dust generation, increased traffic, the potential presence of polychlorinated biphenyls \nin the existing equipment, potential for soil contamination as part of unexpected risks of spills and \nleakages, occupational health and safety during construction, and electromagnetic fields during \noperation. Impacts were assessed during the impact assessment study and adequate mitigation \nmeasures and monitoring requirements are proposed as part of the IEE and EMP. These will be \nimplemented through the EMP and Site-specific Environmental Management Plans (SEMP), \nwhich will be prepared by the contractor and approved by the PMU. The EMP will also require \ntraining of PMU personnel in environmental management to strengthen the safeguard capacity. \n \n40.  Involuntary resettlement (category B). Output 2 of the project involves two new 500 kV \ninterconnection points at the Sugd substation, i.e. constructing a transmission line of about 1.5 \nkm and approximately 8 towers. It is expected that the construction of the transmission lines and \ntowers will require about 7 land plots with 900 square meters which have been used by 7 \nhouseholds. A land acquisition and resettlement plan was prepared to provide compensation for \nall  the  losses  caused  by  the  project.  Public  consultations  were  conducted  in  August  and \nSeptember 2018. A grievance redress mechanism is in place in accordance with the land \nacquisition and resettlement plan to assist affected persons to resolve grievances and complaints. \nBarqi  Tojik  will  submit  semiannual  safeguards  monitoring  reports  to  ADB  for  review  and \ndisclosure.  No involuntary resettlement impacts are expected under output 1 and 3. Payments \nrequired for these activities will be paid by Barqi Tojik.  \n \n41.  Indigenous peoples (category C). The project will not have any impacts on indigenous \npeople or similar group during construction and operation phase. \n \nF.  Summary of Risk Assessment and Risk Management Plan \n \n42.  Significant risks and mitigating measures are summarized in Table 4 and described in \ndetail in the risk assessment and risk management plan.25 \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nThe  political  landscape  in  the  region  While  no  direct  mitigation  mechanism  exists  for  political \nchanges, and interconnection is no longer  developments,  ADB  will  continue  to  engage  closely  with  the \na priority  government on sector reforms and investments to stay up to date on \npolicies and on the relationship between Tajikistan and Uzbekistan. \n                                                \n24 ADB. Safeguard Categories. https://www.adb.org/site/safeguards/safeguard-categories. \n25 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10 \nTechnical issues in the Uzbek grid arise  During the past 10 years, JSC Uzbekenergo has been investing in \nand  prevent  the  interconnection  of  the  transmission  equipment  to  ensure  N-1  grid  design.  Further \nTajikistan system.  investigation and grid reinforcement measures will be designed by the \nongoing transmission and generation master plan prepared under \nADB’s technical assistance.a  \nFinancial  management  and  funds  flow  The direct payment method will be the primary disbursement method, \narrangements are weak.  and no advance account will be used. Barki Tojik has a satisfactory \nrecord  of  submitting  audited  project  financial  statements  under \nprevious ADB projects. \nAccounting  policies,  procedures,  and  Barqi Tojik has installed a 1C-based accounting system. ADB-funded \nsystems need further strengthening.  SOPI consultants and a World Bank-funded team for financial capacity \ndevelopment will work with Barqi Tojik to complete the remaining items \nof IFRS implementation together with a computerized accounting \nsystem. \nADB = Asian Development Bank; IFRS = International Financial Reporting Standards; JSC = joint stock company; \nSOPI = Sector Operation Performance Improvement; TA = technical assistance.   \na ADB. 2017. Report and Recommendation of the President to the Board of Directors: Proposed Loan and \nAdministration of Technical Assistance Grant to the Republic of Uzbekistan for the Power Generation Efficiency \nImprovement Project. Attached Technical Assistance Report (accessible from the list of linked documents in \nAppendix 2). Manila. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES AND CONDITIONS \n \n43.  The government and Barqi Tojik have assured ADB that implementation of the project \nshall conform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and grant documents. \n \n44.  In addition to the standard assurances, the government and Barqi Tojik have given the \nfollowing assurances for the project which will be incorporated in the legal documents. To improve \nsustainability of Barqi Tojik, the grant will only be disbursed after there is an enforceable \nagreement between the government and Barqi Tojik on providing the proceeds of the proposed \ngrant as equity. For ensuring the coordination between the related entities in Uzbekistan and \nTajikistan, the bid documents for the turnkey contract will only be issued after the technical \nparameters of the relay protection system is agreed in writing between counterparties in Tajikistan \nand Uzbekistan.26  \n \nV.  RECOMMENDATION \n \n45.  I am satisfied that the proposed grant would comply with the Articles of Agreement of the \nAsian Development Bank and recommend that the Board approve the grant not exceeding \n$35,000,000  to  the  Republic  of  Tajikistan  from  ADB’s  Special  Funds  resources  (Asian \nDevelopment Fund) for the Reconnection to the Central Asian Power System Project, on terms \nand conditions that are substantially in accordance with those set forth in the draft grant and \nproject agreements presented to the Board. \n \n \nTakehiko Nakao \nPresident \n22 October 2018 \n                                                \n26 ADB-financed consultants have been providing technical support to facilitate the process of reaching agreements on \nthe technical parameters.  \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with: \n \nRegional energy trade expanded  \n(National Development Strategy of the Republic of Tajikistan for the period up to 2030)a  \n \n       \n  Performance  Data Sources or   \n  Indicators with  Reporting   \nProject Results Chain  Targets and Baselines  Mechanisms  Risks \nOutcome  By 2022     \nRegional energy  a. Spillage of surplus  a-b. Coordinating  Political landscape in \nefficiency among CAPS  water in Tajikistan hydro  Dispatch Center’s  the region changes, and \ncountries improved.  power plants reduced  annual report  interconnection is no \nby 5 TWh-equivalent   longer a priority. \n(2018 baseline: 5 TWh \nequivalent of water \nspilled) \n \nb. Power trade in CAPS   \nincreased  to  6.3  TWh   \nper year   \n(2017 baseline: 1.3   \nTWh)   \n   \nc. CO  emissions in  c. Implementation \n2\nUzbekistan reduced by  consultant’s annual \n1.8 million tons for the  progress report \nvolume of imported \nelectricity from \nTajikistan \n(2018 baseline based \non imports to \nUzbekistan: 0.79 million \ntons) \nOutputs  By 2021     \n \n1. Tajikistan and  1. Modern relay  1-2. Contractor’s  Technical issues in the \nUzbekistan electricity  protection equipment  completion report and  Uzbekistan grid emerge \ngrids synchronized  installed at eight 220 kV  Coordinating Dispatch  and prevents \nand two 500 kV  Center’s annual report.  interconnection with the \ninterconnection points  Tajikistan system \n(2018 baseline: 0) \n \n2. Interconnection  2. Two new 500 kV     \nbetween Tajikistan and  interconnections \nUzbekistan expanded   established \n(2018 baseline: 0) \n \n3. Capacity in Tajikistan  3. At least 20 Barqi Tojik  3. Training completion   \nfor stable parallel  staff, including 5  reports from the turnkey   \noperation improved  women, trained on  contractor at each   \n  stability and protection  training event   \n     \n ", "12  Appendix 1 \n  management operation     \n(2018 baseline: N/A) \nKey Activities with Milestones \n \nOutput 1. Tajikistan and Uzbekistan electricity grids synchronized   \n1.1 Reach an agreement between counterparties in Uzbekistan and Tajikistan on design and specification \n(Q4 2018) \n1.2 Issue invitation of bids for the turnkey contract for relay protection system (Q1 2019) \n1.3 Award turnkey contract for relay protection systems (Q3 2019) \n1.4 Complete installation of equipment (Q2 2020) \n \nOutput 2. Interconnection between Tajikistan and Uzbekistan expanded \n2.1 Reach an agreement between counterparties in Uzbekistan and Tajikistan on design and specification \n(Q4 2018) \n2.2 Issue invitation of bids for the turnkey contract for new connection points (Q1 2019) \n2.3 Award turnkey contract for new connection points (Q3 2019) \n2.4 Complete installation of equipment (Q3 2020) \n \nOutput 3. Capacity in Tajikistan for stable parallel operation improved \n3.1 Contractors develop a capacity building program (Q3 2019) \n3.2 Hold workshop and training of Barqi Tojik staff (Q4 2019–Q1 2021) \n3.3 Follow-up on operational capacity (Q3 2020–Q2 2021) \n \nProject Management Activities \n1. Issue request for proposal for project implementation consultants (Q1 2019) \n2. Complete the recruitment of project implementation consultants (Q3 2019) \nInputs \n \nAsian Development Bank:                   $35,000,000 (Asian Development Fund grant) \nGovernment:                                        $5,000,000  \n \nAssumptions for Partner Financing \n \nN/A \n \nCAPS = Central Asian Power System, CO2 = carbon dioxide, kV = kilovolt, N/A = not applicable, Q = quarter, TWh = \nterawatt-hour. \na Government of Tajikistan. 2016. National Development Strategy of the Republic of Tajikistan for the Period up to \n2030. Dushanbe. \nSource: Asian Development Bank. \n \n \n ", "Appendix 2  13 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=52122-001-2   \n \n \n1.  Grant Agreement \n2.  Project Agreement \n3.  Sector Assessment (Summary): Energy \n4.  Project Administration Manual \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination \n7.  Economic and Financial Analysis \n8.  Country Economic Indicators \n9.  Summary Poverty Reduction and Social Strategy \n10.  Risk Assessment and Risk Management Plan \n  11.  Climate Change Assessment     \n12.  Initial Environmental Examination \n13.  Resettlement Plan: Land Acquisition and Resettlement Plan     \n     \nSupplementary Document     \n14.  Financial Management Assessment     \n \n \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20181022113549+08'00'", "Creator": "PDF24 Creator", "Keywords": "52122-001, tajikistan, tajikistan energy, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20181122161901+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The proposed project will provide critical investment in relay protection equipment needed for Tajikistan’s electricity system to be in full parallel operation with Uzbekistan’s electricity system and the Central Asian Power System. This will enable Tajikistan to export summer surplus electricity to Uzbekistan and allow for more efficient use of regional energy resources.", "Title": "Reconnection to the Central Asian Power System Project: Report and Recommendation of the President"}, "author_page": "Vice-President  Wencai Zhang, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Regional Department \n(CWRD) \nDirector  Ashok Bhargava, Energy Division, CWRD \n   \nTeam leader  Yuki Inoue, Finance Specialist (Energy), CWRD \nTeam members  Ana Paula Araujo, Environment Specialist, CWRD \n  Mufara Hamidova, Operations Assistant, CWRD \nShukhrat Khojaev, Project Officer, CWRD \nLevan Mtchedlishvili, Principal Energy Specialist, CWRD \nLyailya Nazarbekova, Principal Counsel, Office of the General \nCounsel (OGC) \nMaria Kenneth Pinili, Operations Assistant, CWRD \nMary Alice Rosero, Social Development Specialist (Gender and \nDevelopment), CWRD \nSyed Asim Ali Sabzwari, Environment Specialist, CWRD \nAtsumasa Sakai, Energy Specialist, CWRD \n  Yukihiro Shibuya, Social Development Specialist (Safeguards), \nCWRD \nYou-Jung Shin, Counsel, OGC \nPeer reviewer  Dae Kyeong Kim, Senior Energy Specialist (Smart Grids), \nSustainable Development and Climate Change Department \nMichael Trainor, Energy Specialist, Pacific Regional Department \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.", "authors": [{"fullname": "  Mufara Hamidova", "role": " Operations Assistant", "organization": "CWRD "}, {"fullname": "  Yukihiro Shibuya", "role": " Social Development Specialist ", "organization": "(Safeguards)"}]}