{"path": "data/input/reports/52152-007-tar-en.pdf", "pages": [" \nTechnical Assistance Report\n \n \n \nProject Number: 52152-007 \nTransaction Technical Assistance Cluster (C-TRTA) \nFebruary 2020 \n \n \nRepublic of Indonesia: Sustainable Infrastructure \nAssistance Program Phase II \n \nSubproject 4: Supporting Water Security \nInvestments Facility \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy. \n ", " \nCURRENCY EQUIVALENTS \n(as of 12 February 2020) \n \nCurrency unit  –  rupiah (Rp) \nRp1.00  =  $0.0000728 \n$1.00  =  Rp13,742 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ha  –  hectare \n  m3  –  cubic meter \n  SIAP2  –  Sustainable Infrastructure Assistance Program Phase II \n  TA  –  technical assistance \n       \n       \n \n \nNOTE: \n \nIn this report, \"$\" refers to United States dollars. \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Ramesh Subramaniam, Southeast Asia Department (SERD) \nDirectors  Jiangfeng Zhang, Environment, Natural Resources and Agriculture \nDivision (SEER), SERD \nWinfried Wicklein, Country Director, Indonesia Resident Mission (IRM), \nSERD \n   \nTeam leader  Eric Quincieu, Senior Water Resources Specialist, SEER, SERDa \nTeam members  Cita Ekanijati, Associate Project Analyst, IRM, SERD \nKeiko Koiso, Senior Procurement Specialist, Procurement Division 2, \nProcurement, Portfolio and Financial Management Departmenta \nHelena Lawira, Senior Project Officer (Water Sector), IRM, SERD \nDennie Mamonto, Environment Officer, IRM, SERD \nNaning Mardiniah, Senior Safeguards Officer (Resettlement), IRM, SERD \nRoma Gianina Panopio, Senior Operations Assistant, SEER, SERD \nAmr Qari, Principal Infrastructure Specialist, IRM, SERD \nNiloofar Sadeghi, Water Resources Specialist, SEER, SERD \nRacel S. Verdillo, Associate Project Analyst, SEER, SERD \n \na Outposted to the Indonesia Resident Mission. \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \n \nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE \nI.  THE TECHNICAL ASSISTANCE FACILITY SUBPROJECT  1 \nA.  Justification  1 \nB.  Outputs and Activities  4 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \n \n \nAPPENDIXES \n1.  Subproject Cost Estimates and Financing Plan  6 \n2.  Projects Under Transaction Technical Assistance Facility   7 \n3.  List of Linked Documents  8 \n \n ", "", " \nI.  THE TECHNICAL ASSISTANCE FACILITY SUBPROJECT \n \nA.  Justification \n \n1.  The proposed transaction technical assistance (TA) facility is a subproject under the TA \ncluster for the Sustainable Infrastructure Assistance Program Phase II (SIAP2) to support project \npreparation, project implementation, and capacity building and policy advice to a series of ongoing \nand ensuing projects on water management and water security in the Republic of Indonesia \nduring 2020–2023.1  \n \n2.  The SIAP2 was approved on 29 November 2018 with an expected completion date of             \n30  June  2024.  The  SIAP2  provides  (i)  project  preparation  support  to  specific  ensuing \ninfrastructure projects included in the Asian Development Bank’s (ADB) current and future country \noperations business plans for Indonesia; (ii) implementation and capacity-building support to \nspecific ongoing ADB-funded infrastructure projects; and (iii) knowledge and policy advisory \nsupport in the areas of infrastructure planning and financing, together with program management \nsupport for effective SIAP2 implementation. As of 12 February 2020, three subprojects were \napproved for a total amount of $13 million (43% of total SIAP2 funds) and total disbursements \nwas  $0.08  million.2 The  available  uncommitted  balance  is  $17  million  including  the  ADB \nmanagement fee and foreign exchange reservations.3 \n \n3.  Water Security. Although the national water security index progressed from 40.9 (over a \nscale of 0–100) in 2013 to 49.8 in 2016, Indonesia remains at risk for water security.4 The country \nis deficient in several dimensions of water security, especially in household water security, urban \nwater security, and resilience to water-related disasters, for which progress has been slow.5 The \nexpansion of the economy requires increasing amounts of water for food and energy production, \nand industrial processes. Yet environmental changes are already influencing the water cycle, \ncausing uneven distribution of water supply and water induced disasters.6 \n \n4.  Provision of raw water supply is unable to cope with growing demand. While Indonesia is \nblessed with an abundance of water resources, rainfall fluctuates by season and is distributed \nunevenly among the regions. Indonesia is urbanizing rapidly, with the percentage of Indonesians \n \n1  ADB. 2018. Transaction Technical Assistance Cluster to the Republic of Indonesia for Sustainable Infrastructure \nAssistance Program Phase II. Manila. (CTA 0040-INO). The subproject title is changed from “Preparation of the \nIntegrated Participatory Development and Irrigation Management Project” to “Supporting Water Security Investments \nFacility.” The TA facility subproject will support project preparation and implementation of (i) Enhanced Water \nSecurity Investment Project (for approval in 2021); (ii) Dry Land Development Project (for approval in 2021);                         \n(iii) Irrigation Development Project – Phase 1 (for approval in 2022); (iv)  Loan 3529/8327-INO: Integrated \nParticipatory Development and Management of Irrigation Program, Results-Based Lending (ongoing); (v) Loan 3440-\nINO: Flood Management in Selected River Basins Sector Project (ongoing); and (vi) Loan 3455-INO: Accelerating \nInfrastructure Delivery Through Better Engineering Services Project (ongoing).    \n2   As  of  12  February  2020,  three  subprojects  (Knowledge  and  Support  Technical  Assistance  for  Innovative \nInfrastructure Financing, Infrastructure Planning, and Program Management Support; Transactional Technical \nAssistance Facility for Supporting Sustainable and Efficient Energy Policies and Investments; and Transaction \nTechnical Assistance Facility for Supporting Sustainable and Universal Electricity Access Phase 2) have been \napproved under CTA 0040-INO.  \n3  The amount earmarked for foreign exchange loss and ADB administration fees is $5,627,700. \n4  The national water security is the composite result of the five key dimensions (household water security, economic \nwater security, urban water security, environmental water security, and resilience to water-related disasters) \nmeasured on a scale of 1–5. See https://www.adb.org/publications/asian-water-development-outlook-2016. \n5  Household water security progressed from 5 (over a scale of 20) in 2013 to 6 in 2016, urban water security from 5.6 \nto 6.3, and resilience to water-related disasters from 3.61 to 4.74. ADB. 2016. Asian Water Development Outlook \n2016: Strengthening Water Security in Asia and the Pacific. Manila. \n6  Food and Agriculture Organization of the United Nations. 2012. Water Report 37: Irrigation in Southern and Eastern \nAsia in Figures Aquastat Survey – 2011. Rome. \n ", "2   \nliving in urban areas expected to increase to 65% of total population by 2025. This will put further \npressure on water resources to cope with population and industrial expansion.7 Water for energy \ndemand will increase by a factor of about eight from 2013 to 2050.8  Agriculture uses 80% of the \nraw water and is expected to feed an expanding population. While construction of new dams \nacross the archipelago is a government priority, this will not suffice to fill the gaps in water supply. \nIn 2015, raw water storage capacity was estimated at only 76.4 cubic meters (m3)/capita, far below \nthe 1,975 m3/capita targeted by 2025.9 Existing reservoirs and conveyance systems are operating \nbelow their original capacity due to conflicting water allocation interests and high levels of siltation. \nClimate change is further exacerbating spatial and temporal disparities. The impact of deficient \nwater  supply  is  further  accentuated  by  inefficiencies  at  end  user  level.  Water  utilities  are \nunderperforming  with  high  level  of  non-revenue  water.10 Environment  flow  in  rivers  is  not \nmaintained at the required level.  \n \n5.  Distribution  of  water  in  irrigation  networks  suffers  from  losses  due  to  deteriorated \ninfrastructure and suboptimal management. Unreliable irrigation water supply is limiting yields \nand cropping intensity, and resulting in low productivity, rendering agriculture less sustainable \nand resulting in the inability to diversify to high-value crops. This negatively impacts the income \nand well-being of farmers. Also, the national targets of enhanced food security and improved rural \nincomes are not met. Since rice is mainly produced in the irrigated areas, irrigation management \nis important for food security.11 Furthermore, land conversion of irrigation systems in peri urban \narea significantly reduces the potential to increase production.12 Increasingly, widespread water \nshortages mean that Indonesia will rely more on irrigation and efficient water use in agriculture.13 \n \n6.  Indonesia is highly prone to flooding due to its climate and topography. Flooding, which \noccurs seasonally in most of the country, has been increasing in frequency and intensity due to \nclimate  change  and  land  use  change.  The  floods  disrupt  economic  activities,  accentuate \neconomic  inequalities,  and  disproportionately  affect  women.  During  January–May  2017,                     \n1.5 million people were affected by 490 flood events.14 Damages are estimated to cost $2.3 billion \nannually.15 With population growth and proximity to the sea, it is projected that the number of \npeople living in low-elevation coastal zones will rise to 93.7 million by 2060, from 39.3 million in \n2000, while the population living in a flood plain with a 1 in 100 year flooding risk will reach            \n14.5 million in 2060 due to sea level rise.16 Scientists estimate that from 2000 to 2030, increases \nin exposure will elevate flood risk by, on average, 76% and 120% for river and coastal floods, \nrespectively.17 Some 20% of rice cultivation is on low lying coastal plains and reclaimed swamps \nand will be at increasing risk of frequent flooding, saline intrusion, and coastal erosion affecting \nlivelihoods and food security.  \n \n7  The industrial demand is predicted to double from about 14 cubic meters per second (m3/s) in 2013 to 29 m3/s by \n2030. ADB. 2016. Indonesia Country Water Assessment. Manila. \n8  Water is needed for cooling of power generation plants.  \n9  Government of Indonesia. 2005. Rencana Pembangunan Jangka Panjang Nasional Tahun, 2005–2025. Jakarta. \n(National Long-Term Development Plan). \n10 Government of Indonesia. Ministry of Public Works and Housing. Agency for the Improvement of Drinking Water \nSupply System (Badan Peningkatan Penyelenggaraan Sistem Penyediaan Air Minum). Non-revenue water account \nfor 30% nationally in average. \n11 Surface irrigation is spread across some 48,000 irrigation systems covering some 7.2 million hectares (ha). \n12 The area of irrigated rice fields in Java is estimated to decrease to 2.1 million ha by 2030 from 2.5 million ha in 2011. \n13 In 2015, severe drought affected more than 111,000 ha of farmland. \n14 United Nations Office for the Coordination of Humanitarian Affairs. 2017. Indonesia: Jan–May 2017 Humanitarian \nSnapshot (as of 5 June 2017). \n15  United Nations Office for Disaster Risk Reduction. 2015. Global Assessment Report on Disaster Risk Reduction \n2015.  \n16 ADB. 2017. A Region at Risk: The Human Dimensions of Climate Change in Asia and the Pacific. Manila. \n17  S. Muis et.al. 2015. Flood Risk and Adaptation Strategies Under Climate Change and Urban Expansion: A \nProbabilistic Analysis Using Global Data.  \n ", "3 \n7.  National Development Plan. Water security is expected to be a central element under \nthe infrastructure development pillar of the 2020–2024 National Medium-Term Development Plan \nto support economic and regional development towards a more industrialized, environmentally \nsustainable,  and  food  secured  Indonesia.18 Preliminary  targets  are  expected  to  include:                     \n(i) 500,000 hectares (ha) of irrigation system developed, 2 million ha rehabilitated, and 9 irrigation \nsystems modernized; (ii) water system built to serve 30,000 ha of high value crop agriculture land;                        \n(iii)  irrigation water productivity increased to 3 m3/kilogram; (iv) raw water supply capacity \nincreased by 50 m3/second; (v) 285 kilometers of river banks improved; (vi) remote islands \nprovided with water supply; and (vii) river basin organizations equipped with integrated water \nresources information systems.  \n \n8.  The TA facility will help prepare and implement investments that will address the above-\nmentioned challenges. It will (i) build on partnerships to bring innovations including land and water \nmanagement earth observations services, web-based asset management information systems \nand use of light detection and ranging to improve operation and maintenance of water resources \nassets, and nature based solutions; (ii) focus on project readiness by synchronizing project \npreparation with facilities such as Accelerating Infrastructure Delivery Through Better Engineering \nServices Project;19 (iii) provide integrated water supply solutions under the “source to tap” \nframework by facilitating collaboration among sectors;20 and (iv) leverage financing by continuing \nthe  strategic  partnership  with  the  International  Fund  for  Agricultural  Development  and  by \nidentifying  potential  for  private  investments  through  public-private  partnership  and  other \nmodalities for the water supply sector.  \n \n9.  The TA facility is included in the Country Operations Business Plan 2020–2022.21 The TA \nis consistent with the draft Country Partnership Strategy for Indonesia, 2020–2024 priorities of \ntackling climate risk and promoting environmental sustainability (sector strategy pathway 3) \nthrough climate change adaptation and disaster risk management and improved water and food \nsecurity.22 It also primarily supports the following key operational priorities of ADB’s Strategy 2030: \n(i) tackling climate change, building climate and disaster resilience, and enhancing environmental \nsustainability; (ii) making cities more livable; and (iii) promoting rural development and food \nsecurity.23 The TA facility is also aligned with the Water Operational Plan 2011–202024 and to the \nClimate  Change  Operational  Framework  2017–2030.25 The  TA  facility  will  help  advance \nSustainable Development Goals 6.4, and 6.5.26  \n \n18 BAPPENAS. Government of Indonesia. 2019. Draft Rencana Pembangunan Jangka Menengah Nasional (Draft \nNational Medium-Term Development Plan) 2020-2024. Jakarta. \n19  ADB. 2016. Report and Recommendation of the President to the Board of Directors: Proposed Technical Assistance \nLoan to the Republic of Indonesia for the Accelerating Infrastructure Delivery Through Better Engineering Services \nProject. Manila. (Loan 3455-INO). \n20 Source to tap refers to an approach integrating water resources management, raw water supply, and water treatment \nand distribution. \n21 The SIAP Steering Committee approved on 28 October 2019 the change of title from “Preparation of the Integrated \nParticipatory Development and Irrigation Management Project” as per Country Operations Business Plan to \nSupporting Water Security Investments Facility. \n22  ADB. 2019. Country Operations Business Plan: Indonesia, 2020–2022. Manila; and ADB. 2020. Country Partnership \nStrategy: Indonesia, 2020–2024—Inclusive, Competitive and Resilient (Draft). Manila.  \n23 ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n24 ADB. 2011. Water Operational Plan, 2011–2020. Manila. \n25 ADB. 2017. Climate Change Operational Framework 2017–2030. Enhanced Actions for Low Greenhouse Gas \nEmissions and Climate-Resilient Development. Manila. \n26 SDG 6.4: By 2030, substantially increase water-use efficiency across all sectors and ensure sustainable withdrawals \nand supply of freshwater to address water scarcity, and substantially reduce the number of people suffering from \nwater scarcity; and SDG 6.5: By 2030, implement integrated water resources management at all levels, including \nthrough transboundary cooperation as appropriate. \n ", "4   \nB.  Outputs and Activities \n \n10.  Output 1: Planning, project design, and readiness improved. The TA facility will \nsupport planning and design of ensuing projects to ensure they are procurement ready. Spatial, \ninclusive,  climate-resilient,  and  participatory  planning  approaches  will  be  considered  where \nappropriate in prioritizing projects or programs for ADB financing. Detailed activities will include, \nwhen required, review or preparation of the following reports: (i) geospatial analysis and earth \nobservation; 27  (ii)  feasibility  studies; (iii)  economic  analysis;  (iv)  financial  management \n \nassessment, financial evaluation and financial analysis; (v) collection of baseline data; (vi) gender \nanalysis and gender action plans; (vii) risk assessment and management plans; (viii) safeguards \ndocuments  on  the  environment,  involuntary  resettlement,  and  indigenous  peoples;                        \n(ix)  procurement  assessments,  procurement  plans,  and  preparation  of  bidding  documents;                    \n(x) climate risks and vulnerability assessments; (xi) sector assessments; (xii) policy and regulatory \nreview; and (xiii) information, communication, and technology systems development plans.28 The \nTA facility will explore options to apply advanced or high-level technology in the project design. \n \n11.  Output 2: Project implementation support, capacity development, and policy advice \nprovided. The TA facility will support project administration for ongoing projects in specific fields \nof expertise, including (i) review of planning and detailed engineering designs; (ii) procurement \nand  contract  management;  and  (iii)  social  and  environmental  safeguards  compliance  and \nmonitoring. The TA facility will provide executing and implementing agencies with (i) capacity \ndevelopment in procurement, financial management and disbursement, safeguards, and project \nrelated technical aspects; and (ii) policy advisory and sector assessments that will support the \nproposed projects or programs and administration of ongoing loans.29 \n \nC.  Cost and Financing \n \n12.  The TA facility is estimated to cost $1,450,000 of which $1,400,000 will be financed on a \ngrant basis by the Government of Australia through the Department of Foreign Affairs and Trade \nand fully administered by ADB as a subproject under CTA 0040-INO: SIAP2. The scope of the \nTA facility is expected to expand to cover additional activities, consistent with the TA facility’s \noutputs, and to be replenished from time to time as funds are required and identified, including \nthose from cofinancing sources and ADB-administered trust funds. The government will provide \ncounterpart support in the form of in-kind contributions. Key expenditure items are listed in \nAppendix 1. The government was informed that approval of the TA facility does not commit ADB \nto finance any ensuing project. \n \nD.  Implementation Arrangements \n \n13.  ADB will administer the TA facility. ADB will select, supervise and evaluate the consultants \nto  provide  the  consultancy  services.  The  TA  facility  will  procure  office  equipment.  The \nimplementation arrangements are summarized in the table below. \n \n \n27 Capitalizing on the partnership with the European Space Agency. \n28 Project documents will be prepared under Loan 3455-INO: Accelerating Infrastructure Delivery Through Better \nEngineering Services Project for selected projects investments such as the proposed Enhanced Water Security \nInvestment Project and the proposed Irrigation Development Project.  \n29 The approved Report and Recommendation of the President of the indicative ongoing projects are in Appendix 3. \n ", "5 \n \nTable: Implementation Arrangements \nAspects  Arrangements \nIndicative implementation period  February 2020–June 2024 \nExecuting agencies  Directorate  General  of  Water  Resources,  Ministry  of  Public  Works  and \nHousing, and Directorate General of Agricultural Infrastructure and Facilities, \nMinistry of Agriculture \nConsultants  To be selected and engaged by ADB \nFirm: QCBS 90:10  Package Title: Project  $350,000 \nPreparation Support  \nIndividuals: ICS  International Expertise:   $1,050,000 \n35 person-months \n \nNational Expertise:  \n90 person-months \nProcurementa   To be procured by consultants  \nDisbursement  The  technical  assistance  resources  will  be  disbursed  following  ADB's \nTechnical Assistance Disbursement Handbook (2010, as amended from time \nto time). \nAsset turnover or disposal upon  Upon TA completion, all equipment purchased will be turned over to the \nTA completion  executing agency. \nADB = Asian Development Bank, ICS = individual consultant selection, QCBS = quality- and cost-based selection,                 \nTA = technical assistance. \na This includes printers and scanners. \nSource: Asian Development Bank estimates. \n \n14.  Consulting services. The consultants will be engaged in accordance with the ADB \nProcurement  Policy  (2017,  as  amended  from  time  to  time)  and  the  associated  project \nadministration instructions or TA staff instructions (as amended from time to time).30 One firm will \nbe selected to provide national inputs to support project preparation. The recruitment will follow a \nquality-  and  cost-based  selection  (90:10)  process.  The  TA  facility  will  also  recruit  highly \nspecialized international and national individual consultants to support project preparation and \nimplementation. The TA facility will consider output-based or lump-sum contracts. \n \n15.  Appendix 2 lists the ensuing projects to be supported under the TA facility, and the \nallocation of consultant inputs to each ensuing project. \n \n \n30 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "6  Appendix 1 \nSUBPROJECT COST ESTIMATES AND FINANCING PLAN \n($’000) \nItem     Amount \nGovernment of Australiaa    \nA.  Consultants    \n   1.  Remuneration and per diem    \n      a.  International consultants  542.0 \n      b.  National consultants  693.0 \n   2.  Out-of-pocket expenditures    \n      a. International and local travel  48.0 \n      b. Reports and communications  6.0 \n      c. Miscellaneous administration and support costsb  20.0 \n   3.  Surveys          40.0 \n   4.  Equipment c          5.0 \n   5.  Training, seminars and conferencesd          20.0 \nB.  Contingencies  26.0 \n      Total  1,400.0 \nNote: The TA facility subproject is estimated to cost $1,450,000, of which $1,400,000 will be funded by the Government \nof Australia through the Department of Foreign Affairs and Trade under the cluster technical assistance on \nSustainable Infrastructure Assistance Program Phase II (CTA 0040-INO). The government will provide counterpart \nsupport in the form of counterpart staff, office, secretarial assistance, and other in-kind contributions. The value of \ngovernment contribution is estimated to account for 3.4% of the total TA facility subproject cost. \na  Fully administered by the Asian Development Bank. \nb  This may include office utilities and communication, goods (rental or purchase), printing and publication, translation \nand interpretation expenses and administrative assistants. \nc  This includes printers, scanners, and projectors. \nd  This includes travel costs of ADB staff when engaged as resource persons, as well as support services as per the \nStrategy, Policy and Review Department and Budget, Personnel and Management Systems Department memo \ndated 26 June 2013. \nSource: Asian Development Bank estimates. \n ", "Appendix 2  7 \nPROJECTS UNDER TRANSACTION TECHNICAL ASSISTANCE FACILITY  \n \nIndicative Consultants’ Input Allocation  \n(person-month) \n            Output 1     Output 2 \nEWSIP -  Irrigation Development  Dry Land  ESP, IPDMIP, \nPhase 1  Project - Phase 1  Development  FMSRBSP \nItem  Total  (complex)  (complex)  Project     (ongoing) \nA.  Firm                   \n   1.   National Consultants                   \n      Hydraulic Engineer  10.0  0.0  3.0  4.0     3.0 \n      Hydrologist  8.0  0.0  3.0  3.0     2.0 \n      Structure Engineer  6.0  0.0  2.0  2.0     2.0 \n      Geotechnical Engineer  3.0  0.0  1.0  1.0     1.0 \n      Gender Specialist  3.0  0.0  1.0  1.0     1.0 \n      Procurement Specialist  4.0  0.0  1.0  1.0     2.0 \n      Institutional Specialist  4.0  0.0  2.0  1.0     1.0 \n      Agriculture Specialist   6.0  0.0  2.0  4.0     0.0 \n      Agricultural Value Chain Specialist  6.0  0.0  2.0  4.0     0.0 \n      Geographic Information System (GIS) Operator  6.0  0.0  2.0  2.0     2.0 \n      Subtotal - Firm Consultants  56.0  0.0  19.0  23.0     14.0 \nB.  Individual                   \n   1.  International Consultants                    \n      Water Resources Management Specialist  16.0  4.0  4.0  4.0     4.0 \n      Irrigation Infrastructure Development Specialist  8.0  0.0  3.0  3.0     2.0 \n      Economist  3.0  1.0  1.0  1.0     0.0 \n      Social Safeguards and Gender Specialist  4.0  0.0  2.0  2.0     0.0 \n      Environment Safeguards Specialist  4.0  0.0  2.0  2.0     0.0 \n      Subtotal - Individual International Consultants  35.0  5.0  12.0  12.0     6.0 \n   2  Specialized National Consultants                   \n      Project Readiness Specialist  18.0  10.0  4.0  4.0     0.0 \n      Irrigation Development Specialist  12.0  0.0  4.0  5.0     3.0 \n      Asset Management Specialist (Water Resources)  12.0  3.0  3.0  3.0     3.0 \n      Social Safeguards Specialist 1  12.0  3.0  3.0  3.0     3.0 \n      Social Safeguards Specialist 2  12.0  3.0  3.0  3.0     3.0 \n      Environment Safeguards Specialist  12.0  3.0  3.0  3.0     3.0 \n      Financial Management Specialist  12.0  2.0  3.0  3.0     4.0 \n      Subtotal - Individual National Consultants  90.0  24.0  23.0  24.0     19.0 \n    3  Unallocateda  6.0  2.0  2.0  2.0     0.0 \nESP = Accelerating Infrastructure Delivery Through Better Engineering Services Project, EWSIP = Enhanced Water Security Investment Project, FMSRBSP = \nFlood Management in Selected River Basins Sector Project, IPDMIP = Integrated Participatory Development and Management of Irrigation Program. \na The unallocated item is to cover any position requirement that will arise during implementation. \nSource: Asian Development Bank estimates. \n ", "8  Appendix 3 \n \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=52152-007-TAReport  \n \n \n1. Terms of Reference for Consultants \n2. Approved Project Concept Paper: Enhanced Water Security Investment Project \n3. Approved Report and Recommendation of the President: Flood Management in Selected River \nBasins Sector Project \n4. Approved  Report  and  Recommendation  of  the  President:  Integrated  Participatory \nDevelopment and Management of Irrigation Program \n5. Approved Report and Recommendation of the President: Accelerating Infrastructure Delivery \nThrough Better Engineering Services Project \n \n \n "], "metadata": {"Author": "RV0", "CreationDate": "D:20200318193924+08'00'", "Creator": "PScript5.dll Version 5.2.2", "ModDate": "D:20200318194032+08'00'", "Producer": "Acrobat Distiller 19.0 (Windows)", "Title": "Microsoft Word - 1a 20200212 WRI Facility_TAR FINAL3 disclosure.docx"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 12 February 2020) \n \nCurrency unit  –  rupiah (Rp) \nRp1.00  =  $0.0000728 \n$1.00  =  Rp13,742 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ha  –  hectare \n  m3  –  cubic meter \n  SIAP2  –  Sustainable Infrastructure Assistance Program Phase II \n  TA  –  technical assistance \n       \n       \n \n \nNOTE: \n \nIn this report, \"$\" refers to United States dollars. \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Ramesh Subramaniam, Southeast Asia Department (SERD) \nDirectors  Jiangfeng Zhang, Environment, Natural Resources and Agriculture \nDivision (SEER), SERD \nWinfried Wicklein, Country Director, Indonesia Resident Mission (IRM), \nSERD \n   \nTeam leader  Eric Quincieu, Senior Water Resources Specialist, SEER, SERDa \nTeam members  Cita Ekanijati, Associate Project Analyst, IRM, SERD \nKeiko Koiso, Senior Procurement Specialist, Procurement Division 2, \nProcurement, Portfolio and Financial Management Departmenta \nHelena Lawira, Senior Project Officer (Water Sector), IRM, SERD \nDennie Mamonto, Environment Officer, IRM, SERD \nNaning Mardiniah, Senior Safeguards Officer (Resettlement), IRM, SERD \nRoma Gianina Panopio, Senior Operations Assistant, SEER, SERD \nAmr Qari, Principal Infrastructure Specialist, IRM, SERD \nNiloofar Sadeghi, Water Resources Specialist, SEER, SERD \nRacel S. Verdillo, Associate Project Analyst, SEER, SERD \n \na Outposted to the Indonesia Resident Mission. \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "Ahmed M. Saeed", "role": "Operations", "organization": ""}, {"fullname": "Ramesh Subramaniam", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"fullname": "Jiangfeng Zhang", "role": "Environment", "organization": "Natural Resources and Agriculture"}, {"fullname": "Winfried Wicklein", "role": "Country Director", "organization": "Indonesia Resident Mission"}, {"fullname": "Eric Quincieu", "role": "Senior Water Resources Specialist", "organization": "SEER"}, {"fullname": "Cita Ekanijati", "role": "Associate Project Analyst", "organization": "IRM"}, {"fullname": "Keiko Koiso", "role": "Senior Procurement Specialist", "organization": "Procurement Division"}, {"fullname": "Helena Lawira", "role": "Senior Project Officer (Water Sector)", "organization": "IRM"}, {"fullname": "Dennie Mamonto", "role": "Environment Officer", "organization": "IRM"}, {"fullname": "Naning Mardiniah", "role": "Senior Safeguards Officer (Resettlement)", "organization": "IRM"}, {"fullname": "Roma Gianina Panopio", "role": "Senior Operations Assistant", "organization": "SEER"}, {"fullname": "Amr Qari", "role": "Principal Infrastructure Specialist", "organization": "IRM"}, {"fullname": "Niloofar Sadeghi", "role": "Water Resources Specialist", "organization": "SEER"}, {"fullname": "Racel S. Verdillo", "role": "Associate Project Analyst", "organization": "SEER"}]}