{"Author": "ADB", "CreationDate": "D:20200605120455+08'00'", "Creator": "PDF24 Creator", "Keywords": "52173-002, philippines, public sector, public service, local government, lgus, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20200629122841+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The project will help the Government of the Philippines boost local government revenue mobilization to improve local public service delivery and strengthen local governance. The focus will be on improvements to the administration of the real property tax (RPT) and on management reforms.", "Title": "Local Governance Reform Project: Report and Recommendation of the President", "content": "Report and Recommendation of the President \nto the Board of Directors \n \n\nProject Number: 52173-002 \nMay 2020 \n \n \nProposed Loan \nRepublic of the Philippines: Local Governance \nReform Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of  Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nAccess to Information Policy. \n\n \n\n \n \n \n \n\n\fCURRENCY EQUIVALENTS \n(as of 29 May 2020) \n \n– \n= \n= \n\npeso (₱) \n$0.01978 \n₱50.56 \n\nCurrency unit \n₱1.00 \n$1.00 \n\n \n \n \n\nADB \nBLGF \nCOVID-19 \nDOF \nFMA \nGDP \nLGU \nOSR \nPAM \nRPT \nRPVARA \nRPVS \nSMV \n\n– \n– \n \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nABBREVIATIONS \nAsian Development Bank \nBureau of Local Government Finance \ncoronavirus disease \nDepartment of Finance \nfinancial management assessment \ngross domestic product \nlocal government unit \nown-source revenue \nproject administration manual \nreal property tax \nreal property valuation and assessment reform act \nreal property valuation service \nschedule of market values \n\nNOTE \nIn this report, “$” refers to United States dollars. \n\n \nVice-President \nDirector General  Ramesh Subramaniam, Southeast Asia Department (SERD) \nDirectors \n\nAhmed M. Saeed, Operations 2 \n\n \n \nTeam leaders \n \n\nTeam members \n \n \n \n \n \n\n \n \n \n \nPeer reviewer \n\nJose Antonio R. Tan III, Public Management, Financial Sector, and Trade \nDivision (SEPF), SERD \nKelly Bird, Philippines Country Office (PHCO), SERD \n \nRobert Boothe, Senior Public Management Specialist, SEPF, SERD \nHanif Rahemtulla, Senior Public Management Specialist, Governance \nThematic Group (SDTC-GOV), Sustainable Development and Climate \nChange Department (SDCC) \nBenita Ainabe, Financial Sector Specialist (Capital Markets), SEPF, SERD \nJoven Balbosa, Advisor, Office of the Director General, SERD \nAekapol Chongvilaivan, Economist (Public Finance), SEPF, SERD \nBaurzhan Konysbayev, Principal Counsel, Office of the General Counsel \nCristina Lozano, Principal Country Specialist, PHCO, SERD \nLila Mallory, Senior Procurement Specialist, Procurement Division 2, \nProcurement, Portfolio, and Financial Management Department \nJenelyn Mendez-Santos, Project Analyst, SEPF, SERD \nJoehanne Kristal Santos, Operations Assistant, SEPF, SERD \nStephen Schuster, Principal Financial Sector Specialist, SEPF, SERD \nJhelum Tini Thomas, Senior Public Management Specialist, SEPF, SERD \nClaudia Buentjen, Principal Public Management Specialist, SDTC-GOV, \nSDCC \n\nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n\fCONTENTS \n\nPROJECT AT A GLANCE \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nProject Description \nValue Added by ADB \nSummary Cost Estimates and Financing Plan \nImplementation Arrangements \n\nDUE DILIGENCE \nA. \nB. \nC. \nD. \nE. \nF. \n\nEconomic and Financial Viability \nSustainability \nGovernance \nPoverty, Social, and Gender \nSafeguards \nSummary of Risk Assessment and Risk Management Plan \n\nIV. \n\nASSURANCES \n\nRECOMMENDATION \n\nV. \n \nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\nPage \n\n1 \n\n1 \n1 \n4 \n6 \n6 \n7 \n\n8 \n8 \n8 \n9 \n9 \n9 \n10 \n\n10 \n\n10 \n\n11 \n\n14 \n\n \n\nI. \n\nII. \n\nIII. \n\n1. \n\n2. \n \n \n \n \n\n \n\n\fProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\n1. Basic Data\n\nProject Name\nCountry\nBorrower\n\nLocal Governance Reform Project \nPhilippines\nRepublic of the Philippines\n\nProject Number: 52173-002\n\nDepartment/Division SERD/SEPF\nExecuting Agency\n\nDepartment of Finance\n\nCountry Economic \nIndicators\nPortfolio at a Glance\n\nhttps://www.adb.org/Documents/LinkedDocs/\n?id=52173-002-CEI\nhttps://www.adb.org/Documents/LinkedDocs/\n?id=52173-002-PortAtaGlance\n\n2. Sector\n\nPublic sector management\n\nSubsector(s)\nDecentralization\n\n3. Operational Priorities\n\nAddressing remaining poverty and reducing inequalities\nAccelerating progress in gender equality\nMaking cities more livable\nStrengthening governance and institutional capacity\n\n     ADB Financing ($ million)\n26.53\n26.53\n\nTotal\n\nClimate Change Information\nGHG reductions (tons per annum)\nClimate Change impact on the \nProject\n\nADB Financing\nAdaptation ($ million)\nMitigation ($ million)\n\nCofinancing\nAdaptation ($ million)\nMitigation ($ million)\nGender Equity and Mainstreaming\nSome gender elements (SGE)\n\nPoverty Targeting\nGeographic Targeting\n\nAmount ($ million)\n\n0\nLow\n\n0.00\n0.00\n\n0.00\n0.00\n\n26.53\n26.53\n0.00\n0.00\n4.96\n4.96\n31.49\n\n5. Safeguard Categorization\n\nEnvironment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n\nSustainable Development Goals\nSDG 1.b\nSDG 5.b, 5.c\nSDG 10.3\nSDG 11.a\nSDG 16.6, 16.7\n\n4. Risk Categorization:\n\nLow\n\n.\n\n.\n\n6. Financing\n\nModality and Sources\nADB\n     Sovereign Project (Regular Loan): Ordinary capital resources\nCofinancing\n     None\nCounterpart \n     Government \nTotal\n\nCurrency of ADB Financing: US Dollar \n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n26052020131013213435\n\nGenerated Date: 26-May-2020 13:13:05 PM\n\n\f \n\n \n\nI. \n\nTHE PROPOSAL \n\nI submit for your approval the following report and recommendation on a proposed loan to \n\n \n1. \nthe Republic of the Philippines for the Local Governance Reform Project. \n \n2. \nThe project will help the Government of the Philippines boost local government revenue \nmobilization to improve local public service delivery and strengthen local governance. The focus \nwill be on improvements to the administration of the real property tax (RPT) and on management \nreforms. In particular, the project will (i) support institutional development and policy formulation \nfor property valuation, (ii) implement a property tax valuation database and information systems, \n(iii)  enhance  the  RPT  administration  for  selected  local  government  units  (LGUs),  and \n(iv) professionalize  local  assessors  and  strengthen  the  capacity  of  LGUs.  The  project \ncomplements the programmatic approach of the Local Governance Reform Program, which was \napproved in November 2019.1 \n \n\nII. \n\nTHE PROJECT \n\nRationale \n\n \nA. \n \n3. \nDevelopment challenges. Strong economic growth in the Philippines has yet to deliver \nequitable  benefits  to  its  citizens.  From  2011  to  2019,  gross  domestic  product  (GDP)  grew  on \naverage at 6.2% per year, higher than the Association of Southeast Asian Nations’ median GDP \ngrowth rate  of  5.7%  for 2018.2  However,  this  growth  did  not result  in  a  significant reduction  of \nlong-standing  disparities  in  the  Philippines.  The  country's  income  inequality  exceeds  that  of \nregional peers, and national averages mask significant regional variation.3 The national poverty \nincidence fell from 26.6% in 2006 to 16.6% in 2018 but remains among the highest in Southeast \nAsia.  The  poverty  incidence  is  rising  in  parts  of  eastern  Visayas  and  in southern  and  western \nMindanao;  in these areas, the  poverty  incidence  can  exceed  30.0%.  Women  are especially  at \nrisk;  poverty  incidence  among  women  in  the  former  Autonomous  Region  in  Muslim  Mindanao \nreached  55.1%  in  2017.4  The  country’s  geographic  diversity  also creates unique  development \nchallenges,  and  service  delivery  costs  can  be  extremely  high  in  many  remote  parts.  Local \ngovernments  can  help  reduce  such  disparities  and  create  opportunities  for  economic \ndevelopment,  but  accountable  service  delivery  depends  on  well-calibrated  intergovernmental \nrelations and appropriate resourcing in line with local governments’ roles and responsibilities. \n \n4. \nImpact  of  the  coronavirus  disease  (COVID-19)  pandemic.  COVID-19  is  exacting  a \nheavy toll on the Philippines with the economy expected to contract by 1% or more in 2020, and \nthe potential for a sharp increase in both poverty and unemployment. Fiscal pressures are also \nincreasing  as  pandemic  response  requirements  result  in  new  expenditures,  and  revenues  are \nsqueezed  due  to  reduced  trade,  investment,  and  economic  activity.  These  factors  add  new \nurgency to the domestic resource mobilization agenda. Local government revenue mobilization \nwill  be  necessary  to  support  critical  relief  activities  and  to  provide  local  governments  with  the \nnecessary resources for economic recovery. Land and property values are relatively inelastic and \nare likely to be less affected by the pandemic than other revenue sources. As a result, COVID-19 \nmay have a positive effect on incentives for property tax reform, as revenue needs mount and \nother revenue sources such as income and consumption tax are compressed, encouraging both \ncentral and local governments to pursue property tax reforms.  \n\n \n\n1  Asian Development Bank (ADB). 2019. Local Governance Reform Program. Manila. \n2  ADB. 2019. Asian Development Outlook 2019: Strengthening Disaster Resilience. Manila. \n3  The Philippines’ Gini coefficient is 0.44, compared with 0.39 in Indonesia, 0.38 in Thailand, and 0.34 in Viet Nam. \n4  Government  of  the  Philippines,  Philippine  Statistics  Authority  (PSA).  2017.  Farmers,  Fishermen  and  Children \n\nConsistently Posted the Highest Poverty Incidence Among Basic Sectors—PSA. News release. 30 June. \n\n\fLocal  governance.  Compared  with  regional  peers,  the  Philippines  is  significantly \n5. \ndecentralized in administrative and political dimensions.5 Local government is broadly divided into \nthree levels: provinces and independent cities, municipalities, and barangays. As of 31 December \n2019,  the  country  had  81  provinces,  145  cities,  1,488  municipalities,  and  42,045  barangays.6 \nHowever,  fiscal  matters  are  relatively  less  decentralized,  especially  when  it  comes  to  revenue \nmobilization. About 29% of LGU revenue is from local own sources (raised by local governments \nthemselves), the rest comes from central transfers; this compares with an average of more than \n40% own-source revenues (OSR) raised by local governments in industrial economies.7 In most \ndecentralized systems, land and property taxes typically represent an important source of revenue \nfor  local  governments;  however,  in  the  Philippines,  the  property  tax  administered  by  local \ngovernments accounted for only 28% of all local OSR (or 9% of total revenues), compared with \n44% from business tax and 28% from nontax revenues.8 \n \n6. \nProperty tax. Property tax collection in the Philippines is low for several reasons. RPT is \nimposed on land and structures based on the assessed value of the property, and LGUs exercise \nsignificant  control  over  the  setting  of  rate  and  assessment  levels.  However,  political  and \ninstitutional  challenges  create  conflicting  incentives  for  local  officials,  which  prevent  revenue \noptimization. The schedule of market values (SMV), which is the basis for property assessments, \nis heavily influenced by local electoral politics, which discourages regular updates. True market \nvalues are shown to be 2 to 75 times higher than assessed values.9 The politicization of the SMV \nalso  creates  an  opening  for  rent  seeking:  the  decision  to  update  the  SMV  is  timed  to  the \npreference  of  decision  makers,  in  consideration  of  taxpayers,  or  to  attract  investments  on  the \nbasis of lower property taxes. This causes inconsistencies between property valuations by LGUs \nand the Bureau of Internal Revenue on which capital gains taxes from the sale of a property are \ncalculated and collected. Although national valuation standards and methods are improving, weak \ncapacity of local valuation staff results in inconsistent valuation systems. Coupled with poor record \nkeeping  and  outdated  reporting  systems,  real  property  values  are  distorted.  Moreover,  RPTs \ncollected as a percentage of GDP declined from 0.45% in 2004 to 0.35% in 2016. Acknowledging \nthese valuation constraints, the Bureau of Local Government Finance (BLGF) estimates that in \nthe same period, provinces and municipalities missed collecting ₱9.4 billion10 in forgone property \ntax revenues, while cities could have collected an additional ₱20.3 billion. \n \nReform measures. The government has embarked on various reforms to strengthen local \n7. \ngovernance  and  mobilize  local  revenues,  submitting  to  Congress  several  amendments  to  the \nLocal Government Code with the intention of updating the legal framework for local governance. \nThe  amendments  cover  revenue  provisions,  such  as  aligning  business  tax  collection  with  the \ngeographic area in which the business activities take place, harmonizing fees and fines across \nLGUs to reduce uncertainty for investors, and increasing local autonomy in the use of revenues \nfrom natural resources (footnote 1). The government also proposed a new real property valuation \nand  assessment  reform  act  (RPVARA)  to  Congress.  If  passed,  a  single  valuation  base  would \napply to all property taxation purposes of national and local governments; reviews of compliance \nwith valuation standards would be compulsory; and the approval of the SMV would be handled \ncentrally again by the Department of Finance (DOF) to ensure valuation of real property is not \n\n \n\n5  M. Ivanyna and A. Shah. 2012. How Close is Your Government to Its People? Worldwide Indicators on Localization \n\nand Decentralization. Policy Research Working Paper. No. 6138. Washington, DC: World Bank. \n\n6  Department  of  Interior  and  Local  Government.  Regional  and  Provincial  Summary—Number  of  Provinces,  Cities, \n\nMunicipalities and Barangays as of 31 December 2019 (accessed 22 February 2020). \n\n7  H. Blöchliger and D. King. 2006. Fiscal Autonomy of Sub-Central Governments. OECD Working Papers on Fiscal \n\nFederalism. No. 2. Paris: Organisation for Economic Co-operation and Development. \n\n8  Government of the Philippines, Bureau of Local Government Finance. 2017. LGU Financial Performance. Manila. \n9  World Bank. 2005. Second Land Administration and Management Project (LAMP2). Manila. \n10 LGU Tax Watch No. 9. Dated 04 March 2015; LGU Tax Watch No. 10 dated 11 March 2015. \n\n2 \n\n \n\n\f3 \n\npolitically driven. The DOF will prescribe valuation standards, build capacity of local appraisers \nand assessors, and develop an up-to-date property information system consisting of an electronic \ndatabase of real property transactions from the LGUs and other stakeholders such as the private \nsector.  The  proposed  law  will  also make  LGUs  ineligible for  conditional or  performance-based \ngrants  and  prevent  them  from  accessing  credit  financing  if  they  do  not  update  their  SMVs \nregularly. Under this proposed legislation, the government estimates that RPT revenues would \nincrease  by  ₱12.6  billion  ($252  million),  including  ₱3.7  billion  ($74  million)  for  provinces  and \nmunicipalities and ₱8.9 billion ($178 million) for cities. Additional measures to improve collection \nefficiency under the RPVARA are expected to add around ₱30 billion ($600 million) in local tax \ncollections.11 \n \n8. \nBinding constraints. In reforming the administration of the RPT, the government faces \nthree primary constraints. First, the Philippines does not have a structured and institutionalized \nmechanism  or  body  to  implement  and  sustain  real  property  valuation  reforms.  The  many \ninstitutions  and  agencies  involved  in  land  management  and  taxation  have  overlapping  and \nsometimes conflicting roles and mandates. The legal framework for land management is complex, \nand  no  duly  organized  and  recognized  national  appraisal  service  exists.  Complex  revenue \nmobilization  reforms  typically  require  multiple  years  of  commitment.  The  absence  of  an \nestablished body that can sustain the reform momentum raises the risk of incomplete or ad hoc \nreform implementation. Likewise, international standards and methods for property valuation exist \nand  continue  to  evolve,  but  the  absence  of  an  institutionalized  body  of  practitioners  in  the \nPhilippines  forestalls  the  opportunity  to  transfer  this  knowledge  to  a  professional  cadre  of \nassessors.  The  result  is  a  significant  variation  in  the  approach  and  methodology  of  property \nvaluation across the Philippines, increased administrative costs, and lower tax compliance. \n \n9. \nSecond,  the  Philippines  does  not  have  a  consistent,  reliable  property  information  and \nvaluation database for record keeping of the true market value of land. Multiple central and local \nagencies  have  fragmented  responsibilities  for  different  dimensions  of  land  management  and \nrecord keeping. While some LGUs have developed individual property information and valuation \ndata  systems,  these  are  ad  hoc,  and  the  quality  varies  significantly  across  LGUs.  Individual \nsystems may use different protocols, classifications, and data formats, compromising the ability \nof central oversight agencies to obtain a consistent set of data on property values. Some LGUs \nalso  rely  on  private  sector  actors  to  prepare  and  maintain  property  valuation  information.  This \ntends to result in inconsistent valuations prepared by different government agencies and private \nentities  and  reflecting  varying  values  for  similarly  located  and  comparable  properties.  In  the \nabsence of a unified data standard and policy for data sharing, administrators of property taxes \nface serious difficulties in establishing an integrated information technology tax system and linking \ninformation from different government agencies and the private sector. \n \n10. \nThird, property taxation is fraught with political, institutional, and administrative challenges. \nTax reforms are often complex undertakings; national reforms which are to be implemented by a \nlarge  number  of  local  government  stakeholders  are  even  more  so.  Past  efforts  to  increase \nproperty  tax  collections  have  been  stymied  by  the  absence  of  a  well-articulated  strategy  to \naddress  these  challenges,  particularly  incentive  and  accountability  mechanisms  which  will \nsupport consistent reform implementation across diverse localities. For reform measures to be \nsuccessful, an appropriate balance of autonomy and accountability is needed in order to influence \nproperty tax policy and its administration. The mobilization of property tax revenue must be linked \nto improved levels of responsive, efficient, and accountable service delivery. \n \n\n11 BLGF calculations, June 2019. \n\n \n\n \n\n\f4 \n\nGovernment  strategy.  The  government  has  a  renewed  focus  on  the  role  of  local \n11. \ngovernments  in  delivering  quality  services  and  promoting  local  economic  development.  The \nPhilippine  Development  Plan,  2017–2022  underscores  the  importance  of  local  government  in \npromoting local investment, social protection, and other service delivery.12 The government also \nmade land management reform a part of its priority agenda for economic development, including \nensuring the security of land titling to encourage investments, and addressing bottlenecks in land \nadministration and titling agencies.13 The Department of Environment and Natural Resources in \nparticular  is  pursuing  updates  to  the  Land  Sector  Development  Framework  (2010–2030)  with \nsupport  from  the  Food  and  Agriculture  Organization.14  Under  the  pillar  of  “Ensuring  Sound \nMacroeconomic Policy,” the Philippine Development Plan targets an increase in local sources of \nLGU revenue (footnote 12). Local revenue mobilization is prioritized in both revisions to the Local \nGovernment Code of 1991 and the proposed RPVARA (para. 6). \n \n12. \nBank (ADB).15 Table 1 shows the specific links with the operational priorities of Strategy 2030. \n \n\nStrategic alignment. The project is aligned with Strategy 2030 of the Asian Development \n\nTable 1: Alignment with Strategy 2030 \n\nStrategy 2030 Priorities \nAddressing remaining poverty and \nreducing inequalities \nAccelerating progress in gender equality  Reduced compliance burden and improved services for women-owned \n\nProject Intervention \nStrengthen local service delivery and foster local economic opportunities \nto reduce regional disparities \n\nbusinesses; gender informed policy development for real property tax \nMobilize revenues to support accountable municipal service delivery  \nProfessionalize  local  assessors  and  strengthen  the  capacity  of  local \ngovernment units \n\nMaking cities more livable \nStrengthening governance and \ninstitutional capacity \nSource: Asian Development Bank. \n \n13. \nDevelopment  coordination.  ADB  plays  a  leading  role  in  local  governance  in  the \nPhilippines  and  coordinates  support  with  other  development  partners  so  that  efforts  are  \nwell-aligned and complementary to the government’s overall agenda. ADB meets regularly with \nthe United States Agency for International Development on local infrastructure development and \nregional assistance to Mindanao. ADB is also coordinating closely with the Japan International \nCooperation  Agency  on  advisory  services  and  capacity  building  for  the  newly  established \nBangsamoro Autonomous Region in Muslim Mindanao. ADB coordinates with the World Bank on \npublic financial management reforms, particularly the links between national efforts (supported by \nthe World Bank) and subnational efforts (supported by the ADB), as well as on revenue reforms. \nADB has worked on local governance issues with Agence Française de Développement (French \nDevelopment Agency), which also provided technical assistance to the government, including a \nstudy on the French approach to inter-LGU service delivery coordination. \n \nB. \n \nThe project is aligned with the following impact: efficient, effective, and equitable public \n14. \nservice  delivery  enhanced  (footnote  12).  The  project  will  have  the  following  outcome:  service \n\nProject Description \n\n2017–2022. Manila. \n\n \n\n12 Government of the Philippines, National Economic and Development Authority. 2017. Philippine Development Plan, \n\n13 Land management issues and the government’s reform agenda are discussed in more detail in Sector Assessment \n\n(Summary): Public Sector Management (accessible from the list of linked documents in Appendix 2). \n\n14 F. Eleazar et al. 2013. Improving Land Sector Governance in the Philippines: Implementation of Land Governance \n\nAssessment Framework (LGAF). Washington, DC: World Bank. \n\n15 ADB.  2018.  Strategy  2030:  Achieving  a  Prosperous,  Inclusive,  Resilient,  and  Sustainable  Asia  and  the  Pacific. \n\nManila. \n\n \n\n\f5 \n\ndelivery ability and local governance performance of LGUs improved.16 It will strengthen the policy \nand administrative environment for increasing local OSR from RPTs by instituting reforms in real \nproperty valuation and assessment. \n \n15. \nOutput  1:  Institutional  development  and  policy  support  for  property  valuation \nstrengthened. The project will support policy formulation and institutional development within the \nBLGF to implement fair, efficient, and effective property valuation. The activities under this output \ninclude: (i) the establishment and operationalization of the real property valuation service (RPVS) \nwithin the BLGF to strengthen property valuation, institutionalize good international practices on \nvaluation, and support the operational work of other BLGF divisions; (ii) policy formulation and \nimplementation  support  for  real  property  taxation,  focusing  on  the  gender  and  development \ndimensions of tax administration and compliance management; (iii) formulation and dissemination \nof  operating  manuals  and  procedures  aligned  with  international  standards  on  valuation; \n(iv) comprehensive nationwide  rollout  of  training  for  central  government  agencies and  regional \nBLGF  offices;  and  (v)  formulation  of  policies  and  processes  for  compliance  monitoring  on \nvaluation  standards  for  public  and  private  real  property.  Previous  ADB  experience  on  land \nadministration reform has shown that stakeholder consultation is critical. To build a constituency \nfor  reform,  this  output  will  also  cover  consultations  with  national  oversight  and  implementing \nagencies, such as the Department of Environment and Natural Resources, LGUs, and the private \nsector, including female property owners and the Philippine Commission on Women. \n \n16. \nOutput 2: Property tax valuation database and information systems implemented. \nThis  output  will  result  in  more  accurate  and  timely  real  property  valuation  data  and  greater \ntransparency  and accountability  in the reporting of real  property-related  transactions.  Activities \ninclude: (i) development, operationalization, and nationwide rollout of a real property information \nsystem and of an electronic field appraisal and assessment sheet for maintaining property data \nand  computing  real  property  valuations;  (ii)  development  and  operationalization  of  a \ncomprehensive electronic property tax billing and payment system; (iii) rollout of the electronic \nproperty  tax  billing  and  payment  system  in  selected  municipalities;  (iv)  development  and \noperationalization  of  an  online  portal  for  public  access  to  the  SMV,  local  tax  codes,  local \ninvestment  and  incentives  code,  ecozone  information,  and  LGU  performance  in  property  tax \ncollection;  (v)  development  and  implementation  of  institutional  mechanisms  for  data  and \ninformation exchange between public and private sector stakeholders; and (vi) development of a \ncomputer-assisted  mass  appraisal  system  and  its  rollout  to  selected  cities,  integrated  with \ngeographic information system technologies. These activities will be coordinated closely with the \nBureau of Internal Revenue, DOF, Department of Information and Communications Technology, \nDepartment  of  the  Interior  and  Local  Government,  private  sector,  civil  society,  and  women’s \ngroups.  The  proposed  database  and  information  systems  will  enable  the  collection  of  \nsex-disaggregated data to ascertain women’s contributions to LGU revenues. \n \nOutput 3: Real property taxation of selected LGUs enhanced. Newly created cities, \n17. \nmunicipalities, and provinces exhibit a particularly high dependence on fiscal transfers from the \ncentral  government.  The  project  will  provide  targeted  assistance  to  selected  LGUs  to  help \ndecrease this dependence. Activities include: (i) technical support, coaching, and mentoring on \nSMV updates and on a general revision of assessments and property classification, with specific \ntargets for participation across different sectors; (ii) updates of tax maps and related tax records; \n(iii)  more  in-depth  assistance  with  the  adoption  of  integrated  electronic  systems  for  tax \nassessment and collection; (iv) more in-depth assistance with the preparation of tax and revenue \nimpact studies incorporating gender and development perspectives; (v) tax compliance reviews \n\n16 The design and monitoring framework is in Appendix 1. \n\n \n\n \n\n\fto  improve  the  collection  of  property  taxes;  and  (vi)  strengthening  of  compliance  management \npractices,  e.g.,  by  conducting  taxpayer  registration  drives  and  updating  taxpayers’  registries.17 \nWhile the property maps generated will be used primarily for tax purposes, they can be combined \nwith  other  information  systems  to  conduct  asset  valuations  for  disaster  risk  financing  and \ninsurance under other government programs. \n \n18. \nOutput  4:  Local  assessors  professionalized  and  capacity  of  LGUs  strengthened. \nThe project will focus on developing and sustaining a professional cadre of assessors to meet \npublic  and  private  sector  needs.  The  output  is  also  aligned  with  efforts  under  the  Real  Estate \nService Act, 2009 for professional assessment and valuations services in coordination with state \nuniversities  and  colleges,  the  Professional  Regulation  Commission,  and  the  Commission  on \nHigher  Education.  Activities  include:  (i)  conducting  a  diagnostic  study  and  mapping  the  core \ncompetencies for local assessors and appraisers; (ii) developing expanded academic and training \ncourse curricula and performance assessment programs with training manuals, through a partner \nstate university or college and a training institution; (iii) developing and implementing an e-learning \nplatform  for  assessing  appraisers  and  assessors;  (iv)  rolling  out  provincial,  city,  and  municipal \ntraining for local assessors; and (v) reviewing and harmonizing inconsistent government policies \nrelated  to  academic  programs  and  capacity  building  for  property  valuation.  The  BLGF  will \ncoordinate closely with academic institutions that offer training in valuation, assessment, and local \nadministration  to  deliver  this  output.  The  BLGF  will  also  initiate  a  capacity  development \narrangement with an international academic and training institution, and participate in selected \ninternational training events, seminars, conferences, and technical exchange programs to further \nadvance and promote property valuation practices in the country. \n \nC. \n \n19. \nThe  project  complements  a  broader  program  of  ADB  support  for  local  economic \ndevelopment  in  the  Philippines.  Specifically,  the  project  supports  implementation  of  the  Local \nGovernance Reform Program, a policy-based loan approved in November 2019 that targets policy \nreforms  to  strengthen  the  legal  and  institutional  basis  for  local  governance  in  the  Philippines, \nmodernize local public financial management, and strengthen local economic development and \nfinancing  options  (footnote  1).  While  the  policy-based  loan  supports  the  legal  and  institutional \nframework  for  local  revenue  mobilization,  the  proposed  project  will  support  national  and  local \ngovernment  implementation  of  the  policy  changes.  ADB  also  provided  significant  technical \nassistance to support the preparation of the project, the preparation of the RPVARA, a review of \nlocal government systems for the electronic monitoring of revenue and expenditure, and policy \nadvisory services for project design. The project is especially critical in the context of the COVID-\n19 pandemic and the urgent need to mobilize resources and support economic recovery for LGUs. \n \nD. \n \n20. \nThe  project  is  estimated  to  cost  $31.49  million  (Table  2).  Detailed  cost  estimates  by \nexpenditure category and by financier are included in the project administration manual (PAM).18 \n \n\nSummary Cost Estimates and Financing Plan \n\nValue Added by ADB \n\n \n\n17 The  proposed  project  draws  on  technical  assistance  provided  by  ADB  in  2011  for  local  government  revenue \ngeneration and land administration reforms, which showed the need for a demand-driven approach and for local and \nnational  governments  working  in  partnership  to  sustain  reforms.  The  project  tackles  the  problems  previously \nencountered with small-scale or short-lived support for land and property tax reforms by scaling up resources and \ninstitutionalizing  reform  mechanisms  for  the  future.  ADB.  Philippines:  Support  to  Local  Government  Revenue \nGeneration and Land Administration Reforms. Manila. \n\n18 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n6 \n\n \n\n\f7 \n\nAmounta \n($ million) \n\nTable 2: Summary Cost Estimates \n\n1.  Output 1: Institutional development and policy support for property valuation strengthened \n2.  Output 2: Property tax valuation database and information systems implemented \n3.  Output 3: Real property taxation of selected LGUs enhanced \n4.  Output 4: Local assessors professionalized and capacity of LGUs strengthened \n \n\nItem \nA.  Base Costb \n \n \n \n \n \nSubtotal (A) \nB.  Contingenciesc \nC.  Financing Charges During Implementationd \n \nTotal (A+B+C) \nLGU = local government unit. \na  Includes taxes and duties estimated at $2.75 million, to be financed by the government through cash contribution. \nb  In September 2019 prices. \nc  Physical  contingencies  computed  at  4%  for  civil  works;  5%  for  information  technology  equipment,  furniture,  and \nfixtures; and 3% for vehicles and training. Price contingency is computed based on local inflation and exchange rate \nvariations at purchasing power parity. \n\n12.47 \n9.98 \n3.86 \n1.83 \n28.14 \n1.68 \n1.67 \n31.49 \n\n \n\n \n\n \n\nd  Includes interest and commitment charges. Interest during implementation was computed at the 5-year United States \ndollar  fixed  swap  rate  plus  an  effective  contractual  spread  of  0.5%  and  maturity  premium  of  0.2%.  Commitment \ncharges are 0.15% per year to be charged on the undisbursed loan amount. \n\nSource: Asian Development Bank estimates. \n \n21. \nThe government has requested a regular loan of $26,532,604 from ADB’s ordinary capital \nresources to help finance the project. The loan will have a 28-year term, including a grace period \nof 9 years; an annual interest rate determined in accordance with ADB’s London interbank offered \nrate  (LIBOR)-based  lending  facility;  a  commitment  charge  of  0.15%  per  year;  and  such  other \nterms and conditions set forth in the draft loan agreement. Based on the straight-line method, the \naverage maturity is 18.75 years, and the maturity premium payable to ADB is 0.20% per year. \n \n22. \nThe summary financing plan is in Table 3. ADB will finance the expenditures in relation to \nproject  implementation  consultants:  (i)  procurement  of  information  technology  equipment, \nsoftware,  and  hardware;  (ii)  furniture  and  fixtures;  (iii)  vehicles;  (iv)  capacity  development  and \ntwinning  programs;  (v)  operational  expenses  of the  project  management unit;  (vi)  annual  audit \ncosts; and (vii) cost of labor and materials for the construction of training centers. The government, \nthrough  the  executing  agency,  will  finance  counterpart  support  staff,  provision  of  land  for  the \nconstruction of training facilities, applicable taxes and duties, and financial charges, equivalent to \n$4,959,700 in total. \n \n\nTable 3: Summary Financing Plan \n\nAmount \n($ million) \n\n \n\n26.53 \n4.96 \n31.49 \n\nShare of Total \n(%) \n \n\n84.25 \n15.75 \n100.00 \n\nThe implementation arrangements are summarized in Table 4 and described in detail in \n\nOrdinary capital resources (regular loan) \n\n \n\n \n\nSource \nAsian Development Bank \n \nGovernment \n \nSource: Asian Development Bank estimates. \n \nE. \n \n23. \nthe PAM (footnote 18).  \n\nTotal \n\n \n\nImplementation Arrangements \n\n \n \n \n \n\n \n\n\fAspects \nImplementation period \nEstimated completion date \nEstimated loan closing date \nManagement \n(i)  Oversight body \n\n(ii)  Executing agency \n(iii)  Key implementing \n\nagencies \nImplementation unit \n\n(iv) \nProcurement \n\n \nConsulting services \n \n \nRetroactive financing and \nadvance contracting \n\nDisbursement \n\nTable 4: Implementation Arrangements \n\nArrangements \n\nJune 2020–June 2024 \n30 June 2024 \n31 December 2024 \n \nChair: DOF \nMembers: BIR, DBM, DICT, DILG, DOF, local government leagues, NEDA, NGOs \nDOF-BLGF \nBIR, DBM, DICT, DILG, and selected LGUs \n\n3 contracts \n\n$2.01 million \n\n \n2 contracts \n\n \n$2.12 million \n\nProject management unit under BLGF \nOpen competitive bidding (nationally advertised): \ngoods \nOpen competitive bidding (nationally advertised): \nworks \nRequest for quotation: goods \nIndividual consultant selection \nQuality- and cost-based selection (firms) \nConsultants’ qualification selection \nAdvance  contracting  will  be  used  to  recruit  the  consulting  firm  for  the  project \nmanagement unit. Retroactive financing may be used up to a maximum of 20% of the \nADB loan proceeds to finance eligible expenditures incurred before loan effectiveness, \nspecifically for consulting services, but not more than 12 months before the signing of \nthe loan agreement. \nDisbursement  of  the  loan  proceeds  will  follow  ADB's  Loan  Disbursement  Handbook \n(2017, as amended from time to time) and detailed arrangements agreed between the \ngovernment and ADB. \n\n$0.62 million \n$1.48 million \n$9.68 million \n$0.23 million \n\n4 contracts \n484 PM \n802 PM \n20 PM \n\nADB = Asian Development Bank, BIR = Bureau of Internal Revenue, BLGF = Bureau of Local Government Finance, DBM = \nDepartment  of  Budget  and  Management,  DICT  =  Department  of  Information  and  Communications  Technology,  DILG  = \nDepartment of  the  Interior and Local  Government,  DOF =  Department of  Finance, LGU  = local  government unit,  NEDA  = \nNational Economic and Development Authority, NGO = nongovernment organization, PM = person-months. \nSource: Asian Development Bank. \n \n\nIII. \n\nDUE DILIGENCE \n\nEconomic and Financial Viability \n\n \nA. \n \n24. \nThe economic impacts of the project are expected to be substantial. Benefits accrue from: \n(i)  an  increase  in  LGU  spending  to  produce  economic  benefits  from  investments  and  service \ndelivery; (ii) better quality of local spending through local taxation alignment with local needs and \npreferences; (iii) reduced reliance on distortionary nontax revenues, including fees and fines; and \n(iv) more efficient allocation of capital and development of unused land. The economic analysis \nestimated potential net economic benefits of the project under various assumptions of efficiency \ngains expected through the listed channels. Using conservative estimates of 2% efficiency gains, \nthe economic analysis estimates the project’s potential net economic benefits at $400 million.19 \n \nB. \n \nThe project will institutionalize mechanisms to support professional real property valuation \n25. \nand  assessment  functions  in  the  Philippines.  In  doing  so,  the  project  will  help  ensure  that \ninternational good practice on property tax administration and property valuation is absorbed and \nsustained over the long term. Investments in digital systems will help the government establish \nand sustain a historical record of land and property values using modern and consistent valuation \n\nSustainability \n\n19 Economic and Financial Analysis (accessible from the list of linked documents in Appendix 2). \n\n \n\n8 \n\n \n\n \n\n\f9 \n\nGovernance \n\nstandards. Partnerships with local academic institutions and training facilities will help ensure that \ncompetency frameworks, curricula, and course materials for local assessors can be delivered on \nan ongoing basis, resulting in a sustainable cadre of professional assessors for the public and \nprivate sectors. The project also supports the implementation of the RPVARA, which will underpin \nthe sustainability of reforms. While the project team envisages significant consulting services, the \ngovernment plans to absorb mission-critical personnel under the operating budget for the RPVS \nsubject to satisfactory performance and relevance. The additional tax revenues collected and the \ngovernment budget for the RPVS will more than cover the cost of servicing the project loan, the \nprincipal repayment, and operations; as such, the project is considered financially viable. \n \nC. \n \nThe  financial  management  assessment  (FMA)  conducted  during  October–November \n26. \n2018  followed  ADB’s  Guidelines  for  the  Financial  Management  and  Analysis  of  Projects  and \nFinancial Due Diligence: A Methodology Note.20 Based on the FMA, the pre-mitigation financial \nmanagement risk is substantial. The key financial management risks are (i) the BLGF’s financial \nmanagement  division  has  staffing  shortcomings,  (ii)  the  BLGF’s  fixed  asset  registry  requires \nstrengthening,  (iii)  the  BLGF  is  not  subject  to  internal  audit,  and  (iv) financial  reporting  can  be \ndelayed due to the absence of computerized budgeting and bookkeeping systems. However, the \nFMA  found  the  BLGF’s  capacity  to  administer  advance  fund  and  statement  of  expenditures \nprocedures to be adequate. The risks will be managed by establishing a project management unit \nto undertake regular financial management responsibilities. The BLGF also agreed to implement \nan action plan to rectify the deficiencies. The FMA and the related action plan are discussed in \ndetail in the PAM (footnote 18). \n \n27. \nADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  government,  and  the  BLGF.  The  specific  policy  requirements  and  supplementary \nmeasures are described in the PAM (footnote 18). \n \nD. \n \n28. \nReforms under the project will help the government achieve its poverty reduction targets \nby  expanding  the  quality  and  range  of  public  services  available  to  the  poor,  and  by  providing \nopportunities  for  local  economic  development.  Local  revenue  mobilization  increases  the \nresources  available  to  LGUs  for  delivering  public  services  to  poor  and  marginalized  groups. \nReducing LGUs’ reliance on transfers from the central government will improve the quality of local \nspending, as LGUs must balance its spending against taxation. The project is categorized some \ngender  elements.  Improvements  in  the  tax  administration  and  a  reduction  in  the  compliance \nburden  will  specifically  benefit  women  entrepreneurs  and  owners  of  small  and  medium-sized \nenterprises, who are least able to bear the costs of cumbersome tax administration. The project \nalso  has  built-in  monitoring  for  sex-disaggregated  data.  Planned  tax  compliance  and  impact \nstudies will incorporate an explicit gender dimension to understand how the RPT affects different \ntaxpayers,  including  women  and  other  marginalized  groups.  Finally,  ADB  will  recruit  a  gender \nconsultant to strengthen the project’s gender dimensions. \n \nE. \n \n29. \nIn  compliance  with  ADB’s  Safeguard  Policy  Statement  (2009),  the  project’s  safeguard \ncategories  are  as  follows:  category  C  for  the  environment,  involuntary  resettlement,  and \n\nPoverty, Social, and Gender \n\nSafeguards \n\n20 ADB. 2005.  Financial Management and Analysis of Projects. Manila; and ADB. 2009.  Financial Due Diligence: A \n\nMethodology Note. Manila. \n\n \n\n \n\n\f10 \n\nindigenous peoples.21 Because minor civil works to expand existing training facilities are planned, \na construction environment code of conduct has been prepared by ADB and government. \n \nF. \n \n30. \ndetail in the risk assessment and risk management plan.22 \n \n\nSignificant  risks  and  mitigating  measures  are  summarized  in  Table  5  and  described  in \n\nSummary of Risk Assessment and Risk Management Plan \n\nTable 5: Summary of Risks and Mitigating Measures \n\nthe \n\nreduce \n\nMitigation Measures \nThe BLGF prepared a strategy for project implementation in case of delays in the \npassage  of  the  RPVARA,  focusing  on  other  legal  channels  and  promoting \ncompliance reforms within the existing purview of the BLGF. \nThe government mounted a strong consultative effort to raise awareness of the \nimportance of local tax mobilization. Design considerations ensure local collection \nefforts for the real property tax are effectively incentivized. The RPVARA clarifies \nthe assignment of revenue responsibilities across various levels of government \nto ensure fair and equitable incentives are aligned. \nThe project design specifically incorporates extensive stakeholder consultation, \nparticularly  with  central  agencies  such  as  the  Department  of  Environment  and \nNatural Resources and has allocated resources for it. Stakeholder mapping will \nbe undertaken to understand roles, responsibilities, and incentives of key players. \nThe project design incorporates specific planning to: (i) provide external support \nfor the project’s procurement and financial management activities; and (ii) build \ncapacity at the BLGF to better undertake financial management. \n\nRisks \nDelays  in  the  passage  of  the \nRPVARA  may \nlocal \nrevenue mobilization efforts. \nto \ncourt  decision \nSupreme \nincrease \ninternal  revenue \nallotment  for  local  government \nunits  dampens  the  incentive  to \nmobilize own-source tax revenue. \nComplex  legal  and  institutional \nmandates  for  land  management \nmake coordinating and sustaining \nreforms challenging. \nWeaknesses \nfinancial \nin \nmanagement at the BLGF has the \npotential to impact the quality and \ntimeliness  of  project  spending, \nrecording, and reporting. \nBLGF = Bureau of Local Government Finance, RPVARA = real property valuation and assessment reform act. \nSource: Asian Development Bank. \n \n\nIV. \n\nASSURANCES \n\n \nThe government and the DOF-BLGF have assured ADB that implementation of the project \n31. \nshall conform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, financial management, and disbursement \nas described in detail in the PAM and loan documents. The government and the DOF-BLGF have \nagreed  with  ADB  on  certain  covenants  for  the  project,  which  are  set  forth  in  the  draft  loan \nagreement. \n \n\nV. \n\nRECOMMENDATION \n\n \n32. \nI am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan of $26,532,604 \nto the Republic of the Philippines for the Local Governance Reform Project, from ADB’s ordinary \ncapital  resources,  in  regular  terms,  with  interest  to  be  determined  in  accordance  with  ADB’s \nLondon interbank offered rate (LIBOR)-based lending facility; for a term of 28 years, including a \ngrace period of 9 years; and such other terms and conditions as are substantially in accordance \nwith those set forth in the draft loan agreement presented to the Board. \n \n\nMasatsugu Asakawa \nPresident \n\n29 May 2020 \n\n \n\n \n\n21 ADB. Safeguard Categories. \n22 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n\fDESIGN AND MONITORING FRAMEWORK \n\n \nImpact the Project is Aligned with \nEfficient,  effective,  and  equitable  public  service  delivery  enhanced  (Philippine  Development  Plan,  \n2017–2022)a \n\n \n\nResults Chain \nOutcome \nService delivery \nability and local \ngovernance \nperformance of \nLGUs improved \n\nPerformance Indicators \nwith Targets and Baselines \nBy 2025: \na. Number of LGUs meeting \nBLGF’s revenue collection \nefficiency targets reached \n80% (3-year rolling average) \n(2017 baseline: 75%) \n \nb. Total own-source LGU \nrevenues increased by 30% \nin nominal terms (2017 \nbaseline: ₱206 billion) \n\nData Sources and \nReporting Mechanisms \n \na. BLGF revenue \ncollection efficiency \nreports \n\nb. BLGF Local \nGovernment Financing \nPerformance Monitoring \nSystem \n\nAppendix 1 \n\n11 \n\nRisks \n\n \nDelays in passing \nthe RPVARA reduce \nthe impact of reforms \nto local revenue \nmobilization. \n\nComplex legal and \ninstitutional \nmandates for land \nmanagement \nchallenge the \ncoordination and \nsustainability of \nreforms. \n \n \n\n \n1a. Reports on oversight \nbody meetings and \naccomplishments, BLGF \nstaffing records \n\n1b. Copies of RPT \npolicies and instruments \n(e.g., manuals and \nprocedures) issued \n \n2a. System and audit \nreports, documentation of \nmonitoring visits \n\n2b. Analytics report of the \nportal's web administrator \n\n \n\n \n \n\n \n\nOutputs \n1. Institutional \ndevelopment and \npolicy support for \nproperty valuation \nstrengthened \n\n \n2. Property tax \nvaluation database \nand information \nsystems \nimplemented \n\n \n3. Real property \ntaxation of selected \nLGUs enhanced \n\nBy 2024: \n1a. Property valuation \nfunction in BLGF established \nand operational with 30 core \nstaff (2017 baseline: not \nfunctional or operational, no \nstaff) \n \n1b. Implementing rules and \nregulations for RPT reforms \ndrafted (2017 baseline: not \ndrafted) \n \n2a. National real property \ninformation system \nestablished with sex-\ndisaggregated data \nfunctionality (2017 baseline: \nsystem not established) \n \n2b. Property tax system \nimplemented and operational \nin at least 60% of \nparticipating LGUs (2017 \nbaseline: not applicable) \n \n3a. Property assessment \nrecords updated in at least \n50% of participating LGUs \n(2017 baseline: not \napplicable) \n \n\n \n3a. Review of SMV \ndatabase, review of \nintegrated tax \nassessment system \nportal \n\n \nLGUs lack the \npolitical will to adopt \nimproved valuation \nand taxation policies. \n\n \n\n \n\n \n\n \n\n\f12 \n\nAppendix 1 \n\nResults Chain \n \n\n4. Local assessors \nprofessionalized and \ncapacity of LGUs \nstrengthened \n\nRisks \n\nSupreme court \ndecision to increase \nthe internal revenue \nallotment for LGUs \ndampens the \nincentive to mobilize \nown-source tax \nrevenue. \n \n\nData Sources and \nReporting Mechanisms \n3b. Accomplishment \nreports, copies of studies \ncompleted by the LGUs \n\n4a. Reports from steering \ncommittee meetings and \ntraining accomplishment \nreports \n\n4b. BLGF report \n\n \n\nPerformance Indicators \nwith Targets and Baselines \n3b. Tax compliance and tax \nefficiency studies with gender \nperspective conducted in at \nleast 50% of participating \nLGUs (2017 baseline: \nconducted in 0 LGUs) \n\n4a. At least 85% of women \nassessors trained on how to \nupdate the SMV \n(2017 baseline: 0 local \nassessors trained) \n \n4b. An e-learning platform for \nlicensing and assessments of \nappraisers and assessors \ndeveloped and implemented \n(2017 baseline: not \napplicable) \n\nKey Activities with Milestones: \nOutput 1: Institutional development and policy support for property valuation strengthened \n1.1.  Establish and operationalize the property valuation office within the BLGF (Q2 2024) \n1.2.  Prepare real property taxation policies, including infrastructure funds and tax increment financing, and \n\ntheir implementing instruments (Q2 2024) \n\n1.3.  Develop operating manuals and procedures aligned with international standards (Q2 2021) \n1.4.  Conduct comprehensive nationwide rollout of training for national government agencies (Q1 2022) \n1.5.  Enforce standards for monitoring and ensuring compliance (Q2 2024) \n1.6.  Establish the valuation training center and corresponding training hubs (Q4 2023) \nOutput 2: Property tax valuation database and information systems implemented \n2.1.  Establish the RPIS (Q2 2024) \n2.2.  Develop, implement, operationalize, and promote a comprehensive IT property tax valuation, billing, \n\nand collection system (Q2 2024) \n\n2.3.  Roll out the RPIS to all LGUs (Q2 2024) \n2.4.  Roll out the IT property tax valuation, billing, and collection system to enrolled LGUs (Q2 2024) \n2.5.  Develop an online transparency portal for the SMV, local tax codes, and LGU performance in RPT \n\ncollection (Q2 2024) \n\n2.6.  Develop and implement institutional mechanisms for data and information exchange (Q2 2024) \n2.7.  Develop and roll out the CAMA system with GIS technology to selected LGUs (Q2 2024) \nOutput 3: Real property taxation of selected LGUs enhanced \n3.1.  Develop and update market-based SMV (Q1 2022) \n3.2.  Update tax maps and related tax records (Q1 2022) \n3.3.  Adopt integrated computerized systems for tax assessment and collection (Q2 2024) \n3.4.  Conduct tax compliance reviews (Q2 2021) \n3.5.  Enhance collection practices, including conducting taxpayer registration drives and regular updates of \n\ntaxpayer registries (Q2 2024) \n\nOutput 4: Local assessors professionalized and capacity of LGUs strengthened \n4.1.  Conduct a diagnostic study and competency mapping for local assessors (Q2 2021) \n4.2.  Develop  expanded academic and training course curricula  for property valuation,  including  training \n\nmanuals and e-learning tools (Q2 2021) \n\n4.3.  Roll out training for local assessors and appraisers in provinces, cities, and municipalities (Q2 2023) \n4.4.  Develop an e-learning platform for licensure and assessment for appraisers and assessors (Q2 2023) \n4.5.  Develop a monitoring and evaluation system to ensure compliance and performance (Q1 2023) \n\n \n\n \n\n \n\n\fAppendix 1 \n\n13 \n\nProject Management Activities: \nAdvance contracting of the consulting firm for the project management unit (Q2 2020) \nOpening of the advance account (Q4 2020) \nEstablishment of the project management unit (Q3 2020) \nConsultant selection and engagement (Q2 2021) \nAudit and submission of project financial statements (Q1 2021, Q1 2022, Q1 2023, Q1 2024) \nImplementation of gender action plan key activities (Q2 2023) \nAnnual and/or midterm review (Q3 2021, Q3 2022, Q3 2023, Q2 2024) \nInputs \nADB: $26,532,604 (loan) \nGovernment: $4,959,700 \nAssumptions for Partner Financing \nNot applicable. \nADB = Asian Development Bank, BLGF = Bureau of Local Government Finance, CAMA =  computer-assisted mass \nappraisal, GIS = geographic information system, IT = information technology, LGU = local government unit, Q = quarter, \nRPIS = real property information system, RPT = real property tax, RPVARA = real property valuation and assessment \nreform act, SMV = schedule of market values. \na  Government of the Philippines, National Economic and Development Authority. 2017. Philippine Development Plan, \n\n2017–2022. Manila. \n\nSource: Asian Development Bank. \n \n \n   \n \n\n \n\n\f14 \n\nAppendix 2 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=52173-002-3 \n\nLoan Agreement \nSector Assessment (Summary): Public Sector Management \nProject Administration Manual \nEconomic and Financial Analysis \nSummary Poverty Reduction and Social Strategy \nRisk Assessment and Risk Management Plan \n\n \n1. \n2. \n3. \n4. \n5. \n6. \n \nSupplementary Document \n \n7. \n \n\nFinancial Management Assessment Report \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 29 May 2020) \n \n– \n= \n= \n", "peso (₱) \n$0.01978 \n₱50.56 \n", "Currency unit \n₱1.00 \n$1.00 \n", " \n \n \n", "ADB \nBLGF \nCOVID-19 \nDOF \nFMA \nGDP \nLGU \nOSR \nPAM \nRPT \nRPVARA \nRPVS \nSMV \n", "– \n– \n \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", "ABBREVIATIONS \nAsian Development Bank \nBureau of Local Government Finance \ncoronavirus disease \nDepartment of Finance \nfinancial management assessment \ngross domestic product \nlocal government unit \nown-source revenue \nproject administration manual \nreal property tax \nreal property valuation and assessment reform act \nreal property valuation service \nschedule of market values \n", "NOTE \nIn this report, “$” refers to United States dollars. \n", " \nVice-President \nDirector General  Ramesh Subramaniam, Southeast Asia Department (SERD) \nDirectors \n", "Ahmed M. Saeed, Operations 2 \n", " \n \nTeam leaders \n \n", "Team members \n \n \n \n \n \n", " \n \n \n \nPeer reviewer \n", "Jose Antonio R. Tan III, Public Management, Financial Sector, and Trade \nDivision (SEPF), SERD \nKelly Bird, Philippines Country Office (PHCO), SERD \n \nRobert Boothe, Senior Public Management Specialist, SEPF, SERD \nHanif Rahemtulla, Senior Public Management Specialist, Governance \nThematic Group (SDTC-GOV), Sustainable Development and Climate \nChange Department (SDCC) \nBenita Ainabe, Financial Sector Specialist (Capital Markets), SEPF, SERD \nJoven Balbosa, Advisor, Office of the Director General, SERD \nAekapol Chongvilaivan, Economist (Public Finance), SEPF, SERD \nBaurzhan Konysbayev, Principal Counsel, Office of the General Counsel \nCristina Lozano, Principal Country Specialist, PHCO, SERD \nLila Mallory, Senior Procurement Specialist, Procurement Division 2, \nProcurement, Portfolio, and Financial Management Department \nJenelyn Mendez-Santos, Project Analyst, SEPF, SERD \nJoehanne Kristal Santos, Operations Assistant, SEPF, SERD \nStephen Schuster, Principal Financial Sector Specialist, SEPF, SERD \nJhelum Tini Thomas, Senior Public Management Specialist, SEPF, SERD \nClaudia Buentjen, Principal Public Management Specialist, SDTC-GOV, \nSDCC \n", "In preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n", " \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n", "CONTENTS \n", "PROJECT AT A GLANCE \n", "THE PROPOSAL \n", "THE PROJECT \nA. \nB. \nC. \nD. \nE. \n", "Rationale \nProject Description \nValue Added by ADB \nSummary Cost Estimates and Financing Plan \nImplementation Arrangements \n", "DUE DILIGENCE \nA. \nB. \nC. \nD. \nE. \nF. \n", "Economic and Financial Viability \nSustainability \nGovernance \nPoverty, Social, and Gender \nSafeguards \nSummary of Risk Assessment and Risk Management Plan \n", "IV. \n", "ASSURANCES \n", "RECOMMENDATION \n", "V. \n \nAPPENDIXES \n", "Design and Monitoring Framework \n", "List of Linked Documents \n", "Page \n", "1 \n", "1 \n1 \n4 \n6 \n6 \n7 \n", "8 \n8 \n8 \n9 \n9 \n9 \n10 \n", "10 \n", "10 \n", "11 \n", "14 \n", " \n", "I. \n", "II. \n", "III. \n", "1. \n", "2. \n \n \n \n \n", " \n"]}