{"Author": "Asian Development Bank", "CreationDate": "D:20190212152900+08'00'", "Creator": "PDF24 Creator", "Keywords": "thailand, solar power plants, clean energy, renewable energy, green bonds, climate bond initiative, climate mitigation, 52292, loan 3753, loan 3754, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president, debt investment", "ModDate": "D:20190213141741+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Report and Recommendation of the President", "Title": "52292-001: Thailand Green Bond Project", "content": " \n\n \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 52292-001 \nNovember 2018 \n \n \n \n \nProposed Debt Investment \nB.Grimm Power Public Company Limited \nThailand Green Bond Project \n(Thailand) \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  is  an  abbreviated  version  of  the  document  approved  by  ADB's  Board  of  Directors,  which \nexcludes  information  that  is  subject  to  exceptions  to  disclosure  set  forth  in  ADB's  Access  to \nInformation Policy. \n\n\f\f \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\nCURRENCY EQUIVALENTS \n(as of 1 October 2018) \n– \n= \n= \n\nCurrency unit \nB1.00 \n$1.00 \n\nbaht (B) \n$0.031 \nB32.33 \n\nABBREVIATIONS \n\n \n \n\n \n \n\nADB \nASEAN \nB.Grimm \nCBI \nCBS \nESMS \nGBP \nIPO \nMEA \nMW \nPEA \nSPP \nVSPP \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nAsian Development Bank \nAssociation of Southeast Asian Nations \nB.Grimm Power Public Company Limited \nClimate Bond Initiative \nClimate Bond Standards \nenvironmental and social management system \nGreen Bond Principles \ninitial public offering \nMetropolitan Electricity Authority \nmegawatt \nProvincial Electricity Authority \nsmall power producer \nvery small power producer \n\nNOTE \n\nIn this report, \"$\" refers to United States dollars. \n\nDiwakar Gupta, Private Sector and Cofinancing Operations \n\nVice-President \nDirector General  Michael Barrow, Private Sector Operations Department (PSOD) \nDirector \n \nTeam leader \nProject advisor \nTeam members \n\nJackie B. Surtani, Infrastructure Finance Division 2, PSOD \n \nShuji Hashizume, Senior Investment Specialist, PSOD \nDaniel Wiedmer, Principal Investment Specialist, PSOD \nGenevieve Abel, Principal Transaction Support Specialist (Integrity),          \n\nPSOD \n\nClaire Alembik, Investment Specialist, PSOD \nJulian Chenoweth, Principal Counsel, Office of the General Counsel \nManfred Kiefer, Senior Economist, PSOD \nMelissa Manguiat, Senior Safeguards Officer, PSOD \nKrittayamon Paocharoen, Senior Investment Officer, Thailand Resident \n\nMission, PSOD \n\nNoel Peters, Principal Safeguards Specialist, PSOD \nMichael Rattinger, Senior Climate Change Specialist, Sustainable \n\nDevelopment and Climate Change Department \n\nAbhishek Singh, Senior Safeguards Specialist, PSOD \n\n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n\n \n\n\f \n\n \n\n \nIII. \n\n \nIV. \n\n1. \n\n2. \n \n\nCONTENTS \n\n \nPROJECT AT A GLANCE \n \nI. \n \nII. \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \nF. \n\nProject Identification and Description \nDevelopment Impacts, Outcome, and Outputs \nAlignment with ADB Strategy and Operations \nProject Cost and Financing Plan \nImplementation Arrangements \nProjected Financial and Economic Performance \n\nTHE PROPOSED ADB ASSISTANCE \nA. \nB. \nC. \n\nThe Assistance \nValue Added by ADB Assistance \nRisks \n\nPOLICY COMPLIANCE \nA. \nB. \nC. \nD. \n\nSafeguards and Social Dimensions \nAnticorruption Policy \nInvestment Limitations \nAssurances \n\nRECOMMENDATION \n\n \nV. \n \nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\nPage \n\n1 \n\n1 \n1 \n5 \n5 \n5 \n6 \n6 \n\n6 \n7 \n7 \n7 \n\n7 \n7 \n9 \n9 \n9 \n\n9 \n\n10   \n12 \n\n\fProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\nqq\n\nqq\n\nQq\n\nqq\n\nqq\n\nQq\n\n1. Basic Data\n\nProject Name\n\nCountry\n\nBorrower\n\nThailand Green Bond Project\n\nPSOD/PSIF2\n\nDepartment\n/Division\n\nThailand\n\nB.Grimm Power Public Company\nLimited\n\nProject Number: 52292-001\n\n2. Sector\nEnergy\n\nSubsector(s)\nRenewable energy generation - solar\n\n     ADB Financing ($ million)\n154.68\n\nTotal\n\n154.68\n\n20,115\nMedium\n\n154.68\n\nHigh\n\n3. Strategic Agenda\n\nInclusive economic\ngrowth (IEG)\n\nEnvironmentally\nsustainable growth\n(ESG)\n\n4. Drivers of Change\nPartnerships (PAR)\n\nPrivate sector\ndevelopment (PSD)\n\nSubcomponents\nPillar 1: Economic \nopportunities,  including jobs, \ncreated and expanded\nGlobal and regional \ntransboundary environmental \nconcerns\n\nComponents\nImplementation\nPrivate Sector\nPromotion of private sector \ninvestment\n\nClimate Change Information \nCO2 reduction (tons per annum)\nClimate Change impact on the Project\n\nADB Financing\nMitigation ($ million)\n\nGender Equity and Mainstreaming\nNo gender elements (NGE)\n\nLocation Impact\nNation-wide\n\n5. Poverty and SDG Targeting\n\nGeographic Targeting\nHousehold Targeting\nSDG Targeting\nSDG Goals\n\nNo\nNo\nYes\nSDG7\n\n6. Nonsovereign Operation Risk Rating\n\nObligor Name\nB.Grimm Power Public Company Limited\nB.Grimm Power Public Company Limited\n\n8. Financing\n\nObligor Risk Rating\n\nFacility Risk Rating\n\nCONFIDENTIAL INFORMATION DELETED\nCONFIDENTIAL INFORMATION DELETED\n\n7. Safeguard Categorization\n\nEnvironment: B \n\nInvoluntary Resettlement: C\n\nIndigenous Peoples: C\n\nModality and Sources\nADB\n     Nonsovereign Local Currency Loan (Regular Loan): Ordinary capital resources\n     Nonsovereign Local Currency Loan (Regular Loan): Ordinary capital resources\nCofinancing\nOthers a\nTotal\n\nAmount ($ million)\n\n154.68\n46.40\n108.28\n0.00\n0.00\n154.68\n\nCurrency of ADB Financing: THB,USD \n\na Derived by deducting ADB financing and Cofinancing from Total Project Cost.\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n05112018181131619153\n\nGenerated Date: 23-Jan-2019 10:58:11 AM \n\n\f\f \n\nI. \n\nTHE PROPOSAL \n\n \n1. \nI submit for your approval the following report and recommendation on a proposed debt \ninvestment  in  bonds  of  up  to  B5,000,000,000  (or  its  equivalent  in  United  States  dollars)  to  be \nissued  by  B.Grimm  Power  Public  Company  Limited  (B.Grimm)  for  the  Thailand  Green  Bond \nProject. \n \n2. \nThe project entails the construction and refinancing of 16 solar power plants in Thailand, \nfor a total of 98.5 megawatts (MW). B.Grimm will issue corporate bonds to finance these solar \nassets.  The  Asian  Development  Bank  (ADB)  will  subscribe  to  the  bonds  subject  to  their \nrecognition  as  green  bonds  in  compliance  with  the  International  Capital  Markets  Association's \nGreen  Bond  Principles  (GBP),  which  ADB  will facilitate.  ADB  will  also  assist  B.Grimm with  its \napplication to the Climate Bond Initiative (CBI) for the bonds to be certified as climate bonds under \nits Climate Bond Standards (CBS). ADB’s participation  is crucial for GBP compliance and CBI \ncertification,  and  the  project  will  contribute  to  the  development  of  the  green  bond  market  in \nThailand and the region because these will be the first GBP-compliant green bonds issued by an \nenergy company, and the first CBI-certified climate bonds in Thailand. \n \n\nII. \n\nTHE PROJECT \n\nProject Identification and Description \n\n \nA. \n \n3. \nProject  identification.  The  finance  sector  worldwide  is  beginning  to  respond  to  global \nwarming  and  climate  change,  and  joining  the  collective  efforts  to  tackle  these  unprecedented \nchallenges by mainstreaming climate mitigation and adaptation in its investment  decisions. An \nincreasing number of institutional investors and banks have begun to “decarbonize”, i.e., suspend \nnew investment in and lending to coal- and other fossil-fuel-related companies and projects, and \nalso  divest  themselves  from  such  exposures  in  their  existing  portfolios.1 This  also  means  that \nmore  and  more  institutional  investors  are  prioritizing  and  favoring  investments  in  renewable \nenergy and climate change mitigation/adaptation, and looking for credible and verifiable means \nto  evidence  it.  They  need  to  assure  their  clients,  shareholders,  and  other  stakeholders  of \ntransparency  and  accountability,  and  to  demonstrate  that  they  are  responsible  investors.  This \ntransition is equally important for project developers and other issuers because any companies \nand projects with significant greenhouse gas emissions can be penalized in the capital markets, \nwhereas evidence of climate-friendly investments can result in favorable financing terms. \n\n \nGreen bonds  are innovative financial instruments to promote such  efforts, whereby  the \n4. \nproceeds  are  used  exclusively  to  finance  or  refinance,  in  part  or  in  full,  new  or  existing  green \nprojects with environmental or climate-related benefits. The GBP and CBS are the two most well-\nrecognized standards of green bonds based on international best practice, while there are other \nstandards as well as “self-declared” green bonds.2 Green bonds serve as a vehicle for financing \ninvestments  in  green  and  climate-smart  projects  that  contribute  to  the  achievement  of  a  low-\ncarbon future under the Paris Agreement on climate change and the 2030 Agenda for Sustainable \nDevelopment of the United Nations. The green bond market is growing rapidly  and reached an \nannual issuance amount of $173 billion in 2017 globally, from just $0.5 billion in 2008. \n\n                                                 \n1  For instance, Standard Chartered Bank announced on 25 September 2018 that it had decided to end its financing of \nnew  coal-fired  power  plants:  https://uk.reuters.com/article/uk-stanchart-coal/stanchart-quits-lending-to-new-coal-\nfired-power-stations-in-climate-change-effort-idUKKCN1M50I9 (last accessed 27 October 2018). \n\n2   Green  bonds  certified  by  the  CBI  to  be  complying  with  the  CBS  are  called  “climate  bonds”.  The  key  differences \nbetween  the  GBP  and  CBS  are  that  the  CBS  requires  external  reviews  (which  the  GBP  recommends  but  not \nrequires), and that climate bonds should be certified. Therefore, climate bonds are a subset of green bonds.  \n\n\f2 \n\nHowever, the issuance of green bonds has been concentrated in developed markets so \n5. \nfar, with the exception of the People’s Republic of China and India. Issuance of green bonds by \nprivate sector issuers in most of the developing markets in Asia remains limited, mainly because \nthe  issuers  are  unfamiliar with  the  certification  process  and  investors  lack  the  experience.  For \ninstance, green bond issuance in the economies covered by the Association of Southeast Asian \nNations (ASEAN) accounted for only 5% of green bond issuance in all of Asia in the first half of \n2018. Further, many self-declared “green bonds” issued in Asia to date are often considered not \nin line with international best practice by the experts. This calls for the (i) establishment of local \nprivate  sector  green  bond  markets  in  the  region  and  (ii)  issuance  of  demonstrational  genuine \ngreen bonds by a credible issuer with an international certification and/or a confirmation from an \nexperienced institution in this field.  \n\n \nADB  is  well  positioned  to  play  this  role  through  “One  ADB”  approach.  First,  from  the \n6. \nregulatory side, ADB’s extensive engagement in capital market development in the region enables \nit  to  showcase  innovative  products  and  bring  in  international  best  practice.  Indeed,  ADB’s \nSoutheast  Asia  Department  provided  technical  assistance  to  help  the  ASEAN  Capital  Markets \nForum  establish  the  ASEAN  Green  Bond  Standards,  a  regional  standard  based  on  the  GBP.3 \nSecondly,  from  the  private  sector  side,  ADB  Private  Sector  Operations  Department  can  help \nensure the eligibility of the bonds as green bonds and/or climate bonds in accordance with the \nrelevant principles and standards, by leveraging the experience and skills from closing the Tiwi \nand MakBan Geothermal Power Green Bonds Project in the Philippines.4 \n \n7. \nAgainst this backdrop of huge untapped markets and opportunities for ADB, green bond \nissuance  in  ASEAN  economies  is  expected  to  accelerate.  Thailand,  in  particular,  has  great \npotential for an active green bond market because it has a huge renewable energy potential, and \nits bond market is the largest among ASEAN bond markets. While Thailand’s energy production \nstill  depends  heavily  on  fossil  fuels  and  although  renewable  energy  sources  are  currently \ncontributing only 9%, this is projected to increase to 15%–20% by 2036 under Thailand’s Power \nDevelopment  Plan,  2015–2036.5 This  translates  into  additional  renewable  capacity  of  3,500  to \n6,000 MW. The Thai bond market's annual issuance of long-term corporate bonds totaled B823 \nbillion in 2017. However, renewable energy projects to date have been mainly financed by banks. \nNotwithstanding its growing needs and huge potential, the country’s first green bond complying \nwith GBP was only issued in June 2018, by a local bank. \n  \n8. \nB.Grimm  is  a  leading  energy  company  in  Thailand  with  a  growing  presence  in  other \nASEAN countries such as the Lao People’s Democratic Republic and Viet Nam, and has a proven \nrelationship with ADB through an equity investment and loan administration,6 and a loan facility.7 \nB.Grimm is transforming itself from a Thai-based local gas-fired independent power producer into \na renewable-energy-focused developer with a regional presence. Following its successful initial \npublic offering (IPO) and completion of the first solar power plants, it aims to champion itself as \nthe market leader in renewable energy and green bond issuance in Thailand and the region. In \nthe past, the company typically sought bank financing for its power plants at the project level. Now \n                                                 \n3  The  proposed  green  bonds  will  also  comply  with  the  ASEAN  Green  Bond  Standards.  ADB.  2015.  Technical \n\nAssistance for Enhancing Association of Southeast Asian Nations Capital Market Integration. Manila. \n\n4  ADB.  2015.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors:  Proposed  Partial  Credit \nGuarantee and Loan for the Tiwi and MakBan Geothermal Power Green Bonds Project in the Philippines. Manila. \nThe project bond issued under this project was the first climate bond certified by the Climate Bond Initiative in Asia. \n\n5  Government of Thailand, Ministry of Energy. 2015. Thailand Power Development Plan, 2015–2036. Bangkok. \n6  ADB. 2017. Report and Recommendation of the President to the Board of Directors: Proposed  Equity Investment \n\nand Administration of Loan for the ASEAN Distributed Power Project in Thailand. Manila. \n\n7  ADB. 2017. Report and Recommendation of the President to the Board of Directors: Proposed Loan for the ASEAN \n\nDistributed Power Project (Phase 2) in Thailand. Manila. \n\n\f3 \n\nthat  the  successful  IPO  and  the  investment  grade  local  rating  have  significantly  improved  its \naccess  to  the  capital  markets,  it  also  seeks  opportunities  to  issue  corporate  bonds.  ADB  has \nidentified  B.Grimm  as  the  ideal  partner  based  on  the  positive  experience  from  the  existing \nprojects, and also on the relationship ADB has built with the company and other key players in \nThailand’s energy sector. \n \n9. \nProject design. The project involves the issuance of corporate bonds for the construction \nand refinancing of 16 utility-scale solar power plants in Thailand. The total installed capacity of \nthe 16 plants is 98.5 MW, of which 9 plants totaling 67.7 MW (Yanhee and Sakeo subprojects) \nare completed and operational, while 7 plants totaling 30.8 MW (War Veterans Organization and \nAgricultural Cooperatives subprojects) are under construction. The plant size ranges from 2.3 MW \nto 8 MW, and the plants have power purchase agreements with the Provincial Electricity Authority \n(PEA)  and  the  Metropolitan  Electricity  Authority  (MEA)  under  Thailand’s  Very  Small  Power \nProducer (VSPP) program. B.Grimm will issue corporate bonds to which ADB will subscribe. The \nrepayment of the bonds will be made from B.Grimm’s overall cash flows. \n \nADB  will  facilitate  that  the  bonds  will  comply  with  the  International  Capital  Markets \n10. \nAssociation GBP, and will also assist B.Grimm in obtaining certification of the bonds as climate \nbonds meeting the CBS by CBI. ADB will monitor whether B.Grimm upholds its commitment to \ncontinued compliance with the GBP  and CBS.8 The key criteria for the bonds to be eligible as \ngreen  and  climate  bonds  are:  (i)  project  selection  and  nomination,  (ii) B.Grimm’s  internal \nprocesses  and  controls  of  funds  raised  by  the  bonds,  (iii) B.Grimm’s  internal  reporting  and \ncontrols  associated  with  internal  proceeds  management  and  information,  (iv) eligibility  of  the \nnominated projects and assets, and (v) reporting to ADB. \n \n11. \nThese  will  be  the  first  GBP-compliant  green  bonds  in  Thailand  issued  by  an  energy \ncompany. They will also be the country's first climate bonds meeting the CBS once certified by \nCBI.  Notwithstanding  the  growing  interest  among  the  issuers  and  investors,  and  a  rapidly \nincreasing issuance amount globally, the  green bond segment in  Thailand is still in its infancy \nbecause  local  market  players  lack  the  requisite  experience.  The  project  will  contribute  to  the \ndevelopment of the  green bond market in  Thailand by showcasing  genuine green and climate \nbonds  (i.e.,  in  conformance  with  international  best  practice  and  certified)  to  local  issuers  and \ninvestors,  and  ADB’s  Private  Sector  Operations  Department  plans  to  roll  out  a  program  to \nencourage other competent and trustworthy market players in different areas—such as energy, \nwater, transport, and other infrastructure—to issue green bonds. \n \nThe project complements ADB’s existing equity investment in B.Grimm, which played an \n12. \nimportant role in attracting third-party investors and establishing confidence in the equity market. \nThe project extends its assistance to the debt capital markets to showcase the company as the \nleading green bond issuer. B.Grimm has adopted and is implementing ADB’s environmental and \nsocial  safeguard  standards  through  ADB’s  equity  investment,  which  also  helps  boost  the \ncredibility of the company’s commitment to the GBP and CBS, and creates competitive financing \noptions for B.Grimm to expand its renewable energy portfolio. \n \n\n                                                 \n8  ADB  has  engaged  a  consultant  to  independently  audit  the  project’s  compliance  with  the  GBP  and  the  CBS.  The \nconsultant will issue an assurance report to ADB, which represents conformity with the GBP, and will also be sufficient \nfor climate bond certification by the CBI.  ADB  will confirm the  green bond status based on the assurance report, \nwhile the CBI  will  issue a third-party certification. Consultant fees are funded by  ADB’s  Sustainable Development \nand  Climate  Change  Department  under  ADB.  2014.  Technical  Assistance  for  Enhancing  Readiness  of  ADB \nDeveloping Member Countries for Scaled-Up Climate Finance. Manila. \n\n\f4 \n\nBorrower. B.Grimm, established in 1993 in Thailand, is an energy company that focuses \n13. \non the development, financing, construction, and operation of greenfield power plants. B.Grimm \nis a part of the B.Grimm Group, Thailand’s oldest infrastructure and industrial group in operation, \nfounded in 1878. The group is ultimately owned by Harald Link and his family, which has owned \nthe  company  since  its  founding.  Its  well-diversified  business  interests  cover  energy,  cooling, \nhealth care, transport, lifestyle,  and real  estate.  B.Grimm underwent a successful  IPO in June \n2017. Harald Link and his daughter Caroline Link jointly hold 68.4% of the shares in the company \ndirectly or indirectly. Other shareholders are ADB (4.7%) and public investors (26.9%). \n \n14. \nB.Grimm  is  one  of  the  largest  private  power  producers  by  installed  capacity  among \nThailand’s  Small  Power  Producer  (SPP)  operators.  It  has  15  existing  gas-fired  cogeneration \nplants  with  a  total  installed  capacity  of  2,045  MW.  All  of  B.Grimm’s  SPP  power  plants  are \nstrategically  located  in  five  leading  industrial  estates  with  a  high  concentration  of  blue  chip \nindustrial customers. Since 2015, B.Grimm has started diversifying into renewable energy and is \ncurrently operating 15 solar power plants under Thailand’s VSPP program, with a total installed \ncapacity of 114 MW. It also has solar power plants of 30.8 MW under construction in Thailand, \nand  a  677  MW  pipeline  of  solar  projects  in  Viet  Nam.  [CONFIDENTIAL  INFORMATION \nDELETED]. \n \n15. \nB.Grimm is listed on the Stock Exchange of Thailand. It has a current market capitalization \nof  about  $2.3  billion.9 TRIS  Rating  gave  B.Grimm  a  corporate  credit  rating  of  A/Stable  in  April \n2018. Table 1 summarizes B.Grimm’s historical financial performance. \n \n\nTable 1: Historical Consolidated Financial Performance of B.Grimm \n(B million) \n\nGross profit margin (%) \n\nItem \nRevenue \nGross profit \n\nEBITDAa \n\nNet profita \n\nEBITDA margin (%) \n\nNet profit margin (%) \n\n \nTotal assets \nTotal debt \nTotal liabilities \nShareholders' equity \n\n \n\n2014 \n19,854 \n3,007 \n15.1 \n3,804 \n19.2 \n689 \n3.5 \n \n47,953 \n37,883 \n40,861 \n7,092 \n\n \n\n2015 \n23,943 \n3,751 \n15.7 \n4,900 \n20.5 \n347 \n1.4 \n \n62,793 \n49,682 \n55,703 \n7,090 \n\n \n\n2016 \n(pre IPO) \n27,747 \n5,686 \n20.5 \n7,494 \n27.0 \n2,316 \n8.3 \n \n76,047 \n59,752 \n64,512 \n11,534 \n\n2017  \n(post IPO) \n31,482 \n6,740 \n21.4 \n8,725 \n27.7  \n3,594 \n11.4 \n \n89,241 \n57,941 \n63,497 \n25,744 \n\n \n\n \n\nFirst half \n2018 \n\n16,961 \n3,508 \n20.7 \n4,587 \n27.0 \n1,519 \n9.0 \n \n89,613 \n57,405 \n63,710 \n25,904 \n\n \n\nEBITDA = earnings before interest, taxes, depreciation, and amortization; IPO = initial public offering. \na  Excludes unrealized currency translation loss or gain. \nSources: B.Grimm Power Public Company Limited and Asian Development Bank. \n\nIntegrity  due  diligence  and  enhanced  tax  integrity  due  diligence  were  conducted. 10 \n\n \n16. \n[CONFIDENTIAL INFORMATION DELETED]. \n \n \n \n\n                                                 \n9  Bloomberg (as of 18 October 2018). \n10  ADB. 2003. Enhancing the Asian Development Bank’s Role in Combating Money Laundering and the Financing of \nTerrorism.  Manila;  and  ADB.  2016.  Anticorruption  Policy:  Enhancing  the  Role  of  the  Asian  Development  Bank  in \nRelation to Tax Integrity. Manila. \n\n\f5 \n\nAlignment with ADB Strategy and Operations \n\nDevelopment Impacts, Outcome, and Outputs \n\nOutputs. The outputs will be that solar power projects in Thailand have been constructed \n\nOutcome.  The  project  will  have  the  following  outcome:  sustained  private  sector  solar \n\nImpact. The project is aligned with the following impact: diversified energy mix through \n\nB. \n \n17. \nthe addition of renewable energy capacity (footnote 5). \n \n18. \npower project operations in Thailand.11 \n \n19. \nand are operational, and that the green and climate bond status has been achieved. \n \nC. \n \n20. \nConsistency with ADB  strategy and country strategy. The project is consistent with \nADB’s Strategy 2030, which has a target of 75% of ADB operations to support climate change \nmitigation  and  adaptation  by  2030.12 Strategy  2030  also  emphasizes  the  expansion  of  private \nsector operations. ADB’s support for the project is also in line with its country partnership strategy, \n2013–2016 for Thailand13 and its country operations business plan, 2018–2020,14 both of which \npromote  private  sector  development  and  support  two  core  strategic  areas  for  ADB’s  focus: \ninfrastructure development and environmentally sustainable development. \n \n21. \nConsistency  with  sector  strategy  and  relevant  ADB  operations.  The  project  is \nconsistent with ADB’s Energy Policy, which supports wider access to energy through investments \nin energy efficiency and renewable energy projects.15 The project will contribute to ADB’s target \nof $6 billion in annual financing for climate mitigation and adaptation by 2020, and catalyze further \nprivate sector resources in the clean energy segment. \n\n \n[CONFIDENTIAL INFORMATION DELETED].  \n\nProject Cost and Financing Plan \n\n22. \n \nD. \n \n23. \nCorporate bonds of B5,000 million ($155 million) will be issued, and will be subscribed by \nADB.16 Existing project-level bank loans will be refinanced for the Yanhee and Sakeo subprojects, \nand  the  bonds  will  also  finance  the  construction  costs  of  the  War  Veterans  Organization  and \nAgricultural Cooperatives subprojects. Table 2 presents the breakdown. \n \n \n\n \n\n                                                 \n11 The design and monitoring framework is in Appendix 1. \n12 ADB.  2018.  Strategy  2030:  Achieving  a  Prosperous,  Inclusive,  Resilient,  and  Sustainable  Asia  and  the  Pacific. \n\nManila. \n\n13 ADB. 2013. Country Partnership Strategy: Thailand, 2013–2016. Manila. \n14 ADB. 2017. Country Operations Business Plan: Thailand, 2018–2020. Manila. \n15 ADB. 2009. Energy Policy. Manila. \n16  B.Grimm has issued corporate bonds of B9,700 million in total in October 2018 to commercial investors, which are \nnot green bonds. Therefore, while the entire green bonds will be placed to ADB, the proportion of the ADB financing \nin the total bond issuance program of B.Grimm will be up to 34%.  \n\n\f6 \n\n \nE. \n \n24. \n \n\nTable 2: Cost Estimates \nAmount \n(B million) \n\nAmount \n($ million) \n108 \n \n47 \n155 \n\n3,480 \n \n1,520 \n5,000 \n\n% of Total \n70.0 \n \n30.0 \n100.0 \n\nCost \nYanhee and Sakeo solar subprojects (refinancing) \nSolar subprojects with War Veterans Organization \nand Agricultural Cooperatives (construction) \n\nTotal \nSource: B.Grimm Power Public Company Limited. \n\nImplementation Arrangements \n\nTable 3 summarizes the implementation arrangements.17 \n\nAspects \nRegulatory framework \n\nManagement \n\nImplementation period \nOperational arrangements \n\nTable 3: Summary of Implementation Arrangements \n\nArrangements \n\nB.Grimm’s solar power projects are developed under Thailand’s Very Small Power \nProducer program, which allows private developers to build, own, and operate power \nprojects with a capacity of up to 10 MW, and enter into power purchase agreements \nwith PEA and MEA. \nB.Grimm’s senior management is composed of professional management teams that \nhave been with the company for an average of 13 years. They have extensive \nmanagerial and technical knowledge in the industry, overseeing the successful \ndevelopment and operation of 33 power plants. \nBond issuance: fourth quarter of 2018 \n\nRevenue structure \n\nOperation and \nmaintenance \n\nGreen and climate \nbond eligibility \n\nB.Grimm sells electricity to PEA and MEA under the Very Small Power Producer \nprogram with long-term power purchase agreements, giving B.Grimm a stable, reliable \nrevenue structure. \nOperation and maintenance requirements for solar plants are straightforward, \ncomprising electrical works, regular cleaning of solar modules, regular inspections, \nminor repairs, measurements, data measurement and verification, reporting, and site \nsecurity. B.Grimm has an in-house maintenance team to undertake routine \nmaintenance. \nADB will invest in B.Grimm’s bonds subject to their compliance with the GBP of the \nInternational Capital Markets Association. An independent consultant engaged by \nADB will issue an assurance report, which represents conformity with the GBP, and \nwill also be sufficient for climate bond certification by the Climate Bond Initiative. The \nbonds will be the first green bonds issued by an energy company in Thailand in \ncompliance with the GBP. Once certified by the Climate Bond Initiative, they will also \nbe the first climate bonds in Thailand to meet the Climate Bond Standards. \nB.Grimm will submit quarterly unaudited financial statements and annual audited \nfinancial statements to ADB on a consolidated basis. The company will also provide \nannual reporting on its solar projects funded by the green bonds to evidence continued \ncompliance with the GBP and the Climate Bond Standards. \nADB  =  Asian  Development  Bank,  GBP  =  Green  Bond  Principles,  MEA  =  Metropolitan  Electricity  Authority,  MW  = \nmegawatt, PEA = Provincial Electricity Authority. \nSource: B.Grimm Power Public Company Limited. \n \nF. \n \n25. \n \n\nProjected Financial and Economic Performance \n\n[CONFIDENTIAL INFORMATION DELETED].  \n\nPerformance monitoring \n\nIII. \n\nTHE PROPOSED ADB ASSISTANCE \n\n \n\n                                                 \n17 Details of Implementation Arrangements (accessible from the list of linked documents in Appendix 2). \n\n\f7 \n\nThe Assistance \n\nValue Added by ADB Assistance \n\nA. \n \n26. \nADB will provide debt financing to B.Grimm in the form of corporate bonds of up to B5,000 \nmillion  (or  its  equivalent  in  United  States  dollars).  ADB’s  assistance  will  be  deployed  for  the \nrefinancing  of  B.Grimm’s  existing  solar  plants,  and  construction  of  its  new  solar  plants  in \nThailand.18 The bonds comprise a 5-year bond of up to B1,500 million and a 7-year bond of up to \nB3,500 million, both with a bullet repayment. [CONFIDENTIAL INFORMATION DELETED]. \n \nB. \n \n27. \nCatalytic impact. ADB’s participation in B.Grimm’s bond program includes assistance to \nensure  both  that  the  bonds  will  comply  with  the  GBP  and  obtain  climate  bond  certification. \nAssociation with ADB will also help make the GBP and climate bonds better known in the region. \nSuch  instruments  and  standards  are  not  yet  well-recognized  in  the  Thai  and  ASEAN  capital \nmarkets, and local or regional bond investors and issuers do not yet have the requisite expertise \nor experience to establish green bond status or third-party certification. The successful issuance \nof these bonds with ADB’s confirmation as green bonds and climate bond certification by CBI will \nfoster confidence among issuers as they see the benefits associated with green bonds (franchise \nvalue  enhancement,  industry  leadership,  reputation  enhancement,  integration  of  sustainable \nprinciples and greenhouse gas emissions reduction into the strategy) and help promote further \ninvestments in renewable energy and other climate-friendly businesses. Overall, this will channel \nmore funding into, or enable easier access to funding for, renewable energy and other climate-\nfriendly  projects.  Further,  B.Grimm’s  environmental  and  social  management  system  (ESMS), \nwhich exceeds national standards, will become widely known and put other players in the market \nunder more pressure to catch up in this respect. \n \n28. \nGreen bond program. With the proposed project, ADB will potentially kickstart a program \nfor green bond issuance by the private sector, which will mobilize additional commercial investors \nand issuers into this emerging asset class. By leveraging its regional presence, ADB will replicate \ngreen  bond  issuance  in  accordance  with  international  best  practice  in  Thailand  and  in  other \nASEAN economies, with possible effects on other bond markets in Asia. \n \nC. \n \n[CONFIDENTIAL INFORMATION DELETED].  \n \n\nRisks \n\nIV. \n\nPOLICY COMPLIANCE \n\nSafeguards and Social Dimensions \n\n \nA. \n \nADB categorized the investment  in compliance with ADB’s Safeguard Policy Statement \n29. \n(2009)  as  follows:  environment  (category  B),  involuntary  resettlement  (category  C),  and \nindigenous  peoples  (category  C).19 Its  Safeguard  Policy  Statement  Safeguard  Requirements  4 \nfor general corporate finance project applies. \n \n30. \nADB undertook due diligence and reviewed the potential environmental and social impacts \nof the project  and  the measures to  avoid, minimize, mitigate, and compensate for the adverse \n\n                                                 \n18  The entire ADB financing amount including the refinancing portion will be counted as climate finance. With regard to \n\ncarbon dioxide emission reduction, only the portion from the subprojects under construction will be counted.  \n\n19 ADB. Safeguard Categories. \n\n\f8 \n\nimpacts  in  the  safeguard  reports  and  plans.  The  environmental  and  social  measures  and  the \ninstitutional  capacity  and  commitment  of  B.Grimm  to  manage  the  project’s  social  and \nenvironmental impacts are deemed adequate. The operational subprojects are assets  to which \nthe  proceeds  of  ADB’s  previously  approved  equity  investment  were  applied  in  2017.  The \ncorporate ESMS audit that was undertaken while processing the earlier investment applies to this \nproject (footnote 6). An audit of selective assets was also undertaken at the time which covered \nthe operational subprojects. Corrective actions to address the findings of that corporate audit and \nensure  compliance  with  ADB’s  Safeguard  Policy  Statement  were  fully  carried  out  and \nincorporated in B.Grimm’s ESMS prior to ADB’s equity subscription in 2017.  It was agreed that \nthe ESMS be implemented for all subprojects that utilize ADB’s debt and equity financing, and \nwill be applied on a best-effort basis for non-ADB funded subprojects. \n \nEnvironment. An existing facilities audit was undertaken by an external party to assess \n31. \nthe  subprojects’  compliance  with  B.Grimm’s  ESMS  and  ADB’s  Safeguard  Policy  Statement \nSafeguard Requirements 1–3. The audit reviewed all the subprojects with a focus on the seven \nsubprojects under construction that are nearly completed, with scheduled commercial operation \ndates in December 2018.  B.Grimm has advised that flooding studies were completed for each \nsite and that the results were factored into the technical design. A review of the local environment \nreports found some gaps in biodiversity assessment and climate risk assessment conducted for \nthe subprojects. Three of the subprojects are in the lower portion of the Central Basin Important \nBird  Area,  which  is  a  wintering  area  for  the  Manchurian  Reed-warbler  (VU). 20  The  three \nsubprojects were developed on former agricultural lands and are not in legally protected areas. \nThe  photovoltaic  panels  have  anti-glare  surfaces  with  row  separation  minimizing  risks  to \nbirds. The  subprojects  are  located  no  more  than  approximately  fifty  meters  from  existing \ntransmission lines. Although  the project sites  are not likely to  have  a significant impact on  the \nspecies since they have an average size of 7.8 hectares—compared with a total important bird \narea of 190,000 hectares—additional studies and actions will be required. The audit also found \nopportunities for improving occupational health and safety, enforcement of the local labor code, \ngrievance  redress  mechanism  record  keeping,  and  environmental  monitoring  record  keeping. \nB.Grimm has committed to implement a corrective  action plan to  fill the gaps identified by the \naudit, including (i) biodiversity assessment for the three sites, (ii) measures to maintain or restore \nthe  Manchurian  Reed-warbler  habitat  within  the  green  areas  of  those  sites,  (iii)  occupational \nhealth and safety improvements, and record-keeping improvements applicable for all subprojects. \n \n32. \nSocial safeguards. Land for subprojects in operation or under construction for which ADB \nproceeds will be used were purchased through negotiated settlements with individual landowners \non mutually agreed terms. No outstanding legacy issues pertaining to land for the  subprojects \nwere found. The subprojects are in areas where typically no distinct or vulnerable ethnic minority \ngroups reside who could be adversely or beneficially affected. Therefore, involuntary resettlement \nand/or indigenous people issues are not envisaged for the project. \n \nOther  social  dimensions.  The  project  is  classified  as  having  no  gender  elements. 21 \n33. \nB.Grimm will (i) apply ADB's prohibited investment activities list and (ii) ensure that investments \n\n                                                 \n20 VU (vulnerable) refers to the IUCN Red list status of the Manchurian reed-warbler in 2017, as assessed by Bird Life \n\nInternational in 2016. \n\n21 During  due  diligence,  gender  assessment  of  B.Grimm’s  human  resource  and  corporate  social  responsibility \napproaches  was conducted. Given that (i) ADB’s financing  will be channeled to completed and close-to-complete \nsolar subprojects which have low staffing requirements; and (ii) at the corporate level, 44% of B.Grimm’s Board of \nDirectors  are  female,  its  company  president  is  female,  and  47%  of  its  headquarter  staff  are  female,  no  gender \nelements for this transaction is pursued. However, B.Grimm has agreed to continue to explore and implement other \n\n \n\n\f9 \n\nAnticorruption Policy \n\nusing ADB funds comply with ADB’s Safeguard Policy Statement and abide by national laws and \nregulations. The ESMS sets out requirements, as applicable, for compliance with national labor \nlaws and measures to comply with the internationally recognized core labor standards, pursuant \nto  ADB’s  Social  Protection  Strategy  (2001). 22  The  ESMS  will  also  contain  requirements,  as \napplicable,  for  information  disclosure  and  consultation  with  affected  people  in  line  with  ADB \nstandards. B.Grimm will report regularly to  ADB  on (i) its and its investments’ compliance with \nsuch laws and (ii) the measures taken.23 \n \nB. \n \n34. \nB.Grimm was advised of ADB’s policy of implementing best international practice relating \nto combating corruption, money laundering, and the financing of terrorism. ADB will ensure that \nthe  investment  documentation  includes  appropriate  provisions  prohibiting  corruption,  money \nlaundering, and the financing of terrorism; and remedies for ADB in the event of noncompliance. \n \nC. \n \n35. \nsingle exposure limits for nonsovereign investments. \n \nD. \n \nConsistent with the Agreement Establishing the Asian Development Bank (the Charter),24 \n36. \nADB  will  proceed  with  the  proposed  assistance  upon  establishing  that  the  Government  of \nThailand has no objection to the proposed assistance to B.Grimm Power Public Company Limited. \nADB will enter into suitable finance documentation, in form and substance satisfactory to ADB, \nfollowing approval of the proposed assistance by the ADB Board of Directors. \n \n\nThe proposed debt investment is within the medium-term, country, industry, group, and \n\nInvestment Limitations \n\nAssurances \n\nV. \n\nRECOMMENDATION \n\n \n37. \nI  am  satisfied  that  the  proposed  debt  investment  would  comply  with  the  Articles  of \nAgreement of the Asian Development Bank (ADB) and recommend that the Board approve the \nproposed debt investment in bonds of up to B5,000,000,000 (or its equivalent in United States \ndollars) from ADB’s ordinary capital resources to be issued by B.Grimm Power Public Company \nLimited for the Thailand Green Bond Project in Thailand, with such terms and conditions as are \nsubstantially in accordance with those set forth in this report, and as may be reported to the Board. \n \n \n\nTakehiko Nakao \nPresident \n\n8 November 2018 \n\n                                                 \n\ngender measures such as better working conditions and  workplace environment for female staff; gender targeted \nopportunities for staff training and community development activities, as part of  ADB’s ongoing  engagement as a \nshareholder. \n\n22 ADB. 2003. Social Protection Strategy. Manila (adopted in 2001). \n23 Summary  Poverty  Reduction  and  Social  Strategy;  and  Environmental  and  Social  Management  System:  Audit \n\nFindings and Details of Arrangement (accessible from the list of linked documents in Appendix 2). \n\n24 ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. \n\n\f10 \n\nAppendix 1 \n\nResults Chain \nOutcome \nPrivate sector solar \npower project \noperations in \nThailand sustained \n\nDESIGN AND MONITORING FRAMEWORK \n\nImpacts the Project is Aligned with \nEnergy mix diversified through the addition of renewable energy capacity (Power Development Plan, \n2015–2036)a \n\nData Sources and \nReporting \nMechanisms \n\n \na–e. Annual \n\ndevelopment \neffectiveness \nmonitoring \nreports by the \nborrower \n\nRisks \n\n \nWeak power \ndemand caused by \nadverse \nmacroeconomic \nshock \n \n \n\nPerformance Indicators with \nTargets and Baselines \n\n \na  B.Grimm’s long-term financing \nremains competitively priced \nby 2021 (2017 baseline: not \napplicable) \n\n \nb. Additional annual emission \nreductions of 20,115 tons of \ncarbon dioxide achieved from \n7 solar plants of 30.8 MW by \n2020 (2017 baseline: 0)b \n\n \nc. More than 45 gigawatt-hours \n\nof additional renewable power \ngenerated annually from 7 \nsolar plants of 30.8 MW by \n2020 (2017 baseline: 0) \n\n \nd. Five additional full-time \nequivalent local staff \nemployed during operation by \n2020 (2017 baseline: 0) \n\n \nDelayed \ncommissioning \nresulting from force-\nmajeure events \n\ndevelopment \neffectiveness \nmonitoring \nreports by the \nborrower \n\nOutputs \n1.  Solar power \nprojects in \nThailand \nconstructed and \noperational \n\n2. Green and \n\nclimate bond \nstatus achieved \n\n \n1.  Additional solar capacity of \n\n \n1-2.  Annual \n\n30.8 MW in total for 7 plants \ninstalled in Thailand by \nB.Grimm by 2019 (2017 \nbaseline: 0)  \n\n \n2.  Assurance report issued for \ngreen bond compliance, and \nclimate bond certificate \napplication submitted and \napproved by 2019 (2017 \nbaseline: not applicable) \n\n \n \n \n\nKey Activities with Milestones \n1. Solar power projects in Thailand constructed and operational \n\n1.1. Achieve financial close by Q4 2018. \n1.2. Fulfill conditions precedent by Q4 2018. \n2. Green and climate bond status achieved \n2.1. Issue assurance report by Q4 2018. \n2.2. Submit climate bond certificate application by Q4 2018. \n \n\nInputs \nAsian Development Bank: debt investment in corporate bonds of up to B5,000 million (or its equivalent \nin United States dollars) \n\n \n \n\n \n\n \n\n \n\n \n\n\fAssumptions for Partner Financing \nNot applicable \nMW = megawatt.  \na  Government of Thailand, Ministry of Energy. 2015. Power Development Plan, 2015–2036. Bangkok. \nb  Calculated by applying a grid emission factor of 0.447 tons of carbon dioxide per megawatt-hour for Thailand. \nSource: Asian Development Bank. \n\nAppendix 1 \n\n11 \n\n\fLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=52292-001-4   \n\nSector Overview \nClient Information \nDetails of Implementation Arrangements \nContribution to the ADB Results Framework \nCountry Economic Indicators \nSummary Poverty Reduction and Social Strategy \nEnvironmental and Social Management System: Audit Findings and Details of Arrangement \n\n12 \n\nAppendix 2 \n\n \n1. \n2. \n3. \n4. \n5. \n6. \n7. \n \n \n \n \n \n\n\f", "author_pages": [" \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n \n", " \n", " \n", "CURRENCY EQUIVALENTS \n(as of 1 October 2018) \n– \n= \n= \n", "Currency unit \nB1.00 \n$1.00 \n", "baht (B) \n$0.031 \nB32.33 \n", "ABBREVIATIONS \n", " \n \n", " \n \n", "ADB \nASEAN \nB.Grimm \nCBI \nCBS \nESMS \nGBP \nIPO \nMEA \nMW \nPEA \nSPP \nVSPP \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", "Asian Development Bank \nAssociation of Southeast Asian Nations \nB.Grimm Power Public Company Limited \nClimate Bond Initiative \nClimate Bond Standards \nenvironmental and social management system \nGreen Bond Principles \ninitial public offering \nMetropolitan Electricity Authority \nmegawatt \nProvincial Electricity Authority \nsmall power producer \nvery small power producer \n", "NOTE \n", "In this report, \"$\" refers to United States dollars. \n", "Diwakar Gupta, Private Sector and Cofinancing Operations \n", "Vice-President \nDirector General  Michael Barrow, Private Sector Operations Department (PSOD) \nDirector \n \nTeam leader \nProject advisor \nTeam members \n", "Jackie B. Surtani, Infrastructure Finance Division 2, PSOD \n \nShuji Hashizume, Senior Investment Specialist, PSOD \nDaniel Wiedmer, Principal Investment Specialist, PSOD \nGenevieve Abel, Principal Transaction Support Specialist (Integrity),          \n", "PSOD \n", "Claire Alembik, Investment Specialist, PSOD \nJulian Chenoweth, Principal Counsel, Office of the General Counsel \nManfred Kiefer, Senior Economist, PSOD \nMelissa Manguiat, Senior Safeguards Officer, PSOD \nKrittayamon Paocharoen, Senior Investment Officer, Thailand Resident \n", "Mission, PSOD \n", "Noel Peters, Principal Safeguards Specialist, PSOD \nMichael Rattinger, Senior Climate Change Specialist, Sustainable \n", "Development and Climate Change Department \n", "Abhishek Singh, Senior Safeguards Specialist, PSOD \n", " \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n", " \n"]}