{"path": "data/input/reports/52320-002-rrp-en.pdf", "pages": [" \n \nReport and Recommendation of the President \nto the Board of Directors\n \n \nProject Number: 52320-002 \nAugust 2021 \n \n \n \n \nProposed Loans \nDemocratic Republic of Timor-Leste: Presidente \nNicolau Lobato International Airport Expansion \nProject \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nAccess to Information Policy. \n \n ", " \nCURRENCY EQUIVALENTS \n \nThe currency of Timor-Leste is the United States dollar. \n \n \n \n \nABBREVIATIONS \n \n  AACTL  –  Autoridade de Aviação Civil de Timor-Leste (Civil Aviation \nAuthority of Timor-Leste) \n  ADB  –  Asian Development Bank \n  ANATL  –  Administração de Aeroportos e Navegação Aérea de Timor-\nLeste (Air Navigation Administration of Timor-Leste) \n  ATCT  –  air traffic control tower \n  CAFI  –  Conselho de Administração do Fundo Infraestrutura (Council \nfor the Administration of the Infrastructure Fund) \n  COVID-19  –  coronavirus disease \n  EMP  –  environmental management plan \n  GBV  –  gender-based violence \n  ICAO  –  International Civil Aviation Organization \n  IFC  –  International Finance Corporation \n  IPMU  –  integrated project management unit \n  JICA  –  Japan International Cooperation Agency \n  LACSP  –  land acquisition, compensation, and support plan \n  LAR  –  land acquisition and resettlement \n  LIBOR  –  London interbank offered rate \n  m  –  meter \n  MOTC  –  Ministry of Transport and Communications \n  O&M  –  operation and maintenance \n  PAM  –  project administration manual \n  PNLIA  –  Presidente Nicolau Lobato International Airport \n  PPP  –  public–private partnership \n  RESA  –  runway end safety area \n  SEAH  –  sexual exploitation, abuse, and sexual harassment \n \n \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n ", " \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Ramesh Subramaniam, Southeast Asia Department (SERD) \nDirectors  Hiroaki Yamaguchi, Transport and Communications Division (SETC), \nSERD \nSunil Mitra, Country Director, Timor-Leste Resident Mission (TLRM), \nSERD \n   \nTeam leader  Chaorin Shim, Transport Specialist, SETC, SERD \nTeam members  Pedro Aquino, Senior Project Officer (Infrastructure), TLRM, SERD \n  Gemma T. Bade, Project Analyst, SETC, SERD \n  Marie France B. Balawitan, Senior Operations Assistant, SETC, SERD \n  Stephane Y. Bessadi; Senior Procurement Specialist; Procurement \nDivision 2; Procurement, Portfolio, and Financial Management \nDepartment (PPFD) \n  Maria Lorena C. Cleto, Safeguards Specialist (Resettlement), SETC, \nSERDa \n  Elsty Davidz-Morato, Social Development Officer (Gender), TLRM, \nSERD \n  Nurlan Djenchuraev, Senior Environment Specialist, SETC, SERD \n  Kavita S. Iyengar, Country Economist, TLRM, SERD \n  Baurzhan Konysbayev, Principal Counsel, Office of the General Counsel \n  Sevil Maharramova, Financial Management Specialist, Public Financial \nManagement Division, PPFD \n  Ronald Mark G. Omana, Project Analyst, SETC, SERD \n  Jose Perreira, Senior Project Officer, TLRM, SERD \n  Arghya Sinha Roy, Senior Climate Change Specialist (Climate Change \nAdaptation), Climate Change and Disaster Risk Management \nDivision, Sustainable Development and Climate Change Department \nPeer reviewer  Juan Francisco Gonzalez Jimenez, Transport Specialist, Transport and \nCommunications Division, Pacific Department \na  Outposted to the Viet Nam Resident Mission. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", " \n \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Project Description  4 \nC.  Value Added by ADB  5 \nD.  Summary Cost Estimates and Financing Plan  6 \nE.  Implementation Arrangements  7 \nIII.  DUE DILIGENCE  8 \nA.  Technical  8 \nB.  Economic and Financial Viability  8 \nC.  Sustainability  9 \nD.  Governance  9 \nE.  Poverty, Social, and Gender  9 \nF.  Safeguards  10 \nG.  Summary of Risk Assessment and Risk Management Plan  11 \nIV.  ASSURANCES  12 \nV.  RECOMMENDATION  12 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  13 \n2.  List of Linked Documents  16 \n \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 52320-002\nProject Name Presidente Nicolau Lobato International  Department/Division SERD/SETC\nAirport Expansion Project \nCountry Timor-Leste, The Democratic Republic of Executing Agency Council for Administration\nBorrower Timor-Leste, The Democratic Republic of of the Infrastructure Fund\n(also Conselho \nCountry Economic  https://www.adb.org/Documents/LinkedDocs/ Administrativo do Fundo \nIndicators ?id=52320-002-CEI Infraestrutura)\nPortfolio at a Glance https://www.adb.org/Documents/LinkedDocs/\n?id=52320-002-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nTransport Air transport 135.00\nTotal 135.00\n3. Operational Priorities Climate Change Information\nAccelerating progress in gender equality GHG reductions (tons per annum) 0.000\nTackling climate change, building climate and disaster resilience, and  Climate Change impact on the  High\nenhancing environmental sustainability Project\nStrengthening governance and institutional capacity\nADB Financing\nFostering regional cooperation and integration\nAdaptation ($ million) 1.81\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 9.1 Some gender elements (SGE)\nSDG 13.a\nPoverty Targeting\nGeneral Intervention on Poverty\n4. Risk Categorization: Complex\n.\n5. Safeguard Categorization Environment: A   Involuntary Resettlement: A   Indigenous Peoples: C\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 135.00\n     Sovereign Project (Concessional Loan): Ordinary capital resources 50.00\n     Sovereign Project (Regular Loan): Ordinary capital resources 85.00\nCofinancing 44.00\n     Japan International Cooperation Agency - Project grant (Not ADB  44.00\nAdministered)\nCounterpart  30.00\n     Government  30.00\nTotal 209.00\nCurrency of ADB Financing: US Dollar \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 27072021112041855017 Generated Date: 10-Aug-2021 14:03:13 PM", "124 o 30'E 126 o 30'E\nTIMOR-LESTE\nPRESIDENTE NICOLAU LOBATO INTERNATIONAL AIRPORT EXPANSION PROJECT\nPNLIA Expansion Project \nInternational Airport Atauro Island S t r a i t     o f     W e t a r\nAtauro\nDomestic Airport Linked To Díli Airport \nDomestic Airport Not Linked To Díli Airport Maumeta-Atauro Lautem\nPNLIA Presidente Nicolau Lobato International Airport  Baucau Laivai Com Tutuala  CCuatpchea\nJaco\nMulia AAbbiissuu\nDÍLI Metinaro Manatuto Laga Luro Trisulo IsJlaacnod\nVemasse Lospalos\nLiquiça Tibar DÍLI Laclo Laleia BAUCAU\nMaubara Remexio Quelicai LAUTEM\nMANATUTO Venilale Baguia Lore\nLIQUICA Railacu Lequidoe\nFatubessi Gleno AILEU Ossu Laisorolai Iliomar\nLaclubar\nAileu Lacluta Uatucarbau\nS a v u     S e a Atabae VIQUEQUE\nERMERA Turiscai Watulari\nMaubisse VViiqquueeqquuee\nBOBONARO Letefoho Aituto Soibada\nBatugade MMaalliiaannaa Atsabe Hatu-Builico Alas Beacu\n9 o 00’S Balibo Oeleu MANUFAHI Natarbora 9 o 00’S\nAinaro\nMota Ain Bobonaro SSaammee T i m o r     S e a\n Daisua\nAINARO\nPante Macassar\nSakato\nHatu-Udo\nBetano\nZumalai\nFatululic\nOECUSSE COVA-LIMA N\nCitrana Tumin Oesilo Fohorem Beco\nSuai\n0 10 20 30 40 50\n9 o 30’S Passabe Salele Cape Suai Kilometers\n9 o 30’S\nNational Capital\nMunicipal Capital\nTown\nRiver\nNational Road\nMunicipal Road\nMunicipal Boundary\nInternational Boundary\nBoundaries are not necessarily authoritative.\nThis map was produced by the cartography unit of the Asian Development Bank. \n21 The boundaries, colors, denominations, and any other information shown on this \n00 map do not imply, on the part of the Asian Development Bank, any judgment on the \n60 legal status of any territory, or any endorsement or acceptance of such boundaries, \n 2 colors, denominations, or information. \n0\nT\nIM\n AB 124 o 30'E 126 o 30'E\nV", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on proposed loans to \nthe Democratic Republic of Timor-Leste for the Presidente Nicolau Lobato International Airport \nExpansion Project. \n \n2.  The  project  will  improve  facilities  at  Presidente  Nicolau  Lobato  International  Airport \n(PNLIA) in Dili, the main gateway airport to Timor-Leste, with the extension of the airport runway \nto meet international safety standards and construction of a new air traffic control tower (ATCT), \ntaxiways, aprons, and an aeronautical ground lighting system to support the upgraded runway. \nThe project will also enhance the organizational and management capacity of the Ministry of \nTransport  and  Communications  (MOTC),  the  Air  Navigation  Administration  of  Timor-Leste \n(ANATL), and the Civil Aviation Authority of Timor-Leste (AACTL) to ensure the long-term \nsustainability of the airport facility and operation. The project will help to establish better air \nconnectivity within and outside the country by enhancing the efficiency and safety of air transport \nof  passengers  and  goods.  Private  sector  participation  is  envisaged  for  the  operation  and \nmaintenance (O&M) of the airport, and the government has already appointed the International \nFinance Corporation (IFC) as its transaction advisor. \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Macroeconomic context. In 2019, Timor-Leste’s non-oil gross domestic product was \n$1.7 billion while its oil gross domestic product was $2.0 billion. With production from the current \noil fields forecast to end in 2022–2023, there is an urgent need for economic diversification. \nDeveloping a sustainable non-oil economy, however, has been a challenge for Timor-Leste. In \n2020, the non-oil economy was (i) estimated to have contracted by 7.9% (the third year of \ncontractions since 2017), and (ii) at its lowest level since 2009, after limited recovery of 1.8% in \n2019.1 The severe economic downturn in 2020 was because of (i) the global economic slowdown; \n(ii) the state-of-emergency measures, including the almost complete lockdown of the country and \nthe closure of PNLIA, as part of various measures to contain the coronavirus disease (COVID-\n19); and (iii) the political uncertainties that led to the rejection of the 2020 budget, which curtailed \ngovernment spending in the first three quarters of the year (footnote 1). Poor quality infrastructure \nis one of the key constraints to private sector development and a broader structural transformation \nof the economy. Well-targeted investments in infrastructure are considered essential to achieve \nsustainable and inclusive growth in the country and to accelerate economic recovery in the post-\nCOVID-19 era. The government has identified tourism, agriculture, and petrochemicals as the \nleading sectors in its strategy for economic growth and diversification.2 Developing tourism \nrequires focused investments aimed at increasing easy access to the country, especially given \nthe stiff competition with established tourist destinations in neighboring countries.3 \n \n4.  Importance of air transport to the economy. The government is seeking accession to \nthe World Trade Organization as well as full membership in the Association of Southeast Asian \nNations and hopes to reap direct benefits through closer trade, investment, and labor market \n \n1  Asian Development Bank (ADB). Asian Development Outlook 2021. Manila. \n2  Government of Timor-Leste. 2020. Economic Recovery Plan. Dili. \n3  ADB. 2016. Country Partnership Strategy: Timor-Leste, 2016–2020. Manila; ADB. 2020. Country Operations \nBusiness Plan: Timor-Leste, 2021–2023. Manila. The country operations business plan, 2021-2023 extended the \ncountry partnership strategy, 2016–2020 to cover up to 2022. The country partnership strategy for Timor-Leste, \n2023–2027 will be prepared for the approval of the ADB Board of Directors in 2022. \n \n ", "2 \nlinkages. To make the most of these opportunities, the government will require further investments \nin infrastructure and improved connectivity, both international and domestic, which will contribute \nto more efficient movement of goods and people. \n \n5.  Air  transport  sector  in  Timor-Leste.  Timor-Leste  has  four  international  airports \n(including PNLIA) and five domestic airports.4 ANATL operates all airports and AACTL functions \nas the regulator for the air transport sector. Both ANATL and AACTL are under the MOTC. PNLIA \nplays the role of the gateway airport to Timor-Leste and handled 0.17 million passengers in 2019, \nof which 90% were international. Even prior to the COVID-19 pandemic, the PNLIA connected to \nonly three countries (Australia, Indonesia, and Singapore), which posed challenges for Timor-\nLeste in establishing strong linkages with a broader market.5 The limited air connectivity is caused \nby, among others, serious concerns with aviation safety in Timor-Leste. On the policy and \nregulatory side, the government introduced laws and regulations to certify aerodromes in the \ncountry only in 2019 with support from the Government of Australia. Such certification is a safety \nrequirement under the International Civil Aviation Organization (ICAO) standards.6 \n \n6.  Constraints of the Presidente Nicolau Lobato International Airport. Even though \nPNLIA is the main airport of Timor-Leste, its substandard airside facilities have been a serious \nchallenge to national aviation safety.7 PNLIA’s runway is 1,850 meters (m) in length and 30 m in \npavement width. From a safety perspective, the runway can accommodate practically only up to \nCode C aircrafts, and with significant restrictions on payload because of the short runway.8 The \nrunway also does not have adequate measures for safe aerodrome operation. For example, ICAO \nstandards specify that runway end safety areas (RESAs) shall be at least 90 m long for safe \naerodrome operation; however, PNLIA’s runway does not have any RESAs. These issues pose \nchallenges to PNLIA’s route development and better air connectivity, because airlines are subject \nto commercial penalties from having to operate with reduced payloads (i.e., fewer passenger \nseats occupied) and extra safety measures. The ATCT is also in poor condition and does not fully \nmeet  the  minimum  response  time  requirement  specified  by  ICAO  standards.9  The  critical \ninvestment requirements to address these deficiencies and meet the challenges to aviation safety \nand economic diversification are best met through public investments because of the long \ngestation investment requirements, with private sector participation scoped out for O&M. \n \n7.  Relevant government policy and program. The Timor-Leste Strategic Development \nPlan, 2011–2030 identified reforms to upgrade infrastructure, with an emphasis on achieving rapid \n \n4  The other three international airports are (i) the Baucau airport in the Baucau Municipality in eastern Timor-Leste, (ii) \nthe Suai airport in the Cova Lima Municipality in southern Timor-Leste, and (iii) the Oecusse airport in the East \nTimorese Oecusse Special Administrative Region. \n5  Since the outbreak of the COVID-19 pandemic, PNLIA has served only one direct route to Darwin, Australia. \n6  AACTL issued decree-law no. 32 for aerodrome certification in December 2019. ANATL applied for an aerodrome \ncertificate for PNLIA in 2019, but the certification procedure has not been finalized yet. \n7  Sector Assessment (Summary): Transport (Air Transport) (accessible from the list of linked documents in Appendix \n2). \n8  Aircraft codes are based on a combination of the aircraft wingspan and the outer main gear wheel span. According \nto the ICAO Aerodrome Design Manual, Code C aircrafts refer to those with a wingspan of 24–36 m and an outer \nmain gear wheel span of 6–9 m, such as Boeing 737 and Airbus A320. Code E aircrafts refer to those with a wingspan \nof 52–65 m and an outer main gear wheel span of 9–14 m. The length of the runway at PNLIA warrants operation of \nCode C aircrafts only with significant payload restrictions. The payload restriction on Code E aircrafts is too \nprohibitive, preventing any such operation. \n9  The ICAO Standards and Recommended Practices recommend that the response time be kept below 4 seconds \nunder all circumstances. Although the location of the ATCT satisfies the requirement for line-of-sight distances for \nthe runway, it has a constrained view of the eastern part of the runway, failing to meet the minimum response time \nstandard. \n \n ", "3 \ngrowth and ensuring that no part of the country is left behind.10 The expansion of PNLIA, as Timor-\nLeste’s gateway to the global economy, is one of the strategic priority projects of the Infrastructure \nFund listed in the budget book of the country, managed by the Council for the Administration of \nthe  Infrastructure  Fund  (CAFI).11  The  expansion  of  PNLIA  aims  to  improve  the  country’s \nconnectivity  and  productivity,  underpinned  by  detailed  plans  and  targets  for  progress  and \nunderscored by the country’s aspiration to become a full member of the Association of Southeast \nAsian Nations. The PNLIA is planned to become a modern international airport compliant with \nglobally  accepted  safety  standards  and  with  the  capacity  to  handle  more  than  1  million \npassengers annually by 2050. With support from IFC, the government prepared the PNLIA master \nplan in October 2019.12 The airport development program incorporated in the PNLIA master plan \nwill be implemented in a staged manner, and this project supports the first stage. O&M of the \nairport is expected to engage the private sector, and the government is exploring options, assisted \nby IFC. \n \n8.  The government’s aspiration is also reflected in its policies and civil aviation sector master \nplan:  the  National  Policy  for  Civil  Aviation  (2017)  aims  to  promote  national  tourism  by \nstrengthening air transport infrastructure and services, and the Transport Sector Master Plan \n(2018) recommends safety and services in public air transport to be improved. ADB provided \ntechnical assistance to support the government in exploring options for upgrading PNLIA’s \nrunway.13 \n \n9.  Strategic alignment. As highlighted in Table 1, the project is aligned with the following \noperational priorities of ADB’s Strategy 2030 (i) accelerating progress in gender equality; (ii) \ntackling climate change, building climate and disaster resilience, and enhancing environmental \nsustainability; (iii) strengthening governance and institutional capacity; and (iv) fostering regional \ncooperation and integration.14  The project also supports ADB’s country partnership strategy for \nTimor-Leste, 2016–2020, which aims to promote economic growth and diversification by removing \ninfrastructure bottlenecks and institutional constraints (footnote 3). \n \nTable 1: Alignment with Strategy 2030 \nOperational Priorities  Project Contributions \nAccelerating progress in  Scale  up  support  for  gender  equality.  The  project  will  improve \ngender equality  women’s access to basic services through women-friendly facilities at \nPNLIA, such as building separate shower rooms and toilets to provide a \nsafe working environment for female PNLIA employees. The project will \nalso apply gender-sensitive customer service protocols. \nPursue gender equality in human development. The project will \nprovide gender mainstreaming support and capacity building to the \nIPMU, including training on GBV-SEAH to all contracted employees and \nproviding a grievance redress mechanism through which employees and \nmembers of the surrounding community may report GBV-SEAH and \nother concerns and infractions anonymously. \nTackling climate change,  Support  a  comprehensive  approach  to  building  climate  and \nbuilding climate and disaster  disaster resilience. The project supports the implementation of climate-\n \n10 Government of Timor-Leste. 2011. Timor-Leste Strategic Development Plan, 2011–2030. Dili. \n11 The Infrastructure Fund was established by the government in 2011 to finance core infrastructure and critical capital \ndevelopment projects to support the implementation of the Strategic Development Plan of Timor-Leste. \n12 Sector Assessment (Summary): Transport (Air Transport) (accessible from the list of linked documents in Appendix \n2). \n13 ADB. Timor-Leste: Preliminary Assessment for Dili Airport Runway Upgrading Project. \n14 ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n \n ", "4 \nOperational Priorities  Project Contributions \nresilience, and enhancing  resilient  infrastructure,  with  designs  addressing  sea  level  rise  and \nenvironmental sustainability  flooding risks during strong rainfalls, wave conditions, and storm surges. \nStrengthening governance  Strengthen capacity and standards. The project will provide capacity \nand institutional capacity  development support to the IPMU and the Ministry of Transport and \nCommunications to uphold environmental and social safeguards and \nadhere to procurement and financial management standards. \nFostering regional  Enhance connectivity and competitiveness. The project will improve \ncooperation and integration  connectivity and enhance competitiveness by addressing cross-border \ninfrastructure needs. \nGBV-SEAH = gender-based violence – sexual exploitation, abuse, and sexual harassment; IPMU = integrated project \nmanagement unit; PNLIA = Presidente Nicolau Lobato International Airport. \nSource: Asian Development Bank. \n \n10.  ADB’s earlier air transport projects and lessons learned. ADB has supported air \ntransport infrastructure development of its developing member countries to boost economic \ngrowth  through  improved  connectivity.  As  an  example,  the  Tribhuvan  International  Airport \nimprovement project in Nepal aimed at safety and capacity improvement, and it showed the \nimportance of sustained institutional capacity building to ensure successful contract management \nand implementation of the project.15 The project addresses these lessons by incorporating \nintegrated institutional arrangements for implementation and providing capacity development \ncomponents. \n \nB.  Project Description \n \n11.  The project is aligned with the following impact: economic diversification and national \nproductivity improved by ensuring better connectivity within and outside of the country (footnote \n10). The project will have the following outcome: efficiency and safety of goods’ and people’s \nmovements improved.16 \n \n12.  Output 1: Presidente Nicolau Lobato International Airport runway, air traffic control \ntower, and other key airport facilities improved. The project will extend the existing 1,850 m \nrunway westward to a 2,100 m runway, including a 166 m seaward extension, which will remove \nthe payload restrictions on Code C aircrafts and ensure that the runway fully complies with the \nminimum RESA length of 90 m required under the ICAO standards for safe airfield operation.17 \nThe project will also construct new taxiways, including a partially parallel taxiway with dimensions \n(such as the length and distance from the runway centerline) to accommodate Code C and Code \nE aircrafts. The aprons will also be reconfigured to complement these airside improvements. In \naddition, the ATCT will be relocated to ensure that (i) its new location fully meets the threshold \nresponse time recommended by the ICAO standards in detecting aircraft movements, and (ii) its \nheight covers the line of sight of aircraft movement areas such as the runway and taxiway. \n \n \n \n \n15 ADB. 2009. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Asian \nDevelopment Fund Grant to Nepal for the Air Transport Capacity Enhancement Project. Manila; ADB. 2020. \nCompletion Report: Air Transport Capacity Enhancement Project in Nepal. Manila; and ADB. 2017. Lessons from \nADB Transport Projects: Moving Goods, Connecting People, and Disseminating Knowledge. Manila. \n16 The design and monitoring framework is in Appendix 1. \n17 The runway will also be widened from 30 m to 45 m and the runway strip protection from 150 m to 280 m to meet the \nICAO requirements. These improvements will also allow the operation of Code E aircrafts, albeit with payload \nrestrictions. The government’s PNLIA master plan suggests that PNLIA’s runway will be further extended in the \nmedium term for the potential full operation of Code E aircrafts without any payload restrictions. \n \n ", "5 \n13.  Output  2:  Organizational  and  management  capacity  of  the  integrated  project \nmanagement unit and the Ministry of Transport and Communications (Air Navigation \nAdministration of Timor-Leste and Civil Aviation Authority of Timor-Leste) enhanced. The \ngovernment  is  working  on  forming  an  integrated  project  management  unit  (IPMU),  an \ninterministerial body comprising staff from the MOTC (ANATL and AACTL) and Ministry of \nFinance. The IPMU will have a technical working group, which will be responsible for day-to-day \nproject management activities.18 This output will focus on developing the capacity of the IPMU on \nprocurement, contract and project management, financial management and accounting, and \nsafeguards  monitoring.  The  capacity  development  support  is  meant  to  achieve  long-term \nsustainability of the airport beyond the project implementation period, so that capacity can be \nmaintained within the IPMU and relevant ministries. A complementary technical assistance will \nalso be provided to support capacity development of the IPMU member ministries, including \nparticularly  MOTC,  and  agencies  for  the  long-term  retention  of  knowledge  and  skills  in \nsafeguards.  \n \nC.  Value Added by ADB \n \n14.  ADB will work with the government and other development partners such as the Japan \nInternational Cooperation Agency (JICA), and IFC to ensure that the new infrastructure for the \nPNLIA is targeted with appropriate scale and leverage, and that services are delivered with \nimproved efficiency, cost recovery, and sustainable O&M. The PNLIA is expected to be developed \nunder a hybrid public–private partnership (PPP) modality, where ADB will finance key airport \nfacilities, except for the new international terminal, which is under consideration to be financed by \nJICA, while the O&M of the project facilities will be managed by the private sector.19 ADB’s \ninvolvement will help the government in leveraging private sector participation in the O&M PPP \ntransaction for the PNLIA and it will closely coordinate with JICA for better interface management \nduring implementation. ADB will help the government in establishing institutional capacity during \nimplementation. \n \nBox: Noteworthy Features of the Project \n \n(i) Enable Presidente Nicolau Lobato International Airport (PNLIA) to meet the International Civil Aviation \nOrganization design and safety standards, so that more airlines can establish diverse international routes \nto and from Timor-Leste without payload restrictions.  \n \n(ii) Contribute to increasing PNLIA’s capacity to handle potential traffic growth gradually up to 1 million \npassengers by 2050, which will promote tourism and economic diversification, in addition to enhancing \nthe country’s connectivity and closer economic ties with neighboring countries in the Asia and Pacific \nregion and beyond. \n \n(iii) Explore a public–private partnership arrangement for operation and maintenance assisted by the \nInternational Finance Corporation Transaction Advisory Services, with capital expenditure for upgrading \nPNLIA from the government, the Asian Development Bank, and the Japan International Cooperation \nAgency. The Japan International Cooperation Agency is expected to finance the new international \nterminal on a parallel collaborative basis. \n \n(iv) Provide hands-on capacity building assistance to the integrated project management unit and the \nMinistry of Transport and Communications to help retain experience gained through the project within \n \n18 The members of the technical working group will be mostly from ANATL, the asset owner; MOTC; and other relevant \nministries. The government’s Interministerial Working Group will perform the functions of the IPMU until the IPMU is \nestablished. \n19 The government considers hybrid PPP as a transaction structure where capital investment is led by a sovereign and \nthe O&M of the asset is led by a private sector partner. \n \n ", "6 \nthe government; this will require close coordination to manage interfaces among relevant agencies and \ndevelopment partners. The government will establish the integrated project management unit with \nrepresentatives from all relevant ministries and agencies to oversee the PNLIA development program. \n \n(v) Pave the way for Timor-Leste’s accession to global and regional bodies such as the World Trade \nOrganization and the Association of Southeast Asian Nations through greater connectivity and enhanced \nharmonization with internationally accepted safety norms and airport management practices. \n \nSource: Asian Development Bank. \n \nD.  Summary Cost Estimates and Financing Plan \n \n15.  The project is estimated to cost $165 million (Table 2). Detailed cost estimates by \nexpenditure category and by financier are included in the project administration manual (PAM).20 \n \nTable 2: Summary Cost Estimates \n($ million) \nItem   Amounta \nA.  Base Costb   \n1.  PNLIA runway, air traffic control tower, and other key airport facilities improved  124.24 \n2.  Organizational and management capacity of the IPMU and MOTC (ANATL and \nAACTL) enhanced  11.30 \n  Subtotal (A)  135.55c \nB.  Contingenciesd  25.20 \nC.  Financing Chargese   4.25 \n    Total (A+B+C)   165.00 \nAACTL = Autoridade de Aviação Civil de Timor-Leste (Civil Aviation Authority of Timor-Leste), ANATL = Administração \nde Aeroportos e Navegação Aérea de Timor-Leste (Air Navigation Administration of Timor-Leste), IPMU = integrated \nproject management unit, MOTC = Ministry of Transport and Communications, PNLIA = Presidente Nicolau Lobato \nInternational Airport. \na  Includes taxes and duties of $2.64 million. Such amount does not represent an excessive share of the project cost. \nTaxes and duties will be financed by the Asian Development Bank loan proceeds ($2.34 million) and counterpart \nfunds ($0.3 million), proportionally to their shares in civil works financing. The counterpart funds will be in cash. \nb  In early-2021 prices. \nc  Numbers may not sum precisely because of rounding. \nd  Physical and price contingencies, and a provision for exchange rate fluctuation are included. \ne  Includes interest, commitment, and other charges on all sources of financing. \nSource: Asian Development Bank estimates. \n \n16.  The government has requested (i) a regular loan of $85 million, and (ii) a concessional \nloan of $50 million, both from ADB’s ordinary capital resources, to help finance the project. The \nregular loan will have a 26.5-year term, including a grace period of 5 years; an annual interest \nrate determined in accordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility;  a  commitment  charge  of  0.15%  per  year  (the  interest  and  other  charges  during \nconstruction to be capitalized in the loan); and such other terms and conditions set forth in the \ndraft regular ordinary capital resources loan agreement.21 Based on the straight-line repayment \nmethod, the average loan maturity is 16 years and the maturity premium payable to ADB is 0.10% \nper year. The concessional loan will have a 25-year term, including a grace period of 5 years; an \ninterest rate of 2.0% per year during the grace period and thereafter; and such other terms and \nconditions set forth in the draft concessional ordinary capital resources loan agreement. \n \n20 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n21 The United Kingdom’s Financial Conduct Authority has indicated that all global market participants should assume \nthat there will be no LIBOR publication after 2021. Therefore, ADB and other global market participants with LIBOR-\nlinked financial products are preparing to shift to alternative reference rates by 31 December 2021. \n \n ", "7 \n17.  The ADB loans will finance the civil works for the extension and expansion of the runway, \napron, taxiway, ATCT, and aeronautical ground lighting system; and capacity development of the \nMOTC (ANATL and AACTL) and IPMU. The government counterpart funds will cover the civil \nworks, land acquisition and resettlement costs, project management consultancy, and recurrent \ncosts. JICA is planning to finance a new airport terminal on a parallel collaborative basis (not \nadministered by ADB) with a grant in the amount of $44 million. The summary financing plan is in \nTable 3. \n \nTable 3: Summary Financing Plan \nAmount  Share of Total \nSource  ($ million)  (%) \nAsian Development Bank     \nOrdinary capital resources (regular loan)  85.0  51.5 \nOrdinary capital resources (concessional loan)  50.0  30.3 \nGovernment of Timor-Leste  30.0  18.2 \nTotal  165.0  100.0 \nSource: Asian Development Bank estimates. \n \n18.  Climate adaptation is estimated to cost $1.81 million. ADB will finance 89% of the \nadaptation costs, and the remainder (11%) will be financed by the government. Details are in the \nPAM (footnote 21). \n \nE.  Implementation Arrangements \n \n19.  The executing agency will be the CAFI, and the implementing agency will be the MOTC. \nThe Interministerial Commission will provide oversight of the entire PNLIA development program, \nand the IPMU to be established under the Interministerial Commission will assist the National \nProcurement Commission with the preparation of bidding documents for civil works and terms of \nreference for consultants’ services. \n \n20.  The design-and-build approach will be adopted for the project. There will be one package \nprocured through open competitive bidding with prequalification, which is planned to be advertised \nin the third quarter of 2021. For consulting services contracts, there will be one package for a firm \nto be engaged in project management consultancy services, and four individual consultants for \ncapacity building of the MOTC (ANATL and AACTL) and IPMU for (i) a procurement/contract \nmanagement expert, (ii) a financial management expert, (iii) an environmental safeguards expert, \nand (iv) a social safeguards expert. Implementation arrangements are summarized in Table 4 and \ndescribed in detail in the PAM (footnote 21). \n \nTable 4: Implementation Arrangements \nAspects  Arrangements \nImplementation period  September 2021–May 2026 \nEstimated completion date  31 May 2026 \nEstimated loan closing date  30 November 2026 \nManagement \n(i)  Oversight body  Interministerial Commission \nChair: Minister of Planning and Territory \nMembers: Minister of Finance, Minister of Transport and Communications, \nMinister of Public Works, and Minister of Foreign Affairs \n(ii)  Executing agency  Council for the Administration of the Infrastructure Fund \n(iii) Key implementing  Ministry of Transport and Communications \nagency \n(iv) Implementation unit  Integrated project management unit \n \n ", "8 \nAspects  Arrangements \nProcurement  Open competitive  Design-and-build with one  $115.62 million \nbidding  package for output 1 \nConsulting services  QCBS  494.5 person-months construction  $5.06 million \nsupervision consultancy services \nICS  24 person-months  $0.87 million \nAdvance contracting  Construction supervision consultant and design-and-build package \nDisbursement  Disbursement of the loan proceeds will follow ADB’s Loan Disbursement \nHandbook (2017, as amended from time to time) and detailed \narrangements agreed between the government and ADB. \nADB = Asian Development Bank, ICS = individual consultant selection, QCBS = quality- and cost-based selection. \nSources: ADB and Government of Timor-Leste. \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n21.  The feasibility study confirmed the project’s technical viability.22 PNLIA is locked by the \nBanda Sea to the west and the Comoro River to the east. The design of the runway extension will \nconsider (i) the flood levels of the Comoro River and their impact on the proposed river crossing \nand their potential for flooding the airport compound; and (ii) the regional mean sea level rise, as \nthe runway will be extended to the west into the sea after land reclamation. The project will also \nprovide improved drainage systems to ensure safe operation of the airport during the monsoon \nseason. The O&M of the project asset will likely be undertaken by a private sector partner to be \nselected through a PPP tender to be launched in the fourth quarter of 2021. \n \nB.  Economic and Financial Viability \n \n22.  Economic and financial analyses concluded that the project is economically viable and \nfinancially sustainable. Passenger traffic forecasts were prepared from historical passenger traffic \nrecords with relevant socioeconomic parameters. The project’s economic internal rate of return is \n16.0% with a net present value of $113.3 million at a 9% discount rate. The economic analysis \ncompared the benefits and costs of the with- and without-project scenarios. The main benefits \nrelate to (i) international flight ticket price savings, (ii) an increase in value added derived from \nadditional foreign tourist spending, (iii) value added effects to local industries resulting from an \nincrease in air cargo exports, and (iv) an increase in aeronautical and non-aeronautical revenues. \nSensitivity analysis indicated that the project’s economic viability would remain satisfactory even \nunder adverse scenarios. \n \n23.  The project will generate revenue from charged tariffs with increased traffic volumes. \nAlthough the expected revenue will not be sufficient to cover the capital investments, and thus \nboth the financial net present value and financial internal rate of return for the project are negative, \nincremental revenues will meet O&M costs from 2031 onward, provided that the tariff structure is \nrevised by 2026. O&M shortfall in the initial years from 2026 to 2030 will be met by the overall \nrevenues of ANATL, the operating agency. The government is committed to provide any balance \nthrough subsidies to fully meet the O&M expenditures. \n \n \n \n22 Preparation of the project was supported by a transaction technical assistance project. ADB. 2019. Technical \nAssistance for Southeast Asia Transport Project Preparatory Facility Phase 2. Manila. \n \n ", "9 \nC.  Sustainability \n \n24.  ANATL will be responsible for O&M of the assets created under the project through its \noverall revenues and subsidies from the government. The O&M of the airport is planned to be \ntransferred to a private sector partner under the hybrid PPP modality, subject to financial structure \nacceptable to the market (para. 14). The current tariff structure for airport services does not assure \nfull cost recovery. Analysis has confirmed the long-term financial sustainability of the project \nassets, provided that the tariff structure is revised by 2026.  \n \nD.  Governance \n \n25.  Financial management. The pre-mitigation financial management risk is assessed as \nsubstantial mainly because of the complex implementation arrangements. The CAFI and the \nMOTC have agreed to implement an action plan to address the risks identified in financial \nmanagement. The IPMU will be created under the Interministerial Commission and will be \nresponsible for day-to-day management of the project’s financial management arrangements, \nincluding implementation of the project-specific risk-mitigating activities. The project will support \nthe IPMU staff with capacity enhancement in procurement, contract and project management, \nfinancial  management  and  accounting,  and  safeguards  monitoring  to  manage  project \nimplementation and to promote long-term sustainability. \n \n26.  Procurement. The procurement risk is rated high since the MOTC and IPMU have no \nexperience in ADB-financed projects and will depend on international consultants for project \nimplementation. Based on strategic procurement planning, the design-and-build contract will help \ndeliver value for money, as it minimizes interfaces and organizational complexity, allowing for \nmore efficient delivery. The design-and-build contract will also improve project innovation and \nattractiveness for international contractors. A project management consultant and a construction \nsupervision consultant will be recruited to assist the IPMU. All procurement will be undertaken in \naccordance with the ADB Procurement Policy (2017, as amended from time to time) and \nProcurement Regulations for ADB Borrowers (2017, as amended from time to time). \n \n27.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government and CAFI. The specific policy requirements and supplementary measures \nare described in the PAM (footnote 21). \n \nE.  Poverty, Social, and Gender \n \n28.  As of 2014, 41.8% of Timor-Leste’s population still lived below the national poverty line, \nand limited employment was a major contributor to high poverty levels in the country.23 The project \nwill contribute to creating job opportunities for the local population during construction and O&M, \nwhich will increase their access to income-generating opportunities. Only 27% of women are \nrepresented in the labor force or deemed economically active in Timor-Leste, compared with 56% \nof men. In response, the project has set a target for increasing the female workforce of the \ncontractor, which will contribute to women’s economic empowerment. While the MOTC (ANATL \nand AACTL) has relatively few female employees, especially in decision-making positions, it is \nworking to narrow the gender gap. Gender-based violence – sexual exploitation, abuse, and \nsexual harassment (GBV-SEAH) is deeply entrenched in all facets of society in Timor-Leste. \n \n23 ADB. 2021. Basic Statistics, Asia and the Pacific. Manila. \n \n ", "10 \nAmong  ever-partnered  women  aged  15–49  years,  59%  have  experienced  intimate  partner \nphysical and/or sexual violence at least once in their lifetime.24  \n \n29.  The project is categorized as having some gender elements and will promote gender \nequality through the following key actions: (i) provide access to employment by requiring the \ncontractor to hire local labor, with targets for female participation and equal pay for equal work in \nalignment with core labor standards under the national labor law; (ii) ensure the delivery of training \non GBV-SEAH to all contracted employees, in recognition of the high rates of GBV-SEAH in \nTimor-Leste; (iii) provide a grievance redress mechanism through which employees and members \nof  the  surrounding  community  may  report  GBV-SEAH  and  other  concerns  and  infractions \nanonymously;  (iv)  strengthen  the  gender  capacity  of  the  MOTC  (ANATL  and  AACTL)  by \nsupporting the creation of an inclusive human resources development plan; and (v) support the \ndevelopment of airport facilities that are access-friendly with gender-sensitive design features. \n \nF.  Safeguards \n \n30.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows.25 \n \n31.  Environment (category A). The MOTC prepared an environmental impact assessment \nincluding  (i)  an  environmental  and social  audit  of the  existing  airport  facilities,  and (ii)  an \nenvironmental management plan (EMP), in accordance with ADB’s Safeguard Policy Statement \n(2009). The draft environmental impact assessment was disclosed on ADB’s website on 25 March \n2021.26 The environmental and social audit has identified a number of areas where environmental \nand social safeguard performance could be improved at PNLIA, including waste management \nand environmental monitoring. \n \n32.  During construction, significant negative environmental impacts are anticipated on air \nquality, water quality (surface water, groundwater, and coastal water), soils, biodiversity, land use, \nnoise, hazardous and nonhazardous waste, spoil disposal, local utilities and infrastructure, \noccupational health and safety, and community health and safety, without mitigation in place. The \nproject is not anticipated to result in transboundary impacts. There is a potential for significant \ncumulative impacts if works under the project are undertaken concurrently with works for the new \nairport terminal to be financed by JICA and a road upgrade project linking the airport to Tasitolu \nunder consideration by the government. The project design and the EMP include relevant \nmitigation measures such as temporary noise screens, silt curtains around work zones and \nspillways, and watering access roads. Coastal geohazards and rising sea levels due to climate \nchange may affect the project. Several adaptation measures have been integrated into the project \ndesign to limit such impacts, including raising the height of the revetment to avoid overtopping \nduring storm surges and to protect against tsunami. \n \n33.  The conceptual modeling of longshore sediment transportation indicates that significant \nadverse environmental impacts on coastal geomorphology and biodiversity may be expected in \nthe long term. The magnitude of the impacts will be reassessed using the primary data collected \nduring the detailed design, and mitigation measures, such as installation of a box culvert, will be \nadjusted as appropriate before construction works begin. \n \n \n24 The Asia Foundation. 2016. Understanding Violence against Women and Children in Timor-Leste: Findings from the \nNabilan Baseline Study (Main Report). Dili.  \n25 ADB. Safeguard Categories. \n26 Environmental Impact Assessment (accessible from the list of linked documents in Appendix 2). \n \n ", "11 \n34.  Involuntary resettlement (category A). A total area of 201,893 square meters of land \nwill be permanently acquired by the project, and safeguards due diligence has identified about \n248  affected  households  (1,437  affected  persons).  Of these,  203  affected  households  are \nexpected to be severely affected (1,226 severely affected persons), with 37 affected households \n(194 affected persons) losing 10% or more of their total productive land and 166 affected \nhouseholds  (1,015  affected  persons)  physically  displaced.27  A  draft  land  acquisition, \ncompensation, and support plan (LACSP) has been prepared to address the project’s land \nacquisition  and  resettlement  (LAR)  impacts,  in  consultation  with  local  communities  and  in \naccordance with ADB’s Safeguard Policy Statement (2009) and relevant government laws and \nregulations.  Project  information  has  been  disclosed  to  affected  persons  throughout  project \npreparation, and the draft LACSP was disclosed on ADB’s website on 23 March 2021.28 The LAR \ncosts are estimated to be $8.6 million to be financed by the government. The draft LACSP will be \nupdated based on the replacement cost study and detailed engineering design and in consultation \nwith affected households and other stakeholders. All involuntary resettlement impacts will have \nbeen mitigated in full prior to the start of civil works. A grievance redress mechanism will help \nresolution  of  any  complaints  during  project  implementation.  Effective  internal  and  external \nmonitoring of LAR progress will be pursued at all stages of project implementation. \n \n35.  Indigenous peoples (category C). Due diligence did not identify any indigenous peoples \nor ethnic minorities in the project area. No indigenous peoples impacts are expected. \n \nG.  Summary of Risk Assessment and Risk Management Plan \n \n36.  Significant risks and mitigating measures are summarized in Table 5 and described in \ndetail in the risk assessment and risk management plan.29 \n \nTable 5: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nLack of experience of the MOTC  The procurement packaging has been simplified. A construction \nin developing design-and-build  supervision consultant, together with a PMC, will be recruited. \ninfrastructure projects  Individual consultants will also be recruited for capacity building of the \nMOTC and IPMU. \nComplex implementation  The IPMU, supported by the PMC, will be the main entity responsible \narrangements  for project implementation and airport development. Each of the \nentities involved in project management will be provided clear roles \nand responsibilities. The TORs of the PMC and the construction \nsupervision consultant will be harmonized to eliminate any gaps. \nLack of an established and well- The government will implement the agreed actions, including providing \nfunctioning financial  financial management and disbursement training to the IPMU and \nmanagement system of the  MOTC, as outlined in the project administration manual. The project \nMOTC  will provide capacity building support with ADB’s close monitoring. \nAdverse impact of the COVID-19  The government will explore alternative ways to address financial \npandemic lasts longer than the 5  sustainability with support from the private sector. \nyears (since 2019) anticipated \nbefore full recovery. \nProject implementation is  The government will ensure timely delivery of other components of the \nhampered by nondelivery or  airport development. In case any component is not carried out, the \ndelay of (i) the new international  government will explore alternative arrangements to bridge the gap as \nterminal, or (ii) the financial close  required. \n \n27 The main income-generating activity of these households is farming. \n28 Resettlement Plan (accessible from the list of linked documents in Appendix 2). \n29 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n \n ", "12 \nRisks  Mitigation Measures \nof the operation and \nmaintenance PPP transaction \nADB = Asian Development Bank, COVID-19 = coronavirus disease, IPMU = integrated project management unit, JICA \n= Japan International Cooperation Agency, MOTC = Ministry of Transport and Communications, PMC = project \nmanagement consultant, PPP = public–private partnership, TOR = terms of reference. \nSource: ADB. \n \nIV.  ASSURANCES \n \n37.  The government and the CAFI have assured ADB that implementation of the project shall \nconform to all applicable ADB requirements, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, financial management, and disbursement \nas described in detail in the PAM and loan documents. \n \n38.  The government and the CAFI have agreed with ADB on certain covenants for the project, \nwhich are set forth in the draft loan agreements. \n \nV.  RECOMMENDATION \n \n39.  I am satisfied that the proposed loans would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve \n(i)  the  loan  of  $85,000,000  to  the  Democratic  Republic  of  Timor-Leste  for  the \nPresidente Nicolau Lobato International Airport Expansion Project, from ADB’s \nordinary capital resources, in regular terms, with interest to be determined in \naccordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility; for a term of 26.5 years, including a grace period of 5 years; and such other \nterms and conditions are substantially in accordance with those set forth in the \ndraft regular ordinary capital resources loan agreement presented to the Board; \nand \n(ii)  the  loan  of  $50,000,000  to  the  Democratic  Republic  of  Timor-Leste  for  the \nPresidente Nicolau Lobato International Airport Expansion Project, from ADB’s \nordinary capital resources, in concessional terms, with an interest charge at the \nrate of 2.0% per year during the grace period and thereafter; for a term of 25 years, \nincluding a grace period of 5 years; and such other terms and conditions as are \nsubstantially in accordance with those set forth in the draft concessional ordinary \ncapital resources loan agreement presented to the Board. \n \n \nMasatsugu Asakawa \nPresident \n12 August 2021 \n \n ", "Appendix 1  13 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with \nEconomic diversification and national productivity improved by ensuring better connectivity within and \noutside of the country (Timor-Leste Strategic Development Plan, 2011-2030)a \n  Data Sources and  Risks and Critical \nResults Chain  Performance Indicators  Reporting Mechanisms  Assumptions \nOutcome  By 2026:     \nEfficiency and safety  a. Average annual aircraft  a–c. ANATL annual  R: Adverse impacts of \nof goods’ and  movements decreased to  reports  the COVID-19 \npeople’s movements  6,534b (2019 baseline:  pandemic last longer \nimproved   6,726) (OP 6.2.1)  than the 5 years (since \n  2019) anticipated \nb. Number of annual  before full recovery \ninternational passengers  (according to industry \nincreased to 0.32 million  forecasts) \n(2019 baseline: 0.17 million) \n(OP 7.1.1) \n \nc. PNLIA improved to \nsupport Code C aircraft \noperations without payload \nrestrictions c(2019 baseline: \nSignificant payload \nrestrictions of 68%) (OP \n6.2.1) \nOutputs  By 2026:     \n1. PNLIA runway, air  1a. Airport safety level  1a–b. ICAO safety  R: Project \ntraffic control tower,  improved to meet  oversight audit program  implementation is \nand other key airport  international standardsd  report and AACTL’s  hampered by \nfacilities improved  (2020 baseline: Not fully in  audit report on ANATL’s  nondelivery or delay of \ncompliance) (OP 6.2.1)  PNLIA operation  (i) the new international \n    terminal, or (ii) the \n1b. Airport runway extended  1c. Contractor’s  financial close of the \nto 2,100 m, including a  quarterly progress  operation and \nRESA of 90 m (2020  reports  maintenance public–\nbaseline: runway length:    private partnership \n1,850 m; RESA: none) (OP  1d. Contractor’s reports  transaction \n6.2.1)  on employee hiring and \n  retention related to the \n1c. Airport facilities  project, disaggregated \nreconfigured to conform to  by sex and job category \nthe upgraded runway with   \nclimate-resilient, accessible  1e. Contractor’s \nto people with disabilities,  quarterly progress \nand gender-sensitive design  reports \nfeaturese (2020 baseline: \nNot applicable) (OP 2.4.1; \nOP 3.1.1; OP 3.2.1; OP \n3.2.5) \n \n1d. At least 5% of the \ncontractor’s total local work \nforce in skilled \n(administrative) positions at \n ", "14  Appendix 1 \nData Sources and  Risks and Critical \nResults Chain  Performance Indicators  Reporting Mechanisms  Assumptions \nall stages of civil works is \nfemale (2020 baseline: Not \napplicable) (OP 2.1)f \n \n1e. GBV-SEAH grievance \nredress mechanism for civil \nworks personnel and \ncommunity members \ndeveloped and adopted  \n(2020 baseline: 0) (OP \n2.2.3) \n \n2. Organizational  2a.  A socially and gender- 2a–c. Capacity \nand management  inclusive human resources  development \ncapacity of the IPMU  development plan with staff  performance report \nand the MOTC  training policy and program  prepared by the capacity \n(ANATL and AACTL)  development consultants \nprepared and approved by \nenhanced \nthe IPMUg(2020 baseline: \nNone) (OP 2.3.2; OP 3.2.2; \nOP 6.1.1) \n \n2b. Financial management \nand accounting system of \nthe IPMU and MOTC \nestablished  for \nimplementation and \nmonitoring of the project \n(2020 baseline: None) (OP \n6.1.4) \n \n2c. An operations manual \nfor monitoring and reporting \nprepared and approved by \nthe IPMU (2020 baseline: \nNone) (OP 6.1.1) \nKey Activities with Milestones \n1.  PNLIA runway, air traffic control tower, and other key airport facilities improved  \n1.1 Engage construction supervision consultant by August 2022. \n1.2 Engage design-and-build contractor by August 2022. \n1.3 Complete resettlement plan implementation by September 2023. \n1.4 Complete civil works by May 2026.h \n \n2.  Organizational and management capacity of the IPMU and the MOTC (ANATL and AACTL) \nenhanced \n2.1 Engage capacity development consultant by March 2022. \n2.2 Prepare IPMU staff training program by June 2022. \n2.3 Install financial management and accounting system of the IPMU and MOTC by June 2022. \n2.4 Prepare an operations manual for monitoring and reporting by September 2022. \n2.5 Complete staff training in the IPMU by December 2022. \nInputs \nAsian Development Bank: $135 million (loans) \nGovernment: $30 million \n ", "Appendix 1  15 \nAACTL = Autoridade de Aviação Civil de Timor-Leste (Civil Aviation Authority of Timor-Leste); ANATL = Administração \nde Aeroportos e Navegação Aérea de Timor-Leste (Air Navigation Administration of Timor-Leste); COVID-19 = \ncoronavirus disease; ICAO = International Civil Aviation Organization; GBV-SEAH = gender-based violence – sexual \nexploitation, abuse, and sexual harassment; IPMU = integrated project management unit; m = meter; MOTC = Ministry \nof Transport and Communications; OP = operational priority; PNLIA = Presidente Nicolau Lobato International Airport; \nR = risk; RESA = runway end safety area. \na  Government of Timor-Leste. 2011. Timor-Leste Strategic Development Plan, 2011–2030. Dili. \nb  The number of aircraft movements will decrease as larger aircrafts start using the airport. This indicator is used as a \nproxy for air cargo performance because movements of cargos are managed by belly cargo.  \nc  According to the ICAO Aerodrome Design Manual, Code C aircraft refers to an aircraft with a wingspan of 24–36 \nmeters and an outer main gear wheel span of 6–9 meters, such as Boeing 737 and Airbus A320. \nd  Output 1 aims to make PNLIA fully compliant with Annex 14 of the ICAO’s Standards and Recommended Practices. \ne  Examples of gender-sensitive airport facility design features include gender-sensitive customer service protocols and \nsignage, separate toilets for men and women, considerations for parents with strollers, and adequate lighting and \nperimeter fencing to ensure safety of female airport users and employees. \nf  Based on the social factors in the areas surrounding the airport, the government assumes that local women would \nnot be interested in unskilled labor. Women, albeit few, are more likely to be interested in administrative positions. \ng  Elements of an inclusive human resources development plan may include the following: equal employment \nopportunities; equal pay for equal work; adequate parental (both maternity and paternity) leave; targeted recruitment, \nretention, and promotion of women in managerial and technical positions; organizational mentorship programs for \nyoung female employees; and prevention and response policy for GBV-SEAH. \nh  This includes a 1-year defect liability period.  \nSource: Asian Development Bank. \n \n \n \n ", "16  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=52320-002-3 \n \n 1.  Loan Agreement: Concessional Ordinary Capital Resources \n2.  Loan Agreement: Regular Ordinary Capital Resources \n3.  Sector Assessment (Summary): Transport (Air Transport) \n4.  Project Administration Manual \n5.  Financial Analysis \n6.  Economic Analysis  \n7.  Summary Poverty Reduction and Social Strategy \n8.  Risk Assessment and Risk Management Plan \n9.  Contribution to Strategy 2030 Operational Priorities \n10.  Climate Change Assessment \n11.  Resettlement Plan \n12.  Environmental Impact Assessment \n \nSupplementary Document \n \n13.  Climate Risk and Vulnerability Assessment \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20210812093301+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "timor-leste, dili airport, airport runways, international safety standards, air transport, air traffic control tower, airport expansion, 52320-002, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20210903095319+08'00'", "Producer": "GPL Ghostscript 9.53.3", "Subject": "The project will improve facilities at Presidente Nicolau Lobato International Airport (PNLIA) in Dili, the main gateway airport to Timor-Leste, with the extension of the airport runway to meet international safety standards and construction of a new air traffic control tower (ATCT), taxiways, aprons, and an aeronautical ground lighting system to support the upgraded runway.\n\nThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\r\n\r\nThis document dated {August 2019} is provided for the ADB project 52320-002 in Timor-Leste.", "Title": "Presidente Nicolau Lobato International Airport Expansion Project: Report and Recommendation of the President"}, "author_page": " \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Ramesh Subramaniam, Southeast Asia Department (SERD) \nDirectors  Hiroaki Yamaguchi, Transport and Communications Division (SETC), \nSERD \nSunil Mitra, Country Director, Timor-Leste Resident Mission (TLRM), \nSERD \n   \nTeam leader  Chaorin Shim, Transport Specialist, SETC, SERD \nTeam members  Pedro Aquino, Senior Project Officer (Infrastructure), TLRM, SERD \n  Gemma T. Bade, Project Analyst, SETC, SERD \n  Marie France B. Balawitan, Senior Operations Assistant, SETC, SERD \n  Stephane Y. Bessadi; Senior Procurement Specialist; Procurement \nDivision 2; Procurement, Portfolio, and Financial Management \nDepartment (PPFD) \n  Maria Lorena C. Cleto, Safeguards Specialist (Resettlement), SETC, \nSERDa \n  Elsty Davidz-Morato, Social Development Officer (Gender), TLRM, \nSERD \n  Nurlan Djenchuraev, Senior Environment Specialist, SETC, SERD \n  Kavita S. Iyengar, Country Economist, TLRM, SERD \n  Baurzhan Konysbayev, Principal Counsel, Office of the General Counsel \n  Sevil Maharramova, Financial Management Specialist, Public Financial \nManagement Division, PPFD \n  Ronald Mark G. Omana, Project Analyst, SETC, SERD \n  Jose Perreira, Senior Project Officer, TLRM, SERD \n  Arghya Sinha Roy, Senior Climate Change Specialist (Climate Change \nAdaptation), Climate Change and Disaster Risk Management \nDivision, Sustainable Development and Climate Change Department \nPeer reviewer  Juan Francisco Gonzalez Jimenez, Transport Specialist, Transport and \nCommunications Division, Pacific Department \na  Outposted to the Viet Nam Resident Mission. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", "authors": [{"fullname": "  Elsty Davidz-Morato", "role": " Social Development Officer ", "organization": "(Gender)"}, {"fullname": "  Nurlan Djenchuraev", "role": " Senior Environment Specialist", "organization": "SETC"}, {"fullname": "  Baurzhan Konysbayev", "role": " Principal Counsel", "organization": "Office of the General Counsel "}, {"fullname": "  Sevil Maharramova", "role": " Financial Management Specialist", "organization": "Public Financial "}, {"fullname": "  Jose Perreira", "role": " Senior Project Officer", "organization": "TLRM"}, {"fullname": "  Arghya Sinha Roy", "role": " Senior Climate Change Specialist ", "organization": "(Climate Change "}]}