{"path": "data/input/reports/53027-001-rrp-en.pdf", "pages": [" \n \n \n \n \n \nReport and Recommendation of the President  \n \n \nto the Board of Directors\n   \n  \n \n \n \n \nProject Number: 53027-001 \nNovember 2019 \n \n \n \nProposed Loan  \nNew Hope Liuhe Co., Ltd. \nIntegrated and Sustainable Livestock Value Chain \nProject  \n(People’s Republic of China) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis is an abbreviated version of the document approved by ADB’s Board of Directors, which \nexcludes information that is subject to exceptions to disclosure set forth in ADB’s Access to \nInformation Policy. \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 11 November 2019) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1429 \n$1.00  =  CNY6.9961 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ASF  –  African swine fever  \nESMS  –   environmental and social management system \n  GDP  –  gross domestic product   \n  GHG  –  greenhouse gas \n  NHL  –  New Hope Liuhe Co., Ltd.  \n  PRC  –  People’s Republic of China \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Diwakar Gupta, Private Sector Operations and Public-Private Partnerships \nDirector General  Michael Barrow, Private Sector Operations Department (PSOD) \nDirector  Christopher Thieme, Deputy Director General, PSOD \n   \nTeam leader  Xiaole Wang, Investment Specialist, PSOD \nProject advisor  Martin Lemoine, Principal Investment Specialist, PSOD \nTeam members  Genevieve Abel, Principal Transaction Support Specialist, PSOD    \nChristian Abeleda, Associate Project Analyst, PSOD  \nKa Seen Gabrielle Chan, Safeguards Specialist, PSOD \nUlritz Uzein Corcuera, Associate Economics Officer, PSOD  \nEdwin David, Senior Investment Officer, PSOD \nSheila Estacion, Senior Operations Assistant, PSOD \nDennis Eucogco, Senior Guarantees and Syndications Specialist, PSOD \nTarang Khimasia, Principal Guarantees and Syndications Specialist, PSOD \nManfred Kiefer, Senior Economist, PSOD   \nErika Paula Polinag, Associate Transaction Support Officer, PSOD   \nMarife Principe, Senior Safeguards Officer, PSOD \nToby Rees, Counsel, Office of the General Counsel    \nAmanda Satterly, Senior Social Development Specialist, PSOD   \nUma Surana, Senior Natural Resources and Agriculture Specialist, \nSustainable Development and Climate Change Department   \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "", " \nCONTENTS \n \nPage \n \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \n  A.    Project Identification and Description  1 \n  B.    Development Impact, Outcome, and Outputs  4 \n  C.   Alignment with ADB Strategy and Operations  5 \n  D.    Project Cost and Financing Plan  6 \n  E.    Implementation Arrangements  7 \n  F.    Projected Financial and Economic Performance  6 \n  G.    Unique Features  6 \nIII.  THE PROPOSED ADB ASSISTANCE  8 \n  A.    The Assistance  8 \n  B.    Value Added by ADB Assistance  6 \n  C.    Risks  7 \nIV.  POLICY COMPLIANCE  7 \n  A.    Safeguards and Social Dimensions  7 \n  B.    Anticorruption Policy  8 \n  C.    Investment Limitations  8 \n  D.    Assurances  8 \nV.  RECOMMENDATION  8 \n \n \nAPPENDIXES \n1.  Design and Monitoring Framework  9 \n2.  List of Linked Documents  11 \n ", "", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 53027-001\nProject Name Integrated and Sustainable  Department PSOD/OPSD\nLivestock Value Chain Project /Division\nCountry China, People's Republic of\nBorrower New Hope Liuhe Co., Ltd.\nqq\n2. Sector Subsector(s)      ADB Financing ($ million)\nAgriculture, natural Livestock 40.00\nresources and rural\ndevelopment\nTotal\n40.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information\nInclusive economic Pillar 2: Access to economic  CO  reduction (tons per annum) 8,000\n2\ngrowth (IEG) opportunities, including jobs,  Climate Change impact on the Project Medium\nmade more inclusive\nEnvironmentally Global and regional  ADB Financing\nsustainable growth transboundary environmental  Adaptation ($ million) 0.85\n(ESG) concerns Mitigation ($ million) 0.78\nQq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nPartnerships (PAR) Commercial cofinancing Effective gender mainstreaming \nPrivate Sector (EGM)\nPrivate sector Promotion of private sector \ndevelopment (PSD) investment\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting Yes Nation-wide High\nHousehold Targeting No\nGeneral Intervention on No\nPoverty\nSDG Targeting Yes\nSDG Goals SDG2, SDG5, SDG10, SDG13\nqq\n6. Nonsovereign Operation Risk Rating\nObligor Name Obligor Risk Rating Facility Risk Rating\nNew Hope Liuhe Co., Ltd.\n7. Safeguard Categorization Environment: B  Involuntary Resettlement: C Indigenous Peoples: C\nQq\n8. Financing\nModality and Sources Amount ($ million)\nADB 40.00\n     Nonsovereign Local Currency Loan (Regular Loan): Ordinary capital resources 40.00\nCofinancing 60.00\n     Others  60.00\nOthers a 18.50\nTotal 118.50\nCurrency of ADB Financing: CNY \naDerivedbydeductingADBfinancingandCofinancingfromTotalProjectCost.\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 12112019091039812760 Generated Date: 15-Nov-2019 10:43:27 AM ", "", " \n \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan \npackage of up to $100,000,000 equivalent in yuan, comprising (i) an A loan of up to $40,000,000 \nequivalent in yuan; and (ii) a complementary loan of up to $60,000,000 equivalent in yuan to New \nHope Liuhe Co., Ltd. (NHL) for the Integrated and Sustainable Livestock Value Chain Project in \nthe People’s Republic of China (PRC). \n \n2.  The project will support the expansion of NHL’s integrated livestock business with the \nconstruction of two hog farms and a meat-processing plant. Through this project, the Asian \nDevelopment Bank (ADB) will promote a business model for livestock production that is inclusive; \nresource-efficient; and with less impact on the environment, climate change, and public health.   \n \nII.  THE PROJECT \n \nA.  Project Identification and Description \n \n1.  Project Identification \n \n3.  Importance of livestock in the People’s Republic of China. Livestock contributes to \nnearly half of total gross domestic product generated by the agriculture in the PRC.1 Pork is \ntraditionally the most important source of animal protein for PRC consumers and total pork \nconsumption was about 55 million tons in 2018, corresponding to half of global pork consumption. \nHowever, the PRC hog sector is facing severe interrelated issues: biosecurity risks, pollution, \nimpact on climate change, antibiotic overuse, and low productivity.  \n   \n4.  Biosecurity risks. Hog farms in the PRC have historically been exposed to a range of \nanimal diseases, which have caused moderate losses. African Swine Fever (ASF), however, is a \nparticularly big threat as it is lethal for hogs, highly contagious, and incurable. The first reported \nASF case in the PRC occurred in August 2018 and the virus has spread to almost every province. \nASF will reduce the total number of live hogs in the PRC by as much as 50% by the end of 2019. \nSmall hog farmers with inadequate biosecurity management systems are expected to bear most \nof the economic losses. To tackle this pressing challenge, the Government of the PRC intensified \nefforts to develop a vaccine (which would be the world’s first), restricted cross-province transport \nof live hogs, and introduced policies to compensate farms that cull infected hogs (footnote 1).    \n \n5.  Pollution concerns. The PRC hog sector generates about 864 million tons of animal \nwaste per year, equivalent to one-third of total animal waste generated by the PRC livestock \nsector.2 The government has significantly tightened environmental regulations since 2010 to force \nthe hog sector to invest more in waste management treatment.  However, enforcing these \nregulations remains a challenge because small hog farms (with fewer than 500 hogs), which \ncontribute to about half of total hog production in the PRC, are so numerous and unsophisticated.3 \n  \n6.  Climate change impact. The Food and Agriculture Organization of the United Nations \nreports that livestock contribute to 14.5% of all human-induced greenhouse gas (GHG) emissions, \n \n1  Sector Overview (accessible from the list of linked documents in Appendix 2). \n2  Guangdong Agricultural Science Journal. 2015. PRC academic document code: 1004-874X (2015) 16-0175-05   \n3  Government of the PRC, Ministry of Agriculture (press conference, 29 September 2017).  \n ", "2   \n \nof which about 81% is attributable to ruminants and only 9% to hogs,4 largely because the GHG \nemission per unit of pork is much lower than that of beef. Hog farming is more efficient in \nproducing animal protein than cattle farming because hog farming requires less feed and water \nper kilogram of animal protein produced, which helps strengthen food security. By encouraging \nthe development of large-scale industrial hog farming, the government seeks to mitigate climate \nchange through greater efficiency in production and waste management, and to adapt to climate \nchange through large farms’ ability to maintain stable and climate-resilient production.   \n \n7.  Antibiotic  overuse.  Antibiotics  are  an  acceptable  veterinary  tool  in treating  animal \ndiseases when used appropriately. However, antibiotic overuse has become an issue among \nsmall hog farmers in the PRC, who typically give the hogs feedstuff mixed with antibiotic additives, \nwhich results in animal wastes contaminated with antibiotic remnants. Animal waste with too much \nantibiotic content cannot be readily used in producing organic fertilizer. Such waste must be \nproperly treated, which can be costly.5 If the waste is not properly treated before being discharged \ninto the natural environment, the antibiotic remnants can contaminate underground water and \ncontribute to growing antimicrobial resistance, posing a significant threat to public health.   \n \n8.  Modernization  to  increase  resource  efficiency.  The  government  promotes  the \nmodernization of hog farming not only to tackle environmental and health concerns but also to \nincrease farming efficiency. As the number of hogs per sow per year increased from 14 to 18 from \n2010 to 2018 in the PRC, the number of sows decreased from 50 million to 30 million. This trend \nwill continue as the percentage of modern farms increases and the number of hogs per sow per \nyear is still lower than in Europe and North America, where it is about 27-30. Since total pork \ndemand in the PRC started to decrease slightly in 2014 and is expected to continue to decrease \nslowly until 2028 (as the middle-class grows and continues to diversify its diet), there is no \npressing need to produce more pork. There is, however, an urgent need to produce better pork \n(as demand for high-quality and traceable pork rises), with much fewer resources; reduced animal \nlosses due to diseases; and less impact on the environment, climate, and public health.  \n \n9.  Project selection. The project team identified NHL as a suitable candidate for ADB’s \nsupport because: (i) as an agribusiness conglomerate that operates along the entire livestock \nvalue chain (i.e. animal feed production, livestock farming, slaughtering, and meat processing), \nNHL is committed to high standards of environmental protection, climate change mitigation, \nanimal health, and food safety; (ii) NHL has a good track record of building and operating \nintegrated hog farms with advanced modern technology to maximize farming efficiency and \nproductivity; and (iii) NHL is willing to partner with ADB to improve its environmental and social \nstandards of its hog farming operations, following ADB’s policies and requirements.  \n \n2.  Project Design \n \n10.  The project includes the construction of: (i) a hog farm in Huanghua, Hebei Province, with \na production capacity of 280,000 hogs per year (Huanghua farm); (ii) a hog farm in Xiangzhou, \nGuangxi Province, with a production capacity of 360,000 hogs per year (Xiangzhou farm); and \n(iii) a meat processing facility in Pinggu district, Beijing, with a processing capacity of 3,000 tons \nof pork meat per year (meat-processing plant). The farms will outsource about 50% of the hog-\nfattening process to about 1,000 small hog farmers within a radius of 100 kilometers of each farm. \n \n4  P.J. Gerber, H. Steinfeld, B. Henderson, A. Mottet, C. Opio, J. Dijkman, A. Falcucci, and G. Tempio. 2013. Tackling \nClimate Change Through Livestock: A Global Assessment of Emissions and Mitigation Opportunities. Rome Food \nand Agriculture Organization of the United Nations. http://www.fao.org/3/a-i3437e.pdf \n5  Government of the PRC, Ministry of Agriculture, Breeder Hog Testing Center. 2016. \n   http://cj.zhue.com.cn/a/201609/19-268688.html (in Chinese). \n ", "  3 \n \n11.  Integrated and inclusive hog farming model. NHL started as an animal feed producer \nand gradually expanded to poultry and hog farming and meat production as part of its integrated \nvalue chain strategy. In 2018, NHL produced 2.5 million hogs and 278,000 tons of pork meat. \nNHL adopts a contract hog farming model where NHL supplies weaned piglets and other farming \ninputs (such as feed, medicine, and vaccines) to contract farmers and buys back the hogs at a \nguaranteed minimum fee. The cost of the piglets and farming inputs is deducted from the fee. The \nfee is adjusted based on a set of metrics (such as the feed conversion ratio and the hog mortality \nrate) to incentivize good performance. The fee is also adjusted based on market prices, but not \nlower than the guaranteed minimum. The contract farming model helps farmers mitigate market \nrisk and earn a stable income. NHL provides extension services and financing support for farm \nconstruction and operations to ensure waste management and biosecurity standards and achieve \nan optimal scale of operations.    \n  \n12.  Strong biosecurity management. NHL is well-positioned to ensure a high biosecurity \nstandard because of the integrated nature of its business model. NHL implements biosecurity \nmanagement best practices on all its hog farms, such as (i) designing multiple access zones with \ndifferent quarantine requirements for input suppliers, farm managers, and farm employees; (ii) \nsupplying feed to hog farms from nearby NHL feed mills and selling finisher hogs to NHL slaughter \nhouses; and (iii) using NHL trucks to transport feed to NHL hog farms, and hogs to NHL slaughter \nhouses. For its contract farms, where biosecurity is inherently weaker, NHL has designed a \nstandard operating procedure for its employees to regularly inspect the farms with the aid of smart \nthermometers, which measure the body temperature of live hogs for potential ASF symptoms. \nNHL has also installed surveillance cameras at the contract farms. \n \n13.  Efficient animal waste treatment. NHL employs a waterless technique to collect animal \nwaste. A mechanical scraper system is installed underneath hog barns and separates solid and \nliquid waste. Solid manure is being transferred to storage and turned into organic fertilizer, while \nwastewater is treated in a biogas digester to produce methane gas for heating during winter and \ncanteen cooking on the farms, thereby mitigating climate change. The treated water and fertilizer \ncan be used in nearby crop fields as part of the company’s sustainable circular agricultural system. \n \n14.  Climate change mitigation. NHL will become more efficient because of its integrated \nsupply chain. Mortality will be lower by better biosecurity management and by higher sow fertility \nresulting from the import of productive swine genetics. Less animal waste will be discharged and \nfewer inputs consumed, and greater efficiency will shrink NHL’s carbon footprint. NHL will \nincorporate a biodigester system into its hog farming waste management strategy, which will \nfurther reduce GHG emissions in two ways. First, the biodigester will convert animal waste into \nbiogas and captures methane which would otherwise be released into the atmosphere. Second, \nthe biogas generated will be used in farms to replace electricity or other fuels to heat the facilities.  \n \n15.  Antibiotic-free pork processing. In 2017, NHL signed a partnership agreement with \nCooperl Arc Atlantique (Cooperl), a cooperative of French farmers and one of the largest hog \nproducers in Europe, to establish a 50:50 joint-venture to produce antibiotic-free pork products in \nthe PRC. Housed in NHL’s existing food-processing factories, the proposed meat-processing \nplant is NHL’s first processing plant that will pilot production of antibiotic-free meat. The joint-\nventure will initially import frozen antibiotic-free meat from France, until such time as NHL is able \n ", "4   \n \nto supply antibiotic-free meat from its nearby farm in Zhangjiakou, Hebei Province, which is now \nunder construction and will be operated according to Cooperl’s antibiotic-free standards.6      \n \n3.  The Borrower \n \n16  Founded in 1982 by Liu Yonghao, NHL is a leading integrated animal protein producer in \nthe PRC, with major operations in animal feed production, livestock farming (poultry and hog), \nslaughtering, and meat processing. NHL is the largest animal feed producer in the PRC with an \nannual production capacity of about 16 million tons and a market share of about 8%. It is the \nsecond largest poultry breeder and the largest white-feather chicken farming company in the \nPRC, with annual sales volume of about 800 million chickens. In 2013, NHL started hog farming, \nwhich has since become the company’s the most profitable business. NHL is listed on the \nShenzhen Stock Exchange and had a market capitalization of about $13.5 billion as of November \n2019. The company has more than 500 subsidiaries, with 61,000 employees, and established \noperations in more than 20 countries across Asia, North America, Europe, and Africa. Liu \nYonghao remains the company’s controlling shareholder, with about 29% ownership directly and \nindirectly. In 2013, Liu Yonghao stepped down as chair of NHL. His daughter, Liu Chang, replaced \nhim and is fully responsible for NHL’s management and operations. \n \n17  Integrity due diligence was conducted in accordance with ADB’s Integrity Due Diligence \nGuidelines for Nonsovereign Operations.7 No significant or potentially significant integrity risks \nwere identified. No tax integrity due diligence was required.8 \n \nB.  Development Impact, Outcome, and Outputs \n \n18  Impacts. The project is aligned with the key objectives of the PRC’s Thirteenth Five-Year \nPlan (2016 - 2020): (i) development of agricultural production and value chains, and (ii) integration \nof rural areas into regional industry chains and production networks.9    \n \n19  Outcome. The project’s outcome is the scale-up of efficient, inclusive, and sustainable \nagribusiness. The project will (i) improve the resource efficiency of hog farming in the PRC by \nincreasing the number of hogs per sow, improving the feed conversion ratio, and reducing water \nusage; (ii) promote an inclusive business model through an increase in the income of farm workers \nand contract farmers; and (iii) mitigate climate change by adopting waste management systems \nsuch as the biogas digester facility. The project will avoid at least 8,000 tons10 of carbon dioxide \nequivalents per annum starting in 2022. \n \n20  Outputs. The outputs of the project will be: (i) construction of a meat-processing plant \nwith antibiotic-free processing line; (ii) construction of two hog farms with waste management \nfacilities; (iii) generation of local jobs; (iv) support to the local economy; and (v) creation of a safe \nand productive environment for both women and men workers.    \n \n \n6  Antibiotic-free farming is a new concept in the PRC and the market for premium antibiotic-free meat needs to be \ntested. The Zhangjiakou farm will provide enough hogs for the antibiotic-free processing line in the proposed meat-\nprocessing plant. The Huanghua and Xiangzhou farms, which are located farther away, will not be antiotic-free but \nwill adopt best veterinarian practices ensuring an appropriate use of antibiotics as treatment for bacterial infections.  \n7  ADB. 2015. Integrity Due Diligence Guidelines for Nonsovereign. Operations Manual. OM D10. Manila.  \n8  ADB. 2003. Enhancing the Asian Development Bank's Role in Combating Money Laundering and the Financing of \nTerrorism. Manila. \n9  Government of the PRC. 2015. The 13th Five-Year Plan for Economic and Social Development of the People’s \nRepublic of China (2016-2020). Beijing. \n10 Contribution to Results Framework (accessible from the list of linked documents in Appendix 2) \n ", "  5 \n \nC.  Alignment with ADB Strategy and Operations  \n \n21  Consistency with ADB strategy and country strategy. The project is aligned with \nStrategy 2030 which calls for ADB “to scale up its financing for agribusiness” and “to promote \ngender equality in at least 75% of the number of ADB’s committed operations by 2030”.11 The \nproject is consistent with ADB’s country partnership strategy, 2016–2020 for the PRC, which \nsupports (i) promoting rural development and food security by improving market connectivity and \nagricultural value chain linkages; (ii) increasing agricultural productivity; (iii) improving food safety; \nand (iv) promoting innovative technology.12 \n \n22  Consistency with sector strategy and ADB operations. The project is consistent with \nthe Strategy 2030’s Operational Plan for Priority 5 (Promoting Rural Development and Food \nSecurity, 2019–2024), which calls for (i) “modern, sustainable, and responsible corporate farming \nmodels”;  (ii)  the  “integration  of  farmers,  agribusinesses,  and  consumers  into  efficient  and \nsustainable value chains”; (iii) the reduction in “agriculture's contribution to GHG emissions \nthrough improved farming and livestock practices”; and (iv) “food safety and traceability systems \ndevelopment”.13 The project will complement a PRC sovereign project, the Yangtze River Green \nEcological Corridor Comprehensive Agriculture Development Project, which aims to develop an \nintegrated management approach and emphasize green development, environmental protection, \nand rehabilitation.14 Potential collaboration includes supporting hog contract farmers within the \nYangtze River Basin to upgrade the waste management facilities. The collaboration will help small \nhog farmers comply with environmental regulations and improve the environmental and ecological \nsustainability of the Yangtze River Economic Belt.  \n \n \nD.  Project Cost and Financing Plan \n \n[Redacted] \n \nE.  Implementation Arrangements \n \n23  Table 3 summarizes the implementation arrangements.15 \n \nTable 3: Summary of Implementation Arrangements \nAspects  Arrangements \nRegulatory  New Hope Liuhe Co., Ltd. (NHL) is subject to general laws and industry-specific rules \nframework  and regulations in the PRC, particularly (i) the Environmental Protection Law (2015) \nand (ii) the Food Safety Law (2009, amended in 2015). \nManagement  Professional managers and technical experts specializing in farm management and \nmeat production will manage the project. Ji Chongxing, vice president of NHL in charge \nof the hog business, has more than 20 years of experience in the PRC livestock sector.  \nImplementation  NHL is expected to complete the construction of three sub-projects by 2020 with full \nperiod  production expected by 2021.   \n \n11 ADB. 2019. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n12 ADB. 2016. Country Partnership Strategy: Transforming Partnership - People’s Republic of China and Asian \nDevelopment Bank, 2016–2020. Manila. \n13 ADB. 2019. Strategy 2030 Operational Plan for Priority 5 Promoting Rural Development and Food Security, 2019–\n2024. Manila.  \n14 ADB. 2018. RRP: Proposed Loan to the People’s Republic of China for the Yangtze River Green Ecological Corridor \nComprehensive Agriculture Development Project. Manila.  \n15 Details of Implementation Arrangements (accessible from the list of linked documents in Appendix 2). \n ", "6   \n \nAspects  Arrangements \nOperations  The Huanghua and Xiangzhou farms will be operated according to NHL’s mature \narrangements  proprietary  model,  which  is  integrated  with  NHL’s  upstream  feed  business  and \ndownstream slaughtering business. NHL will engage with small hog farmers located \nnear its hog farms through a contract-farming arrangement. NHL staff members will be \nthe main operators of the meat-processing plant in partnership with Cooperl Arc \nAtlantique (Cooperl). NHL will import antibiotic-free meat from Cooperl France in the \ninitial years. NHL is building a hog farm in Zhangjiakou, which will raise hogs using the \nantibiotic-free farming method. The Zhangjiakou farm will eventually replace Cooperl \nas the supplier of slaughtered meat to the antibiotic-free processing line by 2022. \nAcclimatise AwareTM identified the risk level of climate change as medium. ADB’s \nclimate financing amounts to $0.85 million (adaptation) and $0.78 million (mitigation).a \nPerformance  NHL will report annually on financial and operational KPIs for the group and the project, \nmonitoring  and on safeguard and development indicators (i.e., output and outcome targets).  \na Details of climate financing computation are provided in the Details of Implementation Arrangements linked document. \nADB = Asian Development Bank, KPI = Key performance indicator, NHL = New Hope Liuhe Co., Ltd., PRC = People’s \nRepublic of China. \nSource: Asian Development Bank. \n \nF.  Projected Financial and Economic Performance  \n \n[Redacted] \n \nG.  Unique Features \n \n24  The  project  is  ADB’s  first  assistance  to  an  integrated  agribusiness  conglomerate \npioneering an antibiotic-free concept in the livestock sector. The project has a unique combination \nof development themes: inclusive business,16 sustainable environmental management, climate \nchange mitigation, and gender mainstreaming.  \n \nIII.  THE PROPOSED ADB ASSISTANCE \n \nA.  The Assistance  \n \n25  ADB will provide NHL with a long-term corporate loan package of up to $100,000,000 \nequivalent in yuan, comprising (i) an A loan of up to $40,000,000 equivalent in yuan, and (ii) a \ncomplementary loan of up to $60,000,000 equivalent in yuan. A loan has a tenor of 7 years with \na grace period of 3 years. ADB is exploring the possibility of mobilizing parallel loans from \ndomestic commercial banks and international development finance institutions with an amount of \nup to $70,000,000 equivalent in yuan, as a potential substitute to up to $10,000,000 equivalent in \nyuan of the A loan and to all or part of the complementary loan.    \n \nB.  Value Added by ADB Assistance \n \n26.  ADB assistance will add value on three fronts: \n(i)  Gender mainstreaming. ADB will help NHL implement a gender action plan.   \n(ii)  Long-term capital. NHL relies primarily on internally generated cash and short \nand  medium-term  debt  to  finance  its  expansion.  ADB  will  provide  long-term \nfinancing which is not readily available from commercial banks.  \n \n16 About 50% of the proposed hog production from the two farms will be undertaken using the contract-farming model. \nMost of the employees and contract farmers are expected to be the “base of pyramid” population.   \n ", "  7 \n \n(iii)  Safeguard  best  practices.  ADB  will  help  NHL  implement  an  improved \nenvironmental and social management plan following best international safeguard \npractices on biosecurity, waste management, and animal welfare; and monitor the \ncompany’s progress during project implementation.  \n \nC.  Risks  \n \n[Redacted] \nIV.  POLICY COMPLIANCE \n \nA.  Safeguards and Social Dimensions \n \n27  ADB  has  categorized  the  investment  in  compliance  with  ADB’s  Safeguard  Policy \nStatement (2009) as follows: environment (category B), involuntary resettlement (category C) and \nindigenous peoples (category C).  \n \n28  ADB has undertaken due diligence and reviewed the potential environmental and social \nimpacts of the project and the measures to avoid, minimize, mitigate, and compensate for the \nadverse impacts in the safeguard reports and plans. The environmental and social measures and \nthe  institutional  capacity  and  commitment  of  NHL  to  manage  the  project’s  social  and \nenvironmental impacts are deemed adequate. Potential risks and impacts during construction are \ngenerally site specific, and short term, and can be effectively managed by good engineering, \nconstruction, and housekeeping practices based on construction environmental management \nplans. No involuntary resettlement or indigenous people issues are envisaged for the project. All \nnew projects will either be constructed within existing premises and facilities or on adjoining land \nbelonging to industrial parks or zones. The proceeds of ADB’s investment will not support \nsubprojects with significant environmental or social impacts.  \n \n29  An external third party conducted a corporate audit in accordance with the Safeguard \nPolicy Statement. The audit assessed the company’s operations as complying with statutory \nrequirements. It deemed the company’s current environmental and social systems, processes, \nand practices commensurate with the risks and impacts associated with the company’s business \nand operations. ADB and NHL agreed to a corrective action plan.  \n \n30  Effective gender mainstreaming. Following ADB’s Policy on Gender and Development \n(1998), NHL has incorporated measures to promote gender equality and women’s empowerment \nin its operations. Key features of the gender action plan are as follows: (i) increase women’s \ninclusion in employment opportunities at the project farms and meat-processing plant; (ii) increase \nprocurement of operational goods and services from women-owned businesses; (iii) ensure that \nwomen and men receive equal pay for equal work at the project farms and plant; (iv) develop and \nimplement an anti-sexual harassment policy, including by assigning trained managers to facilitate \nimplementation; and (v) provide sex-disaggregated sanitation and change facilities.17 NHL will \nsubmit periodic reports on implementation of gender measures to ADB.18 \n \n31  NHL will (i) apply ADB's prohibited investment activities list, (ii) ensure that investments \nusing ADB funds comply with ADB’s Safeguard Policy Statement and abide by national laws and \nregulations, and (iii) establish and maintain an appropriate environmental and social management \n \n17 Gender Action Plan (accessible from the list of linked documents in Appendix 2). \n18 ADB. Gender Mainstreaming Categories; and ADB. 2012. Guidelines for Gender Mainstreaming Categories of ADB \nProjects. Manila. \n ", "8   \n \nsystem (ESMS) satisfactory to ADB before disbursement. The ESMS will set out requirements, \nas  applicable,  for  compliance  with  national  labor  laws  and  measures  to  comply  with  the \ninternationally recognized core labor standards, pursuant to ADB’s Social Protection Strategy \n(2001).19 The ESMS will also contain requirements, as applicable, for information disclosure and \nconsultation with affected people following ADB requirements. NHL will report regularly to ADB \non (i) its and its investments’ compliance with such laws and (ii) the measures taken.20 \n  \nB.  Anticorruption Policy  \n32.  NHL was advised of ADB’s policy of implementing best international practice relating to \ncombating corruption, money laundering, and the financing of terrorism. ADB will ensure that the \ninvestment  documentation  includes  appropriate  provisions  prohibiting  corruption,  money \nlaundering, and the financing of terrorism; and remedies for ADB in the event of noncompliance.  \n \nC.  Investment Limitations  \n \n[Redacted] \n \nD.  Assurances \n \n34.  Consistent with the Agreement Establishing the Asian Development Bank (the Charter),21 \nADB will proceed with the proposed assistance upon establishing that the Government of the \nPRC has no objection to the proposed assistance to NHL. ADB will enter into suitable finance \ndocumentation, in form and substance satisfactory to ADB, following approval of the proposed \nassistance by the Board of Directors.  \n \nV.  RECOMMENDATION \n35.  I am satisfied that the proposed loan complies with the Articles of Agreement of the Asian \nDevelopment Bank (ADB) and recommend that the Board approve (i) an A loan of up to \n$40,000,000 equivalent in yuan; and (ii) a complementary loan of up to $60,000,000 equivalent \nin yuan to New Hope Liuhe Co., Ltd for the Integrated and Sustainable Livestock Value Chain \nProject in the People’s Republic of China, with such terms and conditions as are substantially in \naccordance with those set forth in this report, and as may be reported to the Board.   \n \nTakehiko Nakao  \nPresident \n \n15 November 2019\n \n19 ADB. 2003. Social Protection. Manila (adopted in 2001). \n20 Summary Poverty Reduction and Social Strategy; and Environmental and Social Management System: Audit \nFindings and Details of Arrangement (accessible from the list of linked documents in Appendix 2). \n21 ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. \n ", "Appendix 1   9 \n \nDESIGN AND MONITORING FRAMEWORK  \nImpacts the Project is Aligned with \nAgricultural production and value chains developed (PRC’s 13th Five-Year Plan 2016 – 2020)a \nIntegration of rural areas into regional industry chains and production networks ensured (PRC’s 13th Five-Year \nPlan 2016 - 2020)a  \n  Data Sources \nand Reporting \nResults Chain  Performance Indicators with Targets and Baselines  Mechanisms  Risks \nOutcome  By 2022     \n       \nEfficient, inclusive,  [Redacted]  a - i.  Unusual \nand sustainable  Company’s  supply and \nagribusiness  annual  demand \nscaled up  development  dynamics in \n  effectiveness  the market \nmonitoring  affect prices  \nreport   \nOutbreak of \nanimal \ndiseases or \ndisaster risks \naffect \nproduction, \ndemand or \nprices \n \nRegulatory \nrisk (e.g., \ntaxes, tariffs, \nduties, \nsubsidies, \nand export \nrestrictions on \nagricultural \nproducts) \naffect \nproduction \nand prices \nOutputs  By 2021     \n       \n1.  Meat-  [Redacted]  1 - 5.  Delays due to \nprocessing  Company’s  force majeure \nplant with  annual  and cost \nantibiotic-free  development  overrun \nprocessing  effectiveness \nline  monitoring \nconstructed  report \n \n2.  Hog farms \nand waste \nmanagement \nfacilities \nconstructed \n \n3.  Local \nemployment \ngenerated \n \n \n ", "10  Appendix 1 \n \nData Sources \nand Reporting \nResults Chain  Performance Indicators with Targets and Baselines  Mechanisms  Risks \n4.  Growth of \nlocal \neconomy \nsupported \n \n5.  Company is a \nsafe and \nproductive \nenvironment \nfor both \nwomen and \nmen workers \n   Key Activities with Milestones \nOutputs \n1.  ADB executes loan agreement with NHL by December 2019 \n2.  Meat-processing plant completed by December 2020 \n3.  Construction of two hog farms and waste treatment facilities completed by December 2020 \nInputs \nDebtc     Asian Development Bank: $40.0 million  \n              Complementary loan: $60.0 million  \nEquity   Cooperl Arc Atlantique: $12.5 million  \n              New Hope Liuhe Co., Ltd.: $6.0 million   \n \nAssumptions for partner financing: ADB is exploring the possibility of mobilizing parallel loans of up to $70 million as \na potential substitute to up to $10 million of the A loan and to all or part of the complementary loan.  \nADB = Asian Development Bank, CO2 = carbon dioxide, NHL = New Hope Liuhe Co., Ltd, PRC = People’s Republic of \nChina.  \na Government of the PRC. 2015. The 13th Five-Year Plan for Economic and Social Development of the People’s \nRepublic of China (2016-2020). Beijing.   \nb ≥ 51% owned by women; excludes contract farmers. \nc ADB is exploring the possibility of mobilizing parallel loans of up to $70 million as a potential substitute to up to $10 \nmillion of the A loan and to all or part of the complementary loan.    \nSource: Asian Development Bank. \n ", "Appendix 2   11 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=53027-001-4 \n \n1.  Sector Overview  \n2.  Client Information  \n3.  Details of Implementation Arrangements  \n4.  Contribution to the ADB Results Framework  \n5.  Economic Analysis   \n6.  Country Economic Indicators  \n7.  Summary Poverty Reduction and Social Strategy  \n8.  Environmental and Social Management System: Audit Findings and Details of \nArrangement \n9.  Gender Action Plan   \n \n \n \n \n \n \n \n \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20200218145310+08'00'", "Creator": "PDF24 Creator", "Keywords": "prc, china agriculture, china meat processing, livestock production, 53027-001, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20200227131231+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The project will support the expansion of New Hope Liuhe Co., Ltd.'s integrated livestock business with the construction of two hog farms and a meat-processing plant. Through this project, the Asian Development Bank will promote a business model for livestock production that is inclusive; resource-efficient; and with less impact on the environment, climate change, and public health.", "Title": "Integrated and Sustainable Livestock Value Chain Project: Report and Recommendation of the President"}}