{"path": "data/input/reports/53118-001-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President \nto the Board of Directors\n \n \nProject Number: 53118-001 \nOctober 2021 \n \n \n \n \nProposed Loan \nGeorgia: Livable Cities Investment Project for \nBalanced Development \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nAccess to Information Policy. \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 9 September 2021) \n \nCurrency unit  –  lari (GEL) \nGEL1.00  =  $0.32 \n$1.00  =  GEL3.12 \n€1.00  =  $1.19 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nCAREC  –  Central Asia Regional Economic Cooperation \nCOVID-19  –  coronavirus disease \nGDP  –  gross domestic product \nGRM  –  grievance redress mechanism \nIUAP  –  integrated urban action plan \nLARF  –  land acquisition and resettlement framework \nLARP  ‒  land acquisition and resettlement plan \nLCIP  ‒  Livable Cities Investment Project for Balanced Development \nMDF  ‒  Municipal Development Fund of Georgia \nMRDI  –  Ministry of Regional Development and Infrastructure of \n    Georgia \nMSMEs  –  micro, small, and medium-sized enterprises \nO&M  –  operation and maintenance \n  PAM  –  project administration manual \n  PMU  –  project management unit \nPWD  –  persons with disabilities \nRDP  –  Regional Development Program \n  SUMP  –  sustainable urban mobility plan \n  SUTIP  –  Sustainable Urban Transport Investment Program \nTA  –  technical assistance \nTCM  –  Tbilisi City Municipality  \nTDF  –  Tbilisi Development Fund \n \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \n ", " \nVice-President  Shixin Chen, Operations 1 \nDirector General  Eugenue Zhukov, Central and West Asia Department (CWRD) \nDeputy Director General  Nianshan Zhang, CWRD \nDirector  Heeyoung Hong, Officer-in-Charge, Urban Development and Water \n  Division (CWUW), CWRD \nCountry Director  Shane Rosenthal, Country Director, Georgia Resident Mission \n(GRM), CWRD \n \nTeam leader  Ramola Naik Singru, Principal Urban Development Specialist, \n  CWUW, CWRD \nProject advisor  Manoj Sharma, Chief of Urban Sector Group, Sustainable \nDevelopment and Climate Change Department (SDCC)  \nTeam members  Annalyn Almodiel, Senior Operation Assistant, CWUW, CWRD \nNarine Avetisyan, Investment Officer, Armenia Resident Mission, \nCWRD \nLiza Jane Domingo, Project Analyst, CWUW, CWRD \nMinhong Fan, Senior Procurement Specialist, Procurement Division \n1 (PFP1), Portfolio, and Financial Management Department \n(PPFD) \nBertrand Goalou, Principal Transport Specialist, Transport Sector \nGroup, SDCC \nAimee Hampel-Milagrosa, Economist, Economic Analysis and \nOperational Support Division, Economic Research and Regional \nCooperation Department \nRuoyu Hu, Senior Urban Development Specialist, CWUW, CWRD \nGaliya Ismakova, Principal Procurement Specialist, PFP1, PPFD \nMurman Katsitadze, Procurement Officer, GRM, CWRD \nTing-Ying Lin, Public–Private Partnership Specialist (Innovative \nFinance), Office of the Director General, CWRD \nHugh McGregor, Counsel, Office of the General Counsel \nNino Nadashvili, Associate Safeguards Officer, GRM, CWRD \nAkmal Nartayev, Senior Financial Management Specialist, Public \nFinancial Management Division, PPFD \nNinette Pajarillaga, Senior Environment Specialist (Safeguards), \nPortfolio, Results, Safeguards and Gender Unit (CWOD-PSG), \nCWRD \nTea Papuashvili, Associate Project Officer (Infrastructure), GRM, \nCWRD \nSona Poghosyan, Social Development Specialist (Safeguards), \nCWOD-PSG, CWRD  \nNathan Rive, Senior Climate Change Specialist, Environment, \nNatural Resources & Agriculture Division, CWRD \nMary Alice Rosero, Senior Social Development Specialist (Gender \nand Development), CWOD-PSG, CWRD  \nGina Sinang, Senior Operation Assistant, CWUW, CWRD  \nAvtandil Tskhvitava, Senior Project Officer, GRM, CWRD  \nDavid Urbaneja-Furelos, Investment Specialist, Infrastructure \nFinance Division 1, Private Sector Operations Departmenta \nPeer reviewers  Nargiza Talipova, Advisor and Head, Project Management Unit for \nSovereign Operations IT Project, Project Management Unit, \nStrategy, Policy and Partnerships Department \na  Outposted to the Georgia Resident Mission.  \n \n \n ", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nMAP \n  THE PROPOSAL  1 \n  THE PROJECT  1 \nA.  Rationale  1 \nB.  Project Description  5 \nC.  Value Added by ADB  6 \nD.  Summary Cost Estimates and Financing Plan  6 \nE.  Implementation Arrangements  7 \n  DUE DILIGENCE  8 \nA.  Technical  8 \nB.  Economic and Financial Viability  9 \nC.  Sustainability  9 \nD.  Governance  10 \nE.  Poverty, Social, and Gender  10 \nF.  Safeguards  11 \nG.  Summary of Risk Assessment and Risk Management Plan  12 \n  ASSURANCES AND CONDITIONS  12 \n  RECOMMENDATION  12 \nAPPENDIXES \n1.  Design and Monitoring Framework  13 \n2.  List of Linked Documents  16 \n \n \n \n \n \n ", "", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 53118-001\nProject Name Livable Cities Investment Project for  Department/Division CWRD/CWUW\nBalanced Development \nCountry Georgia Executing Agency Ministry of Regional \nBorrower Georgia Development and \nInfrastructure of Georgia, \nCountry Economic  https://www.adb.org/Documents/LinkedDocs/ Tbilisi City Municipality\nIndicators ?id=53118-001-CEI\nPortfolio at a Glance https://www.adb.org/Documents/LinkedDocs/\n?id=53118-001-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nWater and other urban  Other urban services 65.00\ninfrastructure and services Renovation and protection of cultural heritage 25.00\nUrban policy, institutional and capacity development 10.00\nAgriculture, natural  Rural market infrastructure 8.00\nresources and rural \ndevelopment\nTransport Urban public transport 5.95\nUrban roads and traffic management 5.95\nTotal 119.90\n3. Operational Priorities Climate Change Information\nAddressing remaining poverty and reducing inequalities GHG reductions (tons per annum) 9,347.000\nAccelerating progress in gender equality Climate Change impact on the  Medium\nProject\nTackling climate change, building climate and disaster resilience, and \nenhancing environmental sustainability\nADB Financing\nMaking cities more livable\nAdaptation ($ million) 12.00\nPromoting rural development and food security\nMitigation ($ million) 8.70\nStrengthening governance and institutional capacity\nFostering regional cooperation and integration\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.4, 1.5 Effective gender mainstreaming (EGM)\nSDG 2.3\nSDG 5.5 Poverty Targeting\nSDG 9.1 General Intervention on Poverty\nSDG 10.2\nSDG 11.2, 11.3, 11.4, 11.7\nSDG 13.a\n4. Risk Categorization: Low\n.\n5. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 119.90\n     Sovereign Sector (Regular Loan): Ordinary capital resources 119.90\nCofinancing 0.00\n     None 0.00\nCounterpart  60.60\n     Government  60.60\nTotal 180.50\nCurrency of ADB Financing: Euro \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 06102021114330792128 Generated Date: 19-Oct-2021 18:47:24 PM", "", "o o\n41  00'E 45  00'E\nGEORGIA\nLIVABLE CITIES INVESTMENT PROJECT FOR BALANCED DEVELOPMENT \nSAMEGRELO - N\nGagra Bzipi R. ZEMO SVANETI \nCluster 3:\nPitsunda Omarishara Mestia, Ushguli  0 20 40 60 80\nGudauta Kodori R. Mestia\n4433o    0000''NN Sokhumi Enguri R. IMERETI   Kilometers 4433o    0000''NN\nKhaishi\nZSEAMMOE SGVRAENLOET -I  Tkvarcheli Lentekhi Kutaisi   TBILISI\nOchamchire Jvari\nUrban Region Cluster \u0000: Gali Khvanchkara\nZugdidi, Martvili, Stepantsminda KAKHETI\nSenaki, Poti  Zugdidi Rioni R.\nAnaklia Kvaisi\nTkibuli Mleta Pasanauri Urban Region Cluster \u0000:\nB l a c k    S e a  Senaki Tskaltubo Chiatura Telavi, Gurjaani,\nGURIA    Poti RionLi aRn.chkhutSiamtredia Kutaisi Kvirila R. Tskhinvali VLealgisotdseikkhhei,,  SAigkhhnmaegthai, \nUreki Supsa R. Chokhatauri Zestaponi Akhmeta\nLanchkhuti  Kobuleti Ozurgeti Atskuri BorBjoKamhkiuarsihaunriiGori Mtkvari (Kura) R. MtsTkBhIeLtaISI TelaviAGlauzarnjai aRn.i Lagodekhi\nBatumi\nAkhaltsikhe\nSarpi Keda Khulo Vale Lake Tabatskuri Rustavi Iori R. Tsnori\nMarneuli Dedoplistskaro\nSAMTSKHE-JAVAKHETI    Akhalkalaki Lake Paravani\nKazreti\nAkhaltsikhe  Ninotsminda\nKVEMO KARTLI    \no o\n41  00'N SHIDA KARTLI     Rustavi, Tetritskaro   41  00'N\nGori\nNational Capital\nAdministrative Center International Road\nCity/Town Other Road\nEnergy (Private Sector) Railway\nEnergy (Public Sector) River\nUrban Services Improvement Investment Project MFF  $500 million Autonomous Republic Boundary\nSustainable Urban Transport Investment Project MFF $300 million International Boundary TThheis  bmoaupn dwaarise sp,r ocdoulocresd,  dbeyn tohme icnaarttioognrsa, pahnyd  uannity  oof ththeer  Ainsfioarnm Dateiovne loshpomwenn to Bna tnhkis.  \n2\n0G Livable Cities Investment Project MFF Multitranche Financing Facility map do not imply, on the part of the Asian Development Bank, any judgment on the \nE legal status of any territory, or any endorsement or acceptance of such boundaries, \nO AB 41o  00'E Boundaries are not necessarily authoritative. 45o  00'E colors, denominations, or information. \nV\nNote: Project map shows indicative subprojects with high readiness in the regions.", "", " \n  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nGeorgia for the Livable Cities Investment Project for Balanced Development (LCIP).  \n \n2.  The sector loan project for a total loan amount of €101 million will improve livability and \ninclusive  economic  growth  in  Georgia  including  the  seven  lagging  regions—Kvemo  Kartli, \nSamegrelo-Zemo Svaneti, Kakheti, Samtskhe-Javakheti, Shida Kartli, Imereti, and Guria—and \nthe capital city Tbilisi.1 The project will improve the quality of life of at least 1.5 million people (of \nwhich 52% are women) across Georgia through integrated urban solutions for inclusive and \nclimate-resilient  urban  infrastructure  and  services;  improved  accessibility,  connectivity,  and \neconomic competitiveness; and enhanced institutional capacity. The project will upgrade urban \ncenters and other settlements, public spaces, and parks; restore cultural heritage buildings and \nnatural  heritage  sites;  upgrade  roads;  and  construct  community  infrastructure  such  as \nkindergartens, libraries, e-learning centers, and sports and tourism facilities. Universal design and \naccessibility standards and gender-responsive design will be applied for all project components.2 \n  THE PROJECT \nA.  Rationale \n3.  Country context. Georgia is located at the crossroads of Europe and Asia, rich in natural \nresources and cultural heritage. Despite these comparative advantages, the country needs to \novercome substantial infrastructure, urban services, and capacity gaps to unlock its economic \ngrowth potential. Although Georgia is an upper middle-income country, 20.1% of the population \nstill lives below the poverty line.3 Economic growth has been unevenly distributed between Tbilisi \nand the regions. Georgia has a population of 3.7 million people (of which 1.9 million are women), \nwith about 59% living in urban areas. More than 30% of the population lives in Tbilisi, which \naccounted for 52% of the country’s gross domestic product (GDP) in 2019. The total population \nof Georgia has been declining steadily—from 4.12 million in 2000 to 3.72 million in 2020.4 The \npopulation  in  Tbilisi  increased  from  1,100,000  to  1,184,800  from  2010  to  2020,  while  the \npopulations declined during the same period in the regions—from 369,800 to 310,000 in Kakheti, \nand from 413,200 to 311,100 in Samegrelo-Zemo Svaneti. The reverse demographic highlights \nissues such as out-migration, limited job opportunities, and poor quality of life in the regions.5 \n \n4.  Economic outlook. The government has implemented progressive structural reforms \nsince 2014 to support international economic integration; as a result, Georgia averaged 4% \nannual GDP growth during 2015–2019.6 The service industry represents more than 65% of GDP \n \n1  Asian Development Bank (ADB). 2019. Country Operations Business Plan: Georgia, 2020–2022. Manila. The sector \nproject consolidates two proposed projects in the previous country operations business plan: (i) Livable Cities \nInvestment Project for Balanced Regional Development and (ii) Livable Cities Investment Project for Tbilisi. In July \n2020, the government asked ADB to process the two projects together. The project was prepared under ADB. 2019. \nTechnical Assistance to Georgia for Preparing Integrated Solutions for Livable Cities. Manila (amount: $2,600,000). \n2  ADB. 2021. Inclusive Cities: Urban Area Guidelines. Manila; and Government of Georgia and ADB. 2021. Green and \nRecreation Space Standards for Fair Shared Parks and Gardens. Manila (guidelines prepared in 2017–2020).  \n3  ADB. Poverty Data: Georgia (accessed 6 July 2020). Georgia ranked 70th out of 189 countries and territories in the \nHuman Development Index and ranked 75th in the Gini Index, which measures income inequality, in 2019. \n4  National Statistics Office of Georgia. Population (accessed 28 May 2020 and 26 June 2020). \n5  State Commission on Migration Issues. 2015. 2015 Migration Profile of Georgia. Tbilisi. \n6  National Statistics Office of Georgia. GDP Real Growth Rate (accessed 30 May 2020). Georgia signed an \nAssociation Agreement with the European Union in 2014, and implemented anticorruption strategies as well as public \nadministration and tax reforms, liberalized trade policies, and streamlined business regulations. \n   ", "2 \nand employs half of Georgia's workforce.7 Most employed women are in the service industry. The \ncoronavirus disease (COVID-19) pandemic and the resulting halt in international tourism and \nslowdown in domestic consumer spending are having severe impacts on the Georgian economy. \nThe fiscal deficit widened as COVID-19 relief and mitigation spending placed pressure on the \nstate budget. Current account deficit is expected to narrow from 9% of GDP in 2021 to 6.5% of \nGDP in 2022 as growth is projected to return to 8.5%–6.5% in 2021–2022 with the revival of \ndomestic consumer spending and as the global recovery boosts tourism.8 The International \nMonetary Fund assessed Georgia’s public debt sustainability as stable over the medium term.9 \n \n5.  Untapped economic potential. Tourism is a fast-growing industry and a key driver of \nGeorgia’s economic growth, accounting for 26.3% of GDP in 2019.10 Tourism accounted for \n27.7% of total employment in 2019 in Georgia, the highest in the Central and West Asia region. \nInternational visitors increased by 345% from 2010 to 2019, to 7.7 million, with international \ntourism receipts directly contributing $3.2 billion in 2019.11 Most trips (76.3% or 5.5 million) were \nfrom neighboring countries, while only 23.7% (1.7 million) were from other parts of the world. \nDespite a high number of visitors prior to the COVID-19 pandemic, associated tourism revenues \nhave lagged. Low visitor spending is a result of a shortage of high-quality tourism experiences \nand skills deficiencies to manage and market tourism assets (footnote 10). The Georgia National \nTourism Strategy, 2015–2025 aims to create unique, high-quality visitor experiences based on \nthe country’s inherent natural and cultural assets.12 Despite promising prospects for tourism, basic \nurban services and associated tourism infrastructure remain outdated. Climate change impacts \nsuch as increased frequency of heat waves and floods put additional pressure on urban services \nand livability. Older persons and persons with disabilities (PWDs) also require accessible tourist \nsites and facilities. Integrated investments in urban services and tourism infrastructure will help \nimprove livability for citizens and create jobs. The project will meet increasing demand for quality \ntourism in Central Asia Regional Economic Cooperation (CAREC) countries as the project cities \nare strategically located along CAREC corridors 2a, 2b, and 2c and the CAREC designated rail \ncorridors, and will help unlock Georgia's economic potential through corridor development.13 \n \n6.  Sector strategy and plan. The Regional Development Program (RDP) 2018–2021, which \nis aligned with the Social-economic Development Strategy of Georgia (Georgia 2020), identifies \nthe  priority  development  needs  of  the  urban  development  sector  as  (i) balanced  regional \ndevelopment  through  provision  of  key  infrastructure;  and  (ii) local  economic  development, \naccessible tourism, cultural and historical heritage conservation, and development of micro, small, \nand medium-sized enterprises (MSMEs).14 The government's Renovated Regions Program, \nlaunched on 26 April 2021 targets 63 municipalities for rehabilitation of cultural and heritage sites, \nmunicipality centers, parks, and public facilities, and creation of green and recreational spaces \nand tourist infrastructure.15 Set to employ about 15,000 citizens, the initiative is projected to cost \nGEL500 million in its first phase. The project will support the implementation of this program. \n \n7  ADB. Data Library (accessed 28 April 2020). \n8  ADB. 2021. Asian Development Outlook Update: Transforming Agriculture in Asia. September 2021. Manila. \n9  International Monetary Fund. 2020. IMF Country Report No. 20/149. Washington, DC. \n10 World Travel and Tourism Council. Travel and Tourism: Economic Impact—Georgia (accessed 25 June 2020); and \nADB. 2020. Sustainable Tourism Development in the Central Asia Regional Economic Cooperation Region. Skills \nAssessment Report. Manila. \n11 Georgian National Tourism Administration. Research (accessed 25 June 2020). \n12 Georgian National Tourism Administration. 2015. Georgia Tourism Strategy, 2015–2025. Tbilisi. \n13 ADB. 2020. CAREC Tourism Strategy 2030. Manila. \n14 Government of Georgia. 2018. Regional Development Programme of Georgia 2018–2021. Tbilisi; Government of \nGeorgia. 2014. Social-economic Development Strategy of Georgia “GEORGIA 2020”. Tbilisi; and ADB. 2016. \nRealizing the Urban Potential in Georgia: National Urban Assessment. Manila. \n15  Government of Georgia. 2021. News release. 26 April.  \n   ", "3 \n7.  In 2019, Tbilisi City Municipality (TCM) endorsed the Local Economy Development Plan \nand the Land Use Master Plan, which set out the city’s vision to create a more livable, green, and \ninclusive city, ensuring affordable and safe mobility, and equal access for all, through provision of \nrecreational public spaces and parks; redevelopment of neighborhoods; improved public transport \nand sports facilities; and opportunities for the elderly, children, youth, and PWDs to participate in \nactive  city  life,  especially  post–COVID-19.16  The  government  aims  to  build  on  the  Asian \nDevelopment Bank (ADB)-funded projects including the Sustainable Urban Transport Strategy, \ncompleted in 2015, under the multitranche financing facility for the Sustainable Urban Transport \nInvestment Program (SUTIP) to improve mobility.17 A sustainable urban mobility plan (SUMP) \nfollowing on from the strategy is being finalized under the ongoing project readiness financing \n(PRF) for the Livable Cities Investment Program.18 The SUMP outlines the city's long-term \ninvestment plan for integrated urban development and public transport to be implemented under \nthe LCIP. The Green City Action Plan, developed in 2017 focuses on improving urban services, \nclimate resilience, mobility, and energy efficiency measures.19  \n \n8.  Alignment with country priorities. The government reoriented urban sector operations \nin November 2016 under ADB's Livable Urban Areas technical assistance (TA) project.20 The TA \nexpanded  ADB’s  \"3E\"  approach  (economy,  environment,  and  equity)  to  \"5E\"  livable  cities \napproach (including enablers and engagement). ADB’s 5E approach puts people at the center of \nurban development to make cities competitive, environmentally resilient, and inclusive.21 The \nLivable Urban Areas TA project prepared 10-year integrated urban action plans (IUAPs) through \nvisioning to identify priority subprojects for the tourism clusters.22 The LCIP complements the \nregional tourism work under the CAREC Tourism Strategy 2030 (footnote 13). The LCIP is aligned \nwith ADB’s strategic objectives as described in ADB’s country partnership strategy for Georgia, \n2019−2023, and as aligned with all seven operational priorities of ADB’s Strategy 2030.23 \n \n9.  The deterioration of sport facilities and swimming pools built during Soviet times has led \nto a decline of a once rich sports culture. During consultations, citizens highlighted a need for \nimproved  social  infrastructure,  including  kindergartens  (for  children  aged  2–5  years),  and \neducational facilities, community facilities such as sports complexes, and recreational areas \n(footnote 20). Such facilities can boost healthy lifestyles and improve youth focus. Deteriorating \nkindergartens pose a high health and safety risk for children. Given the limited number of \nkindergartens, parents face long travel times to drop off and pick up their children. Mothers face \nlimited work options because of caregiving responsibilities. Provision of community facilities will \nimprove daily living conditions, create employment opportunities, and reduce out-migration. \n \n \n16  Tbilisi City Municipality. 2019. Local Economic Development Plan; and Tbilisi City Municipality. 2019. Land use \nMaster Plan. Tbilisi.  \n17 ADB. 2010. Report and Recommendation of the President to the Board of Directors: Proposed Multitranche Financing \nFacility to Georgia for the Sustainable Urban Transport Investment Program. Manila. \n18  ADB. 2019. Report and Recommendation of the President to the Board of Directors: Project Readiness Facility to \nGeorgia for the Livable Cities Investment Program. Manila. \n19  European Bank for Reconstruction and Development and Tbilisi City Municipality. 2017. Tbilisi Green City Action \nPlan. Tbilisi. \n20 ADB. 2020. Technical Assistance Completion Report: Livable Urban Areas: Integrated Urban Plans for Balanced \nRegional Development. Manila. \n21 African Development Bank, Asian Development Bank, European Bank for Reconstruction and Development, and \nInter-American Development Bank. 2019. Creating Livable Cities: Regional Perspectives. Manila. \n22  Visioning is a participatory planning process used to develop a strategic city vision. Footnote 17; and S. Sandhu et \nal. 2016. GrEEEn Solutions for Livable Cities. Manila: ADB. \n23 ADB. 2019. Country Partnership Strategy: Georgia, 2019−2023─Developing Caucasus’s Gateway to the World. \nManila; ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the \nPacific. Manila; and ADB. 2019. Strategy 2030: Operational Plans. Manila. \n   ", "4 \n10.  Sector loan modality. The project meets the criteria for a sector loan because:  \n(i)  The government has a clear urban and regional development sector plan. The \nRDP 2018–2021 and the Renovated Regions Program together with the IUAPs \nprovide targets, benchmarking, and an investment plan for the regions, while the \nLand Use Master Plan, the SUMP, and the Green City Action Plan provide a clear \ninvestment plan for Tbilisi.24  \n(ii)  Institutional capacity is sufficient to implement the sector development plan. The \nexecuting agencies—the Ministry of Regional Development and Infrastructure of \nGeorgia  (MRDI)  and  TCM—have  experience  in  planning  and  implementing \nprojects and reforms. The Municipal Development Fund of Georgia (MDF), as one \nof the implementing agencies, has experience implementing ADB projects and is \nresponsible for implementing 75% of the project. The other implementing agency, \nTbilisi Development Fund (TDF), has less experience, so the project will provide \nsupport to strengthen the institutional capacity of TDF (para. 29).  \n(iii)  Supporting urban sector policies are in place and will be further strengthened \nthrough the project. MRDI made good progress toward achieving RDP objectives \nduring  2018–2019.  However,  the  plan  has  faced  considerable  budgetary \nchallenges since the COVID-19 pandemic began in 2020. The sector loan modality \nenables an integrated focus on urban sector policies and development.  \n(iv)  The modality is also suitable given the large number of subprojects to be financed. \nDetailed subproject selection criteria are included in the project administration \nmanual (PAM) to ensure that subprojects are identified, designed, prioritized, and \napproved according to clear and consistent specifications.25 These include criteria \nsuch as strategic justification and rationale aligned with the project outcome, local \ndemand, economic and financial viability, and safeguards categorization. \n \n11.  Institutional  context.  MRDI  coordinates  the  work  of  ministries,  national  agencies, \nregional institutions, and municipalities involved in regional development. MDF, established in \n1997  under  MRDI,  is  tasked  with  enhancing  the  institutional  and  financial  capacity  of \nmunicipalities, investing in infrastructure and services, and improving socioeconomic conditions \nfor the population. Municipalities in the regions have weak capacity to plan and implement \ninfrastructure, and are weak in budgeting, e-procurement, and conducting state tenders and bid \nevaluations. Municipal revenues are generally sufficient to cover operation and maintenance \n(O&M) costs, and rely on financial transfers from the national budget for capital investments. \nMRDI has initiated decentralization through a strategy and action plan (2020–2025).26 \n \n12.  Lessons. The government reform agenda for livable cities is consistent with ADB’s \nongoing projects and engagement in the country. The project builds on the following lessons from \npast  ADB-funded  projects:  (i)  enhanced  project  readiness  reduces  implementation  delays; \n(ii) compliance with social and environmental safeguards, including a robust grievance redress \nmechanism (GRM) and effective communication with affected persons, is essential; and (iii) a \nhigh level of ownership and commitment to action crucial to avoid changing investment priorities \nand delayed decision-making.27 A remedial action plan is being implemented with regards to \nSUTIP Tranche 3 (footnote 17). All remedial works are planned to complete by December 2021. \n \n \n24 Government of Georgia. 2018. Regional Development Program 2018–2021; Government of Georgia. 2014. Social-\neconomic Development Strategy of Georgia “GEORGIA 2020”. Tbilisi; and footnote 15. \n25 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n26 Government of Georgia. 2018. Decentralization Strategy 2020–2025. Tbilisi; and ADB. 2018.  Final Report and \nFinancial and Institutional Assessment Report. Manila (TA 9220-GEO). \n27 ADB. 2018. Country Partnership Strategy Final Review: Georgia, 2014–2018. Manila. \n   ", "5 \n13.  Timely pandemic response. Georgia had registered 570,493 COVID-19 cases (14.33% \nof the population) as of 9 September 2021. The pandemic’s economic impact has been severe, \nespecially for households, small businesses, and the tourism industry. The project is a timely \nresponse  to  stimulate  the  local  economy  in  the  regions  and  adopt  vital  health-related \nprecautionary measures. Provision of tourism and community infrastructure in regional clusters \nacross the country can support balanced growth and provide economic stimulus, as Georgia is \nwell  positioned  to  emerge  as  a  global  tourist  destination  post–COVID-19.28  The  project \ncomplements ADB's Sustainable Water Supply and Sanitation Sector Development Program as \nwell as ADB’s COVID-19 Vaccine Support Project under the Asia Pacific Vaccine Access Facility \nfor mitigating the impact of COVID-19.29 \n \n14.  Development coordination. ADB is uniquely positioned to support livable cities as the \nlargest development partner in the urban development sector in terms of lending volumes, and \nhaving the longest engagement with MRDI. Other development partners that support urban and \nregional development include Agence Française de Développement, the World Bank, Deutsche \nGesellschaft für Internationale Zusammenarbeit (GIZ), and the European Investment Bank.30 \nMRDI and TCM coordinate with development partners to avoid duplication of efforts.  \n \nB.  Project Description \n15.  The project is aligned with the following impact: Sustainable economic growth, improved \nlivability, and balanced development promoted in Georgia.31 The project will have the following \noutcome: Livability and inclusive economic activity in Georgia improved.32 The project will improve \nlivability, accessibility, mobility, and the quality of public spaces with the application of the \ninclusive cities guidelines—Georgia's first-ever gender-responsive and accessibility standards, \ndeveloped by ADB and adopted by the government to adapt the built environment for older \npersons, PWDs, women, and children (footnote 2).  \n \n16.  Output  1:  Inclusive  and  climate-resilient  urban  infrastructure rehabilitated  and \nconstructed, and services improved. The output, which will cover all of Georgia, will target \nupgrading of urban centers, other settlements and neighborhoods, improvement of public spaces \nand parks, pedestrian paths, roads, and stormwater drainage; rehabilitation of the Mtkvari River \nin Tbilisi; and construction of community buildings such as libraries, kindergartens, and sports \ncomplexes. Subprojects will incorporate inclusive cities and gender-responsive guidelines. \n \n17.  Output  2:  Accessibility,  connectivity,  and  mobility  in  tourism  clusters  across \nGeorgia improved. This output targets rehabilitation of cultural sites, historical town centers, and \nplaces  of  interest;  improved  mobility  and  urban  transport  systems,  including  cabling  and \ninstallation of ventilators in the Tbilisi Metro; provision and installation of software and equipment \nfor an academic center and research laboratory (BridgeLab) at Georgian Technical University; \nand other metro station access improvements in Tbilisi. Subprojects will incorporate inclusive \ncities and gender-responsive guidelines. \n \n28 J. Ranahan. 2020. Rising Stars In Travel: These 7 Countries Have Potential To Become Major Tourist Destinations \nIn A Post-Covid World. Forbes. 31 May. \n29 ADB. 2020. Georgia: Sustainable Water Supply and Sanitation Sector Development Program; and ADB. 2021. \nGeorgia: COVID-19 Vaccine Support Project under the Asia Pacific Vaccine Access Facility. Manila. \n30 ADB.  2019.  Country  Partnership  Strategy:  Georgia,  2019–2023—Supporting  Economic  Transformation. \nDevelopment Coordination Matrix (accessible from the list of linked documents in Appendix 2). Manila. \n31 Government of Georgia. 2014. Social-economic Development Strategy of Georgia \"GEORGIA 2020\". Tbilisi; and \nTbilisi City Municipality. 2019. Land Use Master Plan. Tbilisi. \n32 The design and monitoring framework is in Appendix 1. \n   ", "6 \n18.  Output 3: Institutional capacity for sustainable urban and regional development \nenhanced. Under this output, the project will strengthen the capacity of MRDI, MDF, TCM, TDF, \nand local governments to manage regional and local economic development, urban service \ndelivery, and municipal finances with the conduct of urban management partnerships, trainings, \nand workshops.33 A business development facility, designed at a later stage, will support MSMEs \ndevelopment,  including  women’s  entrepreneurship  by  supporting  them  to  access  financing \nthrough Government funded Grant and Credit Guarantee schemes.34 \n \nC.  Value Added by ADB \n19.  ADB value addition and innovation. This is a flagship project for livable cities under \nADB’s Strategy 2030, with several innovative features that add value. The project is piloting \nparticipatory  and  integrated  urban  planning,  with  strong  citizen  ownership.  It  will  leverage \ninvestments to stimulate economic activity and livelihood opportunities, and create direct co-\nbenefits by supporting MSME development. The project will initiate innovative urban management \npartnerships for urban planning and governance. The project promotes climate adaptation and \nnature-based solutions, enhancing cultural and natural heritage assets, and regional tourism \n(footnote 4). All subprojects will apply the first-of-its-kind in Asia and the Pacific, inclusive cities \nguidelines for accessibility audits, universal design standards, and gender-responsive design. \nThese guidelines were applied for an accessibility audit in the first nonsovereign housing project \nin the South Caucasus region—M Square Affordable Housing Project, which will partially finance \nan  affordable  housing  development  for  3,700  households—showcasing  strong  market \ndemonstration by the private sector and resulting in the One ADB collaboration with LCIP.35  \n \nD.  Summary Cost Estimates and Financing Plan \n20.  The project is estimated to cost €152.1 million (Table 1). Detailed cost estimates by \nexpenditure category and by financier are included in the PAM (footnote 25). \nTable 1: Summary Cost Estimates \n(€ million) \nItem  Amounta \nA.  Base Costb   \n1.  Inclusive and climate-resilient urban infrastructure rehabilitated and \nconstructed, and services improved  83.5 \n2.  Accessibility, connectivity, and mobility in tourism clusters across \nGeorgia improved  32.3 \n3.  Institutional capacity for sustainable urban and regional development \n  enhanced  2.8 \n    Subtotal (A)  118.6 \nB.  Contingenciesc  29.2 \nC.  Financial Charges During Implementationd  4.3 \n      Total (A+B+C)  152.1 \na  Includes taxes and duties of 18%. Such amount does not represent an excessive share of the project cost. The \ngovernment will finance taxes and duties of €27.1 million inclusive of value added tax on goods and services, \ncalculated over base costs and contingencies in the form of an exemption. \n \n33 Urban Management Partnership is a peer-to-peer twinning for knowledge transfer and capacity building. S. Sandhu \nand R. Naik Singru. 2014. Enabling GrEEEn Cities: An Operational Framework for Integrated Urban Development in \nSoutheast Asia. Southeast Asia Working Paper Series. No. 9. Asian Development Bank. Manila. \n34 The business development facility will support MSMEs such as hostels, bakeries, and souvenir makers. \n35 ADB. 2021. FAST Report: Senior Secured Loan to Optima LLC for M Square Affordable Housing Project in Georgia. \nManila. Livable Cities Investment Project for Balanced Development - M Square project was validated as a One-ADB \ncollaboration by ADB’s Strategy, Policy, and Partnerships Department on 22 March 2021.  \n   ", "7 \nb  In mid-2021 prices as of 9 September 2021. \nc  Physical and price contingencies, and a provision for exchange rate fluctuation are included. \nd  Includes interest, commitment, and other charges on all sources of financing. \nSource: Asian Development Bank estimates. \n21.  The government has requested a regular loan of €101 million from ADB’s ordinary capital \nresources to help finance the project. The loan will have a 26-year term, including a grace period \nof 11 years; an annual interest rate determined in accordance with ADB’s London interbank \noffered rate (LIBOR)-based lending facility, a commitment charge of 0.15% per year, and such \nother terms and conditions set forth in the draft loan and project agreements. Based on the \nstraight-line method, the average maturity is 18.75 years, and the maturity premium payable to \nADB is 0.20% per year. \n  \n22.  The summary financing plan is in Table 2. ADB will finance the expenditures in relation to \ncivil works, goods, consulting and non-consulting services, environment and social mitigation, \nproject management, financial charges during implementation, and part of the administrative \nexpenses exclusive of taxes and duties. The government will contribute an estimated €51.1 million \nto finance taxes and duties, land acquisition and resettlement costs, contingency costs, and part \nof the administration expenses. \nTable 2: Summary Financing Plan \nAmount  Share of Total \nSource  (€ million)  (%) \nAsian Development Bank      \nOrdinary capital resources (regular loan)  101.0  66.4 \nGovernmenta  51.1  33.6 \nTotal  152.1  100.0 \na The Government contributions include taxes and duties, land acquisition, resettlement costs, contingency costs, and \npart of the administration expenses.  \nSource: Asian Development Bank estimates. \n \n23.  Climate mitigation is estimated to cost $8.7 million and climate adaptation is estimated to \ncost $12.0 million. The mitigation costs are for insulation, double glazing, and LED lights in \nbuilding  construction,  while  the  adaptation  costs  are  the  incremental  costs  of  riverbank \nstabilization, green and blue spaces, and green roofs to help mitigate “heat island” effects and \nincrease drainage capacity, and part of the soft measures to strengthen preparedness to disasters \nexacerbated by climate change. ADB will finance 100% of both mitigation and adaptation costs. \n \nE.  Implementation Arrangements \n24.  MRDI and TCM are the executing agencies responsible for overall guidance, strategic \ndecisions, and oversight of project implementation; MRDI is responsible for subprojects across \nGeorgia covering all regions, and TCM is responsible for subprojects in Tbilisi City. MDF is the \nimplementing  agency  under  MRDI.  MRDI  will  coordinate  with  other  national  agencies  and \norganizations as required for regional transport and business development facility. TDF is the \nimplementing agency under TCM and will coordinate with other departments under TCM and \nagencies such as Tbilisi Transport Company for smooth implementation of Tbilisi City subprojects. \nProject management units (PMUs) were established within MDF and TDF under the ongoing PRF \nfor the Livable Cities Investment Program, and are supported by project management consultants \n(footnote 18). Procurement of consultants, civil works, and goods will be carried out following the \nADB Procurement Policy (2017, as amended from time to time) and Procurement Regulations for \nADB Borrowers (2017, as amended from time to time). \n \n   ", "8 \n25.  Implementation arrangements are summarized in Table 3 and described in detail in \nthe PAM. \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  November 2021–December 2027 \nEstimated completion date  30 December 2027 \nEstimated loan closing date  30 June 2028 \nManagement \n(i) Executing agencies  Ministry of Regional Development and Infrastructure of Georgia and  \n Tbilisi City Municipality  \n(ii) Key implementing agencies  LEPL Municipal Development Fund of Georgia with dedicated PMU comprising 10 \nstaff; NPLE Tbilisi Development Fund with dedicated PMU comprising 12 staff \nProcurement  OCB (internationally advertised) for  17 contracts  $82.1 million \n  works  \nOCB (nationally advertised) for works   22 contracts  $23.3 million \nOCB (internationally advertised) for  3 contracts  $3.3 million \ngoods  \nConsulting services   \n(i)  Construction supervision  Quality- and cost- based selection  5 contracts  $4.2 million \n(international)  (TBC person-months) \n(ii)  Institutional strengthening  Quality- and cost- based selection   2 contracts  $0.9 million \n(international)  (43 person-months) \n(iii) Project management  Direct contracting  13 contracts  $1.6 million \nsupport (national)  (741 person-months) \n(iv) Project management  Individual consultant selection  8 contracts  $1.1 million \nsupport (national)  (438 person-months) \n(v)  Urban management  Consultants’ qualification selection  2 contracts  $0.5 million \npartnershipsa (international)  (TBC person-months) \nNon-consulting services (audit)  Request for quotations  2 contracts  $0.8 million \nRetroactive financing and  Civil works, goods, consulting services and administration expenses are proposed \nadvance contracting  for advance contracting and retroactive financing, subject to a maximum of 20% of \nthe ADB loan amount for eligible expenditures up to 20 months before the date of \nsigning of the loan agreement.b \nDisbursement  Disbursement of the loan proceeds will follow ADB's Loan Disbursement \nHandbook (2017, as amended from time to time) and detailed arrangements \nagreed between the government and ADB. \nADB = Asian Development Bank, LEPL = legal entity under Public Law, NPLE = nonprofit legal entity, OCB = open \ncompetitive bidding, PMU = project management unit, TBC = to be confirmed. \na  Includes costs for conducting workshops and travel for mentors and mentees. \nb  ADB. 2017. Operations Manual Section H4: Retroactive Financing. Staff Instruction on Business Processes for \nRetroactive Financing. Manila (para. 4) and ADB. 2017. Operations Manual Section H4: Retroactive Financing. \nManila (para.1). Retroactive financing includes 11 packages as identified in the Procurement Plan, and which are \ncritical to achieve the project objective of livability, accessibility, urban transport and mobility.  Extension of retroactive \nfinancing to 20 months prior to loan signing is requested on an exceptional basis because of delays in project \nprocessing caused by lockdowns related to the coronavirus disease (COVID-19), which hampered due diligence. \nThe change in the government from February 2021 in Georgia delayed decision-making. \nSource: Asian Development Bank. \n  DUE DILIGENCE \nA.  Technical \n26.  The sector loan modality requires an appraisal of a sample of subprojects of a certain type \n   ", "9 \nto inform selection of future subprojects.36 ADB conducted technical due diligence of selected \nsubprojects across Telavi, Velistsikhe in Gurjaani, Sighnaghi, Lagodekhi (in Kakheti); Mestia, \nZugdidi, Martvili, Senaki, Poti (Samagrelo-Zemo Svaneti); Rustavi (Kvemo Kartli); Akhaltsikhe \n(Samtskhe–Javakheti); Kutaisi (Imereti); and Lanchkhuti (Guria). Regional subprojects comprised \nsmall (75 students), medium (90 students), and large (180 students) kindergartens across the \ncountry; one swimming pool in Kutaisi; sports complexes in Zugdidi, Akhaltsikhe, and Rustavi; \nthe historic center of Velistsikhe; a touristic route for Telavi; an e-learning center and library in \nZugdidi; and renovating cultural heritage structures in Ushguli, and Laghami near Mestia. All \nsubprojects underwent reviews of detailed engineering designs, specifications, bill of quantities, \nand cost estimates to ensure compliance with national and international standards. Design \nrevisions included energy efficiency, disabled access, and gender inclusivity. The Digmis Chalebi \nPark design was revised to include a nature-based solution for riverbank stabilization.  \n \nB.  Economic and Financial Viability \n27.  Economic analysis. The economic analysis was completed for several representative \nsubprojects  including  a  selected  sample  of  kindergarten  (Kutaisi)  and  community  facilities \n(Zugdidi and Kutaisi), and the heritage tourism–oriented upgrades in Mestia and Velistsikhe, in \naccordance with the ADB Guidelines for the Economic Analysis of Projects and the approach of \nother ADB-financed projects.37 The economic analysis suggests that all subprojects have positive \nnet present values, with economic internal rates of return ranging from 11.7% to 18.8%, which \nexceed the ADB threshold value of 9% economic opportunity cost of capital. Sensitivity analysis \nof identified risks (increase in construction costs, increase in recurrent costs, and lower-than-\nexpected economic benefits) show that subprojects are generally robust to potential adverse \nscenarios, with economic internal rates of return surpassing the 9% threshold in all cases. \n \n28.  Financial analysis. The financial analysis was completed for two revenue-generating \nsubprojects,  and  for  all  subproject  municipalities  to  assess  their  financial  sustainability. \nA sensitivity analysis was performed on the two revenue-earning subprojects—the swimming pool \nin Kutaisi and the sports facilities in Zugdidi; the financial internal rate of return ranged from 7.8% \nto 9.4%—above the weighted average cost of capital of 1.93%—in all sensitivity tests. A financial \nsustainability assessment of six of the 14 municipalities, including Tbilisi, indicated a substantial \nrisk for securing adequate budget for subproject O&M. \n \nC.  Sustainability \n29.  Institutional assessment. The success of sector lending depends on the investment \nplanning capacity of executing and implementing agencies and their ability to coordinate and \nimplement projects and carry out O&M. MRDI and MDF have been involved with ADB-funded \nprojects since 2008. MRDI needs to improve its internal auditing practices. MDF PMU staff have \nextensive experience with ADB project implementation and were involved in project preparation, \nbut  will  require  support  to  ensure  safeguards  compliance.  The  project  team  will  provide \ninstitutional strengthening support to municipalities in budgeting and financial management to \nensure sustainable O&M of the assets. TCM (the second executing agency) and TDF (the second \nimplementing agency) have no experience with ADB-funded projects and limited experience with \nother international financial institutions. A PMU has been established under TDF to manage \nimplementation of international financial institution–funded projects. Institutional strengthening \nconsultant support will be provided. TCM, through its Environmental Protection Department, \n \n36 About $40 million of the loan amount is not fully scoped. Indicative subprojects are being preparation under the PRF. \n37 ADB. 2017. Guidelines for the Economic Analysis of Projects. Manila.  \n   ", "10 \nTransport and Urban Development Authority, and Tbilisi Transport Company, will play an active \nrole in subproject planning. \n \nD.  Governance \n30.  Financial management. The financial management assessment rated the project pre-\nmitigation risk substantial because of identified financial management risks associated with both \nTCM and TDF. Proposed risk mitigation measures include (i) training TCM and TDF staff in ADB \nmonitoring, financial reporting, and disbursement procedures; (ii) on-the-job training of TDF PMU \nstaff by the financial management consultant; (iii) annual monitoring of executing agencies’ and \nimplementing agencies’ financial statements; (iv) liquidating the advance account quarterly and \ndepositing funds in the Treasury Department; (v) quarterly provision by TDF of advance account \nreconciliation  statements  and  interim  semi-annual  project  financial  statements  to  ADB; \n(vi) strengthening internal audit processes at TCM and performance of an independent annual \nproject audit by an audit firm acceptable to ADB; and (vii) implementing a backup plan and system \nfor accounting data. \n \n31.  Procurement.  Strategic  procurement  planning  included  a  project  procurement  risk \nassessment. The overall procurement risk for the project is medium. ADB assessed MDF's \nprocurement risk as low. TDF is not familiar with ADB procurement policies, and its capacity to \nhandle contract management issues has gaps. Thus, TDF’s procurement risk was assessed as \nmedium. COVID-19-related supply constraints affect market conditions and may make it more \ndifficult to attract international bidders. Identified procurement risks will be mitigated through \nengagement of external procurement experts. Procurement readiness for the project is high, with \n58% of the civil works packages advertised and 15 contracts with total contract amount of $18.58 \nmillion (11% of ADB financing) awarded under advance contracting. \n \n32.  Anticorruption. The 2009 Law of Georgia on the Conflict of Interests and Corruption in \nPublic Service outlines the anticorruption regulatory framework. Georgia ranked 41st (out of 180 \ncountries) in the 2018 corruption perception index of Transparency International, suggesting that \nthere is scope for improving governance.38 Integrity due diligence was conducted on MDF and \nTDF, including on the members of their supervisory boards and management teams.39 They do \nnot appear to constitute a significant or potentially significant integrity risk. ADB’s Anticorruption \nPolicy (1998, as amended to date) was explained to and discussed with the government. The \nspecific policy requirements and supplementary measures are described in the PAM. \n \nE.  Poverty, Social, and Gender \n33.  The project will improve quality of life in Georgia and will stimulate local economic \ndevelopment. The project will (i) create jobs and business opportunities in tourism for local people, \nensuring social protection and improving livelihoods; (ii) increase citizens participation in urban \nplanning; (iii) promote universal design and accessible infrastructure; and (iv) develop social \ninfrastructure and community facilities for all ages like parks, and sports facilities to incentivize a \nhealthy lifestyle for citizens and build immunity to combat the spread of COVID-19. \n \n34.  The project is classified effective gender mainstreaming and a gender action plan has \nbeen prepared. Key gender entry points include (i) address gender issues in urban infrastructure \nplanning, (ii) incorporate gender-sensitive facilities, (iii) support MSMEs headed by women, \n \n38  World Bank. 2012. Fighting Corruption in Public Services: Chronicling Georgia’s Reforms. Washington, DC. \n39 ADB. 2003. Enhancing the Asian Development Bank’s Role in Combating Money Laundering and the Financing of \nTerrorism. Manila. \n   ", "11 \n(iv) strengthen the role of gender equality councils, (v) conduct capacity building of female staff, \nand (vi) introduce gender-sensitive tools and strategies to the implementing agencies. \nF.  Safeguards \n35.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguards \ncategories are outlined in paras. 36–38.40 TCM established a GRM and formed a grievance \nredress committee in June 2021. MDF has had a GRM in place for ADB-funded projects since \n2010. The PMUs will designate staff to ensure compliance with safeguards, implementation \nprogress reporting, and disclosure requirements.  \n \n36.  Environment (category B). The project is classified category B for environment. Initial \nenvironmental examinations conducted on five sample subprojects indicate that the project is \nunlikely to have any significant adverse environmental impacts that are irreversible, diverse, or \nunprecedented.41 Potential impacts are mainly from construction activities and are site-specific \nand temporary in nature, and can be mitigated to standard levels without difficulty through proper \nengineering design and incorporation or application of recommended mitigation measures and \nprocedures. Expected impacts include noise, dust, and exhaust emissions from equipment and \nconstruction vehicles; river or other surface water impacts; and impacts associated with waste \nmanagement, occupational health and safety, site accessibility, community health and safety, and \ntraffic related to construction. In general, impacts of the rehabilitation works will be positive. An \nenvironmental  assessment  and review  framework  has  been  developed  in  accordance  with \nrequirements of ADB’s Safeguard Policy Statement, the Government of Georgia, and local \nenvironmental regulations. \n \n37.  Involuntary  resettlement  (category  B).  The  project  is  classified  category  B  for \ninvoluntary resettlement. A land acquisition and resettlement framework (LARF) was developed \nto  (i)  guide  screening  and  categorization,  impact  assessment,  and  preparation  and \nimplementation of the social safeguards requirements; and (ii) facilitate compliance with the \nrequirements specified in ADB’s Safeguard Policy Statement. The LARF will be reviewed from \ntime to time and, if necessary, updated during project implementation, especially if unanticipated \nimpacts arise or if there is any change in scope or change in legal and regulatory frameworks. No \nprovisions of the LARF will be eased in subsequent revisions and updates. A land acquisition and \nresettlement  plan  (LARP)  was  prepared  for  the  three  sample  subprojects  with  involuntary \nresettlement impacts, while a social safeguards due diligence report was prepared for the \nsubprojects not likely to have involuntary resettlement impacts (footnote 41). Training will be \nprovided to TDF to strengthen its capacity for safeguards implementation.  \n \n38.  Indigenous peoples (category C). There are no indigenous peoples as defined by ADB’s \nSafeguard Policy Statement in the project areas. \n \n39.  Public disclosure. Initial environmental examinations, including environment monitoring \nplans, LARF, LARPs, and social safeguards due diligence reports, were cleared and disclosed \non the ADB website on 30 August 2021. Information about the project, implementing agencies \ncontact details, progress reports, procurement, and audited project financial statements will be \npublicly disclosed. Georgian-language copies of all safeguard documents and monitoring reports \n \n40  ADB. Safeguard Categories. \n41  The sample subprojects are (i) Velistsikhe Urban Upgrade, (ii) Digmis Chalebi Park (Dighomi Park) in Tbilisi, \n(iii) Kutaisi Kindergartens, (iv) Kutaisi swimming pool, (v) Zugdidi sports facilities and (vi) Mestia Urban Upgrade. \nLARPs were prepared for (i), (ii) and (vi) subprojects and social safeguards due diligence reports prepared for the \nothers. Category A for Environment will be excluded, and Category A for IR will be avoided in subsequent \nsubprojects.  \n   ", "12 \nwill be available on the project website and through the implementing agencies.  \nG.  Summary of Risk Assessment and Risk Management Plan \n40.  Significant risks and mitigating measures are summarized in Table 4 and described in \ndetail in the risk assessment and risk management plan.42 \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nFinancial sustainability risk: subproject operation  Municipalities’ staff trained in budgeting and PFM \nand maintenance costs may place a fiscal  practices to efficiently apportion limited municipal \nburden on 6 of 14 municipalities.  fiscal resources and allocation from Government. \nProtracted impact of COVID-19 pandemic may  Realistic implementation schedules will ensure that \naffect procurement, with cost increases and  the market can accommodate the project \nreduced availability of bidders.  requirements. \nLack of experience and capacity of the Tbilisi  Training and project management support provided. \nDevelopment Fund in procurement, safeguards,  Implementing agencies will submit quarterly advance \nand financial management of IFI projects.  account reconciliation statements to the ADB. \nMacroeconomic impact of COVID-19 and slow  Deterioration of conditions considered in design and \nrecovery of sectors place pressure on public  monitoring framework. Government to monitor fiscal \nfinances and put debt repayment at risk.  position and provide for debt restructuring if needed.  \nADB = Asian Development Bank, COVID-19 = coronavirus disease, IFI = international financial institutions, O&M = \noperation and maintenance, PFM = public financial management. \nSource: Asian Development Bank. \n  ASSURANCES AND CONDITIONS \n41.  The government, the MRDI, and the TCM have assured ADB that implementation of the \nproject  shall  conform  to  all  applicable  ADB  requirements,  including  those  concerning \nanticorruption  measures,  safeguards,  gender,  procurement,  consulting  services,  financial \nmanagement, and disbursement as described in detail in the PAM and loan documents. \n \n42.  The government, the MRDI, and the TCM have agreed with ADB on certain covenants for \nthe project, which are set forth in the draft loan agreement and project agreement. \n  RECOMMENDATION \n43.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank and recommend that the Board approve the loan of €101,000,000 to \nGeorgia for the Livable Cities Investment Project for Balanced Development, from ADB’s ordinary \ncapital resources, in regular terms, with interest to be determined in accordance with ADB’s \nLondon interbank offered rate (LIBOR)-based lending facility; for a term of 26 years, including a \ngrace period of 11 years; and such other terms and conditions as are substantially in accordance \nwith those set forth in the draft loan and project agreements presented to the Board. \n \n \nMasatsugu Asakawa \nPresident \n20 October 2021 \n \n42 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n   ", "Appendix 1  13 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned With \na\nSustainable economic growth, improved livability, and balanced development promoted in Georgia (Georgia 2020)  \n \nData Sources and  Risks and \nReporting  Critical \nResults Chain  Performance Indicators  Mechanisms  Assumptions \nOutcome  By 2028:     \nLivability and  a.  At least 30% cumulative increase in total visitor  a.–c. Semi-annual  R: Development \ninclusive  spending in urban areas of Kakheti and Samegrelo-  project progress  priorities of \neconomic activity  Zemo Svaneti regions (2015–2020 baseline for  reports from  national \nin Georgia  regions: 25%) (OP 1.2, OP 5.1 OP 7.2.4, OP 7.3, OP  implementing  government and \nimproved  4.3)  agencies, National  leadership at the \n  Statistics Office, and  national level, \nb. Availability of green, recreational, and public  Georgia National  change because \nspaces increased to 8 m2 per capita in Tbilisi (2020  Tourism Agency  of severe COVID-\nbaseline: 4 m2 per capita)b    19 impacts.  \n(OP 1.3, OP 3.1.3, OP 4.1, OP 6.2)  b. Tbilisi City   \n  Municipality land use  R: COVID-19 \nc. At least 115,380 households or 354,730 people from  records  pandemic \nthe regions and 1,184,800 people in Tbilisi (about 52%  continues to \nof whom are females) benefit from improved livability  severely impact \nand inclusive and climate-resilient infrastructure and  tourism during \nservices (2020 baseline: 0) (OP 1.3, OP 2.1.4, OP  project period \n2.5.2, OP 4.1) \nOutputs       \n1. Inclusive and  1a. By 2027, at least 2 urban centers or settlements  1a.–e. Semi-annual  R: COVID-19 \nclimate-resilient  in Georgia including Telavi, Zugdidi, and Mestia,  project progress reports  pandemic \nurban  upgraded with climate-resilient and inclusive urban  from implementing  continues to \ninfrastructure  design elements (streetscapes, street furniture,  agencies  adversely affect \nrehabilitated and  lighting, signage, landscaping, pedestrian paths, road  infrastructure \nconstructed, and  crossings, roads, and stormwater drainage) (2020  construction and \nservices  baseline: NA) (OP 3.2, OP 4.1, OP 4.3, OP 7.2)  service delivery \nimproved   \n1b. By 2026, library, e-learning and community \ncenter incorporating energy efficient and inclusive \ndesign elements constructed in Zugdidi (2020 \nbaseline: 0) (OP 1.1, OP 2.4.1, OP 4.1) \n \n1c. By 2024, 1 swimming pool constructed in Kutaisi \nand at least 20 new kindergartens and 5 sport \ncomplexes constructed in the regions including \nGuria, Imereti, Kakheti, Kvemo Kartli, Samtskhe-\nJavakheti, Samegrelo-Zemo Svaneti, and Shida \nKartli, incorporating energy efficient, gender-\nsensitive, and inclusive design elementsc (2020 \nbaseline: 0) (OP 1.1, OP 2.4, OP 2.4.1, OP 3.2, OP \n3.3, OP 4.1, OP 4.3) \n \n1d. By 2026, at least 2 public spaces, parks, and \namenities improved (in Zugdidi, Telavi, or Tbilisi) \nincorporating inclusive cities guidelines for adapting \nthe built environment for persons with disabilities, \nolder persons, youth, women, and children (2020 \nbaseline: NA) (OP 1.3, OP 2.4.1, OP 4.1, OP 7.3) \n \n1e. By 2026, Mtkvari River in Tbilisi rehabilitated for \nriver transit (2020 baseline: NA) (OP 1.3, OP 4.1) \n       \n2. Accessibility,  2a. By 2027, at least 2 cultural and heritage sites for  2a.–c. Semi-annual  R: Extreme \nconnectivity,  tourism—including the historic center of Velistsikhe  project progress  events such as \nand mobility in  town and the towers in Laghami (Mestia)—upgraded  reports by  COVID-19 and \n ", "14  Appendix 1 \n \nData Sources and  Risks and \nReporting  Critical \nResults Chain  Performance Indicators  Mechanisms  Assumptions \ntourism clusters  and rehabilitated, incorporating inclusive cities and  implementing  climate change \nacross Georgia  gender-responsive guidelinesd for adapting the built  agencies  hamper tourism \nimproved  environment for 100% of persons with disabilities,  and viticulture \nolder persons, youth, women, and children (2020  industry \nbaseline: 0) (OP 1.3, OP 2.4.1, OP 4.1, OP 4.3 OP \n7.2.4, OP 7.3) \n \n2b. By 2027, public transport expanded to improve \nmunicipal and/or regional connectivity—additional \n162 km of Tbilisi Metro cabling (2020 baseline: 388 \nkm) and 8 additional ventilators (2020 baseline: 24) \ninstalled and total 550 km cabling and 32 ventilators \ncommissioned; software and equipment for an \nacademic center and research laboratory \n(BridgeLab) at Georgian Technical University \nsupplied and installed in Tbilisi; at least 1 Tbilisi \nMetro station access improved incorporating \ninclusive cities and gender-responsive guidelines;d \nand traffic management measures implemented \n(2020 baseline: NA) (OP 1.3, OP 2.4.1, OP 4.1, OP \n5.1, OP 7.3)  \n \n2c. By 2027, at least 5 km of streetscape/mobility \nimprovements—including sidewalks, cycling/walking \npaths, commercial outdoor spaces for cafes, \npedestrian crossings, lighting, street furniture, \nbioswales/other stormwater drainage solutions, and \npublic toilets—implemented (2020 baseline: NA) (OP \n1.3, OP 4.1) \n       \n3. Institutional  3a. By 2026, at least 80% of participants from  3a.–e. Training and  R: Staff assigned \ncapacity for  Ministry of Regional Development and Infrastructure  workshop evaluation  to project by the \nsustainable  of Georgia, Municipal Development Fund of Georgia,  reports; semi-annual  government \nurban and  Tbilisi City Municipality, Tbilisi Development Fund,  project progress reports  rotate frequently \nregional  and municipalities (of whom 20% are women) rate as  by implementing \ndevelopment  \"useful\"  training workshops in integrated urban  agencies \nenhanced  management and service delivery, tourism planning \nand management, and inclusive cities guidelines \n(2020 baseline: NA) (OP 4.1, OP 4.2, OP 6.1) \n \n3b. By 2026, at least 80% of participants from \nmunicipalities and Tbilisi (of whom 20% are women) \nrate as \"useful\" capacity-building workshops in \nbudgeting, financial management, e-procurement, \nand urban planning (2020 baseline: NA) (OP 4.1, OP \n4.2, OP 6.1, OP 6.1.1, OP 6.2) \n \n3c. By 2026, at least 3 urban management \npartnerships for peer-to-peer twinning for service \ndelivery, municipal management, and tourism \ndevelopment established (2020 baseline: 1 pilot \nunder ADB’s technical assistance for Livable Urban \nAreas: Integrated Urban Plans for Balanced Regional \nDevelopment)e (OP 4.2, OP 6.1, OP 6.2) \n \n3d. By 2026, at least 10 micro, small, and medium-\nsized enterprises (of which at least 3 are led by \nwomen) in the project areas received support under \nthe business development facility for tourism \ndevelopment, skills development, and upgrading and \n ", "Appendix 1  15 \nData Sources and  Risks and \nReporting  Critical \nResults Chain  Performance Indicators  Mechanisms  Assumptions \nredevelopment of facilities (2020 baseline: 0) (OP \n1.2, OP 2.1.1, OP 5.1, OP 7.3) \n \n3e. By 2026, at least 15 civil servants (of which at \nleast 5 are women) from urban planning and \nconstruction divisions in municipalities trained in \naccessibility audit, gender-sensitive design, inclusive \ncities guidelines, and review of urban master plan \n(2020 baseline: NA) (OP 2.3.1, OP 4.2) \n \nKey Activities with Milestones \n1.  Inclusive and climate-resilient urban infrastructure rehabilitated and constructed and services improved \n1.1  Award first civil works contracts (March 2021). \n1.2  Start construction of first subproject (June 2021). \n1.3   Identify and prepare remaining subprojects (September 2023). \n1.4   Award all civil works contracts (June 2024). \n1.5  Complete all construction and commission all facilities (December 2027). \n \n2.  Accessibility, connectivity, and mobility in tourism clusters across Georgia improved \n2.1  Award first civil works contracts (June 2020). \n2.2  Award all civil works contracts (June 2026). \n2.3  Complete all construction and commission all facilities (December 2027). \n \n3.  Institutional capacity for sustainable urban and regional development enhanced \n3.1  Fully staff the project management units (September 2021). \n3.2  Complete institutional development assessment and action plan (December 2021). \n3.3  Identify and establish urban management partnerships for the regions (December 2022). \n3.4  Finalize operating procedures, structure, and management arrangements for the business development facility \n(February 2022). \n3.5  Operationalize business development facility (July 2022). \n3.6  Prepare and conduct training workshops and capacity-building activities (December 2026). \n Inputs \nADB: €101 million ($119.9 million equivalent) (loan)  \nGovernment of Georgia: €51.1 million ($60.6 million equivalent) \nAssumptions for Partner Financing  \nNA \nADB = Asian Development Bank, COVID-19 = coronavirus disease, km = kilometer, m2 = square meter, NA = not applicable, \nOP = operational priority, R = risk. \na  Government of Georgia. 2014. Social-economic Development Strategy of Georgia \"GEORGIA 2020\". Tbilisi. \nb  Per capita availability of green, recreational, and public spaces in square meters = total area of green, recreational, and \npublic space (in square meters) per total population of the city. \nc  Gender-inclusive design features include (i) separate male/female toilets; (ii) well-lit and child-friendly waiting spaces for \nparents and toddlers; (iii) safety signs that include emergency numbers and reporting authorities posted inside and outside \nkindergartens, libraries, and sport complexes; and (iv) walkways, sidewalks, and child stroller and/or wheelchair ramps \nincorporated in the construction of kindergartens, libraries, and sports complexes. \nd  ADB. 2021. Inclusive Cities: Urban Area Guidelines. Manila; and Government of Georgia and ADB. 2021. Green and \nRecreation Space Standards for Fair Shared Parks and Gardens: Tbilisi Municipality. Manila (guidelines prepared in 2017–\n2020). \ne  ADB. 2016. Technical Assistance to Georgia for Livable Urban Areas: Integrated Urban Plan for Balanced Regional \nDevelopment. Manila. \nContribution to Strategy 2030 Operational Priorities \nExpected values and methodological details for all OP indicators to which this operation will contribute results are detailed in \nContribution to Strategy 2030 Operational Priorities (accessible from the list of linked documents in the Appendix 2). \nSource: Asian Development Bank.  \n  \n ", "16  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=53118-001-3 \n \n1.  Loan Agreement \n2.  Project Agreement: Municipal Development Fund \n3.  Project Agreement: Tbilisi City Municipality and Tbilisi Development Fund \n4.  Sector Assessment (Summary): Water and Other Urban Infrastructure and Services \n5.  Project Administration Manual \n6.  Financial Analysis \n7.  Economic Analysis \n8.  Summary Poverty Reduction and Social Strategy \n9.  Risk Assessment and Risk Management Plan \n10.  Contribution to Strategy 2030 Operational Priorities \n11.  Climate Change Assessment \n12.  Gender Action Plan \n13.  Initial Environmental Examination: Velistsikhe Urban Upgrade \n14.  Initial Environmental Examination: Digmis Chalebi Park (Dighomi Park) \n15.  Initial Environmental Examination: Kutaisi Kindergarten \n16.  Initial Environmental Examination: Kutaisi Swimming Pool \n17.  Initial Environmental Examination: Zugdidi Sports Complex \n18.  Environmental Assessment and Review Framework \n19.  Land Acquisition and Resettlement Plan: Mestia Urban Upgrade \n20.  Land Acquisition and Resettlement Plan: Velistsikhe Urban Upgrade \n21.  Land Acquisition and Resettlement Plan: Digmis Chalebi Park (Dighomi Park)  \n22.  Land Acquisition and Resettlement Framework \n \nSupplementary Documents \n23.  Detailed Financial Analysis \n24.  Detailed Economic Analysis \n25.  Financial Management Assessment \n26.  Strategic Procurement Plan \n27.  Project Procurement Risk Assessment Report \n28.  Climate Risk and Vulnerability Assessment \n29.  Disaster Risk Assessment \n30.  Social Safeguards Due Diligence Report: Kutaisi Kindergarten \n31.  Social Safeguards Due Diligence Report: Kutaisi Swimming Pool \n32.  Social Safeguards Due Diligence Report: Zugdidi Sports Complex \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20211020111454+08'00'", "Creator": "Microsoft® Word for Microsoft 365", "Keywords": "georgia, georgia tourism, livable cites, climate resilience, urban infrastructure, urban centers, heritage sites, cultural heritage, 53118-001, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20211111143915+08'00'", "Producer": "GPL Ghostscript 9.54.0", "Subject": "The project will improve the quality of life of at least 1.5 million people (of which 52% are women) across Georgia through integrated urban solutions for inclusive and climate-resilient urban infrastructure and services; improved accessibility, connectivity, and economic competitiveness; and enhanced institutional capacity.\n\nThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\r\n\r\nThis document dated October 2021 is provided for the ADB project 53118-001 in Georgia.", "Title": "Livable Cities Investment Project for Balanced Development: Report and Recommendation of the President"}, "author_page": " \nVice-President  Shixin Chen, Operations 1 \nDirector General  Eugenue Zhukov, Central and West Asia Department (CWRD) \nDeputy Director General  Nianshan Zhang, CWRD \nDirector  Heeyoung Hong, Officer-in-Charge, Urban Development and Water \n  Division (CWUW), CWRD \nCountry Director  Shane Rosenthal, Country Director, Georgia Resident Mission \n(GRM), CWRD \n \nTeam leader  Ramola Naik Singru, Principal Urban Development Specialist, \n  CWUW, CWRD \nProject advisor  Manoj Sharma, Chief of Urban Sector Group, Sustainable \nDevelopment and Climate Change Department (SDCC)  \nTeam members  Annalyn Almodiel, Senior Operation Assistant, CWUW, CWRD \nNarine Avetisyan, Investment Officer, Armenia Resident Mission, \nCWRD \nLiza Jane Domingo, Project Analyst, CWUW, CWRD \nMinhong Fan, Senior Procurement Specialist, Procurement Division \n1 (PFP1), Portfolio, and Financial Management Department \n(PPFD) \nBertrand Goalou, Principal Transport Specialist, Transport Sector \nGroup, SDCC \nAimee Hampel-Milagrosa, Economist, Economic Analysis and \nOperational Support Division, Economic Research and Regional \nCooperation Department \nRuoyu Hu, Senior Urban Development Specialist, CWUW, CWRD \nGaliya Ismakova, Principal Procurement Specialist, PFP1, PPFD \nMurman Katsitadze, Procurement Officer, GRM, CWRD \nTing-Ying Lin, Public–Private Partnership Specialist (Innovative \nFinance), Office of the Director General, CWRD \nHugh McGregor, Counsel, Office of the General Counsel \nNino Nadashvili, Associate Safeguards Officer, GRM, CWRD \nAkmal Nartayev, Senior Financial Management Specialist, Public \nFinancial Management Division, PPFD \nNinette Pajarillaga, Senior Environment Specialist (Safeguards), \nPortfolio, Results, Safeguards and Gender Unit (CWOD-PSG), \nCWRD \nTea Papuashvili, Associate Project Officer (Infrastructure), GRM, \nCWRD \nSona Poghosyan, Social Development Specialist (Safeguards), \nCWOD-PSG, CWRD  \nNathan Rive, Senior Climate Change Specialist, Environment, \nNatural Resources & Agriculture Division, CWRD \nMary Alice Rosero, Senior Social Development Specialist (Gender \nand Development), CWOD-PSG, CWRD  \nGina Sinang, Senior Operation Assistant, CWUW, CWRD  \nAvtandil Tskhvitava, Senior Project Officer, GRM, CWRD  \nDavid Urbaneja-Furelos, Investment Specialist, Infrastructure \nFinance Division 1, Private Sector Operations Departmenta \nPeer reviewers  Nargiza Talipova, Advisor and Head, Project Management Unit for \nSovereign Operations IT Project, Project Management Unit, \nStrategy, Policy and Partnerships Department \na  Outposted to the Georgia Resident Mission.  \n \n \n ", "authors": [{"fullname": "Shixin Chen", "role": "Operations", "organization": ""}, {"fullname": "Eugenue Zhukov", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "Nianshan Zhang", "role": "CWRD", "organization": ""}, {"fullname": "Heeyoung Hong", "role": "Officer-in-Charge", "organization": "Urban Development and Water"}, {"fullname": "Shane Rosenthal", "role": "Country Director", "organization": "Georgia Resident Mission"}, {"fullname": "Ramola Naik Singru", "role": "Principal Urban Development Specialist", "organization": ""}, {"fullname": "Manoj Sharma", "role": "Chief of Urban Sector Group", "organization": "Sustainable"}, {"fullname": "Annalyn Almodiel", "role": "Senior Operation Assistant", "organization": "CWUW"}, {"fullname": "Narine Avetisyan", "role": "Investment Officer", "organization": "Armenia Resident Mission"}, {"fullname": "Liza Jane Domingo", "role": "Project Analyst", "organization": "CWUW"}, {"fullname": "Minhong Fan", "role": "Senior Procurement Specialist", "organization": "Procurement Division"}, {"fullname": "Bertrand Goalou", "role": "Principal Transport Specialist", "organization": "Transport Sector"}, {"fullname": "Aimee Hampel-Milagrosa", "role": "Economist", "organization": "Economic Analysis and"}, {"fullname": "Operational Support Division", "role": "Economic Research and Regional", "organization": ""}, {"fullname": "Ruoyu Hu", "role": "Senior Urban Development Specialist", "organization": "CWUW"}, {"fullname": "Galiya Ismakova", "role": "Principal Procurement Specialist", "organization": "PFP"}, {"fullname": "Murman Katsitadze", "role": "Procurement Officer", "organization": "GRM"}, {"fullname": "Ting-Ying Lin", "role": "Public", "organization": ""}, {"fullname": "Hugh McGregor", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Nino Nadashvili", "role": "Associate Safeguards Officer", "organization": "GRM"}, {"fullname": "Akmal Nartayev", "role": "Senior Financial Management Specialist", "organization": "Public"}, {"fullname": "Financial Management Division", "role": "PPFD", "organization": ""}, {"fullname": "Ninette Pajarillaga", "role": "Senior Environment Specialist (Safeguards)", "organization": ""}, {"fullname": "Tea Papuashvili", "role": "Associate Project Officer (Infrastructure)", "organization": "GRM"}, {"fullname": "Sona Poghosyan", "role": "Social Development Specialist (Safeguards)", "organization": ""}, {"fullname": "Nathan Rive", "role": "Senior Climate Change Specialist", "organization": "Environment"}, {"fullname": "Mary Alice Rosero", "role": "Senior Social Development Specialist (Gender", "organization": ""}, {"fullname": "Gina Sinang", "role": "Senior Operation Assistant", "organization": "CWUW"}, {"fullname": "Avtandil Tskhvitava", "role": "Senior Project Officer", "organization": "GRM"}, {"fullname": "David Urbaneja-Furelos", "role": "Investment Specialist", "organization": "Infrastructure"}, {"fullname": "Nargiza Talipova", "role": "Advisor and Head", "organization": "Project Management Unit for"}, {"fullname": "Sovereign Operations IT Project", "role": "Project Management Unit", "organization": ""}]}