{"Author": "ADB", "Comments": "", "Company": "", "ContentTypeId": "0x010100AD7AA21BBED24D418C403E4486B8BDA9", "CreationDate": "D:20200131153151+08'00'", "Creator": "Acrobat PDFMaker 19 for Word", "Keywords": "thailand energy, 53174-001, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20200206085457+08'00'", "Producer": "Adobe PDF Library 19.12.68", "SourceModified": "D:20200131073138", "Subject": "The loans will support Lomligor in providing long term financing for a 10-megawatt (MW) wind power project with an integrated 1.88-megawatt-hour (MWh) pilot battery energy storage system.", "Title": "Southern Thailand Wind Power and Battery Energy Storage Project: Report and Recommendation of the President", "content": "Report and Recommendation of the President \nto the Board of Directors \n\nProject Number: 53174-001 \nDecember 2019 \n\nProposed Loan and Administration of Loan \nLomligor Company Limited \nSouthern Thailand Wind Power and Battery Energy \nStorage Project \n(Thailand) \n\nThis document contains information that is subject to exceptions to disclosure set forth in ADB’s \nAccess to Information Policy. Recipients should therefore not disclose its contents to third parties, \nexcept in connection with the performance of their official duties. Upon Board approval, ADB will \nmake publicly available an abbreviated version of this document, which will exclude confidential \nbusiness information and ADB’s assessment of project or transaction risk. \n\n\f\f \n\nCURRENCY EQUIVALENTS \n(as of 13 November 2019) \n\nCurrency unit \nB1.00 \n$1.00 \n\n– \n= \n= \n\nbaht (B) \n$0.0033 \nB30.50 \n\nADB \nBESS \nCTF \nESCA \nESMP \nIEE \nPEA \nPPA \nVSPP \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nABBREVIATIONS \nAsian Development Bank \nbattery energy storage system \nClean Technology Fund \nenvironmental and social compliance audit \nenvironmental and social management plan \ninitial environmental examination \nProvincial Electricity Authority \npower purchase agreement \nvery small power producer \n\nWEIGHTS AND MEASURES \n\nGWh \nkW \nkWh \nMW \nMWh \n\n–  gigawatt-hour  \n–  kilowatt \n–  kilowatt-hour \n–  megawatt \n–  megawatt-hour \n\nNOTE \nIn this report, “$” refers to United States dollars. \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n\fDiwakar Gupta, Private Sector Operations and Public–Private Partnerships \n\nVice-President \nDirector General  Michael Barrow, Private Sector Operations Department (PSOD) \nDirector \n \nTeam leader \nProject advisor \nTeam members \n \n \n \n\nJackie B. Surtani, Infrastructure Finance Division 2, PSOD \n \nRobert Lockhart, Investment Specialist, PSOD \nDaniel Wiedmer, Principal Investment Specialist, PSOD \nGenevieve Abel, Principal Transaction Support Specialist (Integrity), PSOD \nChristian Abeleda, Associate Project Analyst, PSOD \nZheng Hao Chan, Young Professional, PSOD \nChristian Ellermann, Senior Climate Change Specialist, Sustainable \n\nDevelopment and Climate Change Department (SDCC) \nLaurence Vannut Genee, Senior Safeguards Specialist, PSOD \nManfred Kiefer, Senior Economist, PSOD \nKristine Leuterio, Investment Officer, PSOD \nDaniele Quaggiotto, Counsel, Office of the General Counsel \nAmanda Satterly, Senior Social Development Specialist, PSOD \nAbhishek Singh, Principal Safeguards Specialist, PSOD \nSusumu Yoneka, Energy Specialist (Smart Grids), SDCC \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n\n \n\n \n\n\fCONTENTS \n\nPROJECT AT A GLANCE \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \nF. \n\nProject Identification and Description \nDevelopment Impacts, Outcome, and Outputs \nAlignment with ADB Strategy and Operations \nProject Cost and Financing Plan \nImplementation Arrangements \nProjected Financial and Economic Performance \n\nTHE PROPOSED ADB ASSISTANCE \nA. \nB. \nC. \n\nThe Assistance \nValue Added by ADB Assistance \nRisks \n\nPOLICY COMPLIANCE \nA. \nB. \nC. \nD. \n\nSafeguards and Social Dimensions \nAnticorruption Policy \nInvestment Limitations \nAssurances \n\nRECOMMENDATION \n\nV. \n \nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\nPage \n\n \n\n1 \n\n1 \n1 \n3 \n3 \n4 \n4 \n5 \n\n5 \n5 \n5 \n5 \n\n6 \n6 \n7 \n7 \n7 \n\n7 \n\n8 \n\n10 \n\n \n\nI. \n\nII. \n\nIII. \n\nIV. \n\n1. \n\n2. \n \n \n\n \n\n\f\f \n\nPROJECT AT A GLANCE \n\nCONFIDENTIAL INFORMATION DELETED \n\n \n \n\n \n\n\f\f \n\n \n\nI. \n\nTHE PROPOSAL \n\n \n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  a  proposed \nsecured  loan  of  up  to  B235,550,648  (or  its  equivalent  in  United  States  dollars)  to  Lomligor \nCompany Limited for the Southern Thailand Wind Power and Battery Energy Storage Project in \nThailand.  The  report  also  describes  the  proposed  administration  of  a  secured  loan  of  up  to \n$4,750,000 to be provided by the Clean Technology Fund (CTF)1 for the Southern Thailand Wind \nPower and Battery Energy Storage Project. If the Board approves the proposed loan, I, acting \nunder the authority delegated to me by the Board, approve the administration of the CTF loan. \n \n2. \nThe  proposed  loans  will  support  Lomligor  in  providing  long  term  financing  for  a  10-\nmegawatt (MW) wind power project with an integrated 1.88-megawatt-hour (MWh) pilot battery \nenergy storage system (BESS). The project will be the first private sector project in Thailand to \nintegrate  utility-scale  wind  power  generation  with  battery  energy  storage,  and  will  have  an \nimportant demonstration effect. As the deployment of intermittent generation from wind and solar \nincreases, battery energy storage becomes vital in providing higher levels of renewable energy \nto the grid and helping ensure the stability and reliability of the overall power system. \n \n\nII. \n\nTHE PROJECT \n\nProject Identification and Description \n\n \nA. \n \n3. \nProject identification. Thailand’s natural gas resources have long been a reliable source \nof low-cost energy, but growing demand, dwindling domestic reserves, and the commitment to \nreduce greenhouse gas emissions mean the country must find new fuels and technologies to help \nmeet its future power needs. Power consumption has risen by an annual average of 3.5% from \n2009  to  2018,  and  demand  is  expected  to  double  from  2015  to  2036.  To  meet  this  demand, \nThailand adopted the Power Development Plan, 2018–2037, which targets to install 29,358 MW \nof  renewable  energy  capacity  by  2037,  representing  about  33%  of  total  installed  electricity \ngeneration capacity.2 As of December 2018, the country had installed 8,127 MW of renewable \nenergy capacity, or about 27.7% of the overall target. As regards wind power generation, only \n1,018 MW  or  34.1%  of  the  total  target  of  2,989  MW  had  been  met.  Major  private  sector \ninvestments in renewable energy, especially wind, are required to meet the government’s clean \nenergy targets. As Thailand increases the share of intermittent renewable energy sources (solar \nand  wind),  battery  energy  storage  will  become  an  important  technology  to  underpin  the  grid, \nproviding such services as frequency support, voltage support, ramping support, peak shaving, \nload shifting, and transmission deferral.3 \n \n4. \nBy the end of 2018, global storage deployment was about 8 gigawatt-hours (GWh) in terms \nof energy capacity, more than double the levels in 2017.4 In Southeast Asia, however, the lack of \npilot projects and a lag in regulatory regimes prevent widespread commercial deployment of the \nbattery storage technology seen in other parts of the world. \n \nIn July 2018, the Asian Development Bank (ADB) received approval from the CTF Trust \n5. \nFund Committee for a $36.1 million private sector subprogram of integrated renewable energy \n\n \n\n1  Financing Partner: Climate Investment Funds.  \n2  Government of Thailand, Ministry of Energy. 2019. Thailand Power Development Plan, 2018–2037. Bangkok. \n3  P. Jain. 2017. Energy Storage in Grids with High Penetration of Variable Generation. Manila: Asian Development \n\nBank (ADB). \n\n4  L. Munuera. 2019. Tracking Clean Energy Progress: Energy Storage. International Energy Agency. 2 October. \n\n\fand energy storage projects to be used and administered by ADB.5 CTF provides concessional \nfinancing to support the rapid deployment of low-carbon technologies with significant potential to \nreduce  and  avoid  greenhouse  gas  emissions.  Administered  through  multilateral  development \nbanks, including ADB, CTF is one of the largest funds helping developing countries fill financing \ngaps in climate change mitigation projects. \n \nCONFIDENTIAL INFORMATION DELETED  \n \nProject design. The project consists of a 10 MW wind power project with an integrated \n6. \n1.88  MWh  pilot  BESS.  The  wind  farm  consists  of  four  wind  turbines  from  Xinjiang  Goldwind \nScience and Technology with a rated capacity of 2.5 MW each. The project company entered into \na power purchase agreement (PPA) with the Provincial Electricity Authority (PEA), the Thai state-\nowned utility handling all distribution and retail sales outside the greater Bangkok area, for up to \n8.965 MW under the Ministry of Energy’s very small power producer (VSPP) program. The PPA \nis automatically renewed every 5 years, and in addition to the wholesale tariff, the project receives \na tariff incentive (the so-called \"adder\") of B3.5 per kilowatt-hour (kWh), applicable for 10 years \nfrom the commercial operations date. The wind turbines reached commercial operations in April \n2019. \n \n7. \nThe 1.88 MWh BESS is a small pilot scheme comprising a lithium-ion battery with installed \ncapacity of 731 kWh and an UltraBattery with installed capacity of 1,152 kWh.6 The lithium-ion \nbattery has peak charge and discharge capacity of 731 kilowatts (kW). The UltraBattery has a \npeak  charge  capacity  of  461  kW  and  a  peak  discharge  capacity  of  691  kW.  Combining  these \ntechnologies allows the project to benefit from both the high charge rate, high depth of discharge, \nand high durability of lithium-ion and the low energy capacity cost of the UltraBattery. \n \nCONFIDENTIAL INFORMATION DELETED  \n \nThe project is in southern Thailand, one of the country’s least developed regions, which \n8. \nsuffers  from  lack  of  investment,  job  opportunities,  and  access  to  basic  services.  The  lack  of \neconomic  activity  in  the  region  has  led  to  underinvestment  in  the  local  power  system,  which \ncontinues to experience energy shortages. The project will provide additional generation capacity \nto the region, help make the power network more resilient, and thus support economic growth. \n \n9. \nBorrower and sponsor. Lomligor, the borrower, was set up to own, develop, construct, \nand  operate  the  project.  The  project  is  wholly  owned  by  BCPG,  a  leading  renewable  energy \ncompany in Thailand with 1,132 MW of capacity in operation and 256 MW under development as \nof August 2019. BCPG focuses on investments in renewable energy, including solar, geothermal, \nwind, biogas, and biomass. The project is part of the long-term growth strategy of BCPG, which \naims  to  expand  investments  in  renewable  energy  generation  and  become  one  of  the  leading \nalternative energy companies in Southeast Asia. \n \n10. \nBCPG is a core subsidiary of Bangchak Corporation Public Company Limited and was set \nup  in  2015  when  Bangchak  consolidated  its  renewable  energy  business  into  one  subsidiary. \nBCPG is listed on the Stock Exchange of Thailand with a market capitalization of B36.18 billion.7 \nBangchak is BCPG’s dominant shareholder with a 70% stake, and the Government of Thailand \n\n5  The  CTF  Trust  Fund  Committee  approved  the  proposal  on  20  July  2018  (Climate  Investment  Funds.  DPSP  III: \n\n \n\nIntegrated Renewable Energy and Energy Storage). \n\n6  UltraBattery. \n7  As of 7 October 2019. \n\n2 \n\n \n\n\f3 \n\nDevelopment Impacts, Outcome, and Outputs \n\nindirectly  owns  28%  of  BCPG  through  various  entities.  BCPG  promotes  gender  equality  in  its \nbusiness: 17% of its board members (2 of 12 directors), 43% of its executive managers (3 of 7), \nand 46% of its senior managers (17 of 37) are women. Bangchak is rated A with a stable outlook \nby TRIS Rating. ADB has an existing relationship with BCPG through the Bangchak Solar Power \nProject  approved  in  October  20108  and  the  Provincial  Solar  Power  Project  approved  in  June \n2012.9 \n \nADB  conducted  integrity  due  diligence.10  Lomligor’s  founder,  shareholders,  managers, \n11. \nand major contracting entities do not appear to constitute a significant or potentially significant \nintegrity risk—no unresolved or substantiated adverse media reports or other information related \nto them were found. Tax integrity due diligence was not required.11 \n \nB. \n \n12. \nImpacts. The project is aligned with the following impacts: (i) additional renewable energy \ncapacity developed and (ii) greenhouse gas emissions reduced from projected business-as-usual \nlevel by 2030.12 \n \n13. \nOutcome.  The  project’s  outcome  will  be  the  increased  supply  of  renewable  energy  to \nThailand’s  domestic  grid  and  the  pilot  demonstration  of  an  integrated  BESS.  CONFIDENTIAL \nINFORMATION DELETED. \n \n14. \nOutput. The project has three outputs: (i) a 10 MW wind power plant with integrated pilot \nBESS developed in Thailand; (ii) job opportunities for the local community, including for women, \ngenerated; and (iii) growth in the local and national economy supported. \n \nC. \n \nConsistency with ADB strategy and country strategy. The project is consistent with \n15. \nADB’s Strategy 2030 and its operational priority 3—tackling climate change, building climate and \ndisaster  resilience,  and  enhancing  environmental  sustainability.13  Further,  the  project  supports \ngreater mobilization of private sector participation in infrastructure. ADB’s support for the project \nis in line with its country partnership strategy, 2013–2016 and country operations business plan, \n2019–2021  for  Thailand,  both  of  which  support  private  sector  development  and  energy \ninfrastructure, and respond to the needs and priorities of an upper-middle-income country.14 \n \nConsistency with sector strategy and ADB operations. The project is consistent with \n16. \nADB’s  Energy  Policy,  which  emphasizes  investments  in  energy  efficiency,  renewable  energy \nprojects, and wider access to energy.15 The project will contribute to ADB’s target of providing \n$80 billion in cumulative financing for climate mitigation and adaptation by 2030. \n\nAlignment with ADB Strategy and Operations \n\n \n\n8  ADB. Thailand: Bangchak Solar Power Project. \n9  ADB. Thailand: Provincial Solar Power Project. \n10 ADB. 2003. Enhancing the Asian Development Bank's Role in Combating Money Laundering and the Financing of \n\nTerrorism. Manila. \n\nManila.  \n\nManila. \n\n11 ADB. 2016. Anticorruption Policy: Enhancing the Role of the Asian Development Bank in Relation to Tax Integrity. \n\n12 Government of Thailand. 2015. Intended Nationally Determined Contribution of Thailand. Bangkok. \n13 ADB.  2018.  Strategy  2030:  Achieving  a  Prosperous,  Inclusive,  Resilient,  and  Sustainable  Asia  and  the  Pacific. \n\n14 ADB.  2013.  Country  Partnership  Strategy:  Thailand,  2013–2016.  Manila;  and  ADB.  2018.  Country  Operations \n\nBusiness Plan: Thailand, 2019–2021. Manila. \n\n15 ADB. 2009. Energy Policy. Manila. \n\n \n\n\f4 \n\nProject Cost and Financing Plan \n\n \n17. \nLessons from previous operations. ADB has extensive experience in renewable energy \nprojects throughout Asia and, in better understanding the wind resource risk and structuring this \nproject, incorporated lessons from previous wind power projects in Thailand that used the same \ntechnology under a similar wind regime.16 The project also builds on a strong and long-standing \nrelationship with BCPG to pilot-test innovative BESS. \n \nD. \n \n18. \n \n \n19. \n \n \nE. \n \n20. \n \n\nTable 3 summarizes the implementation arrangements.17 \n\nCONFIDENTIAL INFORMATION DELETED  \n\nCONFIDENTIAL INFORMATION DELETED  \n\nImplementation Arrangements \n\nAspects \nRegulatory \nframework \n\nManagement \n\nTable 3: Summary of Implementation Arrangements \n\nArrangements \nThe  project  is  regulated  under  Thailand’s  VSPP  program,  which  allows  private \ndevelopers to build, own, and operate power projects of up to 10 MW of capacity and \nsell  generated  electricity  to  the  Metropolitan  Electricity  Authority  or  PEA.  The  project \ncompany is seeking approval from PEA to synchronize the BESS with the grid.  \nBCPG  will  manage  the  project  and  has  extensive  experience  in  developing  and \noperating  other  power  ventures  in  Thailand.  It  has  30  renewable  energy  projects  in \noperation with a total installed capacity of 1,132 MW.  \nCONFIDENTIAL INFORMATION DELETED.  \n \n\nImplementation \nperiod \nConstruction arrangements \nContractor \n\nOperations arrangements \nRevenue \nstructure \n\nCONFIDENTIAL INFORMATION DELETED.  \n \n\nPEA will  buy  all electricity  produced by  the project  under a standardized  VSPP  PPA \nwith up to 8.965 MW in contracted capacity. The 5-year PPA has automatic extensions. \nPayment for power sold to PEA will consist of the applicable monthly wholesale tariff \nset by the Electricity Generating Authority of Thailand. The project will also receive a \ntariff  incentive  (the  so-called  \"adder\")  of  B3.5  per  kilowatt-hour  for  the  first  10  years \nfollowing COD. CONFIDENTIAL INFORMATION DELETED.  \n \nCONFIDENTIAL INFORMATION DELETED. \n \n\nRelevant Parties   CONFIDENTIAL INFORMATION DELETED.  \n\n \nLomligor  will  report  key  performance  indicators,  including  output  and  outcome \nindicators. \n\nPerformance \nmonitoring \nADB = Asian Development Bank; BCPG = BCPG Public Company Limited; BESS = battery energy storage system; \nCOD  =  commercial  operations  date;  EPC  =  engineering,  procurement,  and  construction;  MW  =  megawatt;  O&M  = \noperation and maintenance; PEA = Provincial Electricity Authority; PEC = PEC Technology Thailand; PPA = power \npurchase agreement; VSPP = very small power producer. \n\n16 ADB. Thailand: Theppana Wind Power Project; and ADB. Thailand: Subyai Wind Power Project.   \n17 Details of Implementation Arrangements (accessible from the list of linked documents in Appendix 2). \n\n \n\nO&M  \n\n \n\n\f5 \n\nSource: Asian Development Bank. \n \nF. \n \n21. \n \n\nProjected Financial and Economic Performance \n\nCONFIDENTIAL INFORMATION DELETED  \n\nIII. \n\nTHE PROPOSED ADB ASSISTANCE \n\nThe Assistance \n\nValue Added by ADB Assistance \n\n \nA. \n \n22. \nADB’s proposed assistance has two components: (i) a senior secured local currency loan \nof up to B235,550,648; and (ii) the administration of a concessional senior secured loan of up to \n$4,750,000 to be provided by CTF. CONFIDENTIAL INFORMATION DELETED. \n \n23. \nThe participation of a concessional loan from CTF is necessary to improve the project’s \nbankability and financial viability. Concessional financing increases risk-adjusted returns for the \nsponsor, considering the additional BESS-associated costs and risks. Minimum concessionality \nwas considered with regard to the pricing, size, and structure of the CTF loan, which will rank pari \npassu with ADB’s loan but at a lower interest rate. The use of concessional finance is consistent \nwith the agreed principles of development finance institutions on the use of blended concessional \nfinance for private sector projects.18 \n \nB. \n \nADB adds value by mobilizing a financing package that makes the project bankable on a \n24. \nnonrecourse  basis.  ADB’s  experience  in  complex  technical  due  diligence  was  important  given \nthat this is the first wind power project with an integrated BESS in Thailand. ADB will offer a longer \ntenor than the participating commercial bank to help improve the debt service coverage ratios and \nthereby improve the project’s financial viability. \n \n25. \nSuccessful project financing will help set a precedent in Thailand for wind power projects \nwith an integrated BESS. The demonstration value of the pilot will be instrumental in lowering the \nperception  of  risk  associated  with  a  BESS,  both  in  the  Thai  power  industry  and  among  the \nregulators.  ADB’s  involvement  and  due  diligence  will  ensure  that  the  project  is  operated  to \ninternational best practice standards and will perform to expectations over the project life. ADB’s \nparticipation will also ensure compliance with its environmental and social safeguard standards. \n \nC. \n \n26. \n \n\nCONFIDENTIAL INFORMATION DELETED  \n\nRisks \n\n \n\n18 African  Development  Bank,  ADB,  Asian  Infrastructure  Investment  Bank,  European  Bank  for  Reconstruction  and \nInter-American \nDevelopment,  European  Development  Finance \nDevelopment Bank Group, International Finance Corporation, and Islamic Corporation for the Development of the \nPrivate Sector. 2018. DFI Working Group on Blended Concessional Finance for Private Sector Projects: Joint Report, \nOctober 2018 Update (DFI refers to development finance institution). \n\nInstitutions,  European \n\nInvestment  Bank, \n\n \n\n\f6 \n\n \n\nIV. \n\nPOLICY COMPLIANCE \n\nSafeguards and Social Dimensions \n\n \nA. \n \nADB categorized the investment in compliance with ADB’s Safeguard Policy Statement \n27. \n(2009)  as  follows:  environment  (category  B),  involuntary  resettlement  (category  C),  and \nindigenous peoples (category C).19 \n \nADB undertook due diligence and reviewed the potential environmental and social impacts \n28. \nof the project, as well as measures set out in the safeguard reports and plans to avoid, minimize, \nmitigate, and compensate for the adverse impacts. It also assessed Lomligor’s (i) compliance with \nlocal  regulations;  and  environmental,  health,  safety,  and  social  policies  and  procedures;  and \n(ii) past  and  current  performance  against  the  objectives,  principles,  and  requirements  of  the \nSafeguard Policy Statement. It found the environmental and social measures and the institutional \ncapacity  and  commitment  of  the  borrower  to  manage  the  project’s  social  and  environmental \nimpacts to be adequate. \n \n29. \nAn  independent  and  qualified  consultant  conducted  an  environmental  and  social \ncompliance audit (ESCA) of the operating wind farm project and its associated facilities. The audit \nconfirmed that the site is not in any eco-sensitive zone or area. It did not identify any sensitive \nreceptors with significant environmental value in the project impact area. \n \n30. \nAn initial environmental evaluation (IEE) of the project, conducted in 2015 before it was \nbuilt,20  assessed  the  potential  environmental  impacts  from  its  construction  and  operation  and \nproposed corresponding mitigation measures. The ESCA (i) reviewed the IEE, (ii) assessed in \ndetail the ongoing and past activities at the project site, and (iii) identified gaps in environmental \nand  social  performance.  It  produced  a  corrective  action  plan  to  close  these  gaps  and  ensure \ncompliance with Safeguard Policy Statement requirements, such as upgrading the environmental \nmanagement  plan  in  the  IEE  to  an  operational  environmental  and  social  management  plan \n(ESMP). The ESMP will include a policy, a risk assessment process, environmental and social \ncontrols, monitoring and reporting procedures, stakeholder engagement, social development, and \na grievance redress mechanism that align with the Safeguard Policy Statement. Additionally, the \nborrower will align its labor and gender policies with the applicable regulatory requirements, ADB’s \nSocial Protection Strategy (2001), and internationally recognized core labor standards.21 These \nactions will be detailed in the project corrective action plan. \n \nThe  project  will  not  result  in  physical  or  economic  displacement.  The  land  for  the  wind \n31. \nturbines and associated facilities was privately owned and purchased from 2016 to 2018 through \na willing buyer, willing seller arrangement. The ESCA confirmed that no legacy or current issues, \nnor  dependencies  associated  with  the  project  land  exist.  PEA’s  33-kilovolt  transmission  line  is \n2.6 kilometers long, lies within PEA’s right-of-way and along the public road, and connects the \nproject to the PEA grid. Hence, no involuntary resettlement issues arising from the project were \nfound. The project and its associated facilities are not in an area owned or used by indigenous \npeople, so impacts on indigenous people are not envisaged. \n \n\n \n\n19 ADB. Safeguard Categories. \n20 The IEE was prepared at the initiative of the project company (an impact assessment of the project is not required \n\nby law) to show compliance with local environmental regulations. \n\n21 ADB. 2003. Social Protection. Manila (adopted in 2001). \n\n\f7 \n\nAnticorruption Policy \n\nSome gender elements. Lomligor commits to implement measures to promote gender \n32. \nequality and women’s empowerment in its business activities following ADB’s Policy on Gender \nand  Development  (1998),  including  (i)  women’s  employment  targets  for  both  construction  and \noperation,  and  (ii)  development  of  an  anti-sexual  harassment  policy  and  implementation  plan. \nLomligor will submit periodic reports on the implementation of gender measures to ADB. \n \n33. \nLomligor will establish and maintain a project-specific ESMP satisfactory to ADB before \nany disbursement. The ESMP will set out requirements for compliance with national labor laws \nand,  pursuant  to  ADB’s  Social  Protection  Strategy,  internationally  recognized  core  labor \nstandards. The ESMP will also contain requirements for information disclosure, consultation with \naffected people, and a grievance redress mechanism in line with ADB requirements. The borrower \nwill report regularly to ADB on (i) its and its contractors’ compliance with such laws, and (ii) the \nmeasures taken. Project-related reporting and disclosure will follow ADB requirements.22 \n \nB. \n \nLomligor  and  the  project  sponsor  were  advised  of  ADB’s  policy  of  implementing  best \n34. \ninternational  practice  relating  to  combating  corruption,  money  laundering,  and  the  financing  of \nterrorism.  ADB  will  ensure  that  the  investment  documentation  includes  appropriate  provisions \nprohibiting corruption, money laundering, and the financing of terrorism; and remedies for ADB in \nthe event of noncompliance. \n \nC. \n \n35. \nexposure limits for nonsovereign operations. \n \nD. \n \nConsistent with the Agreement Establishing the Asian Development Bank (the Charter),23 \n36. \nADB  will  proceed  with  the  proposed  assistance  upon  establishing  that  the  Government  of \nThailand has no objection to the proposed assistance to Lomligor. ADB will enter into suitable \nfinance  documentation,  in  form  and  substance  satisfactory  to  ADB,  following  approval  of  the \nproposed assistance by the Board of Directors. \n \n\nThe  proposed  loan  is  within  the  medium-term,  country,  industry,  group,  and  single \n\nInvestment Limitations \n\nAssurances \n\nV. \n\nRECOMMENDATION \n\n \n37. \nI am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of  up  to \nB235,550,648 (or its equivalent in United States dollars) from ADB’s ordinary capital resources to \nLomligor Company Limited for the Southern Thailand Wind Power and Battery Energy Storage \nProject in Thailand, with such terms and conditions as are substantially in accordance with those \nset forth in this report, and as may be reported to the Board. \n \n \n\nTakehiko Nakao \nPresident \n\n22 Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n23 ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. \n\n[●] December 2019\n\n \n\n \n\n\fDESIGN AND MONITORING FRAMEWORK \n\n \nImpacts the Project is Aligned with \nAdditional renewable energy capacity developed (Thailand Power Development Plan, 2018–2037)a \nGreenhouse gas emissions reduced from projected business-as-usual level by 2030 (Intended Nationally \nDetermined Contribution of Thailand)b \n\n \n\n8 \n\nAppendix 1 \n\nResults Chain \nOutcome \nSupply of renewable \nenergy to Thailand’s \ndomestic grid \nincreased and pilot \nuse of integrated \nbattery energy storage \nsystem demonstrated \n\nOutput \n1.  Wind power plant \nwith integrated \npilot battery \nenergy storage \nsystem is \noperational \n\n \n \n \n \n \n2.  Local employment \n\ngenerated \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\nPerformance Indicators with \nTargets and Baselines \n\nBy 2020 \n \nCONFIDENTIAL \nINFORMATION DELETED  \n \nc. At least 7 jobs provided \nduring operation, of which \n43% went to women (2018 \nbaseline: 0 jobs, 0% women) \n \nCONFIDENTIAL \nINFORMATION DELETED  \n \n \n\nBy 2020 \n1a. Total installed electricity \ngeneration capacity of project \nreached 10 MW \n(2018 baseline: 0 MW) \n \n1b. Total installed battery \nenergy storage capacity of \nproject reached 1.88 MWh \n(2018 baseline: 0 MWh) \n \n \n2a. At least 694 jobs provided \nduring construction \n(2018 baseline: 0) \n \n2b. At least 103 jobs provided \nto women during \nconstruction, or 15% of total \n(2018 baseline: 0) \n \n2c. Anti-sexual harassment \npolicy and implementation \nplan developed by Q4 2021 \n(2018 baseline: not \napplicable) \n \n\nData Sources and \nReporting Mechanisms \n \na–f. Company’s annual \ndevelopment \neffectiveness monitoring \nreports \n\n \n1–3. Company’s annual \ndevelopment \neffectiveness monitoring \nreports \n\nRisks \n\n \nChanges in \nregulatory \nenvironment or \npower purchase \nagreement \n \nClimate and \nweather risk \n \nTechnology risk \nrelating to the \nbattery energy \nstorage system \n \nCONFIDENTIAL \nINFORMATION \nDELETED  \n  \n \nInflation and other \nunexpected market \nchanges leading to \ncost overruns \n \nCONFIDENTIAL \nINFORMATION \nDELETED  \n \nWeak power \ndemand as a result \nof adverse \nmacroeconomic \nshock \n\n\fAppendix 1 \n\n9 \n\nPerformance Indicators with \nTargets and Baselines \n\nData Sources and \nReporting Mechanisms \n\nRisks \n\nResults Chain \n3.  Growth of local \nand national \neconomy \nsupported \n\n \n\nCONFIDENTIAL \nINFORMATION DELETED  \n \n\nKey Activities with Milestones \nOutputs 1–3: Wind power plant with integrated pilot battery energy storage system  constructed; \nlocal employment generated; growth of local and national economy supported.  \n  \nCONFIDENTIAL INFORMATION DELETED  \n \nInputs \n \nCONFIDENTIAL INFORMATION DELETED  \n \nAssumptions for Partner Financing \nNot applicable \nADB = Asian Development Bank, CO2 = carbon dioxide, MW = megawatt, MWh = megawatt-hour, Q = quarter. \na  Government of Thailand, Ministry of Energy. 2019. Thailand Power Development Plan, 2018–2037. Bangkok. \nb  Government of Thailand. 2015. Intended Nationally Determined Contribution of Thailand. Bangkok. \nSource: Asian Development Bank. \n \n\n \n\n\fLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=53174-001-4 \n \n\nAppendix 2 \n\nSector Overview \nClient Information \nDetails of Implementation Arrangements \nContribution to the ADB Results Framework \nFinancial Analysis \nEconomic Analysis \nCountry Economic Indicators \nSummary Poverty Reduction and Social Strategy \n\n10 \n \n\n \n1. \n2. \n3. \n4. \n5. \n6. \n7. \n8. \n \n \n\n \n\n\f", "author_pages": [" \n", "CURRENCY EQUIVALENTS \n(as of 13 November 2019) \n", "Currency unit \nB1.00 \n$1.00 \n", "– \n= \n= \n", "baht (B) \n$0.0033 \nB30.50 \n", "ADB \nBESS \nCTF \nESCA \nESMP \nIEE \nPEA \nPPA \nVSPP \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n", "ABBREVIATIONS \nAsian Development Bank \nbattery energy storage system \nClean Technology Fund \nenvironmental and social compliance audit \nenvironmental and social management plan \ninitial environmental examination \nProvincial Electricity Authority \npower purchase agreement \nvery small power producer \n", "WEIGHTS AND MEASURES \n", "GWh \nkW \nkWh \nMW \nMWh \n", "–  gigawatt-hour  \n–  kilowatt \n–  kilowatt-hour \n–  megawatt \n–  megawatt-hour \n", "NOTE \nIn this report, “$” refers to United States dollars. \n", " \n", " \n", " \n \n \n \n \n \n \n \n \n \n", " \n \n \n \n \n \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n"]}