{"ADBAuthors": "", "ADBCirculatedLink": ", ", "ADBContentGroup": "8;#SEC|0251849c-5d26-4413-ade9-2e3ee268b27b", "ADBCountry": "", "ADBDepartmentOwner": "9;#SEC|0251849c-5d26-4413-ade9-2e3ee268b27b", "ADBDivision": "", "ADBDocumentLanguage": "1;#English|16ac8743-31bb-43f8-9a73-533a041667d6", "ADBDocumentSecurity": "", "ADBDocumentType": "17;#Templates|c97063a1-ad03-4324-beaa-bf7c225b0bba", "ADBDocumentTypeValue": "ADB Document", "ADBSector": "", "ADBSourceLink": ", ", "Author": "Farshed", "AuthorIds_UIVersion_516": "110", "Category": "", "Comments": "", "Company": "Licenced User", "ContentTypeId": "0x0101000A81041172F11A47A4F90CFD31EA342A", "CreationDate": "D:20200521101911+08'00'", "Creator": "Acrobat PDFMaker 20 for Word", "Keywords": "", "ModDate": "D:20200521101921+08'00'", "Producer": "Adobe PDF Library 20.6.74", "SharedWithUsers": "118;#Farshed Mahmud;#113;#Kervin John S. Torchiva;#114;#Jerome Cruz", "SourceModified": "", "Subject": "", "TaxCatchAll": "8;#SEC|0251849c-5d26-4413-ade9-2e3ee268b27b;#17;#Templates|c97063a1-ad03-4324-beaa-bf7c225b0bba;#9;#SEC|0251849c-5d26-4413-ade9-2e3ee268b27b;#1;#English|16ac8743-31bb-43f8-9a73-533a041667d6", "Title": "NIIF RRP", "a37ff23a602146d4934a49238d370ca5": "Templates|c97063a1-ad03-4324-beaa-bf7c225b0bba", "d01a0ce1b141461dbfb235a3ab729a2c": "", "d61536b25a8a4fedb48bb564279be82a": "SEC|0251849c-5d26-4413-ade9-2e3ee268b27b", "h00e4aaaf4624e24a7df7f06faa038c6": "English|16ac8743-31bb-43f8-9a73-533a041667d6", "k985dbdc596c44d7acaf8184f33920f0": "", "p030e467f78f45b4ae8f7e2c17ea4d82": "", "content": "Report and Recommendation of the President  \nto the Board of Directors \n \n\n \nProject Number: 53288-001 \nAugust 2019 \n \n \n \n \nProposed Equity Investment \nNational Investment and Infrastructure Fund Limited \nNIIF Fund of Funds-I \n(India) \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis is a redacted version of the document approved by ADB’s Board of Directors, which excludes \ninformation that is subject to the exceptions to disclosure set forth in ADB’s Access to Information \nPolicy.  \n \n\n \n\n \n\n\fCURRENCY EQUIVALENTS \n(as of 2 July 2019) \n\nCurrency unit  – \n\nIndian rupee (₹) \n\n₹1.00  = \n$1.00  = \n\n$0.015 \n₹68.95 \n\nABBREVIATIONS \n\nADB \nAIIB \nAIF  \nDEA \nESMS \nGGEF \nNIIF \nNIIF-I \nSEBI \nSME \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nAsian Development Bank \nAsian Infrastructure Investment Bank \nAlternative Investment Fund \nDepartment of Economic Affairs \nenvironmental and social management system \nGreen Growth Equity Fund \nNational Investment and Infrastructure Fund Limited \nNIIF Fund of Funds-I \nSecurities and Exchange Board of India \nsmall and medium enterprises \n\nNOTE \n\nIn this report, “$” refers to United States dollars. \n\nVice-President \n\nDirector General \nDirector \n\n \nTeam leader \nTeam members \n \n \n \n \n \n\nDiwakar Gupta, Private Sector Operations and Public-Private \nPartnerships \nMichael Barrow, Private Sector Operations Department (PSOD) \nJanette Hall, Private Sector Investment Funds and Special Initiatives \nDivision, PSOD \n \nFarshed Mahmud, Investment Specialist, PSOD \nElizabeth Alpe, Senior Transaction Support Specialist (Integrity), PSOD  \nIan Bryson, Senior Safeguards Specialist, PSOD \nDavide Conti, Investment Specialist, PSOD \nCecilia De Castro, Safeguards Officer (Environment), PSOD \nLaurence Vannut Genee, Senior Safeguards Specialist, PSOD \nCatherine Marsh, Assistant General Counsel, Office of the General \n\nCounsel \n\nJocelyn Erlinda Munsayac, Principal Safeguards Specialist, PSOD \nGloria Paniagua, Senior Results Management Specialist, PSOD \nAbhishek Singh, Senior Safeguards Specialist, PSOD \nKervin John Torchiva, Senior Investment Officer, PSOD \n\n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n\n\fCONTENTS \n\nPROJECT AT A GLANCE \n\nTHE PROPOSAL \n\nTHE FUND \nA. \nB. \nC. \nD. \n\nInvestment Identification and Description \nBusiness Overview and Strategy \nOwnership, Management, and Governance \nFinancial Performance \n\nTHE PROPOSED ADB ASSISTANCE \nA. \nB. \nC. \nD. \nE. \n\nThe Assistance \nFinancial Analysis of Expected Returns and Assumptions \nImplementation Arrangements \nValue Added by ADB Assistance \nRisks \n\nDEVELOPMENT IMPACT AND STRATEGIC ALIGNMENT \nA. \nDevelopment Impact, Outcome, and Outputs \nB. \nAlignment with ADB Strategy and Operations \n\nPOLICY COMPLIANCE \nA. \nB. \nC. \nD. \n\nSafeguards and Social Dimensions \nAnticorruption Policy \nInvestment Limitations \nAssurances \n\nRECOMMENDATION \n\nVI. \n \nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\nPage \n\n \n\n1 \n\n1 \n1 \n2 \n3 \n4 \n\n4 \n4 \n4 \n4 \n4 \n5 \n\n6 \n6 \n6 \n\n7 \n7 \n8 \n8 \n8 \n\n8 \n\n9 \n\n11 \n\n \n\n \n\nI. \n\nII. \n\nIII. \n\nIV. \n\nV. \n\n1. \n\n2. \n \n \n\n \n\n\f \n\n \n\n\f \n\n \n\nI. \n\nTHE PROPOSAL \n\n \n1. \nI submit for your approval the following report and recommendation on a proposed equity \ninvestment of up to $100,000,000 (in Indian rupee equivalent), as of the subscription date, in the \nNational Investment and Infrastructure Fund Limited (NIIF) managed NIIF Fund of Funds-I (NIIF-I) \nin India.1 \n \n2. \nNIIF-I proposes to invest in up to 10 private equity funds managed by domestic, experienced \nfund managers in India. These funds will each invest in a portfolio of growing companies in India \nacross multiple sectors including climate or green infrastructure, affordable housing, infrastructure \nservices, agribusiness, health care and education.2 \n \nNIIF-I is a targeted $1 billion category II alternative investment fund (AIF) registered with the \n3. \nSecurities  and  Exchange  Board  of  India  (SEBI). 3 National  Investment  and  Infrastructure  Fund \nLimited, established in November 2015, serves as the investment manager and manages NIIF-I.4 \nThe  Government  of  India,  which  is  represented  by  the  Secretary  of  the  Ministry  of  Finance’s \nDepartment of Economic Affairs (DEA), sponsors NIIF and NIIF-I. \n \n\nII. \n\nTHE FUND \n\nInvestment Identification and Description \n\n \nA. \n \n4. \nFrom 2015 to 2017, private equity fund managers based in India raised approximately $6 \nbillion, 50% more than from 2012 to 2014.5 However, India’s share of fund raising across Asia and \nthe Pacific remained essentially flat from 2015 to 2017 compared with 2009–2011. This occurred \ndespite the steadily increasing number of active fund managers that reached an all-time high of 491 \nin 2017, the surge of private equity investment volume to more than $26 billion in 2017 and 2018, \nand historically high exit volumes totaling $16 billion in 2017 and $33 billion in 2018.6 Moreover, the \nshare of locally based private equity fund managers participating in domestic equity investments \nwas  much  lower  in  India  at  42%  than  in  the  People’s  Republic  of  China  at  83%  (footnote  5). \nTherefore, Indian institutional investors can enhance fund-raising efforts of domestic fund managers \nby  increasing  their  investment  allocation  to  the  private  equity  asset  class.  However,  this  type  of \ninstitutional  support  has  historically  been  lacking  in  India  because  domestic  institutions  (e.g., \n\n \n\n1   NIIF-I is a single currency Indian rupee (INR) fund and all USD amounts shown in this document are approximate. \n2  [This information  has  been  removed  as  it  falls  under  the  exception  to  disclosure  in  ADB’s  Access  to  Information \n\nPolicy, para. 17.2.(v)]. \n\n3   In India, alternative investment funds (AIFs) are defined in Securities and Exchange Board of India Regulations, 2012 \nas any privately pooled investment fund, (whether from Indian or foreign sources), in the form of a trust or a company \nor a body corporate or a Limited Liability Partnership (LLP). Category II includes AIFs such as private equity funds \nor debt funds for which no specific incentives or concessions are given by the government or any other regulator. \n4  NIIF was established to manage the NIIF platform, comprising NIIF-I and two other funds also sponsored by the \nGovernment of India (the Master Fund and the Strategic Opportunities Fund). The Master Fund is a targeted $2.1 \nbillion fund (of which about $850 million had been raised as of June 2019) that will focus on investments in companies \nand/or  projects  with  operating  assets  in  core  infrastructure  sectors  such  as  transport,  energy,  and  urban \ninfrastructure. The Strategic Opportunities Fund (target size: $3 billion) is being developed and will have an asset-\nfocused investment strategy and will consider investments into greenfield projects. NIIF is identifying and recruiting \na  dedicated  investment  team  for  the  Strategic  Opportunities  Fund  that  will  finalize  the  investment  strategy  and \ndevelop a pipeline of investment opportunities. The timing for the establishment of the Strategic Opportunities Fund \nis uncertain. To date, NIIF-I is the only fund-of-funds that NIIF manages. \n5  McKinsey & Company. 2019. Indian Private Equity: Coming of Age. Mumbai. \n6  Private equity investment volume was $4.5 million in 2009, $9.5 million in 2010, $14.8 million in 2011, $10.2 million \nin  2012,  $11.8  million  in  2013,  $15.1  million  in  2014,  $22.9  million  in  2015,  and  $16.8  million  in  2016.  Bain  & \nCompany. 2019. Indian Private Equity Report 2019. Mumbai. \n\n\fBusiness Overview and Strategy \n\npension funds and life insurance companies) have been relatively conservative in their investment \ndecisions, and private equity remains a very small portion, if any, of their total portfolio. \n \n5. \nHowever,  private  equity  as  a  source  of  growth  capital  for  companies  in  India  is  quickly \ngaining prominence relative to other more traditional sources. India’s economy (in nominal terms) \nhas approximately doubled in size since 2009.7 During this period, private equity has also increased \nfourfold,  the  syndicated  loan  market  and  (non-private  equity)  foreign  direct  investment  have \nremained  mostly  flat,  and  initial  public  offerings  have  been  volatile  (footnote  5).  Given  the \nmomentum of its economy, India has also expanded in private equity deal sizes because larger \ndeals have become increasingly available. For example, deals greater than $100 million have more \nthan doubled in count from 2015 to 2017 compared with 2012–2014 (footnote 5). Companies are \nseeking larger investments, and funds able to write large checks are well-positioned to respond. \n \n6. \nTherefore, to support this maturing private equity industry and assist India-domiciled private \nequity funds to raise investment capital efficiently from international and domestic institutions, NIIF \nestablished  NIIF-I—India’s  first  large,  domestic  fund-of-funds  platform—in  March  2018.  The \nGovernment of India requested Asian Development Bank (ADB) to support NIIF with an investment \nin one of its fund platforms and ADB’s Private Sector Operations Department has been engaged \nwith NIIF since January 2017 before settling on the proposed fund-of-funds vehicle. \n \nB. \n \n7. \nNIIF-I’s  mandate  is  to  invest  in  private  equity  funds  dedicated  to  India  and  managed  by \nestablished third-party domestic fund managers with proven track records across multiple market \nand economic cycles. NIIF-I intends to anchor these funds by providing significant commitments of \nbetween  $50  million  and  $150  million  in  each  (generally  between  25%  and  35%  of  a  fund’s \ncommitted capital).8 As an anchor investor, NIIF-I aims to catalyze additional capital from foreign \nand  domestic  institutions  to  help  these  funds  reach  their  target  size,  thereby  enabling  them  to \nexecute their respective investment strategies. \n \n8. \nNIIF-I aims to construct a portfolio of up to 10 funds diversified across strategies (including \nminority growth, control growth, and special situations) and products (equity, mezzanine, and debt). \nIt is expected that targeted funds will consist primarily of single sector dedicated funds focused on \nclimate  or  green  infrastructure,  affordable  housing,  infrastructure  services,  agribusiness,  health \ncare, and education, which are all aligned with ADB’s existing sectoral mandates. NIIF-I will also \nconsider selectively investing in multi-sector funds.9 \n \n9. \nNIIF-I achieved a first close in March 2018, which initiated its 6-year commitment period. \n[This information has been removed as it falls under the exception to disclosure in ADB’s Access to \nInformation  Policy,  para.  17.2.(v)].  Additional  information  is  provided  in  the  Financial  Analysis \n(accessible from the list of linked documents in Appendix 2). \n \n10. \nCo-investments. NIIF will seek to secure co-investment opportunities for NIIF-I investors \ninto  underlying  investee  companies  of  the  funds  that  NIIF-I  has  invested  in.  ADB  will  seek  co-\n\nAccount Statistics. New Delhi.  \n\n \n\n7   Central  Statistics  Office,  Ministry  of  Statistics  and  Program Implementation,  Government of  India. 2019.  National \n\n8  Except for the Green Growth Equity Fund (GGEF), where NIIF-I provided an anchor commitment together with the \nDepartment for International Development of the United Kingdom (footnote 2). [This information has been removed \nas it falls under the exception to disclosure in ADB’s Access to Information Policy, para. 17.2.(v)]. \n\n9  NIIF-I will invest in portfolio funds that are category II AIFs, which invest primarily in unlisted investee companies \nunder SEBI’s AIF regulations. Thus, investments in listed securities will not be a primary focus of the portfolio funds. \n\n2 \n\n \n\n\f3 \n\nOwnership, Management, and Governance \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\ninvestment rights on a no-fee and no-carry basis. In that scenario, ADB would have the opportunity \nto invest directly into businesses that it considers to be developmentally and commercially attractive, \nthereby potentially enhancing ADB’s ability to generate direct equity investments in India. \n \nC. \n \n11. \nAccess to Information Policy, para. 17.2.(v)]. \n \n12. \nAccess to Information Policy, para. 17.2.(v)].10 \n \n13. \nAccess to Information Policy, para. 17.2.(v)].11,12 \n \n14.  Management. The Managing Director and Chief Executive Officer Sujoy Bose, Executive \nDirector of Investments Prakash Rao, and Chief Operating Officer Rajiv Dhar lead NIIF. As of 30 \nJune 2019, NIIF employed 42 staff across the NIIF platform (footnote 4), including a three-person \ninvestment team for NIIF-I headed by Anand Unnikrishnan. NIIF-I’s investment committee currently \nconsists of Bose, Rao, and Dhar and may also include up to two independent members. Investment \ncommittee decisions are based on the unanimous approval of all investment committee members.13 \n \n15. \nBoard  of  the  investment  manager.  NIIF’s  board  comprises  six  directors  (including  two \nGovernment of India representatives and one independent director) as follows: (i) Secretary, DEA; \n(ii) Additional Secretary, DEA; (iii) Sanjay Bhardarkar, Abu Dhabi Investment Authority nominee; \n(iv)  Deepak  Parekh,  chairman  of  HDFC  Limited;14 (v)  Ishaat  Hussain,  independent  director  and \nformer finance director of Tata Sons; and (vi) Sujoy Bose of NIIF.15 The board is responsible for \nsetting the strategic direction of NIIF’s activities and meets periodically to establish and review NIIF’s \noverall strategy. The board does not involve itself in investment or operational decisions relating to \nany  of  NIIF’s  fund  platforms.  NIIF’s  executive  committee,  comprising  its  management  team,  is \nresponsible  for  implementing  NIIF’s  strategy  and  operations,  including  all  decisions  related  to \ninvestments. \n \n16. \nAccess to Information Policy, para. 17.2.(v)]. \n \n17. \nAccess to Information Policy, para. 17.2.(v)]. \n \n \n \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\n \n\n10 [This  information  has  been  removed  as  it  falls  under  the exception  to  disclosure  in  ADB’s  Access  to  Information \n\n11 [This  information  has  been  removed  as  it  falls  under  the exception  to  disclosure  in  ADB’s  Access  to  Information \n\n12 [This  information  has  been  removed  as  it  falls  under  the exception  to  disclosure  in  ADB’s  Access  to  Information \n\nPolicy, para. 17.2.(v)]. \n\nPolicy, para. 17.2.(v)]. \n\nPolicy, para. 17.2.(v)]. \n\n13 ADB will not be part of NIIF-I’s investment committee and will not have a role in its investment process or decisions. \n14 The board nominee of HDFC Limited is on a 1-year rotational basis and is expected to be replaced by an ICICI Bank \n\n15 No  board  member  has  been  designated  as  the  permanent  chairperson.  Instead,  a  chairperson  is  designated  for \n\nnominee upon completion of his term. \n\nevery board meeting. \n\n \n\n\f4 \n\nFinancial Performance \n\nD. \n \n18. \ntrack record information available. \n \n\nNIIF-I is the first fund-of-funds platform to be managed by NIIF. Hence, there is no previous \n\nIII. \n\nTHE PROPOSED ADB ASSISTANCE \n\nThe Assistance \n\nImplementation Arrangements \n\nFinancial Analysis of Expected Returns and Assumptions \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\n \nA. \n \n19. \nADB will provide an equity investment of the Indian rupee equivalent, as of the subscription \ndate, of up to $100,000,000 in NIIF-I.16 ADB’s proposed investment will not exceed 25% of NIIF-I’s \ntotal committed capital (it is not expected to exceed 11% of its aggregate committed capital at final \nclose) and will not result in ADB being the single largest investor.17 \n \nB. \n \n20. \nAccess to Information Policy, para. 17.2.(v)]. \n \nC. \n \n21. \nExit  strategy.  [This  information  has  been  removed  as  it  falls  under  the  exception  to \ndisclosure in ADB’s Access to Information Policy, para. 17.2.(v)].18 NIIF envisages the following \nmethods  to  realize  exits  from  NIIF-I’s  fund  investments:  (i)  liquidation  of  the  funds  NIIF-I  has \ninvested in; and (ii) selling NIIF-I’s stake in funds to other institutional buyers.  \n \n22. \nReporting arrangements. NIIF will be required to provide ADB with (i) an annual report \nsummarizing financial information received from NIIF-I’s investee funds as required under India’s \nAIF regulations, (ii) annual audited and unaudited financial statements of NIIF-I, (iii) a quarterly \nnewsletter containing updates on the investee funds, and (iv) quarterly valuation reports.19 NIIF \nwill also be required to provide to ADB an annual development effectiveness monitoring report. \nADB will review this information and follow up with NIIF if more information or clarifications are \nneeded. If the information received raises issues that could impair the value of ADB’s investment \nin  NIIF-I,  ADB  could  decide  to  put  NIIF-I  on  a  watch  list  for  more  frequent  reviews  and  closer \nattention. Additional information on exit strategy and reporting arrangements is provided in paras. \n12–14 of Ownership, Management, and Governance (accessible from the list of linked documents \nin Appendix 2). \n \nD. \n \nCatalyzing capital. Based on simple assumptions, ADB with its $100 million exposure to \n23. \n100 portfolio companies could potentially catalyze $7 billion of growth capital for small and medium \nenterprises (SMEs) in India, thereby highlighting the significant multiplier and mobilization effects of \n\nValue Added by ADB Assistance \n\n \n\n16 ADB may split the total commitment amounts into two equal tranches of $50 million in 2019 and $50 million in 2020. \n17 Some funds retain the ability to recall for reinvestment, subject to certain limits, a portion of the capital previously \ndistributed to investors. If agreed in relation to NIIF-I, appropriate limits on any such recall of capital will be required.  \n18 [This  information  has  been  removed  as  it  falls  under  the exception  to  disclosure  in  ADB’s  Access  to  Information \n\nPolicy, para. 17.2.(v)].  \n\n19 ADB will seek to remove and/or clarify certain conditions in the NIIF-I documents that qualify this reporting obligation. \n\n \n\n\f5 \n\nRisks \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\ninvesting in a fund-of-funds platform such as NIIF-I.20 Since ADB is internationally reputable, the \nproposed investment may help attract new investors to fund the remaining gap necessary for NIIF-\nI to reach its $1 billion target size. \n \nGovernance and standard setting. Through its seat on NIIF-I’s advisory board, ADB will \n24. \nprovide oversight on important governance matters, which is helpful as NIIF seeks additional capital \nfrom other institutional investors. By participating, ADB could also help improve environmental and \nsocial safeguards aspects of NIIF-I and ensure that underlying funds and their investee companies \nwould be obligated to comply with ADB’s safeguard requirements. \n \n25. \nInstitution building. With NIIF-I, NIIF (with the support of the government) is creating a \nfirst-of-its-kind domestic platform in India that can support the local private equity industry to write \nlarge check sizes to anchor domestic funds and enable them to reach target sizes more quickly. \nFaster access to investment capital will significantly benefit potential investee companies, many of \nthem  SMEs  that  urgently  need  growth  capital  to  execute  expansion  plans  more  quickly.  As  a \nsignificant investor, ADB would contribute meaningfully toward this important government initiative \nto strengthen India’s domestic capital markets. \n \nE. \n \n26. \nAccess to Information Policy, para. 17.2.(v)]. \n \n27. \nAccess to Information Policy, para. 17.2.(v)].21 \n \n28. \nAccess to Information Policy, para. 17.2.(v)]. \n \n29. \nAccess to Information Policy, para. 17.2.(v)]. \n \n30. \nAccess to Information Policy, para. 17.2.(v)].  \n \n31. \nAccess to Information Policy, para. 17.2.(v)].  \n \n32. \nAccess to Information Policy, para. 17.2.(v)]. \n \n33. \nAccess to Information Policy, para. 17.2.(v)].22 \n \n \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\n \n\n20 [This information  has  been  removed  as  it  falls  under  the  exception  to  disclosure  in  ADB’s  Access  to  Information \n\n21 [This  information  has  been  removed  as  it  falls  under  the exception  to  disclosure  in  ADB’s  Access  to  Information \n\n22 [This  information  has  been  removed  as  it  falls  under  the exception  to  disclosure  in  ADB’s  Access  to  Information \n\nPolicy, para. 17.2.(v)]. \n\nPolicy, para. 17.2.(v)]. \n\nPolicy, para. 17.2.(v)]. \n\n \n\n\f6 \n\n \n\nIV. \n\nDEVELOPMENT IMPACT AND STRATEGIC ALIGNMENT \n\nDevelopment Impact, Outcome, and Outputs \n\nAlignment with ADB Strategy and Operations \n\nOutcome. Financial and social sustainability of private equity fund-of-funds investment in \n\n \nA. \n \n34. \nImpact.  Institutional  funding  for  domestic  private  equity  funds  in  India  increased, \ncontributing to the greater availability of growth capital for SMEs and middle-market companies, the \ncreation of quality jobs, and growth of the overall economy of India. \n \n35. \nIndia demonstrated. \n \nOutputs.  (i)  NIIF-I  is  established,  (ii)  capital  is  invested  by  NIIF-I  in  at  least  eight  India-\n36. \ndedicated private equity funds during its life, (iii) a monitoring system to track development results \nis established, and (iv) a gender inclusive approach at NIIF is strengthened. \n \nB. \n \n37. \nConsistency with ADB strategy. The proposed investment aligns strongly with operational \npriorities  outlined  in  ADB’s  Strategy  2030.23 These include  (i)  addressing  remaining  poverty  and \nreducing inequalities by generating quality jobs, improving education, and achieving better health \nfor  all;  (ii)  tackling  climate  change,  building  climate  and  disaster  resilience,  and  enhancing \nenvironmental sustainability; (iii) making cities more livable by providing integrated solutions; and \n(iv) promoting food security by improving market connectivity and agricultural value chains. Strategy \n2030 also supports using private equity funds, an important modality for ADB assistance, to extend \nADB’s reach given their significant leveraging and mobilizing effects as well as to promote financial \ninclusion. [This information has been removed as it falls under the exception to disclosure in ADB’s \nAccess to Information Policy, para. 17.2.(v)].24 NIIF-I’s investment pipeline includes funds targeting \nhealth  care,  education,  and  agribusiness,  which  would  address  the  other  Strategy  2030  priority \nareas. \n \n38. \nConsistency with country strategy. The investment is consistent with the three strategic \npillars  of  the  country  partnership  strategy,  2018−2022  for  India,  including  (i)  boosting  economic \ncompetitiveness to create more and better jobs, (ii) inclusively providing infrastructure networks and \nservices, and (iii) addressing climate change and increasing climate resilience.25 \n \n39. \nConsistency with sector strategy and relevant ADB operations. The ADB Operational \nPlan  for  Health,  2015–2020  strongly  supports  private  sector  approaches  for  addressing  quality, \nefficiency,  and  financing  issues  in  the  health  sector. 26 Furthermore,  the  ADB  Financial  Sector \nOperational Plan, 2011 and its 2017 review recommend focusing on finance sector development \nthrough investments that promote inclusive finance by supporting affordable housing financing.27 \n\nPolicy, para. 17.2.(v)]. \n\nManila. \n\nManila. \n\n23 ADB.  2018.  Strategy  2030:  Achieving  a  Prosperous,  Inclusive,  Resilient,  and  Sustainable  Asia  and  the  Pacific. \n\n24 [This  information  has  been  removed  as  it  falls  under  the exception  to  disclosure  in  ADB’s  Access  to  Information \n\n \n\n25 ADB.  2017.  Country  Partnership  Strategy:  India,  2018−2022Accelerating  Inclusive  Economic  Transformation. \n\n26 ADB. 2015. Health in Asia and the Pacific: A Focused Approach to Address the Health Needs of ADB Developing \n\nMember CountriesOperational Plan for Health, 2015–2020. Manila. \n\n27 ADB.  2011.  Financial  Sector Operational  Plan. Manila’  ADB.  2017.  Review  of 2011 Financial  Sector  Operational \n\nPlan. Manila \n\n \n\n\f7 \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\n \n40. \nAccess to Information Policy, para. 17.2.(v)].  \n \n\nV. \n\nPOLICY COMPLIANCE \n\nSafeguards and Social Dimensions \n\nADB has categorized the investment in compliance with ADB’s Safeguard Policy Statement \n\n \nA. \n \n41. \n(2009).28 \n \n42. \nCategory  FI.  ADB  has  assessed  the  proposed  investment's  potential  environment  and \nsocial  impacts,  its  risks  associated  with  NIIF-I’s  existing  and  future  fund  investments  and  their \ninvestee  companies,  and  NIIF-I’s  commitment  and  capacity  for  environmental  and  social \nmanagement. NIIF will incorporate its environmental and social policies and principles and ESMS \nprocedures for NIIF-I (updated to reflect Safeguard Policy Statement and 2001 Social Protection \nStrategy requirements) into a management system for NIIF-I to use in its fund investments. Each \nunderlying  fund  will  be  required  to  adhere  to  NIIF’s  policies  and  principles  and  NIIF-I’s  ESMS \nprocedures (updated to include ADB’s safeguards and social requirements, as described above) \nand to reflect the same in its ESMS.  \n \n43. \nNIIF-I’s ESMS will be enhanced prior to ADB’s first disbursement to achieve the following: \n(i) applying ADB's prohibited investment activities list, (ii) adopting ADB’s environmental and social \nsafeguards categorization system, (iii) requiring investments using ADB funds to comply with ADB’s \nSafeguard  Policy  Statement,  (iv)  abiding  by  applicable  national  laws  and  regulations  and  good \ninternational industry practices, and (v) requiring NIIF and its investee funds to undertake significant \ncapacity enhancements. During its investment selection stage, NIIF will require the underlying funds \nto develop and adopt an ESMS compliant with NIIF’s ESMS policies and  principles and NIIF-I’s \nESMS procedures (updated to include ADB’s safeguards and social requirements). The ESMS (for \nNIIF  and  its  underlying  funds)  will  require  appropriate  monitoring,  reporting,  and  disclosure  of \ninformation; and consultation with affected people in accordance with ADB requirements. Excusal \nrights will be covenanted in the legal agreements (see para. 31). NIIF will also be required to include \nthe following in its regular reporting information to ADB: (i) the nature of investments or subprojects \nand categorization, (ii) compliance with the safeguard and social requirements, and (iii) compliance \nwith national laws and/or regulations and internationally recognized standards.29 \n \nSome gender elements. This investment is categorized as having some gender elements. \n44. \nNIIF  has  a  human  resources  policy  that  promotes  nondiscrimination  in  employment,  a  code  of \nconduct for its employees, and a policy on the prevention of sexual harassment ensuring a safe \nworking  environment  for  women.  NIIF  is  considering  committing  to  implement  the  following \nmeasures to promote gender equality and/or women’s empowerment in NIIF-I operations following \nADB’s  Policy  on  Gender  and  Development  (1998):  (i)  adopt  a  gender  and  development  policy, \nreplicate and carry this over into NIIF-I’s investments using ADB financing; and (ii) strengthen its \ninternal human resources policy and support career development opportunities for women within \nNIIF-I’s  portfolio  funds  and  investments.  NIIF  will  be  required  to  submit  periodic  reports  on  the \nimplementation of gender measures to ADB. NIIF’s human resources policy sets out requirements \nfor  compliance,  as  applicable,  with  national  labor  laws  and  measures  to  comply  with  the \ninternationally recognized core labor standards, pursuant to ADB’s 2001 Social Protection Strategy. \n\n28 ADB. Safeguard Categories. \n29 These include the World Bank Group’s Environmental, Health, and Safety Guidelines. \n\n \n\n \n\n\fAnticorruption Policy \n\nNIIF-I’s ESMS procedures will require NIIF-I’s underlying funds and their investee companies that \nreceive ADB financing to comply with these requirements. \n \nB. \n \n45. \nNIIF  was  advised  of  ADB’s  policy  of  implementing  best  international  practice  relating  to \ncombating corruption, money laundering, and the financing of terrorism. ADB will ensure that the \ninvestment documentation includes appropriate provisions requiring adequate due diligence review \nof  funds  and  fund  managers  in  relation  to  NIIF’s  investments  and  prohibiting  corruption,  money \nlaundering, and terrorism financing; and remedies for ADB in the event of noncompliance. \n \nC. \n \n46. \nAccess to Information Policy, para. 17.2.(v)]. \n \nD. \n \nConsistent with the Agreement Establishing the Asian Development Bank (the Charter),30 \n47. \nADB will proceed with the proposed assistance upon establishing that the Government of India has \nno  objection  to  the  proposed  assistance  to  NIIF-I.  ADB  will  enter  into  suitable  finance \ndocumentation,  in  form  and  substance  satisfactory  to  ADB,  following  approval  of  the  proposed \nassistance by the Board of Directors. \n \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\nInvestment Limitations \n\nAssurances \n\nVI. \n\nRECOMMENDATION \n\n \n48. \nI  am  satisfied  that  the  proposed  equity  investment  would  comply  with  the  Articles  of \nAgreement  of  the  Asian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the \nequity investment of up to $100,000,000 (in Indian rupee equivalent), as of subscription date, from \nADB’s ordinary capital resources in the National Investment and Infrastructure Fund Limited (NIIF) \nmanaged NIIF Fund of Funds-I (NIIF-I) in India, with such terms and conditions as are substantially \nin accordance with those set forth in this report, and as may be reported to the Board. \n \n \n\nTakehiko Nakao \nPresident \n\n \n \n2 August 2019 \n\n30 ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. \n\n \n\n8 \n\n \n\n\fDESIGN AND MONITORING FRAMEWORK \n\n \nImpact the Project is Aligned with \nInstitutional funding for domestic private equity funds in India increased, contributing to greater availability \nof growth capital for small and medium enterprises and middle-market companies, creation of quality jobs, \nand growth of the overall Indian economya \n  \n\nResults Chain \nOutcome \nFinancial and \nsocial \nsustainability of \nprivate equity \nfund-of-funds \ninvestment in India \ndemonstrated \n\nData Sources and \nReporting Mechanisms \n \na−e. NIIF-I’s annual \ndevelopment \neffectiveness monitoring \nreport and investment \nmanager’s quarterly and \nannual report \n\nAppendix 1 \n\n9 \n\nRisks \n\n \nMarket dynamics \nand sector cycles \nimpact investment \nopportunities within \ntarget industries \n \nFluctuations in \nforeign exchange \nrates and changes \nto monetary policy \nand foreign \nexchange control \nregulations \n\nPerformance Indicators with \nTargets and Baselines \n\n \n\na.  At least 75% of NIIF-I is \ninvested in at least eight \nprivate equity funds by 2034 \n(2019 baseline: 0) \n\n \nb.  NIIF-I is profitable (DPI > 1) at \nADB’s exit (2019 baseline: 0) \n\n \nc.  Underlying investee \n\ncompanies of portfolio funds \nincrease employment by at \nleast 15% during the \napplicable holding period of \nthe fund that has been \ninvested (baseline: to be \ndetermined)b \n\n \nd.  Underlying investee \n\ncompanies of portfolio funds \ngenerate at least a 15% \nincrease in taxes paid on an \naggregate basis by 2034 \n(baseline: to be determined)b \n\n \ne.  Underlying investee \n\ncompanies of portfolio funds \ngenerate at least a 10% \nincrease in revenue by 2034 \n(baseline: to be determined)b \n\n \n1. NIIF-I is established with \napproximately $1 billion in \naggregate capital commitments by \nQ2 2021 (2019 baseline: $600 \nmillion)c \n \n2. At least 75% of NIIF-I's \ncommitted capital is invested in at \nleast eight portfolio funds by 2034 \n(2019 baseline: 0) \n \n \n \n \n3. One monitoring system \nestablished \n\nOutputs \n1. NIIF-I is \nestablished. \n \n \n \n \n2. Capital is \ninvested by NIIF-I \nin at least eight \nIndia-dedicated \nprivate equity \nfunds within NIIF-\nI’s life \n \n3. A monitoring \nsystem to track \n\n \n\n \n1−4c. NIIF-I’s annual \ndevelopment \neffectiveness monitoring \nreport and investment \nmanager’s quarterly and \nannual report \n\n \nBecause of \nadverse risk \nperception and \neconomic \nconditions, NIIF-I is \nunable to raise the \ntargeted $1 billion \nwithin the expected \ntime frame \n \nInvestment pipeline \nis weaker than \nexpected, leading \nto deployment \nchallenges \n \n\n\fPerformance Indicators with \nTargets and Baselines \n\nData Sources and \nReporting Mechanisms \n\nRisks \nCompetition from \nother investors \nreduces the \nattractiveness of \ninvestment \nopportunities \n\n10 \n\nAppendix 1 \n\nResults Chain \ndevelopment \nresults is \nestablished \n \n4. Gender \ninclusive approach \nat NIIF \nstrengthened \n\n \n \n \n \n4a. Gender equality policy drafted \nand approved by NIIF by Q2 2020 \n(2018 baseline: not applicable) \n \n4b. NIIF’s gender equality policy \nreplicated and carried over to the \nportfolio funds with at least three \nportfolio funds adopting the policy \nby Q1 2025 (baseline: 0) \n \n4c. Career development program \nestablished for women staff of \nNIIF and its portfolio funds with at \nleast two training programs for \nwomen implemented by Q4 2021 \n(baseline: not applicable) \n\nKey Activities with Milestones \n \nOutput 1: NIIF-I is established \n1.1  Execute ADB’s legal documentation by Q3 2019 \n1.2  ADB and other investors invest in the fund by final closing in Q2 2021 \n \nOutput 2: Capital is committed \n2.1  NIIF-I sources, screens, and commits in portfolio funds from 2019 to 2025 \n \nOutput 3: Establishment of a monitoring system to track development results \n3.1  One monitoring system is established \n \nOutput 4: Gender inclusive approach at NIIF is strengthened \n4.1  NIIF gender equality policy drafted and approved by Q2 2020 \n4.2  NIIF gender equality policy replicated and carried over to the portfolio funds with at least three \n\nportfolio funds adopting the policy by Q1 2025 \n\n4.3  Career development program established for women staff of NIIF and its portfolio funds and at least \n\ntwo training programs for women implemented by Q4 2021 \n\nInputs \nADB: $100 million (equity) \nAssumptions for Partner Financing \nNot Applicable \nADB = Asian Development Bank, ESMS = environmental and social management system, NIIF = National Investment \nand Infrastructure Fund Limited, NIIF-I = NIIF Fund of Funds-I, Q = quarter, DPI = distributions-to-paid-in capital. \na  Defined by the project. \nb  Data would be reported on a fund-by-fund basis. \nc  NIIF-I is an Indian rupee fund. \nSource: Asian Development Bank. \n\n \n\n\fAppendix 2 \n\n11 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=53288-001-4 \n\nSector Overview \nOwnership, Management, and Governance \nDetails of Implementation Arrangements \nContribution to the ADB Results Framework \nFinancial Analysis \nCountry Economic Indicators \nSummary Poverty Reduction and Social Strategy \nEnvironmental and Social Management System: Audit Findings and Details of \nArrangement \n\n \nSupplementary Document \n9. \n\nIntegrity and Tax Due Diligence Disclosure \n\n \n1. \n2. \n3. \n4. \n5. \n6. \n7. \n8. \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 2 July 2019) \n", "Currency unit  – \n", "Indian rupee (₹) \n", "₹1.00  = \n$1.00  = \n", "$0.015 \n₹68.95 \n", "ABBREVIATIONS \n", "ADB \nAIIB \nAIF  \nDEA \nESMS \nGGEF \nNIIF \nNIIF-I \nSEBI \nSME \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", "Asian Development Bank \nAsian Infrastructure Investment Bank \nAlternative Investment Fund \nDepartment of Economic Affairs \nenvironmental and social management system \nGreen Growth Equity Fund \nNational Investment and Infrastructure Fund Limited \nNIIF Fund of Funds-I \nSecurities and Exchange Board of India \nsmall and medium enterprises \n", "NOTE \n", "In this report, “$” refers to United States dollars. \n", "Vice-President \n", "Director General \nDirector \n", " \nTeam leader \nTeam members \n \n \n \n \n \n", "Diwakar Gupta, Private Sector Operations and Public-Private \nPartnerships \nMichael Barrow, Private Sector Operations Department (PSOD) \nJanette Hall, Private Sector Investment Funds and Special Initiatives \nDivision, PSOD \n \nFarshed Mahmud, Investment Specialist, PSOD \nElizabeth Alpe, Senior Transaction Support Specialist (Integrity), PSOD  \nIan Bryson, Senior Safeguards Specialist, PSOD \nDavide Conti, Investment Specialist, PSOD \nCecilia De Castro, Safeguards Officer (Environment), PSOD \nLaurence Vannut Genee, Senior Safeguards Specialist, PSOD \nCatherine Marsh, Assistant General Counsel, Office of the General \n", "Counsel \n", "Jocelyn Erlinda Munsayac, Principal Safeguards Specialist, PSOD \nGloria Paniagua, Senior Results Management Specialist, PSOD \nAbhishek Singh, Senior Safeguards Specialist, PSOD \nKervin John Torchiva, Senior Investment Officer, PSOD \n", " \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n \n \n \n \n \n \n \n \n \n", " \n \n \n \n", "CONTENTS \n", "PROJECT AT A GLANCE \n", "THE PROPOSAL \n", "THE FUND \nA. \nB. \nC. \nD. \n", "Investment Identification and Description \nBusiness Overview and Strategy \nOwnership, Management, and Governance \nFinancial Performance \n", "THE PROPOSED ADB ASSISTANCE \nA. \nB. \nC. \nD. \nE. \n", "The Assistance \nFinancial Analysis of Expected Returns and Assumptions \nImplementation Arrangements \nValue Added by ADB Assistance \nRisks \n", "DEVELOPMENT IMPACT AND STRATEGIC ALIGNMENT \nA. \nDevelopment Impact, Outcome, and Outputs \nB. \nAlignment with ADB Strategy and Operations \n", "POLICY COMPLIANCE \nA. \nB. \nC. \nD. \n", "Safeguards and Social Dimensions \nAnticorruption Policy \nInvestment Limitations \nAssurances \n", "RECOMMENDATION \n", "VI. \n \nAPPENDIXES \n", "Design and Monitoring Framework \n", "List of Linked Documents \n", "Page \n", " \n", "1 \n", "1 \n1 \n2 \n3 \n4 \n", "4 \n4 \n4 \n4 \n4 \n5 \n", "6 \n6 \n6 \n", "7 \n7 \n8 \n8 \n8 \n", "8 \n", "9 \n", "11 \n", " \n", " \n", "I. \n", "II. \n", "III. \n", "IV. \n", "V. \n", "1. \n", "2. \n \n \n", " \n"]}