{"Author": "Asian Development Bank", "CreationDate": "D:20201113091234+08'00'", "Creator": "Acrobat PDFMaker 20 for Word", "Keywords": "tajikistan, tajikistan power sector, energy reforms, power distribution, capacity building, 53315-001, grant 0777, grant 0778, ta 6639,adb projects, terms and conditions, board approval, rrp, approved projects, report and recommendation of the president", "ModDate": "D:20201215200642+08'00'", "Producer": "Adobe Acrobat Pro DC 20.13.20064", "Subject": "The proposed program will intensify the implementation of ongoing reforms and improve\rthe financial sustainability of the power subsector in Tajikistan.\n\nThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\r\n\r\nThis document dated November 2020 is provided for the ADB project 53315-001 in Tajikistan", "Title": "Power Sector Development Program: Report and Recommendation of the President", "content": " \n\nReport and Recommendation of the President \nto the Board of Directors \n \n\nProject Number: 53315-001 \nNovember 2020 \n \n \n \nProposed Grants and Technical Assistance Grant  \nRepublic of Tajikistan: Power Sector Development \nProgram  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nAccess to Information Policy. \n\n \n \n \n \n \n \n\n\fCURRENCY EQUIVALENTS \n(as of 25 September 2020) \n \n\nCurrency unit \n\n– \n\nsomoni (TJS) \n\nTJS1.00 \n$1.00 \n\n= \n= \n\n$0.0968 \nTJS10.3282 \n\n \n \n\n \n \n\nABBREVIATIONS \n\nADB \nCOVID-19 \nEBRD \nEDN \n\n–  Asian Development Bank \n–  coronavirus disease \n–  European Bank for Reconstruction and Development \n–  Joint  Stock  Company  Electric  Distribution  Network \n\nEMP \nGDP \nIEE \nIMF \nMOEWR \nMOF \nMW \nPAM \nPMU \nPPPF \nSOPI \nSTEM \nTA \n\ninitial environmental examination \nInternational Monetary Fund \n\n(Shabakahoi Taqsimoti Barq) \n–  environmental management plan \n–  gross domestic product \n– \n– \n–  Ministry of Energy and Water Resources \n–  Ministry of Finance \n–  megawatt \n–  project administration manual \n–  project management unit \n–  post-program partnership framework \n–  sector operational performance improvement \n–  science, technology, engineering, and mathematics \n– \n\ntechnical assistance \n\nNOTES \n \n\n(i)  The fiscal year (FY) of the Government of Tajikistan ends on 31 December.  \n\n(ii)  In this report, “$” refers to United States dollars.  \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\f \n\nShixin Chen, Operations 1 \nWerner E. Liepach, Central and West Asia Department (CWRD) \n \nNianshan Zhang, CWRD \nJoonho Hwang, Energy Division (CWEN), CWRD \n \nYuki Inoue, Finance Specialist (Energy), CWEN, CWRD \nPierre Bailet, Principal Counsel, Office of the General Counsel \n\n(OGC) \n\nMary Rose Favis, Senior Project Officer, CWEN, CWRD \nNana Gurgenidze, Energy Specialist, CWEN, CWRD \nMufara Hamidova, Senior Project Assistant, Tajikistan Resident \n\nMission (TJRM), CWRD \n\nMohammed Azim Hashimi, Senior Public–Private Partnership \nSpecialist, Advisory Division 1, Office of Public–Private \nPartnership \n\nShukhrat Khojaev, Senior Project Officer, TJRM, CWRD \nOlivier Leonard; Senior Procurement Specialist; Procurement \n\nDivision 1; Procurement, Portfolio and Financial Management \nDepartment \n\nLevan Mtchedlishvili, Principal Energy Specialist, CWEN, CWRD \nYuji Miyaki; Public Management Specialist (Taxation); Public \nManagement, Financial Sector, & Trade Division; CWRD \nJose Tiburcio Nicolas; Senior Social Development Specialist \n\n(Safeguards); Portfolio, Results, Safeguards and Gender Unit \n(CWOD-PSG); CWRD \n\nNinette Pajarillaga, Environment Specialist, CWOD-PSG, CWRD \nMaria Kenneth Pinili, Operations Assistant, CWEN, CWRD \nPatricia Rhee, Principal Counsel, OGC \nMary Alice Rosero, Social Development Specialist (Gender and \n\nDevelopment), CWOD-PSG, CWRD  \n\nCollette You-Jung Shin, Counsel, OGC \nShavkat Vosiev, Project Analyst, TJRM, CWRD \n \nDavid Elzinga, Senior Energy Specialist, Energy Sector Group, \nSustainable Development and Climate Change Department \n\nPeer reviewer \n\n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n\n \n\nVice-President \nDirector General \nDeputy Director \nGeneral \nDirector \n \nTeam leader \nTeam members \n\n \n \n\n \n\n\f\fPROGRAM AT A GLANCE \n\nTHE PROPOSAL \n\nCONTENTS \n\nPage \n\nTHE PROGRAM \nRationale \nA. \nProgram Description \nB. \nValue Added by ADB \nC. \nSummary Cost Estimates, Financing Plan, Development Financing Needs, and \nD. \nBudget Support \nImplementation Arrangements \n\nE. \n\nATTACHED TECHNICAL ASSISTANCE \n\nDUE DILIGENCE \nTechnical \nA. \nEconomic and Financial Viability \nB. \nSustainability \nC. \nGovernance \nD. \nPoverty, Social, and Gender \nE. \nSafeguards \nF. \nSummary of Risk Assessment and Risk Management Plan \nG. \n\nV. \n\nASSURANCES AND CONDITIONS \n\nRECOMMENDATION \n\nVI. \n \nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\nDevelopment Policy Letter \n\nPolicy Matrix \n\n \n\n1 \n\n1 \n1 \n3 \n7 \n\n8 \n9 \n\n11 \n\n11 \n11 \n11 \n11 \n12 \n12 \n13 \n13 \n\n14 \n\n14 \n\n15 \n\n18 \n\n19 \n\n22 \n\nI. \n\nII. \n\nIII. \n\nIV. \n\n1. \n\n2. \n\n3. \n\n4. \n \n\n \n \n\n \n\n\f\fPROGRAM AT A GLANCE\n\n1. Basic Data\n\nProject Name \nCountry \nRecipient\nCountry Economic Indicators https://www.adb.org/Documents/LinkedD\n\nPower Sector Development Program\nTajikistan\nRepublic of Tajikistan\n\nDepartment/Division\nExecuting Agency\n\nProject Number: 53315-001\n\nCWRD/CWEN\nMinistry of Energy and \nWater Resources\n\nProject Classification Information Status: Complete\n\nPortfolio at a Glance\n\n2. Sector\nEnergy\n\nocs/?id=53315-001-CEI\nhttps://www.adb.org/Documents/LinkedD\nocs/?id=53315-001-PortAtaGlance\n\nSubsector(s)\nElectricity transmission and distribution\nEnergy sector development and institutional reform\n\n3. Operational Priorities\n\nAddressing remaining poverty and reducing inequalities\nAccelerating progress in gender equality\nTackling climate change, building climate and disaster resilience, and \nenhancing environmental sustainability\nStrengthening governance and institutional capacity\nFostering regional cooperation and integration\n\n     ADB Financing ($ million)\n85.00\n20.00\n105.00\n\nTotal\n\nClimate Change Information\nGHG reductions (tons per annum)\nClimate Change impact on the \nProject\n\nADB Financing\nAdaptation ($ million)\nMitigation ($ million)\n\nCofinancing\nAdaptation ($ million)\nMitigation ($ million)\nGender Equity and Mainstreaming\nEffective gender mainstreaming (EGM)\n\nPoverty Targeting\nGeneral Intervention on Poverty\n\n516\nLow\n\n0.00\n20.00\n\n0.00\n7.50\n\nSustainable Development Goals\nSDG 1.4\nSDG 5.1, 5.5, 5.b\nSDG 7.1, 7.3\nSDG 9.1\nSDG 10.2\nSDG 12.2, 12.6, 12.7\nSDG 13.a\n\n4. Risk Categorization:\n\nComplex \n\n.\n\n.\n\n6. Financing\n\n5. Safeguard Categorization\n\nEnvironment: B   Involuntary Resettlement: C   Indigenous Peoples: C\n\nAmount ($ million)\n\nModality and Sources\nADB\n     Sovereign SDP - Program grant:  Asian Development Fund\n     Sovereign SDP - Project grant:  Asian Development Fund\nCofinancing\n     European Bank for Reconstruction and Development - Project loan (Not ADB \nAdministered)\n15.00\nCounterpart\n15.00\n     Government \nTotal\n145.00\nNote: An attached technical assistance will be financed on a grant basis by the Technical Assistance Special Fund (TASF-6) in the amount of\n$200,000.\n\n105.00\n20.00\n85.00\n25.00\n25.00\n\nCurrency of ADB Financing: US Dollar \n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n28102020103149657691\n\nGenerated Date: 28-Oct-2020 10:31:59 AM\n\n\f\f \n\nI. \n\nTHE PROPOSAL \n\n \n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  a  proposed \n(i) policy-based  grant  and  (ii)  a  project  grant,  both  to  the  Republic  of  Tajikistan  for  the  Power \nSector Development Program. The report also describes proposed technical assistance (TA)—\nPreparing and Implementing Gender-Inclusive Projects in Central and West Asia, Subproject 4: \nEmpowering Women in the Power Sector in Tajikistan—and if the Board approves the proposed \ngrants, I, acting under the authority delegated to me by the Board, approve the TA. \n \n2. \nThe proposed program will intensify the implementation of ongoing reforms and improve \nthe financial sustainability of the power subsector in Tajikistan.1 The Asian Development Bank \n(ADB)  has  supported  Tajikistan’s  power  subsector  reforms  since  2012  through  the  sector \noperational  performance  improvement  (SOPI)  program,  a  component  of  the  Regional  Power \nTransmission Project.2 The SOPI program built the basis for the proposed fundamental reforms, \nwhich  include  unbundling  the  vertically  integrated  power  utility,  restructuring  its  excessive \nliabilities, establishing a regulator, adopting a tariff methodology, and setting up a new centralized \ncash  control  system  among  the  unbundled  entities.  As  a  part  of  the  reforms  and  institutional \ncapacity building, a newly established power distribution company will be operated under a 5-year \nmanagement contract. Investments in retail advanced metering infrastructure in Dushanbe, the \nnation's  capital,  and  six  other  cities  will  fill  the  key  deficiencies  in  the  subsector’s  power  loss \naccounting and bill collection systems.3  \n \n\nII. \n\nTHE PROGRAM \n\nRationale \n\nA. \n \n3. \nMacroeconomic  context.  Tajikistan’s  gross  domestic  product  (GDP)  growth  averaged \n7.1%  during  2016–2019.  The  fiscal  deficit  spiked  in  2017  to  6.0%  of  GDP  as  the  government \nincreased borrowing to recapitalize state-owned banks left insolvent by the 2015 financial crisis \nand to boost capital expenditures for the Rogun hydropower project.4 As the Rogun expenditures \nbecame more contained, the government brought the fiscal deficit under control, to 2.8% of GDP \nin 2018 and 2.1% in 2019. Before the coronavirus disease (COVID-19) pandemic, the fiscal deficit \nwas projected to rise to 5.2% of GDP in 2020 and stabilize at 4% on average in 2021–2022. Public \ndebt  was  on  a  downward  trend from  a  peak  of 50.4%  of  GDP  in  2017  to  44.6%  in  2019.  The \ncurrent account deficit also narrowed from 5.0% of GDP in 2018 to 2.3% in 2019. The government \nhas  been  implementing  (i)  public  financial  management  reforms,  supported  by  ADB  and  other \ndevelopment partners, to improve fiscal management; and (ii) reforms to state-owned enterprises \nin  the  power  subsector  to  improve  their  performance  and  corporate  governance,  and  reduce \nlosses and fiscal risks. While Tajikistan had been categorized as being at high risk of debt distress \nby the International Monetary Fund (IMF) since 2017, the IMF’s analysis in 2020 concluded that \nthe  country’s  public  debt  is  sustainable.  ADB  also  assessed  that  Tajikistan's  overall \nmacroeconomic management is generally sound.5 \n \n\n \n\n1  The program is included as the Power Sector Development Project in ADB. 2019. Country Operations Business Plan: \n\nRepublic of Tajikistan, 2020–2022. Manila. The program’s design and monitoring framework is in Appendix 1.  \n\n2  ADB. 2010. Tajikistan: Regional Power Transmission Project. Manila. \n3  ADB. 2019. Technical Assistance for Preparing Sustainable Energy Projects in Central Asia. Manila. \n4  The Rogun hydropower plant is a government-led special purpose company, separate from Barqi Tojik. The planned \ncapacity  is  3,600  megawatts  (MW)  for  an  estimated  cost  of  $4.9  billion  (exceeding  50%  of  GDP).  Construction \naccelerated as relations with Uzbekistan improved in 2018. The government views the plant as critical to resolving \nTajikistan’s winter power deficit and to its role as a regional energy supplier in the future. The launch of the first two \nunits in 2018 and 2019 helped boost Tajikistan’s electricity exports to Afghanistan and Uzbekistan. \n\n5  ADB. 2020. Tajikistan: COVID-19 Active Response and Expenditure Support Program. Manila. \n\n \n\n\fImpact of COVID-19 in 2020. However, the COVID-19 pandemic is causing significant \n4. \nsocioeconomic shock in Tajikistan. ADB forecasts that GDP will contract by 0.5% in 2020.6 The \nIMF also forecasts a recession with a GDP growth rate of 1%. Revenue shortfalls equivalent to \n2.2% of GDP will expand the fiscal deficit to 6.0% of GDP, and the currency was devalued by \n6.4%. The key transmission mechanisms are a sharp reduction in remittances, international trade, \nand  foreign  direct  investment;  and  slowdowns  in  the  transport,  tourism,  retail,  and  finance \nindustries. The health sector is not well equipped to respond to a large-scale health crisis, and \nunemployment and poverty are expected to rise. The power subsector as one of the backbones \nof the economy is also negatively impacted by these economic challenges, especially by reduced \ndemand  and  lower  bill  collection  rates. Improving  the subsector’s  performance  by  tackling  key \nissues  (paras.  5–10)  has  become  more  important  to  avoid  further  constraint  on  the  country’s \nmacroeconomy and reduce the economic loss.  \n \n5. \nPower  subsector’s  debt  crisis.  Joint  Stock  Holding  Company  Barqi  Tojik  has  run \nTajikistan’s  power  subsector  since  1999.  In  2019,  it  had  6,473  megawatts  (MW)  of  installed \ngeneration  capacity,  of  which  5,758  MW  was  hydro  and  715  MW  was  thermal.  Tajikistan’s \nelectricity  system  was  part  of the  Central  Asian Power  System,  a regional  network  connecting \nKazakhstan,  the  Kyrgyz  Republic,  Tajikistan,  Turkmenistan,  and  Uzbekistan.  In  2009,  after  a \nregional  blackout,  the  Tajik  system  was  disconnected  from  the  Central  Asian  Power  System. \nForced  to  run  independently  despite  its  dependence  on  the  regional  connections,  Barqi  Tojik \nurgently needed to invest in its infrastructure, especially in generation and transmission. Grants \nand loans from development partners such as ADB, the European Bank for Reconstruction and \nDevelopment (EBRD), the World Bank, and bilateral official agencies were mobilized to support \nthis  effort.  By  2018,  Barqi  Tojik  had  built  a  unified  national  grid  with  an  international  standard \nsupervisory control and data acquisition system, and largely overcame its winter power shortage. \n \n6. \nThe rapid investments, however, led to a sharp increase in Barqi Tojik’s liabilities as the \ngovernment re-lent all grants and loans from development partners with a premium of 1%–8%. \nFaced  with  a  serious  cash  shortage,  Barqi  Tojik  also  kept  incurring  liabilities  as  payables  to \nindependent  power  producers  and  from  commercial  borrowing.  Its  total  liabilities  stood  at \n$2.7 billion by the end of 2018, of which $1.3 billion was re-lent debt from the government and \n$0.2 billion was a commercial loan, all in foreign exchange. The depreciation of the somoni by \nabout 46% between 2014 and 2018 increased the impact of these liabilities and the associated \ninterest payments on Barqi Tojik.   \n \n7. \nMoreover,  Tajikistan’s  economy  remains  vulnerable  given  its  close  correlation  with  the \nbusiness cycles of key trading partners, low savings, and large needs for job creation. To ensure \nthe population’s access to electricity in the challenging economic environment, the government \nhas kept power prices low with limited increases (para. 8). Yet the government lacks resources \nto  fill  the  gap  between  costs  and  end-user  prices,  borne  by  Barqi  Tojik.  This  problem  is \nexacerbated by low collections from customers. The combination of constrained revenues and \nmounting liabilities has led to Barqi Tojik’s negative equity status since 2015. \n\n \n\nWeak regulations and inadequate tariffs. In response to the financial issues of Barqi \n8. \nTojik, the government increased end-user electricity tariffs by 15% on average each year during \n2014–2019. However, Tajikistan’s electricity tariffs are still some of the lowest in the world and do \nnot cover the costs. Further, without a sector regulator or a tariff methodology, Barqi Tojik has not \nbeen required or incentivized to reveal the true cost of electricity supply. For example, its system \n\n6  ADB. 2020. Asian Development Outlook 2020 Update. Manila. \n\n \n\n2 \n\n \n\n\flosses are only indicative and not based on measured data. These factors have led to large losses \nwith unidentified sources for Barqi Tojik. \n\n9. \nStructural corporate governance issues. The government attempted to improve Barqi \nTojik’s  operations  through  more  effective  corporate  governance  by  replacing  the  company’s \nchairpersons.  However,  this  has  not  improved  corporate  governance  or  performance,  and  the \ngovernment set up two supervisory boards, which have managed Barqi Tojik since 2011—(i) the \nbudget management supervisory board, led by the prime minister, approves Barqi Tojik’s monthly \nbudgets; and (ii) the reform supervisory board, led by the first deputy prime minister, oversees \nthe unbundling process. While some progress was made, Barqi Tojik needs to have an adequate \nmanagement structure of its own to achieve financial sustainability. Advisory consulting support \nfrom development partners also had a limited impact on corporate governance. Furthermore, with \ninvestment needs estimated at $6.0 billion to improve the obsolete infrastructure system,7 public \nfinancing will not be enough, and the power subsector needs much wider private participation. To \nachieve this, it has to shift from government-led operations to a more market-based structure. The \nSOPI program produced a road map in 2016 for the development of an electricity trading market \nwith unbundled utilities. Based on this road map, the government in April 2018 issued a decree \nto  establish  the  joint  stock  companies  Electric  Transmission  Network  and  Electric  Distribution \nNetwork  (EDN)8  and  keep  the  generation  function  at  Barqi  Tojik.  However,  to  avoid  supply \ninterruption, Barqi Tojik has stayed in control of sector operations, and the two new companies \nwere not operationalized as independent companies. In addition, the lack of female employment \nremains  a  serious  challenge—women  account for  only  12%  of  the  11,074  employees  of  Barqi \nTojik, and hold only 11% of managerial positions.   \n\nInadequate  metering  system.  Accurately  tracking  power  flows  is  key  to  performance \n10. \nmonitoring, and it requires adequate metering both at the wholesale and retail levels. Barqi Tojik \nand feasibility study consultants estimated the transmission and distribution system losses at 22% \nand  the  collection  rate  at  86%  in  2017.  However,  in  most  parts  of  Tajikistan,  the  customer \ndatabase  is  incomplete; the  number  of meters  is  insufficient;  and meters  are  30–40  years  old, \ninaccurate, and manually read, all of which makes such estimates unreliable. At the wholesale \nlevel, ADB is providing support to install a metering system by 2021.9 At the retail level, Barqi \nTojik, with EBRD financing, installed advanced metering infrastructure in the Sugd Region, home \nto Tajikistan's second largest city by population, Khujand, and improved collection from 80% in \n2015 to 100% in 2018. The government plans to roll out advanced retail metering to the whole \ncountry and started a pilot in one of the four districts in Dushanbe, but Barqi Tojik's fragile financial \nposition has constrained progress. \n\n \n\n \n\n \n\nProgram Description \n\nB. \n \n11. \nThe  government’s  efforts  to  restore  the  financial  sustainability  of  the  power  subsector \nincluded annual tariff increases, the revival of exports to Uzbekistan in 2018,10 and investments \nin  metering  and  billing  systems  in  Sugd.  While  these  have  had  positive  impacts,  Barqi  Tojik’s \nfinancial  condition  continued  to  deteriorate,  calling  for  more  fundamental  and  comprehensive \nreforms.  Given  the  urgency  of  the  situation,  the  government  (i)  started  accelerating  the \nimplementation of reforms based on a market development report prepared by the SOPI program \nin 2016; (ii) requested ADB, the EBRD and the World Bank to support the reform actions; and \n\n \n\n7  Ministry of Energy and Water Resources. 2017. Power Sector Development Master Plan. Dushanbe. \n8  EDN may also be referred to as Open Joint Stock Company Shabakahoi Taqsimoti Barq as in its Tajik name. \n9  ADB. 2014. Tajikistan: Wholesale Metering and Transmission Reinforcement Project. Manila. \n10 ADB provided a $35 million grant in 2018 to resolve the technical constraints. ADB. 2018. Tajikistan: Reconnection \n\nto the Central Asian Power System Project. Manila. \n\n3 \n\n \n\n\f(iii) prepared a joint reform program in 2019. The reform agenda was also coordinated with the \nIMF and included in their program discussions with the government. The reforms focus on five \noutput areas—outputs 1 and 2 cover the main policy component, outputs 3 and 4 combine policy \nand  project  elements,  and  output  5  is  the  main  project  component.11  The  policy  component \nincludes the post-program partnership framework (PPPF) under which the government will further \ndeepen the reform impacts.  \n \n\n12. \nOutput  1:  Power  subsector  governance  structure  strengthened  (policy).  As  the \nsubsector aims to develop a more commercialized structure based on the market development \nroad  map,  unbundling  needs  to  be  completed  urgently.  The  segmentation  of  the  subsector \noperations  into  three  companies  (para.  9)  will  lead  to  clearer  responsibilities  for  losses  and \ninefficiencies among them and facilitate the adoption of the cost-based tariff methodology (para. \n13). To accelerate this process, the government issued four decrees between January 2019 and \nNovember 2020 to (i) approve the charters of the new companies, (ii) establish each company’s \nsupervisory board as a governing body, (iii) complete the transfer of assets to each company, and \n(iv) appoint the chairpersons to start the operations as separate companies. The unbundling into \nsmaller  companies  will  also  make  it  easier  to  conduct  a  gender  analysis  and  identify  the \nimprovements  needed  in  human  resources  development—e.g.,  in  recruitment,  training,  and \nemployee  welfare—to  support  the  employment  and  promotion  of  women  in  technical  and \nmanagerial positions.   \n\n \n\n13. \nThe  replacement  of  one  vertically  integrated  power  utility  with  multiple  entities  requires \nmore stringent sector regulations. In 2019, the government adopted a grid code for the first time \nas  the  subsector’s  system  operation  rules,  established  a  regulator  to  strengthen  the  sector’s \ngovernance structure, and adopted a cost-based tariff methodology. The regulator will initially be \nhoused in the Anti-monopoly Agency and focus on implementing the new tariff methodology.12 As \nthe regulator acquires more experience, it is planned for it to play an increasingly important role \nas  an  oversight  and  licensing  body,  providing  a  more  predictable  and  consistent  regulatory \nenvironment, especially as more private sector participation is introduced. Through the PPPF, the \nregulator and the unbundled companies will start the tariff determination process based on the \nnew  methodology.  This  will  also  set  the  stage  for  the  next  step  of  market  development,  the \nformulation of commercial agreements between the unbundled companies in the PPPF.  \n \n14. \nOutput  2:  Financial  management  of  power  utilities  improved  (policy).  Foreign \nexchange-denominated liabilities are among the key causes of financial distress of Barqi Tojik. \nAs of 2018, Barqi Tojik had total loans of about TJS14 billion ($1.5 billion), of which TJS12 billion \n($1.3 billion) originated from development partners’ loans and grants. In the past, the government \nre-lent  all  ADB  project  grants to  Barqi  Tojik  with  a  5%  premium,  and these  grants  account  for \nabout 16% of total loans. Reducing the dollar-denominated liabilities is vital for decreasing foreign \nexchange exposure, which wiped out about 80% of revenues since 2015, and for improving cash \nmanagement  in the  subsector.  The Ministry  of  Finance  (MOF) and  the Ministry of  Energy  and \nWater  Resources  (MOEWR) coordinated  on  devising  financial  recovery measures  since  2018, \nand the government converted more than $400 million of existing loans based on past ADB and \nWorld Bank project grants into Barqi Tojik equity in 2020. The remaining grant-based re-lending \nwill also be gradually converted into Barqi Tojik equity by 2025, which will be monitored through \n\n \n\n11 The program’s policy matrix is in Appendix 4. \n12 The  weighted  average  end-user  tariff  in  2018  was  about  TJS0.16  per  kilowatt-hour  against  the  estimated  cost-\nrecovery level of TJS0.39 per kilowatt-hour. Source: World Bank. 2020. Program Appraisal Document on a Proposed \nGrant to the Republic of Tajikistan for a Power Utility Financial Recovery Program for Results. Washington, DC. \n\n4 \n\n \n\n\fthis program’s sector reform support (output 4) and an ongoing World Bank program.13 The re-\nlending arrangement was acceptable for past projects because Barqi Tojik is revenue-generating, \nbut  the  current  financial  challenges  call  for  substantial  government  support.  Barqi  Tojik  also \nnegotiated with the largest commercial creditor to restructure its debt at a lower interest rate to \nreduce the debt service burden.  \n \n15. \nThe reform program also redesigns the fund flow in the subsector. A government decree \nto establish a sector escrow account to collect all domestic power sale revenues is being finalized. \nAnother account for export revenues will be established before the ongoing Central Asia–South \nAsia Electricity Transmission Project (CASA–1000), supported by various development partners, \nreaches  commissioning  in  2022.  Escrow  account  activities  will  be  managed  by  a  newly \nestablished market operator with a predetermined fund distribution formula. These accounts will \ncapture  all  cash  inflows  to  the  subsector  to  minimize  human  involvement  and  automate  fund \ntransfers  to  ensure  on-time  priority  payments  and  sufficient  fund  distribution  among  the \ngeneration,  transmission,  and  distribution  companies.  It  will  also  guarantee  timely  payments \nunder restructured liabilities.14  \n \n\n16. \nCompletion of the policy action for the escrow account mechanism (policy action 5) was \ndelayed  because  the  government  functions  were  directly  affected  and  slowed  down  by  the \nCOVID-19 pandemic since May 2020. This pushed the preparation process into the period of the \npresidential  election  (October  2020),  when  government  functions  were  further  slowed  down. \nTherefore, the government cannot complete this action before November 2020, nonetheless, the \ngovernment  is  prioritizing  the  action  to  complete  it  within  2020.  In  light  of  these  extraordinary \nchallenges, the completion of this action has been included in the policy-based grant agreement \nas a condition for withdrawal. Once the government decree is executed, transactions based on \nthe escrow account will be monitored and reported through the PPPF.  \n \n17. \nOutput  3:  Sustainable  corporate  management  introduced  in  the  new  distribution \ncompany  (policy  and  project).  EDN  will  recruit  a  management  contractor,  an  internationally \nreputable  company  with  power  utility  operation  experience,  which  will  place  five  professional \nmanagers in EDN to operate it (unlike the advisory roles of consultants in the past) and improve \nits  corporate  governance.  Acting  on  the  recommendation  of  the  SOPI  road  map  in  2016,  the \nMOEWR led extensive consultations within the government and with development partners on \nthe use of a management contract. In June 2018, 14 development partners jointly endorsed the \nreform strategy, including the use of a management contract.15 In September 2019, the ministry \nreceived the  government’s final  approval to  adopt the modality  as  part  of the  program’s  policy \ncomponent. The program’s project component will finance the cost of the management contractor. \nThis will be one of the first public–private partnership cases in the subsector and will be key to \nensuring the sustainability of the reforms and the new metering investment. The contractor will \nalso  develop  the  capacity  of  local  staff,  including  future  managers  of  the  company  after  the \ncontract is completed. Further, the contractor will be tasked to create a gender working group led \nby  senior  management  and  consisting  of  both  male  and  female  representatives  of  various  job \nlevels and departments. This group will be responsible for incorporating gender in the strategic \ndirections and organizational functions of the company.  \n\n \n\n \n\n13 World Bank. 2020. Program Appraisal Document on a Proposed Grant to the Republic of Tajikistan for a Power Utility \n\nFinancial Recovery Program for Results. Washington, DC. \n\n14 Escrow accounts are a temporary measure to ensure that both cash and cash deficit is distributed among sector \nplayers until tariffs reach cost-recovery level and collections are close to 100% (targeted in 2025), after which a more \ncontract-based settlement with the market operator is envisioned.  \n\n15 Sector Assessment (Summary): Energy (accessible from the list of linked documents in Appendix 2). \n\n5 \n\n \n\n\fAn enabling environment will be key to the success of the management contract. Given \n18. \nthe current lack of transparent data from Barqi Tojik, the contractor will be given the first year to \nassess  EDN’s  infrastructure,  capacity,  and  regulatory  status  and  to  propose  operation \nimprovement plans with binding performance indicators. The indicators are linked with bonuses \nas  the  contractor’s  incentives.  EDN’s  supervisory  board  will  also  allow  for  adjustments  to \nconstraints beyond the contractor’s control, such as the government-set tariffs. A list of strategic \nentities will be agreed among the government, the supervisory board, and the contractor, such as \nentities  with  public  service  obligations,  which  will  be  given  longer  payment  periods.  But  any \nviolation of the special rules will allow the contractor to discontinue its services to them. The key \ndevelopment partners such as ADB, the EBRD and the World Bank will be observers on EDN’s \nsupervisory board and receive monitoring results. The contract also includes a dispute settlement \nmechanism by a third-party panel of experts so that any issues would have a better chance of \nresolution  before  escalating  into  disputes.  Finally,  a  separate  ADB  TA  will  finance  supervision \nassistance  through  the  Asia  Pacific  Project  Preparation  Facility  (para. 32)  in  the  form  of  three \nindependent advisors, which will strengthen implementation monitoring as designed in the PPPF.  \n \nOutput 4: Sector’s reform and operational capacity strengthened (policy and project). \n19. \nGuided  by  the  success  of  the  SOPI  program,  the  program’s  project  component  includes  a \nrecruitment  of  a  consulting  firm  to  support the  government’s  further reforms.  This  will  help  the \nimplementation of the PPPF as part of the program’s policy component, which includes the next \nphase  of  the  unbundling  process  such  as  finalizing  opening  balance  sheets  and  commercial \ncontracts based on regulator-set tariffs, and completion of the restructuring of loans from MOF. \nThe consulting firm will also closely monitor the implementation with regard to the escrow account, \nthe regulator, the tariff methodology, and the management contractor performance. \n \n20. \nFurthermore,  the  comprehensive  reforms  present  an  unprecedented  opportunity  for \nstepping up gender development in the subsector. The attached TA (para. 33) will support the \nunbundled companies in conducting gender assessments and creating an employee database \nthat  will  inform  policies  and  training  on  corporate  gender  mainstreaming  (para.  12).  The \nmanagement contractor’s tasks also include the establishment of a gender working group in EDN \n(para. 17) to develop policies and training on the prevention of sexual harassment. The metering \ninvestment will provide more opportunities for women's employment, especially at the data and \ncall centers. The attached TA will also provide internship and training grants to selected women \ntrainees. In addition, an ongoing ADB grant in the education sector will establish a technical skills \ndevelopment center for the energy sector with a focus on increased female employment.16 The \nimproved gender policies of the key employers in the energy sector and the skills development \nopportunities will create synergy and amplify the effect of the gender action plans of both projects.  \n \n21. \nOutput 5: Retail billing and collection systems modernized (project). The program’s \nproject component will finance investments in advanced retail electricity metering and low- and \nmedium-voltage grid enhancements in seven priority cities (Buston, Dangara, Dushanbe, Isfara, \nIstravshan, Konibodom, and Panjekent), which were selected based on the urgency of collection \nimprovements. The planned installation of about 370,000 meters will cover close to 40% of the \ncustomer base and demand. Dushanbe accounts for nearly 25% of the country’s electricity sales, \nmaking improved revenue collection there a top priority for the subsector. The advanced metering \nand billing system will reduce the cost of metering and billing, lower outage costs, and improve \nthe quality of supply for customers (e.g., faster outage restoration and more precise dispatching \nof repair crews to the sites of network breakdowns). It will also allow the introduction of new billing \nschemes, such as step tariffs, to protect vulnerable customers in newly metered cities.  \n\n16 ADB. 2020. Tajikistan: Skills and Employability Enhancement Project. Manila. \n\n \n\n6 \n\n \n\n\fThe program outputs will lead to the outcome of improved financial sustainability of the \n22. \npower  subsector.17  The  program  is  aligned  with  the  impact  of  sustainable  access  to  energy \nresources.18  It  targets  an  improved  nationwide  collection  rate  of  91%  by  2027  against  86%  in \n2017 and reduced distribution losses in target cities from 15.2% in 2019 to 7.3% in 2027. EDN’s \nnet profit is also expected to improve based on the management contractor’s assessment, and \nthe tariffs are targeted to reach cost recovery levels by 2025. The program’s outcome will also \nlead to the subsector’s reduced reliance on the government such as re-lending and contribute to \nthe better fiscal management for the country.   \n\n \n\nValue Added by ADB  \n\nC. \n \n23. \nADB’s  SOPI  program  under  the  Regional  Power Transmission  Project  (footnote  2)  has \nsupported  the  reform  activities  since  2012.  Its  market  development  report  in  2016  is  the \nfoundation of the comprehensive reforms supported by the program.19 The government used the \nSOPI  platform  for  development  partner  coordination,  which  led  to  the  formulation  of  the  joint \nreform  program.  The  proposed  program  will  support  the  upfront  policy  actions,  and  its  sector \nreform support component (output 4) and the World Bank’s program-for-result grant (footnote 13) \nwill assist and provide incentives for the continued implementation of the policy actions. An ADB-\nfunded feasibility study paved the way for the EBRD to cofinance the metering investment, which \nwill  provide  expertise  from  the  successful  Sugd  project  and  implement  a  youth  and  women's \neducation program. The mix of ADB grant and EBRD loan is the outcome of close consultation \nwith the government and the IMF to optimize the available financing sources for Tajikistan. \n \n24. \nThe financial crisis in the Tajik power subsector is profound and recovery requires actions \nthat simultaneously address sector governance, debts, tariffs, and management. Yet the impact \nwill be limited without improving the accuracy in sales, timely collections, and system losses, and \nthis can only be achieved by investments in adequate metering and billing systems. In turn, any \ninvestments in the subsector also require much improved corporate governance for the unbundled \nutility companies to be sustainable. The sector development program approach is used to support, \nthrough the policy-based component, structural reforms that create an enabling environment for \nfinancial  sustainability,  and  to  respond,  through  the  project  component,  to  the  investment \nchallenges  in  the  power  subsector.  Since  the  near-term  priority  of  the  subsector  will  be  the \nimplementation and deepening of the major reforms completed under this program, a stand-alone \npolicy component with PPPF and implementation support (output 4) was selected.  \n \n25. \nLessons  from  previous  policy-based  engagements  include  the  need  for  strong \ngovernment  ownership  of  reforms,  development  partner  collaboration,  long-term  engagement \nwith  investment  support,  and  adequate  monitoring  and  capacity  development  support.20 \nIncorporating these lessons, the program was developed with the EBRD and the World Bank. Key \nreform actions such as the unbundling and the management contract were introduced with the \nstrong leadership in the office of the Deputy Prime Minister and the MOEWR. An assessment of \npast electricity metering projects in Tajikistan during the feasibility study showed that the usability \nof the billing system is critical to its success. The project design therefore adopts the billing system \nalready used by EDN and developed through the EBRD-financed project in Sugd (para. 10).  \n\n \n\n17 The design and monitoring framework is in Appendix 1. \n18 Government of Tajikistan. 2016. National Development Strategy of the Republic of Tajikistan for the Period up to \n\n2030. Dushanbe.  \n\n19 SOPI also supported the development of (i) the sector master plan, (ii) Barqi Tojik’s functional unbundling, (iii) tariff \ncalculation principles, (iv) the grid code, (v) escrow account management rules, (vi) asset separation of unbundled \ncompanies, and (vii) metering investment feasibility studies. \n\n20 ADB. 2018. Policy-Based Lending 2008–2017; Performance, Results, and Issues of Design. Manila. \n\n7 \n\n \n\n\f8 \n\nFinally,  the  program  is  aligned  with  ADB’s  Strategy  2030  and  its  operational  priorities \n26. \n1 (reducing  poverty  and  inequalities);  2  (accelerating  gender  equality);  3  (building  climate, \ndisaster,  and  environmental  resilience);  6 (strengthening  governance  and  institutions);  and \n7 (fostering regional cooperation and integration).21 Stronger competitiveness of power utilities is \nkey  to  Tajikistan’s  role  as  a  regional  hydropower  hub,  especially  in  the  expanding  trade  with \nneighboring  countries  and  South  Asia.  The  preparation  and  implementation  support  for  the \nmanagement  contract  is  a  result  of  the  One-ADB  approach  by  ADB’s  Central  and  West  Asia \nDepartment and its Office of Public–Private Partnership.  \n \nD. \n\nSummary  Cost  Estimates,  Financing  Plan,  Development  Financing  Needs,  and \nBudget Support \n\nThe total program cost is $145 million, $20 million of which is the policy-based component. \n\n \n27. \nThe project component is estimated to cost $125 million (Table 1).  \n \n\nTable 1: Summary Cost Estimates for Project Component ($ million) \n\nItem \nA. \n \n \n \n \nB. \nC. \n  \n\n  \n\n  \n\n  \n \n\n  \nBase Cost b \n1.  \n2.  \n3.  \n \nContingencies c \nFinancing Charges during Implementation d \n  \n\nOutput 3  \nOutput 4  \nOutput 5  \nSubtotal (A) \n\nTotal (A+B+C) \n\n  \n\n  \n\nAmount a \n\n \n               15.0  \n             2.5  \n             99.2  \n           116.7  \n6.9 \n               1.4  \n           125.0  \n\na  Includes  taxes and  duties  of $13.5  million  and  financing charges  during  implementation of  $1.4 million,  and  $0.1 \nmillion for external audits. Such amount does not represent an excessive share of the project cost. The government \nwill finance the taxes and duties by exemption. \n\nb  In mid-2020 prices. \nc  Physical and price contingencies, and a provision for exchange rate fluctuation are included. \nd  Includes estimated interest, commitment, and other charges on all sources of financing. \nSources: Asian Development Bank and European Bank for Development and Reconstruction. \n \n28. \nThe government has requested (i) a policy-based grant not exceeding $20 million from \nADB’s  Special  Funds  resources  (Asian  Development  Fund),  (ii)  a  grant  (project  grant)  not \nexceeding $85 million from ADB’s Special Funds resources (Asian Development Fund) to help \nfinance the program, and (iii) a loan of $25 million from the EBRD. The project grant of $85 million \nwill be provided to the Republic of Tajikistan, of which $82.5 million will be on-granted to EDN as \nan equity injection and $2.5 million will be provided to the MoEWR. The EBRD will enter into a \nseparate  loan  agreement  with  EDN.  The  EBRD  loan  is  non-ADB  administered,  but  ADB  will \noversee  procurement.  The  government  and  EDN  will  contribute  counterpart  financing  of  $15 \nmillion to the project component in the form of exemptions from all taxes and duties (including \nvalue-added and customs duties) on project expenditures other than income tax or social tax. \n \n29. \nThe  policy-based  grant  size  is  based  on  the  development  impact  of  the  policy  reform \npackage, development spending arising from the key energy sector reforms, and fiscal shortfalls \nestimated at $735 million for 2020 (Table 2). It is also considered in close coordination with the \nrecently approved COVID-19 Active Response and Expenditure Support Program (footnote 5), \nthe $50 million Financial Sector and Fiscal Management Improvement Program (subject to ADB \n\n21 ADB.  2018.  Strategy  2030:  Achieving  a  Prosperous,  Inclusive,  Resilient,  and  Sustainable  Asia  and  the  Pacific. \n\n \n\nManila. \n\n \n\n\fBoard approval), and the IMF’s $189.5 million rapid credit facility and its assessments.22 ADB will \nfinance  the  expenditures  in  relation  to  turnkey  contracts  and  consulting  services.  Any  shortfall \nduring  implementation  will  be  covered  by  the  government  and  EDN.  Climate  financing  is \nestimated  to  be  $20  million  based  on  30%  of  the  ADB  financing  for  metering.  The  summary \nfinancing plan is in Table 3. Details are in the project administration manual (PAM).23 \n \n\nTable 2: Tajikistan's Financing Needs for 2020 \n\nItem \nTotal financing requirement (including PIP) \n– Domestic financing \n– External financing (tentative) \n\nIMF \nADB \nEFSD \nOther development financing institutions \nPIPa \n\nAmount, pre- \nCOVID-19 \n($ million) \n538.3 \n8.0 \n530.3 \n \n \n \n \n \n\nAmount, post- \nCOVID-19 \n($ million) \n735.0 \n10.0 \n725.0 \n189.5 \n120.0 \n50.0 \n3.5 \n362.0 \n\nChange \n(%) \n36.5 \n25.0 \n36.7 \n\nADB  =  Asian  Development  Bank,  COVID-19  =  coronavirus  disease,  EFSD  =  Eurasian  Fund  for  Stabilization  and \nDevelopment, IMF = International Monetary Fund, PIP = public investment program. \na  PIP includes development partner project loans (related to energy, health, education, transport, urban development, \n\nclimate change, disaster reduction, and gender).  \n\nSource: Ministry of Finance and ADB estimates. \n \n\nTable 3: Summary Financing Plan \n\nSource \nAsian Development Bank  \nSpecial Funds resources (Asian Development Fund grant) \n\n \n \n\nPolicy-based grant (general budget support) \nProject grant \n\nEuropean Bank for Reconstruction and Development (loan) \nGovernment (project component) \n\nTotal \n\nAmount \n($ million) \n\nShare of Total \n(%) \n\n \n \n20.0 \n85.0 \n25.0 \n15.0 \n145.0 \n\n \n\n \n\n13.8 \n58.6 \n17.2 \n10.4a \n100.0 \n\na  Of the total program cost of $145 million, the project component is estimated to cost $125 million. Hence, the share \n\nof the government contribution under the project component is 12.0%. \n\nImplementation Arrangements \n\nSources: Asian Development Bank and Ministry of Energy and Water Resources. \n \nE. \n \nThe MOEWR will be the program’s executing agency, EDN the implementing agency. For \n30. \nthe project component, the government’s centralized project management unit (PMU) for ADB-\nfinanced energy projects will be the implementation unit. While EDN is a new entity, it inherits the \ndistribution  segment  of  Barqi  Tojik,  and  the  PMU  and  Barqi  Tojik  together  have  successfully \nmanaged  seven  ADB  projects.  Lessons  from  previous  and  ongoing  projects  show  that  the \ncontinuation  of  the  centralized  PMU  is  the  most  effective  implementation  structure.  The \nimplementation arrangements are summarized in Table 4 and described in detail in the PAM.  \n \n\nAspects \nImplementation period \n\nEstimated completion date \n\nTable 4: Implementation Arrangements \n\nArrangements \n\nJanuary 2019–December 2020 (policy component) \nDecember 2020–March 2026 (project component) \n31 March 2026 \n\n22 IMF. 2020. Request for Disbursement under the Rapid Credit Facility – Press Release; Staff Report; and Statement \n\nby the Executive Director for the Republic of Tajikistan. Washington, DC. \n\n23 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n \n\n9 \n\n \n \n \n \n \n\n \n\n\f10 \n\nAspects \nEstimated grant closing date \n (i)  For the policy component \n (ii) For the project componentb  \nManagement \n\n(i)  Executing agency \n(ii)  Key implementing agencies \n\n(iii)  Implementation unit \n\nProcurement \n\nConsulting services \nOthers (management contract) \nRetroactive  financing  and/or  advance \ncontracting  \n\nDisbursement  \n\nArrangements \n\n \n30 June 2021 \n30 September 2026 \n\n1 contract \n\n$77.0 million \n\nMinistry of Energy and Water Resources  \nMinistry of Finance (policy component), Open Joint Stock Company Electric \nDistribution Network (project component) \nProject Management Unit for Electro-energy Sector, 105 personnel \nOpen competitive \nbidding (internationally \nadvertised)a \nDirect contracting \nQCBS \nFixed-budget selection \nAdvance  contracting  and  retroactive  financing  may  be  applied  to  all \nprocurement and consulting services packages. Retroactive financing will not \nexceed 20% of the project grant amount for expenditures incurred not more \nthan 12 months prior to the signing of the project grant agreement.  \nThe  grant  proceeds  will  be  disbursed  following  ADB's  Loan  Disbursement \nHandbook (2017, as amended from time to time) and detailed arrangements \nagreed between the government and ADB.  \n\n1 contract \n322 person-months \n1 contract \n\n$3.8 million  \n$7.3 million \n$15.0 million \n\nADB = Asian Development Bank, QCBS = quality- and cost-based selection.  \na  The  European  Bank  for  Reconstruction  and  Development  will  provide  non-ADB-administered  cofinancing  of \n\n$25 million for this component in addition to the indicated amount to be provided by ADB.  \n\nSource: Asian Development Bank. \n \n31. \nProcurement  under  the  project  component  of  the  program  will  be  undertaken  in \naccordance  with  the  ADB  Procurement  Policy  (2017,  as  amended  from  time  to  time)  and  the \nProcurement Regulations for ADB Borrowers (2017, as amended from time to time), with advance \ncontracting.24 As the EBRD and ADB will jointly finance an individual procurement package under \nthe  project  component,  universal  procurement  will  apply  for  civil  works,  goods,  and  consulting \nservices  financed  under  the  program.  Advance  actions  for  procurement  of  consulting  services \nand civil works were taken to facilitate project implementation. Further, given that EDN’s system \nis  relatively  small  (1.3  million  customers),  having  multiple  billing  systems  will  increase  the \noperational inefficiencies. Since EDN has been successfully operating the billing system of the \nEBRD-financed Sugd project (para. 10), the expansion of the existing system is the most practical \nand economical option. Therefore, direct contracting of the same contractor for the billing systems \npackage is justified under paragraph 2.17(e) of the Procurement Regulations because it will be a \nnatural extension of the earlier work completed under the EBRD-financed Sugd project (in which \nthe contractor was competitively selected). The engagement of the same contractor will be more \neconomical and will ensure compatibility of results in terms of quality of work.  \n \n32. \nFurther,  the  program  is  supported  by  additional  TA  support  of  $955,000  from  the  Asia \nPacific Project Preparation Facility for the implementation of the management contract.25 The TA \nwill provide independent advisors in the technical, commercial, and financial areas to oversee the \ncontractor’s performance and to explore further public–private partnership options (para. 18). \n \n \n\n \n\n24 All  procurement  and  recruitment  packages  except  for  sector  reform  support  were  advertised  before  ADB  Board \nconsideration. ADB. 2017. ADB Procurement Policy: Goods, Works, Nonconsulting and Consulting Services. Manila; \nand  ADB.  2017.  Procurement  Regulations  for  ADB  Borrowers:  Goods,  Works,  Nonconsulting  and  Consulting \nServices. Manila. \n\n25 ADB. 2020. Project Monitoring: Tajikistan Electricity Distribution Company, Republic of Tajikistan. Manila. \n\n \n\n\fIII. \n\nATTACHED TECHNICAL ASSISTANCE \n\n \n33. \nThe  program  includes  a  regional  cluster  TA  subproject  to  counter  women's  limited \nemployment  chances  in technical  occupations  with  on-the-job  training  for  female  students  and \ngraduates of science, technology, engineering, and mathematics (STEM) courses. The TA will \nsupport gender assessments at the unbundled companies to underpin the formulation of gender \nmainstreaming policies.26 The estimated TA cost is $200,000, to be financed on a grant basis by \nADB’s  Technical  Assistance  Special  Fund  (TASF  6).  The  government  will  provide  counterpart \nsupport in the form of counterpart staff, office accommodation, and other in-kind contributions.  \n \n\nIV. \n\nDUE DILIGENCE \n\nTechnical \n\nEconomic and Financial Viability \n\n \nA. \n \n34. \nUnder the SOPI program, EDN commissioned a feasibility study for metering and network \nupgrades in seven cities. The study reviewed international practice, identified technical options \nsuitable  for  EDN,  prepared  the  technical  design,  identified  project  benefits  and  costs,  and \npresented  an  implementation  plan.  The  study  confirmed  that  (i)  the  project  was  in  line  with \nworldwide utility practice, (ii) the equipment and systems were proven and widely available, and \n(iii) EDN staff had proven their capability to operate such systems based on their experience with \na project using the same technology in the Sugd region. The cost estimates were updated in June \n2020, considering the global impact of COVID-19. Further, EDN is the former distribution arm of \nBarqi Tojik and has run the system since 2008, thus having sufficient experience and capacity for \ndeveloping and operating the distribution system. ADB is satisfied with the proposed technology \nand implementation plan, and EDN’s ability to operate the system. \n \nB. \n \nEconomic  and  financial  analyses  of  the  metering  investment  were  conducted.  The \n35. \ninvestment covers the capital city of Dushanbe and other priority cities in Tajikistan. Improvements \nin collections and a reduction in system losses in these cities are critical to the financial recovery \nof the subsector. The investment is expected to increase the collection rate by 8 percentage points \nand  reduce  system  losses  by  7.9  percentage  points  collectively  in  the  target  cities.  Given  the \nlimited size and the current low quality of the power distribution system, assessments conclude \nthat these improvements are reasonable compared with systems of similar size and condition.  \n \n36.  With  these  assumptions,  the  financial  internal  rate  of  return,  estimated  from  EDN’s \nperspective,  is  14.4%,  above  EDN’s  estimated  weighted  average  cost  of  capital  of  5.0%.  The \neconomic internal rate of return, estimated from the Tajik economy’s perspective, is 12.0%, higher \nthan  the  threshold  of  9.0%.  Sensitivity  analyses  also  supported  the  financial  and  economic \nviability of the investment.  \n \nC. \n \n37. \nThe key factor for the program's sustainability is the continued implementation of reforms. \nThis  will  be  monitored  through the  engagement  of  consultants for  the MOEWR  through sector \nreform support. The disbursement indicators of the parallel World Bank program (footnote 13) will \nalso act as an incentive mechanism for reforms and as a monitoring platform. The management \n\nSustainability \n\n26 Attached Technical Assistance Report (accessible from the list of linked documents in Appendix 2). \n\n \n\n11 \n\n \n\n\f12 \n\nGovernance \n\ncontractor  is  expected  to  improve  the  overall  corporate  governance  of  EDN,  which  will  be  the \nbasis of the utility’s sustainable operation and the ADB-financed metering investment.  \n \nD. \n \n38. \nAnticorruption measures. ADB's Anticorruption Policy (1998, as amended to date) was \nexplained  to  and  discussed  with  the  government  and  EDN.  Consistent  with  its  commitment  to \ngood governance, accountability, and transparency, ADB reserves the right to investigate, directly \nor through its agents, any alleged corrupt, fraudulent, collusive, or coercive practices relating to \nthe program. To support these efforts, the applicable provisions of ADB's Anticorruption Policy \nare  included  in  the  bidding  documents.  In  particular,  all  contracts  financed  by  ADB  under  the \nproject component shall include provisions specifying the right of ADB to audit and examine the \nrecords  and  accounts  of  the  executing  and  implementing  agencies,  and  of  all  contractors, \nsuppliers, consultants, and other service providers related to the project component. Entity-level \nintegrity  due  diligence  conducted  on  EDN  found  no  significant  integrity  risks.27  Integrity  due \ndiligence of EDN board members and senior managers will be done once they are appointed. \n \n39. \nFinancial  management.  The  financial  management  assessment  was  conducted  in \naccordance with ADB’s guidelines and concludes that EDN’s overall financial management risk \nis high. The key risks relate to the weaknesses of Barqi Tojik that EDN inherits. Issues reported \nin  the  2018  audited  financial  statements—concerning  (i)  valuation  of  inventory,  revaluation  of \nassets, records on account receivables and payables, and data conciliation of revenues; (ii) lack \nof an effective internal audit function and information technology system;and (iii) inconsistent data \nconsolidation  of  30  subordinate  entities—will  require  resolution.  A  timebound  financial \nmanagement  action  plan  was  prepared  to  mitigate  the  identified  risks  and  was  agreed  among \nADB, EDN, and the MOEWR as described in the PAM. The management contractor, the project \nimplementation  consultants,  and  the  sector  reform  support  component  will  provide  necessary \nassistance in the implementation. The financial management risk will continue to be monitored as \nEDN’s operation is established with the management contractor.   \n \n40. \nProcurement.  The  procurement  capacities  of  the  MOEWR,  EDN,  and  the  PMU  were \nassessed and do not pose a significant risk to project implementation. The MOEWR has previous \nexperience from recruiting and managing the SOPI consultants. While EDN is a new entity, its \nworkforce comes directly from Barqi Tojik. EDN also works with the government PMU dedicated \nto  energy  sector  projects,  which  has  performed  well  in  the  ongoing  ADB-funded  projects.  The \nprocurement methods are selected to align with the needs of each package. Value for money with \nregard to the procurement of smart meters will be achieved through (i) a single contract package \nto  be  tendered  internationally,  (ii)  the  one-stage  procurement  method,  and  (iii) the  lowest \nevaluated cost as qualification criterion. As regards the selection of the management contractor, \nthe value for money lies in (i) market outreach, (ii) fixed budget selection, and (iii) use of a fit-for-\npurpose form of contract, and for the extension of the billing system, direct contracting applies. \n \nE. \n \n41. \nThe sector development program is classified as effective gender mainstreaming and will \naddress  women’s  limited  participation  in  the  power  subsector.  Key  gender  actions  include \n(i) corporate  strategy  reforms  to  include  women  in  management  positions;  (ii)  capacity \ndevelopment  of  staff  and  management  on  gender  and  customer  service  management,  and \n\nPoverty, Social, and Gender \n\n27 ADB. 2003. Enhancing the Asian Development Bank’s Role in Combating Money Laundering and the Financing of \n\n \n\nTerrorism. Manila. \n\n \n\n\fSafeguards \n\n(iii) formation  of  a  gender  working  group  EDN. On  the  demand  side,  training  on  the  advanced \nmetering  system  will  be  provided  to  targeted  households,  while  awareness  raising  on  energy \nsafety and efficiency will be provided to the beneficiary communities, including on-the-job training \nfor female graduates of STEM courses. A gender diagnostic of each of the unbundled companies \nas well as the current STEM course offerings and their enrollment will be done to identify how to \nincrease women's participation in the subsector. The gender action plan details the steps.28 The \nattached  TA  will  help  increase  the  pool  of  potential  women  technical  workers  in  the  power \nsubsector. The reforms will result in more efficient operations of the power companies and better \nprovision of energy services, including to underserved communities. Better services will in turn \nreduce  women’s  time  poverty,  enable  low-income  families  to  pursue  energy-based  livelihood \nactivities, and allow schoolchildren and students to in learning activities at home.    \n \nF. \n \n42. \nIn  compliance  with  ADB’s  Safeguard  Policy  Statement  (2009),  the  project  component’s \nsafeguard  categories  are  as  follows.29  The  policy  actions  of  the  program  will  not  cause \nenvironmental or social impacts. \n \n43. \nEnvironment  (category  B).  The  initial  environmental  examination  (IEE)  and  the \nenvironmental management plan (EMP) were prepared and disclosed. Potential environmental \nimpacts  of  the  project  component  relate  mainly  to  occupational  health  and  safety,  waste \ngeneration, noise, socioeconomic impacts and influx of workers, dust and exhaust emissions from \nequipment and construction vehicles, and construction traffic. The IEE will be updated when the \ndetailed  design  and  site-specific  information  become  available.  All  statutory  clearances  and \npermits will be obtained before construction works start. The contractors will be required to submit, \nas  part  of  their  bids,  the  expected  costs  of  implementing  the  EMP,  to  ensure  that  sufficient \nresources  are  allocated  for  it.  Each  contractor  will  be  required  to  submit  to  the  PMU  the  site-\nspecific  EMP  with  subplans  prior  to  the  start  of  civil  works.  The  specific  Safeguard  Policy \nStatement  requirements  will  be  described  in  the  PAM.  Environmental  reporting  to  ADB  will  be \ndone on a semiannual basis and will continue until project completion. The IEE, environmental \nmonitoring reports, and corrective action plans, if any, will be disclosed on the ADB and project \nwebsites. Project-related complaints or grievances will be addressed through a grievance redress \nmechanism to be established for this project component.  \n \n44. \nInvoluntary  resettlement  (category  C).  All  the  proposed  works  under  output  5  of  the \nprogram will be within the existing facilities owned and controlled by EDN in the seven cities and \nselected substations. No works will be done on the premises of individual households. No land \nacquisition and involuntary resettlement impact is expected from these works.  \n \n45. \nIndigenous peoples (category C). The project component's sites are in Dushanbe and \nsix other major cities (para. 21) where no groups reside that may be deemed indigenous people.  \n \nG. \n \n46. \ndetail in the risk assessment and risk management plan.30 \n \n\nSignificant  risks  and  mitigating  measures  are  summarized  in  Table  5  and  described  in \n\nSummary of Risk Assessment and Risk Management Plan \n\n28 Gender action plan (accessible from the list of linked documents in Appendix 2). \n29 ADB. Safeguard Categories. \n30 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n \n\n13 \n\n \n\n\f14 \n\nRisks \nThe  government’s  priorities  change \nbecause of economic shocks, and power \nsubsector reforms slow down. \n\nEconomic shocks continue, and demand \nand  collections  decline,  which  limits  the \nmanagement  contractor's  chances  of \nimproving EDN’s performance. \n\nEDN  inherits  the  technical  capacity  of \nBarqi Tojik, but the financial management \ncapacity development lags. \n\nTable 5: Summary of Risks and Mitigating Measures \n\nMitigation Measures \nThe agreed reform program is a multiyear joint effort of the government, \nADB, the EBRD, and the World Bank. It is backed by strong leadership of \nthe  government  and  interlinked  with  other  current  and  planned  critical \ninvestment  financing  by  major  development  partners,  which  acts  as \nincentives to continue with the reform efforts. \nThe first year of the management contractor’s 5-year operational period will \nbe  used  for  a  thorough  assessment  of  the  existing  infrastructure,  sector \nregions.  The \ngovernance,  and  economic  conditions \nperformance  indicators  will  be  determined  based  on  this  assessment, \nwhich incorporates the necessary adjustments for the economic shock in \n2020.  EDN’s  management  contract  includes  an  incentive  remuneration \nmechanism for performance improvements. The contractor’s performance \nwill  be  monitored  by  the  supervisory  board,  which  will  include  ADB,  the \nEBRD,  and  the  World  Bank  as  observers,  and  by  independent technical \nadvisors financed by the program. \nA management contractor with international experience in utility operations \nwill  be  hired  to  operate  EDN  and  develop  its  financial  management \ncapacity. The program’s sector reform support may also supplement it as \nfurther capacity development needs arise. \n\nin  different \n\nADB = Asian Development Bank, EBRD = European Bank for Reconstruction and Development, EDN = Open Joint \nStock Company Electric Distribution Network. \nSource: Asian Development Bank. \n \n\nV. \n\nASSURANCES AND CONDITIONS \n\nThe government and EDN have agreed with ADB on certain covenants for the program, \n\n \n47. \nwhich are set forth in the draft grant agreements and project agreement. \n \n48. \nIn  addition  to  the  standard  assurances,  the  government  and  EDN  have  agreed  to  the \nfollowing  additional  conditions:  the  project  grant  will  only  be  disbursed  after  (i)  an  equity \ncontribution  agreement  has  been  executed  by  the  government  and  EDN,  and  (ii)  ADB  has \nconducted integrity due diligence on key EDN personnel and any issues have been addressed to \nADB’s satisfaction. The policy-based grant will only be disbursed after completion of the policy \naction 5 for the escrow account mechanism in the policy matrix.  \n \n\nVI. \n\nRECOMMENDATION \n\n \n49. \nAsian Development Bank (ADB) and recommend that the Board approve  \n\nI am satisfied that the proposed grants would comply with the Articles of Agreement of the \n\n(i) \n\n(ii) \n\nthe  policy-based  grant  not  exceeding  $20,000,000  to  the  Republic  of  Tajikistan  from \nADB’s  Special  Funds  resources  (Asian  Development  Fund)  for  the  Power  Sector \nDevelopment Program, on terms and conditions that are substantially in accordance with \nthose set forth in the draft policy-based grant agreement presented to the Board; and \nthe  grant  not  exceeding $85,000,000 to  the  Republic  of  Tajikistan  from ADB’s  Special \nFunds  resources  (Asian  Development  Fund)  for  the  Power  Sector  Development \nProgram, on terms and conditions that are substantially in accordance with those set forth \nin the draft grant and project agreements presented to the Board. \n\nMasatsugu Asakawa \nPresident \n\n13 November 2020 \n\n \n\n \n\n\fAppendix 1 \n\n15 \n\nDESIGN AND MONITORING FRAMEWORK \n \n\nImpact the Program is Aligned with \nSustainable access to energy resources increased (National Development Strategy of the Republic of \nTajikistan for the period up to 2030)a  \n\nResults Chain \nOutcome \nFinancial \nsustainability of \nthe power \nsubsector \nimproved \n \n\nOutputs \n \n1. Power subsector \ngovernance \nstructure \nstrengthened \n\n2. Financial \nmanagement of \npower utilities \nimproved \n \n\nRisks \n\n \nThe \ngovernment’s \npriorities \nchange \nbecause of \neconomic \nshocks, and \npower \nsubsector \nreforms slow \ndown. \n\n \n \nEconomic \nshocks \ncontinue and \nlimit the \nmanagement \ncontractor's \nchances of \nimproving \nEDN's \nperformance.  \n\nPerformance Indicators with Targets \nand Baselines \n\n \na. End-user tariffs reach cost-recovery \nlevels by 2025 (2019 baseline: about \n50% of estimated cost recovery level) \n \nb. Nationwide collection rate improved \nto 91% by 2027 (2017 baseline: 86%) \n \nc. Power distribution network loss \nreduced to 7.3% by 2027 (2020 \nbaseline: 15.2%) \n \nd. EDN’s net profit improved \n(2020 baseline: to be determined by the \nmanagement contractor)b \n\n \n \n1.1. Separated operations of three \nunbundled companies (generation, \ntransmission, and distribution) started \nby 2020 (2019 baseline: no \nmanagement personnel appointed) \n \n1.2. New power sector regulator \nestablished and staffed by 2020 \n(2018 baseline: no agency with \nregulatory mandate existed) \n \n1.3. Corporate targets for female \nemployees in management positions set \nby generation, transmission, and \ndistribution companies by 2022 \n(2020 baseline: N/A) \n2.1. $400 million of multilateral \ndevelopment bank grants converted into \nequity of the generation company by \n2020 (2019 baseline: 0) \n \n2.2. A tariff methodology with a cost \nrecovery principle adopted by 2019 \n(2019 baseline: N/A) \n \n2.3. Opening balance sheets of the new \ntransmission and distribution companies \n\nData Sources and \nReporting Mechanisms \n \na. Government decree \non effective tariffs  \n \nb.–c. Management \ncontractor’s annual \nperformance report \n \n \n \n \n \nd. Management \ncontractor’s first-year \nassessment report on \nEDN with baseline and \ntargets, and annual \nperformance report \n \n \n \n1.1. Monthly billing and \npayment records \namong the three \ncompanies \n \n \n1.2. Records of the \nmeeting of the regulator \nand the ADB mission \n \n \n1.3. Annual reports of \nthe generation, \ntransmission, and \ndistribution companies \n\n \n\n2.1. Audited annual \nfinancial statements of \nthe generation \ncompany (Barqi Tojik) \n \n2.2. Government \ndecree  \n \n \n2.3. Annual audited \nfinancial statements of \n\n \n\n\f16 \n\nAppendix 1 \n\nResults Chain \n\n3. Sustainable \ncorporate \nmanagement in the \nnew distribution \ncompany \nintroduced \n \n\n4. Sector’s reform \nand operational \ncapacity \nstrengthened \n(including \nincreased female \nparticipation in \npower subsector \nactivities) \n\n5. Retail billing and \ncollection system \nmodernized \n\n \n\nPerformance Indicators with Targets \nand Baselines \ndeveloped with no outstanding liabilities \nby 2022 (2019 baseline: N/A)  \n \n2.4. Escrow account for centralized \ncash control established by 2020 \n(2019 baseline: N/A) \n \n3.1. Management contractor’s operation \nin the new distribution company started \nby 2021 (2019 baseline: N/A) \n \n3.2. Key operational performance \nindicators based on thorough \nassessment of EDN by the \nmanagement contractor are approved \nby EDN’s supervisory board by 2022 \n(2020 baseline: no indicators based on \nassessments exist) \n \n3.3. Gender working group led by \nsenior management and with male and \nfemale members from various levels \nand department created in EDN by \n2021 (2018 baseline: N/A) \n \n4.1. Implementation plans for \ncommercialization of power utilities is \ndeveloped by 2021 (2020 baseline: N/A)  \n \n4.2. Under the attached technical \nassistance, at least 50 female graduates \nand/or graduating students in science- \nand engineering-related courses trained \nfor technical work in the generation, \ntransmission, and distribution \ncompanies by 2023  \n(2020 baseline: N/A) \n \n5.1. Advanced metering system \ninstalled in seven cities, covering \n340,000 households, by 2026 (2019 \nbaseline: one city)c \n \n\n5.2. Awareness campaign on the use of \nnew  meters  and  efficient  energy  use \nconducted  in  the  seven  cities,  with \nwomen comprising at least 50% of the \ntotal  number  of  participants  by  2026 \n(2018 baseline: N/A) \n \n5.3.  At  least  750  kilometers  of  EDN’s \ndistribution  network  is  upgraded  by \n2026 (2019 baseline: 0) \n \n\nRisks \n\nData Sources and \nReporting Mechanisms \nthe transmission and \ndistribution companies \n \n2.4. Government \ndecree \n\n3.1.–3.3. Distribution \ncompany’s annual \nreport \n\n \n\n \n\n \n\n4.1. Consultant’s \ncompletion report \n \n \n4.2. Implementation \nconsultant’s annual \nprogress report \n\n5.1. EDN’s annual report \n \n \n \n \n5.2.–5.3. Contractor’s \nannual progress report  \n \n\n\fAppendix 1 \n\n17 \n\nRisks \n\nPerformance Indicators with Targets \nand Baselines \n\nData Sources and \nReporting Mechanisms \n\nResults Chain \nKey Activities with Milestones for Project Component (Outputs 3–5)   \n \n1. Output 3: Sustainable corporate management in the new distribution company introduced \n1.1  Advertise a request for expressions of interest (Q1 2020) \n1.2  Issue bidding documents (Q3 2020) \n1.3 Complete bid evaluation (Q4 2020) \n1.4  Award the contract and mobilize the management contractor (Q1 2021) \n1.5 Complete the management contract (Q1 2026) \n \n2. Output 4: Sector’s reform and operational capacity strengthened \n2.1  Recruit consultants (Q2 2021) \n2.2  Complete analyses and gender strategies, including education program plans (Q4 2021) \n2.3 Start training and incorporate gender strategies in corporate plans (Q2 2022) \n2.4 Provide support for the government’s overall sector reform actions (up to Q2 2024) \n \n3. Output 5: Retail billing and collection system modernized \n3.1  Issue invitation for bids for turnkey contracts (Q4 2020) \n3.2  Award turnkey contracts (Q2 2021) \n3.3  Complete installation of equipment (Q3 2025) \n \nProject Management Activities \nIssue request for proposal for project implementation consultant (Q1 2020) \nComplete the recruitment of project implementation consultant (Q4 2020) \nInputs \nADB:  \n     Policy-based grant:     $20.0 million (ADF) \n     Project grant:              $85.0 million (ADF) \n     Technical assistance: $0.2 million (TASF 6) \n     Technical assistance: $0.9 million (Asia Pacific Project Preparation Facility) \nEuropean Bank for Reconstruction and Development: $25 million (loan) \n \nAssumptions for partner financing \nNone \n\nADB = Asian Development Bank; ADF = Asian Development Fund; EDN = Joint Stock Company Electric Distribution \nNetwork;  N/A  =  not  applicable;  Q  =  quarter;  STEM  =  science,  technology,  engineering,  and  mathematics;  TASF  = \nTechnical Assistance Special Funds.  \nContribution to the ADB Results Framework 2019–2024 to be determined. \na  Government of Tajikistan. 2016. National Development Strategy of the Republic of Tajikistan for the Period up to \n\n2030. Dushanbe. \n\nb  EDN  is  a  newly  established  company  and  its  opening  balance  sheets  are  being  developed.  The  management \ncontractor will propose the levels of key performance indicators after 1 year of operation, which will be approved by \nthe  board  of  the  distribution  company.  The  key  indicator  will  be  the  adjusted  net  profit  of  the  company,  and  the \nbaseline and target will be determined and monitored based on this approval (expected by the end of 2021). \n\nc  The  smart  metering  infrastructure  project  in  Khujand,  Sugd  Region,  financed  by  the  European  Bank  for \n\nReconstruction and Development, was completed in 2019. \n\nSource: ADB. \n \n\n \n\n\f18 \n\nAppendix 2 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=53315-001-2 \n\n1.\n2.\n3.\n4.\n5.\n6.\n7.\n8.\n\n9.\n10.\n\n11.\n12.\n13.\n\nGrant Agreement (policy component)\nGrant Agreement (project component)\nProject Agreement\nSector Assessment (Summary): Energy\nProject Administration Manual\nEconomic and Financial Analysis\nCountry Economic Indicators\nInternational Monetary Fund Assessment Letter1\n\nSummary Poverty Reduction and Social Strategy\nRisk Assessment and Risk Management Plan\n\nAttached Technical Assistance Report\nGender Action Plan\nInitial Environmental Examination\n\nSUPPLEMENTARY DOCUMENTS \n14.\n15.\n\nFinancial Management Assessment\nSafeguards Assessment Matrix of the Policy Matrix\n\n1  The International Monetary Fund (IMF) confirmed on 25 September 2020 that the attached Request for Disbursement \n\nunder the Rapid Credit Facility may serve as the IMF assessment letter. \n\n\f \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nDEVELOPMENT POLICY LETTER \n\nAppendix 3 \n\n19 \n\n \n\n\f20 \n\nAppendix 3 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n\f \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nAppendix 3 \n\n21 \n\n \n\n\f22 \n\nAppendix 4 \n\nPOLICY MATRIX \n\nActions/Indicators \n\nPost Program Partnership \nFramework \n\nOutput 1: Power subsector governance structure strengthened \n1.  The  Government \n\nimplemented \n\nthe  electricity \nsubsector  unbundling  plan  to  improve  electricity \ncost  accounting,  operational  efficiency  and \ntransparency,  gender  mainstreaming  (corporate \nfemale  management  targets  and  training),  and \nopen \nto  private  sector \nparticipation by having: \n(i)  established \n\nthe  power  sector \n\nseparate \ntransmission  and  distribution  companies \ngovernment \n(Document \nrequired: \nthe \ndecree \ncompanies); \n\nestablishing \n\nlegally \n\nnew \n\nand \n\nThe  Government,  directly  or  acting \nthrough  an  appropriate  authority  such \nas an management body of Open Joint \nStock  Company  Barqi  Tojik,  issues  an \nappropriate  document,  which  ensures \nthe full operational independence of the \nnew  distribution  company  by  Q1  2021 \nthe \nas  a  condition \nmanagement contract under this sector \ndevelopment program. \n \n \n\nfor  awarding \n\n \n\n \n\n \n\n(ii)  approved the charters of new transmission \nand  distribution  companies  to  define  their \noperational \nand \ngovernance \nincluding \nsupervisory board and audit requirements \ngovernment \nrequired: \n(Document \ndecree  with  charters  of \nthe  new \ncompanies); \n\nresponsibilities \nstructure, \n\n(iii) established  and  staffed  the  supervisory \nboards of the transmission and distribution \ncompanies  with  defined  authorities  and \ndecision-making  processes  (Document \nrequired:  government  decree  with \nboard  positions  and  authorities,  and \ncopy of the confirmation by all relevant \nministries on the appointments of board \nmembers); \n\n(iv) appointed  CEOs  of  the  new  transmission \nand  distribution  companies  (Document \nrequired: government approval of CEO \nappointments); and \n\n(v)  transferred assets necessary for operation \nof transmission and distribution systems to \nthe  newly  established  transmission  and \ndistribution  companies  with  no  liabilities \nassigned  (Document  required:  State \nInvestment  Committee  order  on  the \ndecision of asset transfer) \n\nOpening  balance  sheets  of \nunbundled \nwill \ncompleted and audited by June 2022. \n\ncompanies \n\nthe \nbe \n\n \n\n \n\n\fActions/Indicators \n\ncompanies, \n\nthe  generation, \n(b) \n\n2. Ministry of Energy and Water Resources and Barqi \nTojik  as  the  sector’s  integrated  utility  approved  and \npublished the grid code, where the grid code serves \nas  a  governing  document  for  (a)  the  technical \ntransmission  and \noperations  of \ndistribution \noperational \nthe \nresponsibilities and technical borders between these \ncompanies, and rules for joint operation of bordering \nassets  (Document  required:  Barqi  Tojik  approval \nof the grid code, and screenshot of the publication \nof the grid code on Barqi Tojik’s website) \n3. The Government established the electricity sector \nregulator  to  govern  the  tariff  calculation  mechanism \nfor  the  generation,  transmission  and  distribution \ncompanies  (Document  required:  Antimonopoly \nAgency  Order  with  the  charter  of  the  Electricity \nRegulation Division).  \n \n\nAppendix 4 \n\n23 \n\ntransmission \n\nPost Program Partnership \nFramework \nContractual  transactions  among  the \ngeneration, \nand \ncompanies  based  on \ndistribution \ncommercial agreements will be started \nin  order  to  shift  from  a  government \nregulation-based  subsector  transaction \nto  a  more  commercial  contractual \napproach of inter-company transactions  \n\nTariff determination process, based on \nthe  tariff  methodology,  will  be  initiated \nbetween  the  sector  utility  companies \nand the electricity sector regulator. \n\nreform \n\ndecree \n\nOutput 2: Financial management of power utilities improved \nsupport \nThrough \nsector \n4. Barqi Tojik’s debt servicing burden was reduced by \ncomponent  and \nthe  World  Bank’s \n(i)  the conversion  by  the  Ministry  of  Finance  of  past \nADB  and World  Bank  project  grants  which  were on-\nProgram-for Results framework, further \nlent  to  Barqi  Tojik,  into  an  increased  equity  stake  in \non-lent  development  partner  financing \nBarqi Tojik through a government decree (such loans \nthrough  MOF  and  penalties  and \ncompromised  34%  of \noverdue charges on those liabilities will \nloan  amount  of  all \nthe \ninto \nbe  converted \nthe  generation \noutstanding loans from MOF to Barqi Tojik) and (ii) the \ncompany’s equity. \nrestructuring  of  commercial  debt  from  Barqi  Tojik’s \n \nlargest commercial creditor to reduce its debt service \n \nand strengthen its equity basis. \ngovernment \nrequired: \n(Document \nfinalizing the debt to equity conversion) \n \n5.  The  Government  approves  (i)  the  assignment  of \nmarket  operator  functions  to  Barqi  Tojik  including \nmanagement of an escrow account to ensure on-time \npriority  payments  and  sufficient  fund  distribution \namong  the  generation,  transmission  and  distribution \ncompanies;  and  (ii)  the  establishment  of  an  Escrow \nAccount  Management  Board \nfund \ndistribution  formula  to  transparently  calculate  the \nallocation of funds to the generation, transmission and \ndistribution  companies  to  service  their  outstanding \ncommercial payment obligations. \n(Document  required:  government  decree \nto \nestablish (a) a market operator within Barqi Tojik, \n(b)  a  sector  escrow  account,  and  (c)  an  escrow \naccount management board) \n \n\nMonitoring, and auditing reports on the \nescrow  account  will  be  prepared  and \nreported to the Government. \n \nCommercial  liabilities  of the  sector  will \nbe  reduced  as  a  result of  the  formula-\nbased  payments \nthe  escrow \naccount. \n\nthat  sets  a \n\nfrom \n\n \n\n\f24 \n\nAppendix 4 \n\nActions/Indicators \n\n6.  The Government  approved the tariff  methodology \nto reflect the cost of power supply in end-user tariffs \nbased on the tariff concept of 2017, which targeted the \nachievement of full cost recovery tariff in 2025 while \nprotecting  the  vulnerable  population  (Document \nrequired: government decree for adopting a cost-\nbased tariff methodology). \n\nPost Program Partnership \nFramework \nTariffs  will  be  gradually  increased  to \nreach full cost recovery levels by 2025, \nconsidering economic conditions. \n \nThe  generation, \ntransmission  and \ndistribution  companies  will  conduct \ntransactions \nfinancial \ninter-company \nbased  on  the  regulator  determined \ntariffs  for  improved  cost  transparency \nand achieving cost recovery tariffs.  \n\nthe \n\nOutput 3: Sustainable corporate management introduced in the new distribution \ncompany  \n7. As the first step for private sector participation, the \nGovernment  approved \nintroduction  of  a \nmanagement  contract  to  strengthen  the  operational \nsustainability of the new power distribution company, \nincluding  a  gender  action  plan  for  creating  a  gender \nworking group for gender mainstreaming in corporate \nmanagement  (Document  required:  government \nletter  to  ADB  confirming  and  requesting  the \ninitiation of management contractor recruitment). \n\nThe management contractor will start its \noperations  from  Q1  2021  and  prepare \nthe  comprehensive  assessment  report \nand implementation plans by Q1 2022. \n \nThe \ncontractor’s \nperformance  will  be  annually  reviewed \nwith  incentive-based  remuneration  to \nperformance \nensure \nimprovements  of \nthe  distribution \ncompany. \n\nmanagement \n\noperational \n\nADB = Asian Development Bank, CEO = chief executive officer, Q = quarter, MOF = Ministry of Finance. \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 25 September 2020) \n \n", "Currency unit \n", "– \n", "somoni (TJS) \n", "TJS1.00 \n$1.00 \n", "= \n= \n", "$0.0968 \nTJS10.3282 \n", " \n \n", " \n \n", "ABBREVIATIONS \n", "ADB \nCOVID-19 \nEBRD \nEDN \n", "–  Asian Development Bank \n–  coronavirus disease \n–  European Bank for Reconstruction and Development \n–  Joint  Stock  Company  Electric  Distribution  Network \n", "EMP \nGDP \nIEE \nIMF \nMOEWR \nMOF \nMW \nPAM \nPMU \nPPPF \nSOPI \nSTEM \nTA \n", "initial environmental examination \nInternational Monetary Fund \n", "(Shabakahoi Taqsimoti Barq) \n–  environmental management plan \n–  gross domestic product \n– \n– \n–  Ministry of Energy and Water Resources \n–  Ministry of Finance \n–  megawatt \n–  project administration manual \n–  project management unit \n–  post-program partnership framework \n–  sector operational performance improvement \n–  science, technology, engineering, and mathematics \n– \n", "technical assistance \n", "NOTES \n \n", "(i)  The fiscal year (FY) of the Government of Tajikistan ends on 31 December.  \n", "(ii)  In this report, “$” refers to United States dollars.  \n", " \n", " \n", " \n \n", " \n", " \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n", "Shixin Chen, Operations 1 \nWerner E. Liepach, Central and West Asia Department (CWRD) \n \nNianshan Zhang, CWRD \nJoonho Hwang, Energy Division (CWEN), CWRD \n \nYuki Inoue, Finance Specialist (Energy), CWEN, CWRD \nPierre Bailet, Principal Counsel, Office of the General Counsel \n", "(OGC) \n", "Mary Rose Favis, Senior Project Officer, CWEN, CWRD \nNana Gurgenidze, Energy Specialist, CWEN, CWRD \nMufara Hamidova, Senior Project Assistant, Tajikistan Resident \n", "Mission (TJRM), CWRD \n", "Mohammed Azim Hashimi, Senior Public–Private Partnership \nSpecialist, Advisory Division 1, Office of Public–Private \nPartnership \n", "Shukhrat Khojaev, Senior Project Officer, TJRM, CWRD \nOlivier Leonard; Senior Procurement Specialist; Procurement \n", "Division 1; Procurement, Portfolio and Financial Management \nDepartment \n", "Levan Mtchedlishvili, Principal Energy Specialist, CWEN, CWRD \nYuji Miyaki; Public Management Specialist (Taxation); Public \nManagement, Financial Sector, & Trade Division; CWRD \nJose Tiburcio Nicolas; Senior Social Development Specialist \n", "(Safeguards); Portfolio, Results, Safeguards and Gender Unit \n(CWOD-PSG); CWRD \n", "Ninette Pajarillaga, Environment Specialist, CWOD-PSG, CWRD \nMaria Kenneth Pinili, Operations Assistant, CWEN, CWRD \nPatricia Rhee, Principal Counsel, OGC \nMary Alice Rosero, Social Development Specialist (Gender and \n", "Development), CWOD-PSG, CWRD  \n", "Collette You-Jung Shin, Counsel, OGC \nShavkat Vosiev, Project Analyst, TJRM, CWRD \n \nDavid Elzinga, Senior Energy Specialist, Energy Sector Group, \nSustainable Development and Climate Change Department \n", "Peer reviewer \n", " \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n", " \n", "Vice-President \nDirector General \nDeputy Director \nGeneral \nDirector \n \nTeam leader \nTeam members \n", " \n \n", " \n"]}