{"path": "data/input/reports/53421-001-rrp-en.pdf", "pages": ["Report and Recommendation of the President \nto the Board of Directors\nProject Number: 53421-001 \nMay 2021 \nProposed Multitranche Financing Facility \nSolomon Islands: Land and Maritime Connectivity \nProject \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nAccess to Information Policy. ", " \nCURRENCY EQUIVALENTS \n(as of 7 May 2021) \n \nCurrency unit  –  Solomon Islands dollar/s (SI$) \nSI$1.00  =  $0.12     \n$1.00  =  SI$7.95     \n         \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  COVID-19  –  coronavirus disease \n  DDR  –  due diligence report \n  EMP  –  environmental management plan \n  FAM  –  facility administration manual \n  GAP  –  gender action plan \n  GBV  –  gender-based violence \n  IEE  –  initial environmental examination \n  JICA  –  Japan International Cooperation Agency \n  km  –  kilometer \n  MFF  –  multitranche financing facility \n  MID  –  Ministry of Infrastructure Development \n  NDS  –  National Development Strategy \n  NTF  –  National Transport Fund \n  PMU  –  project management unit \n  SIMA  –  Solomon Islands Maritime Authority \n \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars.\n ", " \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Leah C. Gutierrez, Pacific Department (PARD) \nDeputy Director  Emma M. Veve, PARD \nGeneral \nDirector  Dong-Kyu Lee, Transport and Communications Division (PATC), PARD \n   \nTeam leader  Tomoaki Kawabata, Transport Specialist, PATC, PARD \nTeam members  Maila Conchita M. Abao, Associate Project Officer, PATC, PARD \nChandra Arora; Procurement Specialist; Procurement Division 2; \nProcurement, Portfolio and Financial Management Department  \nFlordeliza R. Asistin; Financial Management Specialist; Portfolio, \nResults and Quality Control Unit (PAOD-PRQ), PARD \nStella Bokelema; Senior Operations Assistant; Pacific Liaison and \nCoordination Office (PLCO); PARD \n  Henry Cornwell, Counsel, Office of the General Counsel (OGC) \nElmar Elbling, Infrastructure Specialist, PLCO, PARD \nTaniela Faletau, Safeguards Specialist, PAOD-PRQ, PARD \nAnna Fink, Economist (Regional Cooperation), Regional Cooperation \nand Integration Thematic Group, Sustainable Development and \nClimate Change Department (SDCC) \n  Prabhjot R. Khan; Social Development Specialist (Gender and \nDevelopment); Gender Equity Thematic Group; SDCC \nMairi MacRae, Social Development Specialist (Gender and \nDevelopment), Social Sectors and Public Sector Management \nDivision, PARD \n  Elma Morsheda, Infrastructure Specialist, PLCO, PARD \nNoelle O’Brien, Principal Climate Change Specialist, Energy Division, \nPARD \nAsghar Ali Syed, Principal Counsel, OGC \nDalcy Tozaka, Senior Country Officer, PLCO, PARD \nJean Williams, Principal Environment Specialist, PAOD-PRQ, PARDa \nPeer reviewer  Andri Heriawan, Transport Specialist, Transport and Communications \nDivision, South Asia Department \na  Outposted to the Pacific Subregional Office in Suva, Fiji. \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n \n ", "CONTENTS \nPage \nPROJECT AT A GLANCE \nMAP \nI. THE PROPOSAL 1\nII. RATIONALE 1\nIII. THE PROJECT 3\nA. Impact and Outcome 3\nB. Outputs 4\nC. Summary Cost Estimates and Financing Plan 6\nD. Implementation Arrangements 7\nIV. DUE DILIGENCE 8\nA. Technical 8\nB. Economic and Financial 8\nC. Governance 9\nD. Poverty, Social, and Gender 9\nE. Safeguards 10\nF. Summary of Risk Assessment and Risk Management Plan 11\nV. ASSURANCES 12\nVI. RECOMMENDATION 12 \nAPPENDIXES \n1. Design and Monitoring Framework for the Project 13\n2. List of Linked Documents 16", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 53421-001\nProject Name Land and Maritime Connectivity  Department/Division PARD/PATC\nProject\nCountry Solomon Islands Executing Agency Ministry of Finance and \nBorrower Solomon Islands Treasury\nCountry Economic https://www.adb.org/Documents/Lin\nIndicators kedDocs/?id=53421-001-CEI\nPortfolio at a Glance https://www.adb.org/Documents/Lin\nkedDocs/?id=53421-001-PortAtaGl\nance\n2. Sector Subsector(s)      ADB Financing ($ million)\nTransport Road transport (non-urban) 44.66\nTransport policies and institutional development 14.89\nUrban roads and traffic management 44.66\nWater transport (non-urban) 44.66\nTotal 148.88\n3. Operational Priorities Climate Change Information\nAddressing remaining poverty and reducing inequalities GHG reductions (tons per annum) 0.000\nAccelerating progress in gender equality Climate Change impact on the  High\nTackling climate change, building climate and disaster resilience, Project\nand enhancing environmental sustainability\nMaking cities more livable ADB Financing\nStrengthening governance and institutional capacity Adaptation ($ million) 2.74\nFostering regional cooperation and integration Mitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.5 Effective gender mainstreaming (EGM)\nSDG 5.4\nSDG 9.1 Poverty Targeting\nSDG 10.1 General Intervention on Poverty\nSDG 13.a\n4. Risk Categorization: Complex\n.\n5. Safeguards Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n[Tranche 1]\n.\n6. Financing\nModality and Sources Indicative Tranches ($million) Amount\nI II III ($million)\nADB  148.88\nSovereign Project grant: Asian  19.46 28.00 27.00 74.46\nDevelopment Fund \nSovereign MFF-Tranche  24.42 25.00 25.00 74.42\n(Concessional Loan): Ordinary \ncapital resources \nCofinancing 0.00\nNone 0.00 0.00 0.00 0.00\nCounterpart 21.83\nGovernment  5.27 7.45 9.11 21.83\nTotal 49.15 60.45 61.11 170.71\nCurrency of ADB Financings: US Dollar \nSource:AsianDevelopmentBank 22012021150039375229\nThisdocumentmustonlybegeneratedineOps. Generated Date: 01-Jun-2021 14:29:59 PM ", "PROJECT AT A GLANCE\n7. Country Operations Business Plan\nCPS https://www.adb.org/documents/pacific-approach-2016-2020\nCOBP https://www.adb.org/documents/pic-11-country-operations-business\n-plan-2021-2023\n8. Investment Program Summary\nThe project is to rehabilitate or upgrade about 35 kilometers of urban and rural roads in Honiara city and the surrounding regions\nin Guadalcanal Province, construct 2 rural wharves, and reconstruct and strengthen an old wharf in Honiara port. The objective\nis to improve connectivity, efficiency, and disaster resilience of transportation network in Solomon Islands. The east-west\nGuadalcanal road corridor is in deteriorating condition, critical urban road sections have capacity constraints leading to traffic\ncongestion, and inadequate maritime facilities aggravating efficiency of shipping services. The proposed project will provide\nroad and maritime infrastructure, ensuring access to basic services, increase income generating opportunities, and promote\nsocial cohesiveness.\nImpact: Access to essential services and productive resources and markets provided to all Solomon Islanders (National\nDevelopment Strategy, 2016-2035).\nOutcome: Connectivity, efficiency, and disaster resilience of transportation network in Solomon Islands improved\nOutputs: (i)Road transport infrastructure rehabilitated and climate proofed, (ii)Maritime transport infrastructure constructed and\nmade resilient to disaster risks,  and (iii)Institutional capacity strengthened\nImplementation Arrangements: Ministry of Finance and Treasury will be the executing agency.\nProject Readiness: The feasibility study, detailed design, and tender documents will be prepared by a consulting firm financed\nunder the ongoing Transport Sector Project Development Facility, which was mobilized in February 2019. The consulting firm\nwill prepare the design for all components of the project and the outputs will be reviewed by MID, ADB, and an independent\ndesign review consultant.\nAdvance contracting will be undertaken for civil works and consulting services. Therefore, high project readiness is expected to\nbe achieved.\n9. Milestones\nModality Estimated Approval  Estimated Completionb \nMultitranchefinancingfacility 4 June 2021 31 December 2028\nTrancheI 4 June 2021 31 December 2022\nTrancheII 18 November 2022  31 December 2025\nTrancheIII 19 November 2025 31 December 2028\n10. Project Data Sheet (PDS)\nPDS c http://www.adb.org/projects/53421-001/main\naMultitrancheFinancingFacility(MFF).\nbForMFF,thisreferstotheendoftheavailabilityperiod;fortranches,thisreferstothetrancheclosingdate.\ncSafeguarddocumentscanbeviewedbyclickingtheDocument'shyperlinkintheProjectDataSheet(PDS)page.\nSource:AsianDevelopmentBank 22012021150039375229\nThisdocumentmustonlybegeneratedineOps. Generated Date: 01-Jun-2021 14:29:59 PM", "156o  00'E 166o  00'E\nSOLOMON  ISLANDS\nLAND AND MARITIME CONNECTIVITY PROJECT\nMANILA\n(Philippines)\n\u0000,\u0000\u0000\u0000 km\nHAWAII\n(United States)\n6o  00'S CHOISEUL \u0000,\u0000\u0000\u0000 km 6o  00'S\nPROVINCE\nTaro S  O  U  T  H      P  A  C  I  F  I  C      O  C  E  A  N\nISABEL\nManning Strait PROVINCE SYDNEY\nBuala (Australia)\nGizo \u0000,\u0000\u0000\u0000 km\nMALAITA\nCENTRAL Auki PROVINCE\nPWREOSVTIENRCNE Blanche ChannelPHROOVNINIACERA TulaghInidispensable Strait\nGUADALCANAL\nPROVINCE Kira Kira\nS  o  l  o  m  o  n         S  e  a Lata TEMOTU\nPROVINCE\nAhanga MAKIRA-ULAWA\nTingoa PROVINCE\n12o  00'S RENNELL AND BELLONA (project port and wharf) 12o  00'S\nPROVINCE\n156o  00'E 166o  00'E\nProject Port\nProject Wharf National Capital\nN\nProject Road Provincial Capital\n0 100 200 Road Project: JICA Financing HIR Honiara International Airport\nTop Map Scale Major Road JICA Japan International Cooperation Agency\nBottom Map Scale\n0 10 20 Minor Road Boundaries are not necessarily authoritative.\nKilometers (km)\n(project road)\nTambea\nDoma\nHoniara \nInternational \nHoniara \nPort Henderson\nCity Council Berande\nLambi Tetere\nIndespensible straight\nWhite River HIR Ruavatu\nHoniara\nTown Ground Rua Rua Island\nMberande\nAola\nNudha Island\nTangarare\nGuadalcanal Island Kaoka Marau Sound\nMarasa Marapa \nIsland\nMbiti\nDuidui Sughu\nInokona\nAvu Avu\nManikaraku\n200475B 19SO tmTThhhaeeips  l b emdogoaua pnnl  odwstat aairmsiteu ppssrl, y oc,od oofu lnoac rentshdy,e   db tpeeyanr trrohittme oo rcifyn at,ah rotteioor Ag narssani,ap yanh n eyDd nu edanvonietry slo ooefp tmthmheeeern A nitn ts foiBoarran mna Dkcae,ct ievaoepnnlty oas pjhnumocdeweg nnmo tof e Bnnsa tut nhockihns.     S O L O M O N    S E A Makaruka Komuvaolu\nL A boundaries, colors, denominations, or information. \nB\nV", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed \nmultitranche financing facility (MFF) to Solomon Islands for the Land and Maritime Connectivity \nProject. \n \n2.  The project will support the rehabilitation and upgrading of about 35 kilometers (km) of \nroads in and around the capital, Honiara; the construction of two provincial wharves at Ahanga \nand Kira Kira; and the reconstruction and improvement of the old wharf in Honiara International \nPort. The project will improve connectivity, efficiency, and disaster resilience of the transportation \nnetwork in Solomon Islands. \n \nII.  RATIONALE \n3.  Solomon Islands is an archipelago of more than 900 islands and low-lying coral atolls with \na population of about 670,000. The Asian Development Bank (ADB) recognizes Solomon Islands \nas in a fragile and conflict-affected situation following the civil tensions from 1998 to 2003. \nSince the end of the tensions, Solomon Islands has been rebuilding its economy. From 2015 to \n2019, the country’s average annual economic growth rate was 3.0%, driven by export of natural \nresources. Solomon Islands is highly prone to geophysical and climate hazards that will be \nexacerbated by climate change. About 85% of the population live in rural areas with limited access \nto market and basic services. \n \n4.  Sector road map. Recognizing these challenges, in April 2016, the government launched \nthe  National  Development  Strategy  (NDS),  2016–2035,  which  outlines  Solomon  Islands’ \nsocioeconomic development framework.1 The NDS serves as the road map for the project. \nIt emphasizes the need to expand and maintain climate-resilient infrastructure to achieve inclusive \neconomic growth by increasing access to domestic and international markets.2 Under the NDS, \nat least 40% of the rural population should have access to essential services as a direct result of \ninfrastructure investment by 2035. \n \n5.  Transport infrastructure in Solomon Islands is inadequate and in a poor state of repair. \nAssets are deteriorating because of high exposure to geophysical and climate hazards, including \nearthquakes, landslides, flooding, and cyclones. The vulnerability of transport infrastructure to \ndisasters  significantly  complicates  the  government’s  efforts  to  develop  a  multimodal  and \nintegrated transport network to boost the economy. \n \n6.  Only 67% of the country’s 1,523 km road network is in maintainable condition, while the \nrest needs substantial rehabilitation to become maintainable. There are about 18,000 vehicles in \nSolomon Islands, of which 90% are in Guadalcanal Province.3 The country’s main road, the east–\nwest Guadalcanal corridor, is deteriorating. Critical urban road sections have capacity constraints \nleading to traffic congestion, and frequent floods occasionally wash away bridges and inundate \nsections of the road. This is particularly challenging for women and children who rely heavily on \n \n1  Government of Solomon Islands. 2016. National Development Strategy, 2016–2035. Honiara. \n2  In the NDS, the Solomon Islands commits to facilitate regional trade to promote inclusive economic growth. Solomon \nIslands is a member of the World Trade Organization, the Melanesian Free Trade Agreement, the intra-regional \nPacific  Islands  Countries  Trade  Agreement,  and  Pacific  Agreement  on  Closer  Economic  Relations  Plus. \nThe government is also an early adopter of approaches outlined in Pacific Ports 2030–2050, a vision of resilient, \ngreen, and clean ports in the Pacific. \n3  Annual average daily traffic is about 900 vehicles in rural areas and 9,000–38,000 in urban areas. \n ", "2 \nsafe pedestrian access for travel. Lack of maintenance and under-capacity of drainage systems \nalso contribute to widespread road deterioration. \n \n7.  Inadequate  maritime  facilities  aggravate  the  poor  safety  and  efficiency  of  shipping \nservices. Of the 91 domestic wharves, only 46 are in maintainable condition.4 At most islands, \nvessels have no choice but to offload passengers and cargoes onto small outboard motorboats \nfar from the shore. This practice is extremely risky for vulnerable passengers, such as people with \ndisabilities, pregnant women, and young children; and is particularly challenging in bad weather, \nespecially at sites exposed to strong trade winds. \n \n8.  The Honiara International Port handles about 90% of international cargo and has an \nannual  container  cargo  handling  volume  of  about  31,000  twenty-foot  equivalent  units. \nHowever, the old international wharf does not meet seismic standards. In the event of a significant \nseismic event, the wharf would sustain substantial damage, possibly beyond repair. Such an \nevent might also preclude it from being able to support post-disaster functions. \n \n9.  Policy framework and donor coordination. The government’s National Transport Plan \n2017–2036 sets out guiding principles for priority investments in the transport sector and serves \nas the policy framework for the project.5 The government used multi-criteria analysis to prioritize \ninvestments  in  rehabilitation  and  maintenance  of  existing  road,  maritime,  and  aviation \ninfrastructure. \n \n10.  Solomon  Islands’  road  and  maritime  sectors  face  challenges  including  in  asset \nmanagement  and  planning,  implementation  efficiency,  and  transport  safety,  which  the \ngovernment  is  addressing  through  various  development  partner-supported  initiatives. 6 \nThe Ministry of Infrastructure Development (MID) is responsible for planning, developing, and \nmanaging transport infrastructure including roads, bridges, and wharves. In 2009, the government \nestablished the National Transport Fund (NTF) under the MID to finance the development and \nmaintenance of transport assets. From 2016 to 2017, the NTF had difficulty fully implementing its \nwork programs. To address this challenge, the World Bank’s ongoing Roads and Aviation Project \nis providing technical assistance to the NTF to build its capacity, particularly for long-term planning \nand  asset  management.  Transport  infrastructure  maintenance  practices  need  further \nimprovement. Road safety is a concern in central Honiara, which has the highest concentration \nof vehicles in the country. The Japan International Cooperation Agency (JICA)-financed Kukum \nHighway Upgrade Project, completed in 2018, improved pedestrian walkways, road crossings, \nand a roundabout in Honiara. The planned second phase of the project is expected to further \nenhance road safety. In addition, the Word Bank’s Global Road Safety Facility is preparing a road \nsafety management capacity review to help address road safety issues in Solomon Islands. \n \n11.  The Solomon Islands Maritime Authority (SIMA) oversees maritime safety regulation. \nThe state-owned enterprise, Solomon Islands Ports Authority, operates the ports in Honiara and \nNoro. The passage of the SIMA Act, 2018 by the National Parliament of Solomon Islands aims \nfor SIMA to become a self-funded organization to provide better service to the shipping industry \nand fulfill mandatory obligations under international maritime conventions. The Government of \nAustralia provides assistance through physical and nonphysical maritime sector investments, \nincluding ongoing support to operationalize the SIMA Act, and pursues reforms for existing \n \n4  Government of Solomon Islands, Ministry of Infrastructure Development (MID), Central Project Implementation Unit. \n2017. Solomon Islands Transport Asset Management System. Honiara. \n5  Government of Solomon Islands, MID. 2016. National Transport Plan 2017–2036. Honiara. \n6  Development Coordination (accessible from the list of linked documents in Appendix 2). \n ", "3 \nregulations and compliance to meet the International Maritime Organization standards to improve \nthe business enabling environment. \n \n12.  Strategic context. The government’s initiative to strengthen transport connectivity is in \nline with ADB’s Strategy 2030 operational priorities.7 Investments in building a climate- and \ndisaster-resilient transport network will contribute to addressing remaining poverty and reducing \ninequalities, accelerating progress in gender equality, making cities more livable, and fostering \nregional cooperation and integration.  ADB’s support for the government’s initiative will contribute \nto achieving the objectives of ADB’s country operations business plan for 11 small Pacific island \ncountries, 2021–2023 by enhancing transport connectivity and efficiency and improving climate \nand disaster resilience.8 The project supports the implementation of climate- and disaster-resilient \ninfrastructure by incorporating designs that address the risk of earthquake and of flooding during \nheavy rainfall. Moreover, the project’s emphasis of building a long-term partnership with the \ngovernment and improving domestic and regional connectivity through infrastructure investment \nis in line with ADB’s Pacific Approach, 2016–2020.9 The project will also support improved \ntransport infrastructure maintenance practices and will contribute to strengthening the MID’s \ninstitutional capacity. \n \n13.  Pandemic  impacts.  The  ongoing  coronavirus  disease  (COVID-19)  pandemic  has \nseverely impacted the Solomon Islands’ economy. The economy is estimated to have contracted \nby 4.5% in 2020, driven by disruptions to export markets, supply chains, and travel.10 In May \n2020, the government adopted the economic stimulus package of $37.5 million, 30% of which is \ncommitted to building infrastructure programmed under the National Transport Plan, 2017–\n2036.11 Rehabilitation of the existing infrastructure remains a national priority to help households \nand businesses continue to produce, trade, employ people, and boost aggregate demand in the \neconomy. Further, the need for infrastructure rehabilitation is crucial to sustain and quickly revive \nthe economy in the aftermath of COVID-19. \n \n14.  The project is equivalent to 11% of the country’s gross national income. Supporting \ninfrastructure is highly beneficial because it provides employment, maintains economic activity, \nand contributes to unlocking the potential for more investments and growth in rural areas. The \nimpacts will be felt in the capital region and the agriculture hubs in the selected provinces. Cost \nestimates and implementation schedules have been updated to reflect the impacts of COVID-19. \n \nIII.  THE PROJECT \nA.  Impact and Outcome \n \n15.  The  project  is  aligned  with  the  following  impact:  access  to  essential  services  and \nproductive resources and markets provided to all Solomon Islanders (footnote 1). The investment \nproject  will  have  the  following  outcome:  connectivity,  efficiency,  and  disaster  resilience  of \ntransportation network in Solomon Islands improved.12 \n \n7  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n8  ADB. 2020. Country Operations Business Plan: 11 Small Pacific Island Countries, 2021–2023. Manila. \n9  ADB. 2016. Pacific Approach, 2016–2020. Manila. \n10 ADB. 2020. Asian Development Bank Outlook 2020 Supplement: Paths Diverge in Recovery from the Pandemic. \nManila. \n11 Government of Solomon Islands. 2020. Economic Stimulus Package to Address the Impacts of the COVID-19 \nPandemic. Honiara. \n12 The design and monitoring framework is in Appendix 1. \n ", "4 \nB.  Outputs \n \n16.  Output  1:  Road  transport  infrastructure  rehabilitated  and  climate  proofed. \nThe project will finance civil works to rehabilitate and upgrade about 35 km of road infrastructure \nalong the east–west corridor. This comprises (i) rehabilitating the 1.7 km section of Mendana \nAvenue between Honiara City Council and Town Ground with asphalt concrete wearing course; \nand improving road safety by providing bus bays, parking, and footpaths; (ii) upgrading the 3.1 km \nroad section between Town Ground and White River from two lanes to four lanes with asphalt \nconcrete wearing course; and improving road safety through intersection treatments, provision of \nrefuge islands and footpaths, and improving traffic flows through the construction of bus bays; \nand (iii) rehabilitating the 31 km road section between Henderson and Mberande with double \nbituminous surface treatment; and inclusion of road safety furniture including guardrails, traffic-\ncalming measures, and speed signage in villages. Civil works will include post-construction \nperformance-based maintenance; climate proofing to future climate parameters; and gender-\nresponsive measures, which may include pedestrian footpaths, lighting, and concrete steps and \nwashing slabs. Gender-based violence (GBV) information and referral details will be posted in \nbus shelters and community areas in the project sites. \n \n17.  Output  2:  Maritime  transport  infrastructure  constructed  and  made  resilient  to \ndisaster risks. The project will finance civil works to construct two national priority provincial \nwharves at Ahanga in Rennell and Bellona Province; and Kira Kira, the capital of Makira-Ulawa \nProvince.  Rising  sea  levels  and  extreme  waves  are  the  main  threats  to  these  wharves. \nThe wharves will allow vessels to berth even in rough seas.13 Cargo will be able to be transferred \ndirectly from the vessels to the wharves. Civil works will include (i) construction of new piled \nreinforced concrete wharves and integrated small boat jetties to facilitate the efficient movement \nof passengers and freight on maritime transport; (ii) construction of new access roads to improve \nintermodal links to maritime transport in the target provinces; and (iii) construction of sheltered \nwaiting areas, spaces for women to market products, and separate ablution blocks for men and \nwomen.  \n \n18.  The project will also finance the reconstruction and improvement of the existing old wharf \nin Honiara International Port to make it more resilient to earthquakes.14 Although the existing \nwharf could be strengthened at a lower cost, in-situ geotechnical conditions would limit the \nadditional seismic resilience that such strengthening works could achieve. On this basis, it was \ndetermined that reconstructing part of the wharf using modern seismic codes would be a better \noption, with the significant added benefit that the wharf can also be raised to accommodate the \nprojected sea level rise during the design life of the structure. An extension of the wharf and \ndredging works will also ensure that the wharf will be able to receive more vessels, reduce ship \nwaiting times, and increase annual freight throughput. Ultimately, the project will contribute to \nreducing the cost of international trade. \n \n19.  Output 3: Institutional capacity strengthened. The project will support improvements \nin the transport infrastructure maintenance practices in Solomon Islands. It will assist the MID in \nplanning, project preparation, procurement, contract management, works supervision, asset \nmanagement  system  development,  and  long-term  transport  sector  institutional  reform. \nThe project will provide specific capacity strengthening for women in the MID. It will also help \n \n13 The new piled reinforced concrete wharf structures will be robust, with a deck level to account for cyclonic waves \nwith an average recurrence interval of 100 years. \n14 Part of the existing wharf will be demolished and completely reconstructed. \n ", "5 \nstrengthen the capacity of the Solomon Islands Ports Authority to meet international standards \nand procedures, and assess the port’s opportunity to integrate into green port initiatives. \n \n20.  Past assistance. ADB has provided extensive support to the transport sector, beginning \nwith a $2.03 million loan approved in 1977 to extend the wharf in Honiara. This was followed by \na second phase to rehabilitate the original section of the wharf, which was completed in 1990. \nIn 1984, ADB approved a $1.81 million loan to improve and upgrade the road network in \nGuadalcanal. Following a period of civil unrest, ADB resumed support to the transport sector in \n2006, and has supported seven transport projects since then, including the ongoing Sustainable \nTransport Infrastructure Improvement Program approved in 2016.15 ADB has provided capacity \nstrengthening support in the transport sector through technical assistance since 2005 (footnote \n6).  \n \n21.  Lessons. Completed and ongoing ADB-funded projects have incurred significant start-up \ndelays pertaining to the preparation of detailed designs, scoping, and procurement activities. \nSuch delays have inadvertently affected the timely implementation of maintenance activities in \nthe country. In response to this finding, ADB approved the Transport Sector Project Development \nFacility to ensure design readiness by supporting the government in preparing engineering \ndesigns and assisting safeguards requirement activities, including the activities to be carried out \nunder the project.16 \n \n22.  The 2020 Annual Evaluation Review highlighted the need to ensure the sustainability of \nthe project outcome.17 In the transport context, this requires supporting adequate operation and \nmaintenance of infrastructure assets. The project will address sustainability issues through \nphysical  and  nonphysical  investments.  It  incorporates  a  new  contracting  initiative,  post-\nconstruction performance-based maintenance,18 and will review the MID’s asset management \nsystem and recommend further enhancement to ensure sustainability during and after the project. \n \n23.  Disaster and climate risk assessment. A disaster and climate risk assessment prepared \nfor the project revealed that the most significant hazards to maritime infrastructure in Solomon \nIslands are earthquakes, extreme waves, and sea level rise. Earthquakes pose a high risk to the \nold wharf in Honiara Port, while extreme waves and sea level rise are more of a risk to the \nprovincial wharves. The design for the Honiara Port will consider raising the aprons to the required \nlevel to accommodate the predicted sea level rise over the design life of the project. \n \n24.  Value added by ADB assistance. ADB’s engagement will add value by incorporating \ninternational best practices for transport investment projects, including introduction of post-\nconstruction performance-based maintenance and addressing climate change and disaster risks. \nThe project will complement the improvement works on the JICA-financed road sections of the \neast–west Guadalcanal corridor; contribute to many network improvements made under other \n \n15 Project Performance under Past Assistance (accessible from the list of linked documents in Appendix 2); and ADB. \n2016. Report and Recommendation of the President to the Board of Directors: Proposed Results-Based Loan and \nAdministration of Technical Assistance Grant to Solomon Islands for the Sustainable Transport Infrastructure \nImprovement Program. Manila. \n16 ADB. 2018. Report and Recommendation of the President to the Board of Directors: Proposed Technical Assistance \nGrant to Solomon Islands for the Transport Sector Project Development Facility. Manila. \n17 Independent Evaluation Department. 2020. 2020 Annual Evaluation Review: ADB’s Project Level Self-Evaluation \nSystem. Manila: ADB. \n18 The contractor is paid to maintain the road at a specified service standard, i.e., payment is on an output basis rather \nthan on an input basis. This approach provides a financial incentive for the contractor to meet performance standards, \nimprove efficiency, and develop innovative solutions to achieve the output standards while minimizing the inputs. \n ", "6 \nADB-financed projects; and further strengthen the MID’s capacity to manage the construction, \nrehabilitation, and maintenance contracts. \n \n25.  Use of multitranche financing facility. These outputs are best financed by an MFF to \nachieve the outcome.19 An MFF is the preferred delivery modality as it allows early contracting of \nlong-term contracts and longer sector engagement, while financing is predictable and borrowing \ncan be spread over an extended time. The project will be financed by an MFF with three tranches \nadopting the time-slicing approach for large-scale stand-alone projects. Each tranche will finance \nslices of a group of contracts following the indicative tranche schedule, and the amount for each \ntranche will be requested according to the disbursement progress and projection. The MFF \nmodality enables ADB to support implementation of the NDS through a long-term partnership with \nSolomon Islands. \n \n26.  Scope of project 1. Tranche 1 will cover the entire project scope, financing the first slice \nof the works contract packages and consulting services. \n \nC.  Summary Cost Estimates and Financing Plan \n \n27.  The investment project is estimated to cost $170.7 million, including taxes and duties, \nphysical and price contingencies, interest, and other charges during implementation (Table 1). \n \nTable 1: Summary Cost Estimates \n($ million) \nItem  Amounta \nA. Base Costb   \n     1.  Output 1: Road transport infrastructure rehabilitated and climate proofed  84.7 \n     2.  Output 2: Maritime transport infrastructure constructed and made resilient to disaster risks  52.2 \n     3.  Output 3: Institutional capacity strengthened  1.5 \n    Subtotal (A)  138.4 \nB. Contingenciesc  28.8 \nC. Financial Charges During Implementationd  3.6 \n    Total (A+B+C)  170.7 \nNote: Numbers may not sum precisely because of rounding.  \na  Includes taxes and duties of $21.2 million. Such an amount does not represent an excessive share of the investment \nproject cost. The government will finance taxes and duties of $21.2 million through exemptions. \nb  In end-2020 prices. \nc  Physical contingencies computed at 15% for civil works. Price contingencies computed at an average of 1.6% on \nforeign exchange costs and 3.0% on local currency costs; includes provision for potential exchange rate fluctuation \nunder the assumption of a purchasing power parity exchange rate. \nd  Includes interest charges financed from the loan and calculated at 1.0% per year during the grace period and \n1.5% per year thereafter. \nSource: Asian Development Bank estimates. \n \n28.  Financing  plan.  The  government  has  requested  an  MFF  in  an  amount  of  up  to \n(i) $74.42 million from ADB’s ordinary capital resources in concessional terms, and (ii) $74.46 \nmillion from ADB’s Special Funds resources (Asian Development Fund [ADF]) to help finance the \nproject. Any ADF allocation will be subject to (i) the availability of ADF resources, (ii) Solomon \nIslands’ access to such resources pursuant to ADB’s graduation policy and the requirements of \nADF  donors,  and  (iii)  the  availability  of  such  resources  to  Solomon  Islands  given  ADB’s \nconcessional assistance policy for the relevant ADF period. Efforts will be made to obtain \nadditional allocations from thematic pool as well as identify possible cofinancing sources. The \nMFF will consist of three tranches, subject to the government’s submission of related periodic \n \n19 Comparison of Financing Modality (accessible from the list of linked documents in Appendix 2). \n ", "7 \nfinancing requests, execution of the related loan and project agreements for each tranche, and \nfulfillment of terms and conditions and undertakings in the framework financing agreement.20 \n \n29.  The first tranche of the MFF will comprise (i) a concessional loan of $24.42 million, with a \n32-year term, including a grace period of 8 years; an interest rate of 1.0% per year during the \ngrace period and 1.5% per year thereafter; and such other terms and conditions set forth in the \ndraft loan agreement; and (ii) a grant not exceeding $19.46 million from ADB’s Special Funds \nresources (Asian Development Fund). \n \nTable 2: Summary Financing Plan \n($ million) \nTranche (estimated year of PFR  Share \n  submission)  of Total \nSource  1 (2021)  2 (2022)  3 (2025)  Amount  (%) \nAsian Development Bank           \nSpecial Funds resources (ADF grant)  5.96  23.00  27.00  55.96  32.8 \nSpecial Funds resources (ADF grant DRR financing)  6.80  0.00  0.00  6.80  4.0 \nSpecial Funds resources (ADF grant RCI financing)  6.70  0.00  0.00  6.70  3.9 \nSpecial Funds resources (ADF grant thematic pool)  0.00  5.00  0.00  5.00  2.9 \nOCR (concessional loan)  10.92  25.00  25.00  60.92  35.7 \nOCR (concessional loan DRR financing)  6.80  0.00  0.00  6.80  4.0 \nOCR (concessional loan RCI financing)  6.70  0.00  0.00  6.70  3.9 \nGovernment of Solomon Islands  5.27  7.45  9.11  21.83  12.8 \n  Total  49.15  60.45  61.11  170.71  100.0 \nADF = Asian Development Fund, DRR = disaster risk reduction, OCR = ordinary capital resources, PFR = periodic \nfinancing request, RCI = regional cooperation and integration. \nSource: Asian Development Bank estimates. \n \n30.  Climate  adaptation  is  estimated  to  cost  $2.74 million  under  the  investment  project. \nADB will finance 100% of adaptation costs under the MFF. Under output 2, the costs associated \nwith reconstructing and improving the old international wharf to meet modern seismic standards \nare estimated at $19.78 million.21 It is proposed that $13.60 million of this amount will be covered \nby the Asian Development Fund Disaster Risk Reduction financing for constructing a new section \nof the wharf. Details are in the facility administration manual (FAM).22 \n \nD.  Implementation Arrangements \n \n31.  The implementation arrangements of the investment project are summarized in Table 3 \nand described in detail, including specific arrangements for project 1, in the FAM (footnote 22). \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nMFF availability period  June 2021–December 2028 \nEstimated completion date   Tranche 1: December 2022 (30 June 2023); multitranche financing facility: \n(loan and grant closing date)  December 2028 \nManagement \n(i)  Oversight body  Project Steering Committeea \n(ii)  Executing agency  Ministry of Finance and Treasury \n(iii)  Key implementing agencies  Ministry of Infrastructure Development \n(iv)  Implementation unit  Project management unit in Honiara, 12 staff  \nProcurement  Open competitive bidding  6 contracts  $111.5 million \n \n20 Framework Financing Agreement (accessible from the list of linked documents in Appendix 2). \n21 This includes preliminaries, demolition of the piled section of the existing wharf, installation of new anchor piles and \ncapping beams, and construction of the new wharf. \n22 Facility Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "8 \nAspects  Arrangements \nConsulting services  QCBS  1,163 person-months  $14.4 million \nCQS  6 person-months  $0.2 million \nICS  6 person-months  $0.1 million \nRetroactive financing and  Advance contracting for the procurement of goods, works, and consulting services \nadvance contracting  and  retroactive  financing  for  eligible  expenditures  for  goods,  works,  and \nconsulting services incurred before loan and grant effectiveness, but not earlier \nthan 12 months before loan and grant signing, subject to a maximum equivalent \nto 20% of the respective loan and grant amount. \nDisbursement  Disbursement of each of the loan and grant proceeds will follow ADB's Loan \nDisbursement Handbook (2017, as amended from time to time) and detailed \narrangements agreed between the government and ADB.  \nADB = Asian Development Bank, CQS = consultants’ qualification selection, ICS = individual consultant selection, \nQCBS = quality- and cost-based selection. \na  Chaired  by  the  Ministry  of  Finance  and  Treasury,  comprising  members  from  the  Ministry  of  Infrastructure \nDevelopment and the Ministry of Development Planning and Aid Coordination, and a representative from Solomon \nIslands Ports Authority. \nSource: Asian Development Bank. \n \n32.  Procurement  under  the  project  will  be  undertaken  in  accordance  with  the  ADB \nProcurement Policy (2017, as amended from time to time) and the Procurement Regulations for \nADB Borrowers (2017, as amended from time to time). ADB has agreed with the government to \njointly select consultants based on an agreed responsibility matrix to avoid start-up delays. ADB \nhas undertaken the detailed strategic procurement planning to choose the optimal procurement \narrangements. The project will achieve the best value for money by (i) using e-procurement to \nlower transaction costs and enhance process efficiency and transparency, (ii) attracting qualified \ncontractors for six works packages by conducting a pre-procurement workshop to get feedback \nfrom the market before finalizing the bidding documents, and (iii) recruiting qualified consulting \nfirms using the quality- and cost-based selection method with a quality–cost ratio of 90:10 for \nthree packages. \n \nIV.  DUE DILIGENCE \nA.  Technical \n \n33.  The engineering design was prepared to avoid or minimize land acquisition, social, and \nenvironmental impacts; consider road safety; and minimize climate change and disaster risks. \nIn addition, advance actions have been taken to ensure that construction can commence early. \nThese measures have improved project readiness and will mitigate the risk of delay. \n \n34.  Climate and disaster risk assessments have been undertaken for the project roads, Ahanga \nand Kira Kira wharves, and Honiara Port. The assessments covered the findings of recent studies \non  seismic  risks  and  projections  of  accelerated  sea  level  rise  because  of  climate  change. \nThey determined the level of risk for the hazards, recommended adaptation measures that have \nbeen integrated into the design, and estimated the cost of the adaptation measures. \n \nB.  Economic and Financial \n \n35.  Economic and financial analyses concluded that the project is economically viable and \nfinancially sustainable. The economic analysis of the project follows ADB guidelines and compares \nlife cycle costs in with- and without-project scenarios using a 9% discount rate and the economic \ninternal rate of return as decision criteria.23 The project team evaluated all roads, and the wharves \n \n23 ADB. 2017. Guidelines for the Economic Analysis of Projects. Manila. \n ", "9 \nand port proposed under the MFF. Quantified benefits include savings in vehicle operation costs \nand travel time. The overall economic internal rate of return of the project is estimated to be 15.3%. \nThe sensitivity analysis demonstrated the robustness of the project. \n \n36.  A financial assessment was undertaken by the project team to examine the viability of the \nproject investment. The project’s lending decision is based on economic viability rather than \nfinancial viability. Honiara International Port, the only revenue-generating component of the \nproject, is financially viable. Based on the financial sustainability assessment, the incremental \nrecurrent cost will be about 2% of the current recurrent budget allocation, and a commitment from \nthe government will ensure the project’s sustainability. The incremental revenues generated by \nthe project during its first 25 years of operation will be sufficient to finance the project’s recurrent \ncosts for Honiara Port. The pre-mitigation financial sustainability risk is substantial. The roads and \nprovincial wharves are nonrevenue earning, and will be constructed and maintained by the MID. \n \nC.  Governance \n \n37.  The financial management assessment concluded that the MID has adequate capacity to \nundertake the financial management of the project. The financial management risk is substantial, \nmainly because of the lack of internal audit function in the MID. The risk to financial management \nis mitigated by the fact that the MID has prior and ongoing experience in implementing ADB-\nfinanced projects. The project management unit (PMU) will  include a financial management \nspecialist. The PMU will establish and maintain separate records and accounts to track the financing \nresources received and the expenditures made for the project. The project will engage an internal \nauditor to review the internal process and an external auditor to conduct annual audits of the project \naccounts and related financial statements following international auditing standards. \n \n38.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  government.  The  specific  policy  requirements  and  supplementary  measures  are \ndescribed in the FAM (footnote 22). \n \nD.  Poverty, Social, and Gender \n \n39.  In 2020, the economy is projected to contract by 4.5% because of COVID-19 impacts, and \nthe proportion of the population living below the international poverty line of $1.90 per day is \nprojected to increase from 23.6% in 2018 to 27.5% in 2020.24 Unemployment, food insecurity, \nlimited access to basic social services and infrastructure, and a dearth of income opportunities \nare key poverty issues for the subproject communities, particularly in rural areas. Access to basic \nsocial services is limited because of the poor transport services and the high cost of urban living, \nwhich requires a regular cash income. The project will help reduce poverty by making land and \nmaritime transportation safer and more efficient, thereby expanding income opportunities for \nurban and rural project communities through better connectivity. Faster and easier travel will \nimprove access to schools, health centers, and markets. The civil works are also expected to \ncreate local jobs for men and women by outsourcing unskilled and semiskilled local labor or \nrelated services at construction sites. The PMU will report progress on safeguard activities in its \nquarterly progress reports and semiannual safeguards reports on overall project activities to ADB \nand the government. \n \n \n24 ADB. 2020. Report and Recommendation of the President to the Board of Directors: Proposed Countercyclical \nSupport Facility Loan and Grant to Solomon Islands for the COVID-19 Rapid Response Program. Manila. \n ", "10 \n40.  The project is classified effective gender mainstreaming. A gender action plan (GAP) and a \ncommunication strategy and participation plan have been prepared. Most project outputs include \ngender design features to ensure women’s participation and access to project benefits. Key gender \nissues include safety concerns with land and maritime infrastructure such as lack of pedestrian \nfootpaths and lighting; limited income opportunities for women; low participation in decision-making; \na  high  prevalence  of  GBV;  and  human  trafficking,  particularly  forced  labor  and  prostitution. \nAccording to the World Vision Australia, 63% of men believe it is acceptable to hit women in certain \ncircumstances, 38% of women report their first sexual encounter as having been forced, and 2 out \nof 3 women have experienced physical violence from an intimate partner.25 The GAP focuses on \nincluding safe and gender-responsive design features in infrastructure and creating opportunities \nfor women’s employment, particularly in nontraditional and skilled roles. In addition, actions are \nincluded to prevent and respond to GBV and human trafficking, including training of project staff \nand contractors, awareness raising within communities, and information dissemination on GBV \nservices. The project will engage a social development and gender specialist to assist the PMU in \nimplementing, monitoring, and reporting on the use of the ADB-provided GAP monitoring template \nand providing capacity-building activities. \n \nE.  Safeguards \n \n41.  In compliance with ADB’s Safeguard Policy Statement (2009), the safeguard categories \nof project 1 are as follows.26 \n \n42.  Environment (category B). The subprojects included in the first tranche are assessed \ncategory B for the environment. The MID prepared an environmental assessment and review \nframework, and three initial environmental examinations (IEEs). The impacts of works for each \ncomponent are site-specific, largely limited to the construction footprint, and can be mitigated and \nmanaged to acceptable levels provided the measures identified in the IEE and environmental \nmanagement  plan  (EMP)  are  implemented,  and  subsequently  monitored  and  reported. \nThe Environment and Conservation Division of the Ministry of Environment, Climate Change, \nDisaster Management and Meteorology has adequate capacity to monitor the project with the \nPMU’s support. The IEEs and EMPs will be reformatted as public environment reports and \nsubmitted to the Environment and Conservation Division as the basis of the application for \ndevelopment consent for the subprojects. The contractors will prepare their construction EMP \nbased on the project EMP and reflect their construction methodology and approach to the main \nconstruction elements, risk assessment, and mitigation measures.27 The PMU, with support from \nthe construction supervision consultant, will review and clear the  construction  EMP before \ncommencing any physical works, including site clearance. \n \n43.  Involuntary  resettlement  (category  B).  The  project  was  assessed  category  B  for \ninvoluntary resettlement. The MID prepared a land acquisition resettlement framework, two \nresettlement  plans,  and  three  due  diligence  reports  (DDRs)  for  the  overall  project.  The \nresettlement framework will guide any further resettlement plans or DDRs required during project \nimplementation  and  for  any  unanticipated  impacts.  The  two  draft  resettlement  plans  were \nprepared for the upgrading of the road section between Town Ground and White River on \nGuadalcanal and for the construction of the Ahanga and Kira Kira wharves, which will require \nsome land acquisition and compensation for crops and trees. Because of COVID-19 restrictions \n \n25  World Vision Australia. Tackling gender-based violence in the Solomon Islands. \n26 ADB. Safeguard Categories. https://www.adb.org/site/safeguards/safeguard-categories. \n27 This will include a health and safety plan aligned with World Health Organization. 2020. Considerations for Public \nHealth and Social Measures in the Workplace in the Context of COVID-19. https://www.who.int/publications-\ndetail/considerations-for-public-health-and-social-measures-in-the-workplace-in-the-context-of-covid-19. \n ", "11 \non travel and public gatherings, a full asset inventory and valuation, and project consultations to \nfulfill project disclosure requirements, were not completed. These activities have been scheduled \ninto the project implementation timeline, and the resettlement plans will be updated accordingly \nwith compensation payments and a record of complete consultations. No contract will be awarded \nor civil works commenced until the MID submits a compensation completion report and updated \nresettlement plans and ADB approves them. The MID has prepared the three DDRs for the \nHoniara Port reconstruction and the rehabilitation of two road sections on Guadalcanal (Mendana \nAvenue and Henderson–Mberande), indicating that all works will remain on existing footprints and \nrights-of-way. The construction supervision consultants will assist the PMU with the updating, \nimplementation,  and  monitoring  of  the  resettlement  plans  and  the  management  of  any \nunanticipated impacts. \n \n44.  Indigenous peoples (category C). The project was assessed category C for indigenous \npeoples. No impacts are expected on distinct and vulnerable groups of indigenous peoples as \ndefined under the Safeguard Policy Statement. The beneficiaries at the project sites are not \ndiscriminated upon because of their language, skin color, or traditional practices. However, the \nMID has prepared a planning framework to meet mandatory MFF requirements and address any \nunanticipated issues that could arise. All project outputs will be delivered in a culturally appropriate \nand participatory manner. \n \nF.  Summary of Risk Assessment and Risk Management Plan \n \n45.  Significant risks and mitigating measures are summarized in Table 4 and described in \ndetail in the risk assessment and risk management plan.28 \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nProject start-up is delayed and  A consulting firm has been mobilized under the Transport Sector Project \ndisbursement is slow.  Development Facility to support the MID during project preparation, bidding, \nand  preparation  for  project  implementation.  A  construction  supervision \nconsultant will support the MID by providing overall project management \nsupport and monitoring the implementation of safeguard measures. \nUnavailability of sites delays project  The  government  and  the  MID  will  ensure  the  availability  of  land. \nimplementation and results in cost  The government’s  obligations  include  ensuring  right  of  access  for  the \nand time overruns.  contractors. Particular attention will be paid to completing due diligence for the \nTown Ground–White River road section subproject, which is noted as a key \nrisk for the project. The MID will update the draft resettlement plan after further \ndesign, and the revision will be guided by the resettlement framework for any \nunanticipated impacts. \nLack of or delayed internal and  Independent audit firms will carry out internal and external audit. \nexternal audits of project accounts  External audit reports will be submitted to the Ministry of Finance and Treasury \nmay not provide reasonable  for subsequent submission to the Asian Development Bank. The project costs \nassurance as to whether financial  include the cost of audits. \nstatements are free of material \nmisstatement. \nParticipation of contractors is  The  civil  works  packages  are  designed  to  be  large  enough  to  attract \nuncertain because of travel  international bidders to form partnerships with local contractors. The tender \nrestrictions and quarantine situations  period is extended to allow time for the local contractors to act as proxies for \non account of the coronavirus  the international bidders, and to give sufficient time for international bidders’ \ndisease outbreak.  representatives to be quarantined on arrival and on their return. \nMID = Ministry of Infrastructure Development. \nSource: Asian Development Bank. \n \n \n28 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "12 \nV.  ASSURANCES \n46.  The  government  and  the  Ministry  of  Finance  and  Treasury  have  assured  ADB  that \nimplementation of the investment project shall conform to all applicable ADB policies, including \nthose concerning anticorruption measures, safeguards, gender, procurement, consulting services, \nand disbursement as described in detail in the FAM and loan and grant documents. \n \n47.  The government and the Ministry of Finance and Treasury have given certain undertakings \nfor the MFF, which are set forth in the framework financing agreement. Specific covenants agreed \nby the government and the Ministry of Finance and Treasury with respect to individual tranches \nunder the MFF are set forth in the loan agreement and grant agreement for the respective tranches. \n \nVI.  RECOMMENDATION \n48.  I am satisfied that the proposed multitranche financing facility would comply with the Articles \nof Agreement of the Asian Development Bank (ADB) and recommend that the Board approve the \nmultitranche financing facility to Solomon Islands for the Land and Maritime Connectivity Project in \nan aggregate principal amount not exceeding the equivalent of $148,880,000, which comprises \n \n(i)  the provision of loans from ADB’s ordinary capital resources, in concessional terms, \nwith interest and other terms to be determined in accordance with ADB’s applicable \npolicies relating to ordinary capital resources; and \n(ii)  the provision of grants from ADB’s Special Funds resources (Asian Development \nFund) \n \nand is subject to such other terms and conditions as are substantially in accordance with those set \nforth in the framework financing agreement presented to the Board. \n \nMasatsugu Asakawa \nPresident \n14 May 2021 \n ", "Appendix 1  13 \nDESIGN AND MONITORING FRAMEWORK FOR THE PROJECT \n \nImpacts the Project is Aligned with  \nAccess to essential services and productive resources and markets provided to all Solomon Islanders \n(National Development Strategy, 2016–2035)a \n \nPerformance  Data Sources and  Risks and \nResults Chain  Indicators   Reporting Mechanisms   Critical Assumptions \nOutcome  By 2029:     \nConnectivity, efficiency,  a. Average daily vehicle- a. Post-completion  R: Unforeseen \nand disaster resilience of  km traveled on project  surveys conducted by  disasters damage \ntransportation network in  roads in the first full year  the MID   newly completed \nSolomon Islands  of operation increased    infrastructure  \nimproved  by 20% (2020 baseline:   \n  125,700 vehicle-km) (OP  A: The government has \n1.3.1)  requested potential \n  investment from the \nJapan International \n  b. Average travel time  b. Post-completion \nCooperation Agency \nbetween Mberande and  surveys conducted by \nfor the project for \nWhite River via Honiara  the MID \nupgrading of the \nreduced by 10% (2020 \nKukum Highway Phase \nbaseline: 71 minutes) \n2 \n(OP 2.4.1) \n \n  c. Cargo handling at  c. Post-completion   \nrural wharves at Ahanga  surveys conducted by \nand Kira Kira increased  the MID \nby 100%   \n(2020 baseline: 4 tons \nper hour) (OP 1.3.1) \n \n  d. Annual transshipment  d. Solomon Islands Ports   \nvolumes at Honiara  Authority annual reports \nInternational Port   \nincreased by 25% (2020 \nbaseline: 440 TEU per \nyear) (OP 7.1.1) \n \n  e. Maritime transport  e. Post-completion   \ninfrastructure in Kira Kira  surveys conducted by \nand Ahanga made  the MID \nresilient to climate and \ngeophysical hazards \n(2020 baseline: NA) (OP \n3.2.5) \n \nOutputs  By 2028:     \n1. Road transport  1a. 35 km of transport  1a. MID and/or Solomon  R: Unavailability of \ninfrastructure  infrastructure along  Islands Transport Asset  sites delays project \nrehabilitated and climate  east–west corridor  Management Systems  implementation and \nproofed  rehabilitated, climate  reports \nproofed, and gender-\n ", "14  Appendix 1 \nPerformance  Data Sources and  Risks and \nResults Chain  Indicators   Reporting Mechanisms   Critical Assumptions \nresponsive design  results in cost and time \nfeaturesb included (2020  overruns.  \nbaseline: 0 km) (OP \n1.3.1; OP 3.2.5; OP \n4.1.2) \n \n  1b. Gender-based  1b. Construction \nviolence information and  completion report and \nreferral details made  semiannual project \navailable in bus shelters  progress report \nand community areas in \nproject sites (2020 \nbaseline: Not applicable) \n(OP 2.2.3) \n \n2. Maritime transport  2a. Two provincial  2a. MID and/or Solomon \ninfrastructure  wharves constructed at  Islands Ports Authority \nconstructed and made  Ahanga and Kira Kira  reports \nresilient to disaster risks  with greater resistance \nto strong waves \n(2020 baseline: 0) (OP \n1.3.1; OP 3.2.5) \n \n  2b. Honiara International  2b. Construction \n  Port eastern wharf  completion report and \nsection reconstructed  semiannual project \n \nand improved with  progress report \n  greater resistance to   \n  seismic events (2020 \nbaseline: Not applicable) \n(OP 1.3.1; OP 3.2.5) \n \n  2c. One covered shelter  2c. Construction   \nin each of the two project  completion report and \nwharves provided for  semiannual project \nwomen, the sick, the  progress report \nelderly, and pregnant   \nwomen \n(2020 baseline: 0) (OP \n2.5.2; OP 2.4.1) \n \n3. Institutional capacity  3a. At least 30 staff  3a. Post-training   \nstrengthened  (including four women)  assessment by the \nreceived training and  trainer or subject matter \n \nreported improved  expert \nknowledge on road and   \nwharf construction, \nrehabilitation, and \nmaintenance (2020 \nbaseline: 0) (OP 6.1.1) \n ", "Appendix 1  15 \nPerformance  Data Sources and  Risks and \nResults Chain  Indicators   Reporting Mechanisms   Critical Assumptions \n  3b. An institutional  3b. Post-training survey   \ngender strategy, which  by the trainer \nincludes \nrecommendations and \ntargets for increasing \nwomen’s employment \nand supporting women \nin technical and \nleadership roles in the \nMID, approved and \nimplemented (2020 \nbaseline: Not applicable) \n(OP 2.3.2) \n  \nKey Activities with Milestones \n1.  Road transport infrastructure rehabilitated and climate proofed \n1.1 Publish bid documents (June 2021). \n1.2 Award contracts (January 2022). \n1.3 Mobilize contractor (March 2022). \n2.  Maritime transport infrastructure constructed and made resilient to disaster risks \n2.1 Publish bid documents (October 2021). \n2.2 Award contracts (July 2022). \n2.3 Mobilize contractor (September 2022). \n3.  Institutional capacity strengthened \n3.1 Select consultants to support capacity strengthening (October 2022). \n3.2 Carry out and complete gender assessment and develop gender strategy (April 2023). \n \nProject Management Activities \nMobilize construction supervision consultants by Q1 2022 \nEstablish the central project implementation unit and appoint project manager by Q3 2019 (completed) \nMobilize individual consultants to support the central project implementation unit by Q3 2019 (completed) \nInputs \nAsian Development Bank: $148,880,000 ($74,420,000 loan, $74,460,000 grant)  \nGovernment of Solomon Islands: $21,830,000 \nA = assumption, km = kilometer, MID = Ministry of Infrastructure Development, NA = not applicable, OP = operational \npriority, Q = quarter, R = risk. \na  Government of Solomon Islands. 2016. National Development Strategy, 2016–2035. Honiara. \nb  “Gender-responsive” includes priorities of women and girls. Design features may include pedestrian footpaths, \nlighting, concrete steps, and washing slabs. \nContribution to Strategy 2030 Operational Priorities \nThe expected values and methodological details for all OP indicators to which this operation will contribute results are \ndetailed in Contribution to Strategy 2030 Operational Priorities (accessible from the list of linked documents in \nAppendix 2).  \nSource: Asian Development Bank. \n \n \n ", "16  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=53421-001-3 \n \n1.  Framework Financing Agreement \n2.  Periodic Financing Request 1 \n3.  Sector Assessment (Summary): Transport \n4.  Comparison of Financing Modality \n5.  Facility Administration Manual \n6.  Contribution to Strategy 2030 Operational Priorities \n7.  Development Coordination \n8.  Economic and Financial Analysis \n9.  Country Economic Indicators \n10.  Summary Poverty Reduction and Social Strategy \n11.  Environmental Assessment and Review Framework \n12.  Land Acquisition and Resettlement Framework \n13.  Indigenous Peoples Planning Framework \n14.  Risk Assessment and Risk Management Plan \n15.  Project Performance Under Past Assistance \n16.  Climate Change Assessment \n17.  Gender Action Plan \n18.  Initial Environmental Examination: Road \n19.  Initial Environmental Examination: Wharf \n20.  Initial Environmental Examination: Port \n21.  Resettlement Plan: Road \n22.  Resettlement Plan: Wharf \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20210602181454+08'00'", "Creator": "Adobe Acrobat Pro DC (32-bit) 21.1.20155", "Keywords": "solomon islands, honiara city, guadalcanal province, honiara port, transport infrastructure, transportation network, road corridors, 53421-001, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20210607224947+08'00'", "Producer": "Adobe Acrobat Pro DC (32-bit) 21.1.20155", "Subject": "The project will support the rehabilitation and upgrading of about 35 kilometers (km) of roads in and around the capital, Honiara; the construction of two provincial wharves at Ahanga and Kira Kira; and the reconstruction and improvement of the old wharf in Honiara International Port. The project will improve connectivity, efficiency, and disaster resilience of the transportation network in Solomon Islands.\r\rThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\r\rThis document dated May 2021 is provided for the ADB project 53421-001 in the Solomon Islands.", "Title": "Land and Maritime Connectivity Project: Report and Recommendation of the President"}, "author_page": " \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Leah C. Gutierrez, Pacific Department (PARD) \nDeputy Director  Emma M. Veve, PARD \nGeneral \nDirector  Dong-Kyu Lee, Transport and Communications Division (PATC), PARD \n   \nTeam leader  Tomoaki Kawabata, Transport Specialist, PATC, PARD \nTeam members  Maila Conchita M. Abao, Associate Project Officer, PATC, PARD \nChandra Arora; Procurement Specialist; Procurement Division 2; \nProcurement, Portfolio and Financial Management Department  \nFlordeliza R. Asistin; Financial Management Specialist; Portfolio, \nResults and Quality Control Unit (PAOD-PRQ), PARD \nStella Bokelema; Senior Operations Assistant; Pacific Liaison and \nCoordination Office (PLCO); PARD \n  Henry Cornwell, Counsel, Office of the General Counsel (OGC) \nElmar Elbling, Infrastructure Specialist, PLCO, PARD \nTaniela Faletau, Safeguards Specialist, PAOD-PRQ, PARD \nAnna Fink, Economist (Regional Cooperation), Regional Cooperation \nand Integration Thematic Group, Sustainable Development and \nClimate Change Department (SDCC) \n  Prabhjot R. Khan; Social Development Specialist (Gender and \nDevelopment); Gender Equity Thematic Group; SDCC \nMairi MacRae, Social Development Specialist (Gender and \nDevelopment), Social Sectors and Public Sector Management \nDivision, PARD \n  Elma Morsheda, Infrastructure Specialist, PLCO, PARD \nNoelle O’Brien, Principal Climate Change Specialist, Energy Division, \nPARD \nAsghar Ali Syed, Principal Counsel, OGC \nDalcy Tozaka, Senior Country Officer, PLCO, PARD \nJean Williams, Principal Environment Specialist, PAOD-PRQ, PARDa \nPeer reviewer  Andri Heriawan, Transport Specialist, Transport and Communications \nDivision, South Asia Department \na  Outposted to the Pacific Subregional Office in Suva, Fiji. \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n \n ", "authors": [{"fullname": "Ahmed M. Saeed", "role": "Operations", "organization": ""}, {"fullname": "Leah C. Gutierrez", "role": "Pacific Department (PARD)", "organization": ""}, {"fullname": "Emma M. Veve", "role": "PARD", "organization": ""}, {"fullname": "Dong-Kyu Lee", "role": "Transport and Communications Division (PATC)", "organization": "PARD"}, {"fullname": "Tomoaki Kawabata", "role": "Transport Specialist", "organization": "PATC"}, {"fullname": "Maila Conchita M. Abao", "role": "Associate Project Officer", "organization": "PATC"}, {"fullname": "Henry Cornwell", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Elmar Elbling", "role": "Infrastructure Specialist", "organization": "PLCO"}, {"fullname": "Taniela Faletau", "role": "Safeguards Specialist", "organization": "PAOD"}, {"fullname": "Anna Fink", "role": "Economist (Regional Cooperation)", "organization": "Regional Cooperation"}, {"fullname": "and Integration Thematic Group", "role": "Sustainable Development and", "organization": ""}, {"fullname": "Mairi MacRae", "role": "Social Development Specialist (Gender and", "organization": ""}, {"fullname": "Elma Morsheda", "role": "Infrastructure Specialist", "organization": "PLCO"}, {"fullname": "Noelle O’Brien", "role": "Principal Climate Change Specialist", "organization": "Energy Division"}, {"fullname": "Asghar Ali Syed", "role": "Principal Counsel", "organization": "OGC"}, {"fullname": "Dalcy Tozaka", "role": "Senior Country Officer", "organization": "PLCO"}, {"fullname": "Jean Williams", "role": "Principal Environment Specialist", "organization": "PAOD"}, {"fullname": "Andri Heriawan", "role": "Transport Specialist", "organization": "Transport and Communications"}]}