{"path": "data/input/reports/54035-001-rrp-en.pdf", "pages": [" \n \n \nReport and Recommendation of the President  \nto the Board of Directors\n \nProject Number: 54035-001 \nMarch 2020 \n \n \n \n \nProposed Loan \nElectro Solaire Private Limited \nGujarat Solar Power Project \n(India) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis is a redacted version of the document approved by ADB’s Board of Directors, which excludes \ninformation that is subject to exceptions to disclosure set forth in ADB's Access to Information \nPolicy. \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 5 February 2020) \nCurrency unit  –  Indian rupee/s (₹) \n₹1.00  =  $0.01406     \n$1.00  =  ₹71.1280     \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BCD  –  basic customs duty \n  COVID-19  –  coronavirus disease \n  CUF  –  capacity utilization factor \n  EPC  –  engineering, procurement, and construction \n  ESPL  –  Electro Solaire Private Limited \n  ESS  –  ENGIE Solar SAS \n  GPCL  –  Gujarat Power Corporation Limited \n  GUVNL  –  Gujarat Urja Vikas Nigam Limited \n  LTA  –  lender’s technical advisor \n  O&M  –  operation and maintenance \n  PBG  –  performance bank guarantee \n  PPA  –  power purchase agreement \n  SDILLP  –  Solairedirect India LLP \n  SEIPL  –  Solairedirect Energy India Private Limited \n \n \nWEIGHTS AND MEASURES \n \nGW  –  gigawatt \nkV  –  kilovolt \nkWh  –  kilowatt-hour \nMW  –  megawatt \n \n \nGLOSSARY \n \n  Balance of system  –  refers  to  the  components  and  equipment  that  move \nenergy produced by solar panels through the conversion \nsystem which in turn produces alternating current (AC) \nelectricity. \n  CUF  –  capacity utilization factor calculated from 1 April to 31 \nMarch. \n  Financial closure  –  signing of financing documents with lenders, signing of \nthe implementation and service agreement, signing of the \nlease  agreement  with  GPCL,  and  the  adoption  of \ntechnology in accordance with the Ministry of New and \nRenewable  Energy’s  Approved  Models  and \nManufacturers  of  Solar  Photovoltaic  Modules \n(Requirements for Compulsory Registration) Order, 2019. \n  Grid backdown  –  the power supplier is ordered to reduce output by the grid \noperator primarily due to lack of demand. \n ", " \n  Grid unavailability  –  the temporary unavailability of evacuation infrastructure \nbeyond  the  delivery  point  due  to  which  the  power \ngenerated cannot be evacuated. \n  Must-run status  –  the power generated from a project will be compulsorily \nevacuated except for grid safety and security. \n  P90 scenario  –  the statistical confidence level where 90% of possible \nestimates exceed the value assumed. \n  Safeguard duty  –  the duty imposed by the Government of India in July 2018  \non solar cell imports from the People’s Republic of China \nand Malaysia for 2 years—25% from 30 July 2018 to 29 \nJuly 2019, 20% from 30 July 2019 to 29 January 2020, \nand 15% from 30 January 2020 to 29 July 2020. \n  Undertaking  –  a formal pledge or promise to do something. \n \n \nNOTES \n \n(i)  The fiscal year (FY) of Electro Solaire Private Limited ends on 31 March. “FY” \nbefore a calendar year denotes the year in which the fiscal year ends, e.g., FY2020 \nends on 31 March 2020. \n \n(ii)  In this report, “$” refers to United States dollars. \n \n \nVice-President  Diwakar Gupta, Private Sector Operations and Public–Private Partnerships \nDirector General  Michael Barrow, Private Sector Operations Department (PSOD) \nDirector  Shantanu Chakraborty, Private Sector Infrastructure Finance Division 1, \n(PSIF1), PSOD \n   \nTeam leader  Keshari Agrawal, Investment Specialist, PSIF1, PSODa \nProject advisor  Mayank Choudhary, Principal Investment Specialist, PSIF1, PSODa \nTeam members  Genevieve Abel, Principal Transaction Support Specialist (Integrity), Private \nSector Transaction Support Division (PSTS), PSOD \nAnnalice Aliluya, Investment Officer, Office of the Director General-Risk \nAnalytics Unit, PSOD \nJhiedon Florentino, Economics Officer, PSTS, PSOD \nToni Rose Galang-Ante, Operations Assistant, PSIF1, PSOD \nBeatrice Yulo Gomez, Safeguards Specialist, PSTS, PSOD \nSwati Jairath, Investment Officer, PSIF1, PSODa \nManfred Kiefer, Senior Economist, PSTS, PSOD \nIsabella McDermid, Senior Counsel, Office of the General Counsel \nAarti Mehra, Senior Guarantees and Syndications Specialist, Office of the \nDirector General-Guarantees and Syndications Unit, PSOD \nEmmanuel Ong, Investment Officer, PSIF1, PSOD \nAbhishek Singh, Principal Safeguards Specialist, PSTS, PSOD \na  Outposted to the India Resident Mission. \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", " \nCONTENTS \n \nPage \n \nPROJECT AT A GLANCE \n \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Project Identification and Description  1 \nB.  Development Impact, Outcome, and Outputs  4 \nC.  Alignment with ADB Strategy and Operations  4 \nD.  Project Cost and Financing Plan  5 \nE.  Implementation Arrangements  5 \nF.  Projected Financial and Economic Performance  6 \nIII.  THE PROPOSED ADB ASSISTANCE  6 \nA.  The Assistance  6 \nB.  Value Added by ADB Assistance  7 \nC.  Risks  7 \nIV.  POLICY COMPLIANCE  8 \nA.  Safeguards and Social Dimensions  8 \nB.  Anticorruption Policy  10 \nC.  Investment Limitations  10 \nD.  Assurances  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework                          11 \n2.   List of Linked Documents  13 \n \n ", "", " \n ", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan of \nup to $65,500,000 in Indian rupee equivalent to Electro Solaire Private Limited (ESPL) for the \nGujarat Solar Power Project in India. \n \n2.  The Asian Development Bank (ADB) and other lenders propose to provide senior secured \nloans of $109.1 million to ESPL to construct a 200-megawatt (MW) solar photovoltaic-based \npower plant located in the state of Gujarat in India. The project will further diversify the energy \nmix of India in favor of renewable energy and help the Government of India meet its targets for \nnon-fossil-fuel-based electric power generation, leading to a reduction in the intensity of India’s \ncarbon emissions. \n \nII.  THE PROJECT \n \nA.  Project Identification and Description \n \n3.  Project identification. In May 2019, ESPL won a bid to develop 200 MW of photovoltaic \nsolar capacity on a build–own–operate basis under Phase III of Raghanesda Solar Park (700 MW \ncapacity) through competitive bidding conducted by state-owned electricity distribution company \nGujarat Urja Vikas Nigam Limited (GUVNL). ESPL is a special purpose vehicle incorporated on \n13 October 2015 to implement the project and is 100% owned by ENGIE Solar SAS (ESS), an \nentity incorporated and based in France, which holds the solar assets of the ENGIE group. ESPL \nhas approached ADB to arrange a senior secured loan of up to $109.1 million to fund the \nconstruction of the project. ADB is providing up to $65.5 million and is facilitating cofinancing of \nup to $43.6 million from commercial lenders as a parallel loan. \n \n4.  The project provides ADB with an opportunity to scale up its clean-energy financing.1 \nADB’s initiative will actively support the government’s target to achieve 175 gigawatts (GW) of \nrenewable energy generation capacity by 2022, including 100 GW from solar power. As of \nDecember 2019, operational solar generation capacity in India was about 33.7 GW (85.9 GW total \nrenewable energy capacity).2 The government expects the private sector to lead the capacity \naddition. The unique reverse auction structure leading to discovery of the lowest tariff, favorable \nmovement in solar panel prices, creation of credible offtake intermediaries, and setting up of mega \nsolar parks and other enabling infrastructure have resulted in solar power tariffs declining to about \n₹2.7 ($0.04) per kilowatt-hour (kWh) from about ₹5.2/kWh in fiscal year 2015, leading to improved \naffordability of solar power in India. \n \n5.  Project design. ESPL signed a 25-year power purchase agreement (PPA) with GUVNL \non 26 August 2019 at a tariff of ₹2.65/kWh. The project has to achieve financial closure within 9 \nmonths of the date of execution of the PPA, with commissioning to occur within 15 months of the \nsame date (by 25 November 2020, the scheduled commissioning date or SCD). In case of a delay \nin commissioning of certain capacity beyond SCD but up to 6 months from SCD, GUVNL may \ndraw on ESPL’s performance bank guarantee (PBG) calculated at ₹13,111 per MW per day for \nsuch capacity. The total PBG will be capped at ₹472 million ($6.6 million). Also, for capacity \ndelayed for more than 6 months beyond scheduled commissioning date, the tariff will be reduced \nby ₹0.0050/kWh per day.  \n \n \n1  ADB. 2009. Energy Policy. Manila. \n2  Government of India. Ministry of Power. Central Electricity Authority. \n ", "2 \n6.  The project cost estimates include proposed 20% basic customs duty (BCD) on imported \nsolar modules, which is about 10% of project cost. The BCD was announced by the government \non 1 February 2020 to provide impetus to domestic manufacturers, however, the effective date \nhad not been declared as of end-February 2020. \n \n7.  As per the PPA, the contracted capacity utilization factor (CUF) for the project is 27.72%. \nGUVNL is required to grant must-run status to the project. For any grid backdown due to low \ndemand, ESPL will be compensated at 50% of average generation during the month. For \ncurtailment due to grid unavailability, ESPL will not be compensated. \n \n8.  The project is located in Raghanesda Solar Park in Gujarat, which is being developed by \nGujarat Power Corporation Limited (GPCL). ESPL signed an Implementation Support Agreement \nwith GPCL on 22 October 2019 to grant ESPL access to the common solar park infrastructure. \nGPCL has also provided ESPL with possession of 100% of the land that it requires for the project \n(939 acres). ESPL will sign the land lease agreement prior to financial closure. In addition, GPCL \nwill build the solar park’s infrastructure and will charge annual operation and maintenance (O&M) \nfees to maintain this infrastructure.  \n \n9.  GPCL will also provide all power evacuation facilities. The project will connect to the \ninternal substation at its own cost through an underground cable for which GPCL will provide \nright-of-way. GPCL is constructing a 35-kilometer transmission line that will connect the internal \nsubstation to the grid substation at Khimanawas being constructed by Power Grid Corporation of \nIndia Limited. The project will be considered to have been commissioned on the date it starts \nevacuating power into the grid substation. As confirmed by the lender’s technical advisor (LTA), \nthe grid substation is ready for commissioning, and construction of transmission lines is already \nunderway. Of the 110 towers to be installed, piling work has been completed for 51 towers, 35 of \nwhich have been erected. It is expected that the solar park will be commissioned by September \n2020. As per the LTA, the project is expected to commission on schedule. \n \n10.  GUVNL is the offtaker for the project. It is 100% owned by the state of Gujarat and is the \nholding company for the entities engaged in electricity generation, transmission, and distribution \nservices in Gujarat. GUVNL is consistently regarded as the best state distribution company in \nIndia and has robust financials. It has a track record of making timely payments, including for two  \nADB projects for which GUVNL was the PPA counterparty: the 145 MW Grid Connected Solar \nProject and the Solar and Wind Power Development Project.3 ICRA Limited, an independent \nrating agency based in India and a subsidiary of Moody’s, has rated GUVNL domestic AA- (stable) \nas of March 2019. GUVNL reported revenues of $7.0 billion and a net profit of $140.0 million in \nFY2019. As of 31 March 2019, it had total assets of $11.4 billion and its net worth was $3.8 billion. \n \n11.  (Confidential information redacted).  \n \n12.  Borrower and sponsor. ESPL is the special purpose vehicle set up to implement the \nproject. It is 100% owned by ESS, which has more than 3 GW of solar assets, either operational \nor under construction, spread across France (about 1.3 GW), India (about 800 MW), Mexico (772 \nMW), and Brazil (296 MW). ESS is ultimately held by ENGIE SA, a French energy conglomerate \nwith operations in more than 70 countries. In addition to 800 MW of solar photovoltaic capacity in \nIndia, the ENGIE group has another 480 MW of wind projects, either operational or under \nconstruction in India. Its other significant business interests include Tractebel India, a well-known \n \n3  ADB.  India:  145  Megawatts  Grid-Connected  Solar  Project.  and  ADB.  India:  Solar  and  Wind  Power \nDevelopment Project. \n ", "  3 \nengineering services provider, and Cofely Axima India, which specializes in climate engineering. \nAs of December 2019, ENGIE SA had 96.8 GW of installed power capacity, of which renewable \nenergy accounted for 28%. Its market capitalization was $44 billion as of 4 March 2020. \n \n13.  ESS owns and operates 619 MW of solar photovoltaic assets in India through Solairedirect \nEnergy India Private Limited (SEIPL), a 100% owned subsidiary. About 84% of SEIPL’s portfolio \nhas been contracted with central government offtakers: Solar Energy Corporation of India (rated \ndomestic AA+ by ICRA Limited) and NTPC Limited (rated domestic AAA by ICRA Limited). The \nportfolio has performed robustly, with actual generation typically above P90 estimates. Average \naccounts receivables for SEIPL’s projects range between 0 month and 3 months, except for \nprojects in Telangana, where outstanding receivables stand at about 10 months. Historically, \nSEIPL has supported its projects to meet debt obligations through additional capital infusions \nwhen required. In January 2020, as part of an asset monetizing strategy, SEIPL entered into a \nbinding agreement with Edelweiss Infrastructure Yield Plus Fund to sell a 74% shareholding in \neach of its 12 projects. Once the sale is completed, SEIPL will use sale proceeds to develop new \nassets in India and repay loans from ESS. \n \n14.  For the proposed project, ESS and SEIPL will jointly and severally provide sponsor \nsupport to ESPL. (Confidential information redacted). \n \n15.  (Confidential information redacted). SEIPL’s financial performance has been improving \nsince FY2017. Its operational capacity increased from 154 MW on 31 March 2017 to 369 MW on \n31 March 2019 and to 619 MW on 28 February 2020. Its cash flow from operations declined \nsignificantly in FY2019 because of an increase in receivables at its 50 MW project in Telangana—\nwhich  was  addressed  through  a  fresh  capital  infusion  (Table  1).  (Confidential  information \nredacted). \n \n16.  ADB conducted integrity due diligence.4 ESPL, ESS, SEIPL, beneficial owners, and \nmanagement do not appear to constitute a significant or potentially significant integrity risk, as \nthere is no unresolved or substantiated adverse media or other information related to them. ADB’s \nreview of the entity does not give ADB cause to believe that it is being used for money laundering \nor terrorism financing. No tax integrity due diligence was required. \n \nB.  Development Impact, Outcome, and Outputs \n \n17.  Impact. The project is aligned with the following impacts: (i) renewable energy generation \ncapacity of 175 GW achieved by 2022,5 and (ii) share of non-fossil-fuel-based electric power \ngeneration capacity increased to 40% by 2030.6       \n \n18.  Outcome. The project will have the following outcome: renewable power delivered to the \ndomestic grid increased.7 It will generate about 439 gigawatt-hours of clean energy per annum \nand help avoid the emission of 385,000 tons of carbon dioxide annually from 2022. The project \nwill  also  boost  local  employment  and  contribute  to  the  local  economy  through \ndomestic purchases. \n \n \n4  ADB. 2003. Enhancing the Asian Development Bank's Role in Combating Money Laundering and the Financing of \nTerrorism. Manila. \n5  Government of India, National Institution for Transforming India Aayog. 2018. Strategy for New India@75. New Delhi. \n6  Government of India, National Institution for Transforming India Aayog. Draft National Energy Policy (version as of \n27 June 2017). New Delhi.  \n7  The design and monitoring framework is in Appendix 1. \n ", "4 \n19.  Outputs. The outputs will be (i) solar power generation capacity increased by 200 MW, \n(ii) local employment generated, (iii) growth of local economy supported, and (iv) strengthening \nof human resources policy and practices to make it more gender-responsive. \n \nC.  Alignment with ADB Strategy and Operations \n \n20.  Consistency with ADB strategy and country strategy. The project is fully aligned with \nADB's Energy Policy, which prioritizes support for renewable energy development (footnote 1). \nThe project is consistent with the following operational priority of ADB’s Strategy 2030: tackling \nclimate  change,  building  climate  and  disaster  resilience,  and  enhancing  environmental \nsustainability.8 It contributes to ADB’s goal to provide climate finance of $80 billion cumulatively \nfrom 2019 to 2030. Total climate mitigation finance is estimated to cost $65.5 million, 100% of \nADB’s own investments. No adaptation finance has been estimated for this project. It relates to \ntwo of the five core specializations of ADB: infrastructure and environment. The project will also \ncontribute to ADB’s operational goal of scaling up private sector development and private sector \noperations, including supporting private sector operations’ long-term cofinancing target where \nevery $1 in financing is to be matched by $2.50 of long-term cofinancing as per ADB’s Strategy \n2030 (footnote 8). The project is aligned with ADB’s country partnership strategy for India, 2018–\n2022, which calls for higher efficiency and carbon mitigation through power generation from \nrenewable sources.9 \n \n21.  Lessons from previous operations. Extended annual reviews of previous ADB wind and \nsolar projects in India financed by Nonsovereign Operations highlighted three key lessons: (i) the \nimportance of energy assessment, (ii) the risks associated with land acquisition, and (iii) the need \nfor adequate power evacuation facilities. The project’s implementation arrangements incorporate \nthese lessons and ADB, as a key senior lender, will closely monitor these aspects. \n \nD.  Project Cost and Financing Plan \n \n22.  (Confidential information redacted). \n \n23.  (Confidential information redacted).  \n \nE.  Implementation Arrangements \n \n24.  (Confidential information redacted). \n \nF.  Projected Financial and Economic Performance \n \n25.  (Confidential information redacted). \n \n \n8  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n9  ADB. 2017. Country Partnership Strategy: India, 2018–2022—Accelerating Inclusive Economic Transformation. \nManila. \n ", "  5 \nIII.  THE PROPOSED ADB ASSISTANCE \n \nA.  The Assistance \n \n26.  ADB will provide a loan of up to $65.5 million. The loan will have a tenor of 20 years with \na fixed repayment schedule. ESPL will be bound by commercial terms, and financial and \noperational covenants stipulated in the financing agreements. \n \nB.  Value Added by ADB Assistance \n \n27.  ADB’s assistance is critical as it will provide long-term financing, which continues to be \nchallenging for the renewable energy sector in India. Even prior to COVID-19, local financial \ninstitutions having largely reached their exposure limits for the energy sector along with tightening \nliquidity in the domestic financial market had led to a renewed and prominent role for ADB support \nto overcome gaps in the availability of long-term finance. ADB’s role is now expected to be even \nmore relevant in light of the expected significant disruptions in the commercial debt market due \nto COVID-19. As per the financing agreements, the project will be obligated to implement ADB’s \nSafeguard Policy Statement (2009), thereby adopting internationally recognized environmental \nand social standards. ADB’s involvement will also ensure that the project promotes gender equity. \nADB is also facilitating cofinancing through a parallel loan. \n \nC.  Risks \n \n28.  (Confidential information redacted).  \n \n29.  (Confidential information redacted).  \n \n30.  (Confidential information redacted).  \n \n31.  (Confidential information redacted). \n \n32.  (Confidential information redacted). \n \n33.  (Confidential information redacted). \n \n34.  (Confidential information redacted).  \n \n35.  (Confidential information redacted).  \n \n36.  (Confidential information redacted).  \n \nIV.  POLICY COMPLIANCE \n \nA.  Safeguards and Social Dimensions \n \n37.  ADB has categorized the project in compliance with ADB’s Safeguard Policy Statement \n(2009) as environment (category B), involuntary resettlement (category C), and indigenous \npeoples (category C). 10  \n \n \n10 ADB. Safeguard Categories. \n ", "6 \n38.  ADB has undertaken due diligence and reviewed the potential environmental and social \nimpacts of the project and the measures to avoid, minimize, mitigate, and compensate for the \nadverse impacts in the safeguard reports and plans. The environmental and social measures and \nthe  institutional  capacity  and  commitment  of  ESPL  to  manage  the  project’s  social  and \nenvironmental impacts are deemed adequate.  \n \n39.  Environment.  An  independent  consultant  has  prepared  an  initial  environmental \nexamination  report.  The  potential  environmental  impacts—noise,  vibration,  dust,  waste \ngeneration, ground contamination, and soil erosion—are generally associated with construction \nactivities.  These  impacts  are  generally  site-specific  and  short-term  and  can  be  effectively \nmanaged by implementing good engineering, construction, and project management practices as \nwell as preventive and control measures reflected in the World Bank Group’s Environmental, \nHealth,  and  Safety  General  Guidelines,  as  detailed  in  the  site-specific  environmental \nmanagement plans. Potential climate-change induced impacts have also been assessed within \nthe initial environmental examination report. Occupational health and safety risks will be mitigated \nthrough the development of a health and safety plan that will include routine training, monitoring, \nand the provision of personal protective equipment. Environmental and occupational health and \nsafety  provisions,  consistent  with  ADB’s  Safeguard  Policy  Statement  requirements,  will  be \nincorporated into the contractor agreements. \n \n40.  Social safeguards. The project is in a solar park and covers about 939 acres. The \nenvironmental and social assessment and ADB’s due diligence found no legacy issues around \nthe transfer of government land to the project. The land is saline, sandy (mostly deprived of \nvegetation), uncultivable, and not fit for agricultural usage. No private land has been acquired or \nleased for the project and no physical or economic displacement is envisaged. The transmission \nline linking the project to the grid substation is a shared facility being built by GPCL (and will also \nbe operated by it) for the entire solar park. The project is not located in an area inhabited or used \nby distinct and vulnerable indigenous peoples or ethnic minority groups. No impact on indigenous \npeoples is envisaged. \n \n41.  Some gender elements. ESPL commits to implement measures to promote gender \nequality and/or women’s empowerment in its business activities following ADB’s Policy on Gender \nand Development (1998). (Confidential information redacted). At the company level, ESPL will \nstrengthen human resource policies and procedures to ensure equal remuneration for women; a \nbetter workplace environment (e.g., sanitation, hygiene); access to social security benefits for \nwomen; and prevention of sexual harassment policies and guidelines. Targeted community \ndevelopment benefits for women (30% of the total community development budget will be for \nwomen groups) will also be implemented. ESPL will submit periodic reports on implementation of \ngender measures to ADB. \n \n42.  ESPL will comply with national labor laws and, pursuant to ADB’s Social Protection \nStrategy (2001), will take measures to comply with the internationally recognized core labor \nstandards.11 The client will report regularly to ADB on (i) its compliance with such laws and (ii) the \nmeasures taken. The company will submit a safeguards and social monitoring report on an annual \nbasis that will include information on the project’s compliance with ADB’s Safeguard Policy \nStatement.  Information  disclosure  and  consultation  with  affected  people  will  follow  ADB \nrequirements. 12 \n \n11 ADB. 2003. Social Protection Strategy. Manila (adopted in 2001). \n12 Summary Poverty Reduction and Social Strategy; and Safeguards and Social Dimensions (accessible from the list \nof linked documents in Appendix 2). \n ", "  7 \n \nB.  Anticorruption Policy \n \n43.  ESPL was advised of ADB’s policy of implementing best international practice relating to \ncombating corruption, money laundering, and the financing of terrorism. ADB will ensure that the \ninvestment  documentation  includes  appropriate  provisions  prohibiting  corruption,  money \nlaundering, and the financing of terrorism; and remedies for ADB in the event of noncompliance. \n \nC.  Investment Limitations \n \n44.  (Confidential information redacted). \n \n45.  (Confidential information redacted).  \n \nD.  Assurances \n \n46.  Consistent with the Agreement Establishing the Asian Development Bank (the Charter),13 \nADB will proceed with the proposed assistance upon establishing that the Government of India \nhas no objection to the proposed assistance to ESPL. ADB will enter into suitable finance \ndocumentation, in form and substance satisfactory to ADB, following approval of the proposed \nassistance by the Board of Directors. \n \nV.  RECOMMENDATION \n \n47.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve \n(i)  the loan of up to $65,500,000 in Indian rupee equivalent from ADB’s ordinary \ncapital resources to Electro Solaire Private Limited for the Gujarat Solar Power \nProject in India, with such terms and conditions as are substantially in accordance \nwith those set forth in this report, and as may be reported to the Board; and \n(ii)  the waiver of the single-project exposure limit for the $65,500,000 loan as set forth \nin para. 44 of this report. \n \nMasatsugu Asakawa \nPresident \n \n27 March 2020\n \n13 ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. \n ", "8  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the Project is Aligned with \n \nRenewable energy generation capacity of 175 gigawatts achieved by 2022 (Strategy for New India@75)a \n \nShare of non-fossil-fuel-based electric power generation capacity increased to 40% by 2030 (Nationally \nDetermined Contribution, draft National Energy Policy)b \n \nPerformance Indicators with  Data Sources and \nRisks \nResults Chain  Targets and Baselines  Reporting Mechanisms \nOutcome  By 2022:     \nRenewable power  a. Electricity delivered to  a.–e. Company’s annual  Changes in \ndelivered to the domestic  offtaker increased to 439  development  regulatory \ngrid increased  gigawatt-hours per year  effectiveness monitoring  environment or \n(2019 baseline: 0)  report  power \npurchase \nb. Annual emission of  agreement \n385,000 tons of carbon \ndioxideavoided (2019  Climate-change \n \nbaseline: 0)  and weather-\nrelated risks \nc. At least 22 jobs provided \nduring operation, of which 4 \nare for women (2019 \nbaseline: 0) \nd. Annual domestic \npurchases of goods and \nservices by the project \namounts to more than $1.2 \nmillion during operation \n(2019 baseline: 0) \ne. Annual payments to \ngovernment related to \noperation of this project \namount to at least \n$0.2 millionc (2019 \nbaseline: 0) \nOutputs  By 2021:     \n     \n1. Solar power generation  1. 200 megawatts of   1.–4. Company’s annual  Construction \ncapacity increased by  electricity-generating  development  delays because \n200 MW  capacity installed (2019  effectiveness monitoring  of force \n  baseline: 0)  report  majeure events \n       \n      Cost overruns \n2. Local employment  2. At least 400 jobs provided   \ngenerated  during construction, of which   \n  30% are for women (2019   \n  baseline: 0)   \n     \n \n ", "Appendix 1  9 \nPerformance Indicators with  Data Sources and \nRisks \nResults Chain  Targets and Baselines  Reporting Mechanisms \n3. Growth of local  3. Total domestic purchases   \neconomy supported  related to construction of this   \n  project amount to at least   \n  $54.4 million (2019 baseline:   \n  0)   \n     \n4. Strengthening of  4. Existing policies at ESPL  4. Reported annually \nhuman resources policy  include specific provisions  from year 2025  \nand practices to make it  on equal remuneration for \nmore gender-responsive  equal work value, an \n  inclusive workplace \nenvironment,d access to \nsocial security benefits, and \nanti-sexual harassment \nmeasures (2019 baseline: \nnot applicable) \n \nKey Activities with Milestones \nOutputs 1–4 \n1.  Asian Development Bank executes loan agreement with client by 30 April 2020 \n2.  Construction of solar power plant completed by 25 November 2020 \n3.  Solar power plant commissioned by 26 November 2020 \nInputs \n(Confidential information redacted). \nAssumptions for Partner Financing \nNot applicable \na  Government of India, National Institution for Transforming India Aayog. 2018. Strategy for New India@75. New \nDelhi. \nb  Government of India, National Institution for Transforming India Aayog. Draft National Energy Policy (version as of \n27 June 2017). New Delhi. \nc  The project will incur losses on account of depreciation in the initial years of operations and, hence, will not pay \nany corporate taxes. \nd  Sanitation and hygiene facilities. \nSource: Asian Development Bank. \n ", "10  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=54035-001-4  \n \n1.  Sector Overview \n2.  Client Information \n3.  Details of Implementation Arrangements \n4.  Contribution to the ADB Results Framework \n5.  Financial Analysis \n6.  Economic Analysis \n7.  Country Economic Indicators \n8.  Summary Poverty Reduction and Social Strategy \n \nSupplementary Document \n \n9.  Waiver of Single Exposure Limit for Nonsovereign Operations \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20200520181459+08'00'", "Creator": "PDF24 Creator", "Keywords": "54035-001, solar power, india, renewable energy, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20200522134507+08'00'", "Producer": "GPL Ghostscript 9.26", "Subject": "The Asian Development Bank (ADB) and other lenders propose to provide senior secured loans of $109.1 million to Electro Solaire Private Limited (ESPL) to construct a 200-megawatt (MW) solar photovoltaic-based power plant located in the state of Gujarat in India. The project will further diversify the energy mix of India in favor of renewable energy and help the Government of India meet its targets for non-fossil-fuel-based electric power generation, leading to a reduction in the intensity of India’s carbon emissions.", "Title": "Gujarat Solar Power Project: Report and Recommendation of the President to the Board of Directors"}}