{"path": "data/input/reports/54160-001-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 54160-001 \nJune 2020 \n \n \n \nProposed Countercyclical Support Facility Loan \nRepublic of Uzbekistan: COVID-19 Active Response \nand Expenditure Support Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nAccess to Information Policy. \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 1 June 2020) \n \nCurrency unit  –  sum (SUM) \nSUM1.00  =  $0.000098641 \n$1.00  =  SUM10,137.77 \n \n \nABBREVIATIONS \n \nACF  –  Anti-Crisis Fund \nADB  –  Asian Development Bank \nCAREC  –  Central Asia Regional Economic Cooperation \nCARES  –  COVID-19 Active Response and Expenditure Support  \nCBU  –  Central Bank of Uzbekistan \nCOVID-19  –  coronavirus disease  \nCPRO  –  COVID-19 pandemic response option \nDMF  –  design and monitoring framework \nGDP  –  gross domestic product \nIFI  –  international financial institution \nIMF  –  International Monetary Fund \nMOF  –  Ministry of Finance \nMOH  –  Ministry of Health \nPFM  –  public financial management \nPRC  –  People’s Republic of China \nSME  –  small and medium-sized enterprise \nSOE  –  state-owned enterprise \nSPRP  –  Strategic Preparedness and Response Plan  \nTA  –  technical assistance  \nUNDP  –  United Nations Development Programme \nUNICEF  –  United Nations Children’s Fund \nWHO  –  World Health Organization \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Uzbekistan and its agencies ends \non 31 December.   \n \n(ii)  In this report, “$” refers to United States dollars. \n \n \n \n \n \n \n \n \n \n \n ", " \nVice-President  Shixin Chen, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Tariq H. Niazi, Public Management, Financial Sector, and Trade Division \n(CWPF), CWRD \n  Cindy Malvicini, Country Director, Uzbekistan Resident Mission (URM), \nCWRD \n   \nTeam leaders  Çiğdem Akın, Senior Public Management Economist, CWPF, CWRD \nPriyanka  Sood,  Senior  Financial  Sector  Specialist,  CWPF,  CWRD \n(outposted to URM) \nTeam members  Annalyn A. Almodiel, Operations Assistant, Urban Development and Water \nDivision, CWRD \n  Ethyl Bulao-Lorena, Senior Operations Assistant, CWPF, CWRD \n  Begzod M. Djalilov, Senior Economics Officer, URM, CWRD \n  Bobir  B.  Gafurov,  Senior  Private  Sector  Development  Officer,  URM, \nCWRD \n  Hiranya Mukhopadhyay, Principal Public Management Specialist, CWPF, \nCWRD \n  Elinor Piano, Project Analyst, CWPF, CWRD \n  Patricia Rhee, Principal Counsel, Office of the General Counsel \n   \nOne ADB team*  Zehra  Abbas,  Principal  Environment  Specialist,  Safeguards  Division, \nSustainable Development and Climate Change Department (SDCC) \n  Hiddo Huitzing, Health Specialist, Social Sector Division, CWRD \n  Kaukab H. Naqvi, Senior Economist, Economic Analysis and Operational \nSupport  Division,  Economic  Research  and  Regional  Cooperation \nDepartment \nAkmal Nartayev, Senior Financial Management Specialist, Public Financial \nManagement Division, Procurement, Portfolio and Financial Management \nDepartment \n  Oksana Nazmieva, Principal Financial Management Specialist, Portfolio, \nResults, Safeguards, and Gender Unit (CWOD-PSG), CWRD \n  Jose Tiburcio Nicolas, Senior Social Development Specialist (Safeguards), \nCWOD-PSG, CWRD \n  Irina  Novikova,  Senior  Social  Development  Specialist  (Safeguards), \nSafeguards Division, SDCC \n  David Daniel Oldfield, Principal Planning and Policy Specialist, Strategy, \nPolicy and Business Process Division, Strategy, Policy and Partnerships \nDepartment \n  Ma. Roserillan Robidillo, Senior Safeguards Officer, CWOD-PSG, CWRD \n  David  Aaron  Robinett,  Senior  Public  Management  Specialist  (State-\nOwned Enterprise Reforms), Governance Thematic Group, SDCC \n  Mary  Alice  G.  Rosero,  Social  Development  Specialist  (Gender  and \nDevelopment), CWOD-PSG, CWRD \n  Asim Ali Sabzwari, Environment Specialist, CWOD-PSG, CWRD \n  Malika  Shagazatova,  Social  Development  Specialist  (Gender  and \nDevelopment), Gender Equity Thematic Group, SDCC \n  Michiel  Van  Der  Auwera,  Senior  Financial  Sector  Specialist  (Social \nSecurity), Social Development Thematic Group, CWRD \n* Interdepartmental advisory team \n ", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", " \nCONTENTS \nPage \n \nPROGRAM AT A GLANCE   \nI.  THE PROPOSAL  1 \nII.  PROGRAM AND RATIONALE  2 \nA.  Background and Development Constraints  2 \nB.  Proposed Program, Impacts, and ADB’s Value Addition  9 \nC.  Development Financing Needs, Budget Support, and Debt Sustainability  11 \nD.  Development Partner Coordination  12 \nE.  Implementation Arrangements  13 \nIII.  DUE DILIGENCE  13 \nIV.  ASSURANCES  15 \nV.  RECOMMENDATION  15 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  16 \n2.  List of Linked Documents  19 \n3.  Development Policy Letter  20 \n4.  Assessment of Compliance with the Access Criteria for the Countercyclical Support \nFacility COVID-19 Pandemic Response Option  24 \n \n \n \n \n ", "", "Project Classification Information Status: Complete\nPROGRAM AT A GLANCE\n1. Basic Data Project Number: 54160-001\nProject Name COVID-19 Active Response and  Department/Division CWRD/CWPF\nExpenditure Support Program\nCountry Uzbekistan Executing Agency Ministry of Finance\nBorrower Republic of Uzbekistan\nCountry Economic Indicators https://www.adb.org/Documents/LinkedD\nocs/?id=54160-001-CEI\nPortfolio at a Glance https://www.adb.org/Documents/LinkedD\nocs/?id=54160-001-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nPublic sector management Public expenditure and fiscal management 50.00\nSocial protection initiatives 175.00\nHealth Disease control  of communicable disease 75.00\nHealth system development 50.00\nIndustry and trade Small and medium enterprise development 150.00\nTotal 500.00\n3. Operational Priorities Climate Change Information\nAddressing remaining poverty and reducing inequalities GHG reductions (tons per annum) 0\nAccelerating progress in gender equality Climate Change impact on the  Low\nProject\nStrengthening governance and institutional capacity\nFostering regional cooperation and integration\nADB Financing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.3, 1.a, 1.b Effective gender mainstreaming (EGM)\nSDG 3.3, 3.8, 3.d\nSDG 5.1 Poverty Targeting\nSDG 8.1, 8.8 General Intervention on Poverty\nSDG 9.1, 9.3\nSDG 10.2, 10.4\nSDG 17.4\n4. Risk Categorization: Complex \n.\n5. Safeguard Categorization Environment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 500.00\n     Sovereign COVID19 Pandemic Response Option (Regular Loan):  Ordinary  500.00\ncapital resources\nCofinancing 0.00\n     None 0.00\nCounterpart  0.00\n     None 0.00\nTotal 500.00\nCurrency of ADB Financing: US Dollar \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 05062020124129666510 Generated Date: 05-Jun-2020 12:43:48 PM", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nthe  Republic  of  Uzbekistan  for  the  COVID-19  Active  Response  and  Expenditure  Support \n(CARES) Program under the Countercyclical Support Facility COVID-19 pandemic response \noption (CPRO).1 \n \n2.  The coronavirus disease (COVID-19) and the economic shock triggered by the pandemic \nare dramatically reducing the employment, income, and well-being of Uzbekistan’s citizens. Since \n16 March 2020, wide-ranging social distancing and containment measures have been instituted—\nincluding the suspension of all international and domestic travel, the closure of nonessential \nbusinesses  and  educational  institutions, and  compulsory  work  from  home  for  nonessential \nservices.2 These measures have negatively affected the economy, with real gross domestic \nproduct (GDP) growth dropping to 1.5% in 2020 from a forecast of 6% before the pandemic.3 The \ndownturn in global trade and lower demand and prices for commodity exports will widen the \ncurrent account deficit to 9.6% of GDP in 2020 from an earlier forecast of 4.7%. The nationwide \nlockdown has led to 80% of small and medium-sized enterprises (SMEs) suspending their \nactivities. About $700 million of tourism revenues will be lost in 2020. The expected 40% decline \nin remittance inflows in 2020 will adversely impact the low-income families. The unemployment \nrate is projected to rise to 16.5% in 2020 from 9.4% in 2019. An additional 448,000 people are \nexpected to fall into poverty. The widening of the fiscal deficit to 5.6% of GDP in 2020 (from an \nearlier forecast of 2.7%) has increased the urgent near-term financing needs. \n \n3.  The program will provide critical budget support to enable the government to undertake \ncountercyclical expenditures to (i) strengthen the health system capacity to combat the spread of \nCOVID-19; (ii) support businesses, employment, and job-creating regional public works; and (iii) \nexpand  social  safety  nets.  Uzbekistan  meets  all  the  criteria  required  to  access  the  Asian \nDevelopment Bank (ADB) CPRO under the Countercyclical Support Facility, including robust \nmacroeconomic management, undertaking of key structural reforms, a pro-poor countercyclical \nexpenditure program, and public debt levels maintained at sustainable levels (Table 1).4 The \nprogram is aligned with ADB’s Strategy 2030 (para. 21).5 \n \nTable 1: Compliance with Access Criteria for COVID-19 Pandemic Response Option  \n  Access Criteria  ADB Staff Assessment \n1.  Adverse impact of  As of 15 June 2020, 5,080 COVID-19 cases were reported with 19 deaths. The real GDP \nexogenous shocks  growth forecast for 2020 has been reduced from 6% to 1.5%, and an estimated 448,000 \nadditional people are expected to fall into poverty. The unemployment rate is projected to \nrise to 16.5% in 2020 from 9.4% in 2019. The fiscal deficit is projected to increase to 5.6% \nof GDP in 2020 against an earlier estimate of 2.7%. Budget revenues are expected to fall \nto 25.2% of GDP in 2020 compared with 28.6% of GDP in 2019. The currency depreciated \nby 6.7% against the United States dollar from 1 January 2020 to 15 April 2020. The CBU \nlowered its benchmark interest rate from 16% to 15%. \n2.  Countercyclical  Under Presidential Decrees No. 5969, No. 5978 and No. 5996, the government has \ndevelopment  established  the  ACF  totaling  SUM10  trillion  under  the  budget  and  undertaken \nexpenditures  countercyclical expenditures to strengthen the health sector, stabilize economic activity, \n \n1  Asian Development Bank (ADB). 2020. ADB’s Comprehensive Response to the COVID-19 Pandemic. Manila. \n2  From mid-May 2020, differentiated containment measures began to be applied in cities and regions with color-coded \nzoning based on the spread of the disease, and partial restoration of domestic air and rail travel. The social distancing \nmeasures, currently in effect until 1 August 2020, could be extended depending on the evolving COVID-19 situation. \nFrom 15 June 2020 onwards, flights from countries with stable epidemiological situations will be resumed. \n3  Country Economic Indicators (accessible from the list of linked documents in Appendix 2).  \n4  Details on compliance with the access criteria are in Appendix 4. \n5  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. Manila. ", "2   \n  Access Criteria  ADB Staff Assessment \nand expand social protection for the poor and vulnerable groups. These measures (paras. \n12–16) constitute the government’s COVID-19 pandemic response plan.  \n3.  Pre-shock record  Uzbekistan has a strong record of sound macroeconomic management, achieving \nof  average GDP growth of 6.8% during 2010–2019, driven by growth in industry and \nsound  services, the private sector, commodity exports, and foreign investment. The national \nmacroeconomic  poverty rate declined from 25.8% in 2005 to 11.4% in 2018. A conservative fiscal and \nmanagement  debt policy has led to a low risk of debt stress. Structural reforms, including exchange \nrate liberalization, have been implemented since 2017. Under the inflation targeting \nregime, inflation has slowed from 17.5% in 2018 to 14.5% in 2019 and 12.9% in 2020.  \n4.  Structural reforms  The Special Republican Commission was set up on 29 January 2020, followed by the \nRepublican  Anti-Crisis  Commission  on  19  March  2020,  to  oversee  the  pandemic \nresponse.  Strict  containment  measures  were  instituted.  A  COVID-19  SPRP  was \noperationalized  with  WHO  support.  The  government  has  undertaken  a  credible \ncountercyclical response, including social protection measures. Coordinated support from \ndevelopment partners has been mobilized. The government remains committed to \nstructural reforms to strengthen macroeconomic management. \n5.  Debt sustainability  ADB’s DSAa shows a low risk of debt stress. The budget support loans for COVID-19 will \nincrease the outstanding public debt stock by 13.7% (6.1% from ADB and 7.6% from the \nIMF and the World Bank). The public debt–GDP ratio is projected to increase from 23.3% \nin 2019 to 33.3% by 2021 but will remain below the required threshold of 70% for low \ndebt stress and will not impair debt sustainability. The IMF Assessment Letter and its \nDSA also confirm the low risk of debt stress. \n6.  Coordination with  The program was developed in close coordination and consultation with the IMF. ADB \nthe International  and the government have consulted closely with the IMF on the country’s macroeconomic \nMonetary Fund  outlook, especially related to the impact of COVID-19. IMF provided its assessment letter \nto ADB on 14 April 2020.  \nACF = Anti-Crisis Fund, ADB = Asian Development Bank, CBU = Central Bank of Uzbekistan, COVID-19 = coronavirus \ndisease, DSA = debt sustainability analysis, GDP = gross domestic product, IMF = International Monetary Fund, \nSPRP = Strategic Preparedness and Response Plan, WHO = World Health Organization. \na Debt Sustainability Analysis (accessible from the list of linked documents in Appendix 2). \nSource: Asian Development Bank.  \n \nII.  PROGRAM AND RATIONALE \n \nA.  Background and Development Constraints \n \n4.  Health care system. Uzbekistan’s health care system has not handled a pandemic or \nhealth crisis of this nature or scale since independence. On 11 March 2020, the World Health \nOrganization  (WHO)  declared  the  COVID-19  outbreak  a  pandemic  with  serious  worldwide \nimplications.6 Since the diagnosis of the first COVID-19 case in Uzbekistan on 15 March 2020, \n5,080 cases have been reported, corresponding to 150 cases per million population with 19 \ndeaths as of 15 June 2020. Although the country has made improvements over the years,7 the \ngrowing number of confirmed COVID-19 cases has placed a strain on the health care system, \nwith  the  initial  diagnosis,  prevention,  and  treatment  capacity  constrained  by  shortages  of \nspecialized  medical  staff,  facilities,  and  medical  equipment.8 Even  before  the  strict  social \ndistancing measures were initiated, a Special Republican Commission headed by the Prime \n \n6  A United Nations resolution of 20 April 2020 calls for international cooperation to combat the pandemic. \n7  Uzbekistan has a centralized health care system under the Ministry of Health (MOH), with universal coverage of \ncitizens for a basic benefit package. Public health spending totaled 11.3% of the state budget in 2020. In 2016, \nUzbekistan had 6,542 outpatient medical institutions, of which 914 were in Tashkent, and 1,106 hospitals with \n132,000 beds (41.1 per 10,000 population). In 2016, it had 84,100 physicians (382.1 persons per physician) and \n341,300 paramedical personnel (341.3 persons per paramedical worker) (State Committee on Statistics. 2017. \nHealth Care System in the Republic of Uzbekistan. Tashkent). In 2018, number of hospitals increased to 1,165 while \nnumber of physicians increased to 89,700. The Healthcare Access and Quality Index measured by the Institute of \nHealth Metrics and Evaluation improved from 50.3 in 1990 to 62.9 in 2016.  \n8  In April 2020, WHO reported more than 85,000 persons in quarantine, with 17,000 held in official quarantine sites.  \n ", "3 \nMinister was set up on 29 January 2020 (Presidential Decree No. 5537) to (i) monitor the \npandemic and raise public awareness,9 (ii) communicate with international organizations, and (iii) \nprocure medicines and equipment to increase the health system preparedness and lower the \nspread rate of the virus.   \n \n5.  Economy.  The  sharp  contraction  in  global  economic  activity  has  severe  economic \nconsequences  for  Uzbekistan.10 The  pandemic  has  delivered  a  large  external  shock  to \nUzbekistan’s economy, with real GDP growth projections falling to 1.5% in 2020 from the pre-\nCOVID-19 forecast of 6% (Figure). The economic impact and the knock-on effects on low-income \nhouseholds have been driven by the magnitude and duration of (i) the downturn in Uzbekistan’s \nmain trade and investment partners; (ii) the fall in tourism revenues; (iii) domestic business \ndisruptions, particularly SMEs; (iv) the contraction in remittance inflows; and (v) the widening fiscal \ndeficit. The severity of the impact through these transmission channels is compounded by the \nrisks from a second wave of COVID-19.11 Real private final consumption growth is projected to \ndecline from 6.3% in 2019 to 0.3% in 2020. Real growth in gross fixed capital formation is \nprojected to decline to 4.5% in 2020 from 46.0% in 2019. In 2020, real sector growth is projected \nat 2.1% for industry (8.9% in 2019) and 0.6% for services (5.5% in 2019), while growth in \nagriculture will remain stable at 2.6% (2.5% in 2019).  \n \nFigure: Growth of GDP, Private Consumption and Gross Fixed Capital Formation  \nAnnual change (%) \nCOVID-19 = coronavirus disease, est. = estimate, GDP = gross domestic product, proj. = projection.   \nNote: Growth of gross fixed capital formation is on the y-axis of the right-hand side. \nSource: Country Economic Indicators (accessible from the list of linked documents in Appendix 2). \n \n6.  Trade and investment. The trade and investment flows have contracted with the severe \ndownturn in key trade and investment partners. About 40% of Uzbekistan’s trade is concentrated \n \n9  The government established a dedicated coronavirus website, providing press briefings about the government’s \npandemic response. A dedicated call center was also set up at MOH. \n10 Based on IMF estimates, the global GDP is projected to contract by 3% in 2020—worse than the 2008–2009 financial \ncrisis—against 2.9% growth in 2019. Risk aversion has increased, reflected in the falling oil and commodity prices, \nbond and equity prices, and surging gold price (IMF. 2020. World Economic Outlook: Chapter 1—The Great \nLockdown. Washington, D.C.). The latest ADB projections estimate a global contraction in the range of 4.5%-5.9% \nunder various containment scenarios, incorporating the impact of macroeconomic responses (ADB. 2020. An \nUpdated Assessment of the Economic Impact of COVID-19. ADB Briefs No. 133. May. Manila). \n11 The growth projections are under the best-case scenario of bringing the pandemic under control within 6 months in \nthe second half of 2020 and the normalization of economic activity thereafter. Under the worst-case scenario, the \nrisks of a second wave of infections are present once the containment is relaxed, resulting in prolonged global \nrecession, coupled with heightened instability in public finances and the banking industry. IMF. 2020. Fiscal Monitor: \nPolicies to Support People during the COVID-19 Pandemic. Chapter 1. April. Washington, D.C. \n ", "4   \namong three countries—the People’s Republic of China (PRC) (17%), the Russian Federation \n(16%), and Kazakhstan (7%) in 2020—which are projected to experience sharp downturns.12 \nUzbekistan’s merchandise exports, which grew at 22.1% in 2019, are projected to contract by \n9.5% in 2020. Merchandise imports, which grew at 16.2% in 2019, are projected to contract by \n6.7%. 13 The current account deficit is projected to deepen from 5.6% in 2019 to 9.6% in 2020, \nagainst the pre-COVID-19 estimate of 4.7% in 2020.14 Net foreign direct investment is projected \nto fall to 1.2% of GDP in 2020 from 3.9% of GDP in 2019.15 Uzbekistan has been insulated from \nthe sell-off in global financial markets due to low portfolio investment in its underdeveloped capital \nmarkets and limited exposure to world financial markets.16 The foreign exchange reserves ($30.5 \nbillion as of March 2020), with 56.7% held in gold ($17.3 billion), and rising gold prices have \nprovided a cushion against the pressures for depreciation. Uzbekistan’s currency (sum) declined \nby 6.7% against the United States dollar from 1 January 2020 to 15 April 2020 compared with \ndepreciation of more than 10% for the Russian ruble, Kazakh tenge, and Kyrgyz som. \n \n7.  Tourism. Tourist arrivals and revenues will fall sharply in this key growth sector. The \nnumber of visitors to Uzbekistan increased from about 1 million in 2016 to more than 6.4 million \nin 2018 and nearly 4.9 million in the first 9 months of 2019. This number of visitors was expected \nto rise to more than 7 million by 2025, with annual foreign currency earnings reaching $2 billion. \nThe direct and indirect economic activity arising from tourism and travel related services reached \nabout 4% of GDP in 2019.17 In the first quarter of 2020, tourist arrivals to Uzbekistan fell by 12% \nand tourism revenues are expected to decline by $700 million in 2020.  \n \n8.  Small and medium-sized enterprises. With sales at a standstill and cash reserves \ndepleted, SMEs have been hit hard. SMEs have been growing in Uzbekistan, providing 56.5% of \nGDP in 2019 and contributing 35% of industry, 84% of retail trade, and 52% of services. In 2019, \nSMEs’ share of exports was 28.7%, their share of imports was 54.2%, and their share of \ninvestment was 47%.18 SMEs account for 37% of formal sector employment and 78% of formal \nand informal employment combined. As of end April 2020, 13,000 public catering enterprises, \n45,000 retail enterprises, 19,000 service enterprises, and 7,000 transport enterprises  have \nstopped operating and/or lost significant revenue. About 80% of individual entrepreneurs have \nsuspended their activities. Job losses caused by business closures carry the risk of large-scale \nunemployment, leading to reduced incomes and even social distress. \n \n9.  Remittances. Slowdowns in the Russian Federation and Kazakhstan are projected to \nresult in a 40% fall in remittance inflows in 2020 compared with 2019. 19 About 13% (2.5 million) \nof Uzbekistan’s working-age population works abroad, with 85% in the Russian Federation. \n \n12 Based on IMF estimates (footnote 10), the PRC is projected to grow at 1.2% in 2020. With double shocks from the \noil price collapse and the COVID-19 pandemic in 2020, Kazakhstan’s GDP is projected to contract by 2.5% and the \nRussian Federation’s GDP is projected to contract by 5.5% in 2020.    \n13 Gold exports constituted 38.2% of $2.6 billion of exports in March 2020, followed by industrial products (18.4%) and \nservices (17.6%). Other commodity exports—natural gas, cotton, and copper—have been affected by the fall in \ndemand and prices. Of imports totaling $3.3 billion, machinery, transport, equipment, and industrial products \nconstituted 52.9% and were affected by supply chain disruptions (Government of Uzbekistan, Ministry of Finance \n(MOF). 2020. Newsletter No. 10. March). \n14 Country Economic Indicators (accessible from the list of linked documents in Appendix 2).  \n15 The PRC, the Russian Federation, and Germany provided 34% of the $2.3 billion of foreign direct investment in 2019. \n16 Uzbekistan issued its first Eurobond ($1 billion) in February 2019. This was followed by a $300 million corporate \nissuance by the state-owned Industrial and Construction Bank (JSCB Uzpromstroybank) in November 2019. \n17 World Bank. 2020. Fighting COVID-19: Europe and Central Asia Economic Update, Spring 2020. Washington, D.C. \n18 Government of Uzbekistan, State Committee on Statistics. 2019. Socio-economic Situation of the Republic of \nUzbekistan. Chapter 8: Small Business. Tashkent. As of 1 April 2020, Uzbekistan had 352,167 registered and active \nSMEs—24% higher than the number as of 1 March 2019. \n19 IMF projections show that gross remittance inflows to GDP ratio declines from 15% in 2019 to 9.5% in 2020.  \n ", "5 \nBased on the Central Bank of Uzbekistan (CBU) data, of the net remittance inflows, which \naveraged $5.11 billion in 2018, $3.96 billion was received from the Russian Federation and $320 \nmillion from Kazakhstan. A recent World Bank survey shows that the share of households with \nmembers working abroad fell to 13% in April 2020 from 17% in April 2019. Among those still \nabroad, active employment fell to 73% of migrants in April 2020 from 88% in April 2019. The \nmedian remittance transfers also fell by 21%.20 \n \n10.  Poverty. Without social and economic support during the pandemic, the growing job \nlosses, including for women, could reverse the gains made in poverty reduction since 2005.21 The \nWorld Bank estimates that an additional 448,000 people could fall into poverty, and the poverty \nrate (based on $3.20 per person per day in purchasing power parity terms) could increase to 8.7% \nin 2020 against the pre-COVID-19 projection of 7.4%.22 With 150,000 returning migrant workers \nand job losses from business closures, the unemployment rate is projected to increase to 16.5% \nin 2020 (from 9.4% in 2019 and against the pre-COVID-19 projection of 8.9% for 2020). 23 The \nMinistry of Employment and Labor Relations estimated that the number of unemployed citizens \n(including returning migrant workers) had reached more than 1.5 million as of 17 April 2020. From \nMarch to April 2020, the share of households with at least one member working fell from 85% to \n43% (footnote 20). Unemployment will be higher in the informal economy, which accounted for \n58% of total employment in 2019. Economic hubs in the Ferghana, Andijan, Namangan, and \nSamarkand regions  lead  in  informal  employment.  The  fall  in  remittances  will  contribute to \nincreased poverty for low-income households.24 The median per capita income combined from all \nsources fell by 38% in April 2020 against March 2020, with a decline of 46% in urban areas and \n37% in rural areas. Declines in income have been largest among the self-employed (67%). The \nshare of people unable to afford their basic needs was 12%, and people reporting reduced \nhousehold food consumption reached 26% in April 2020. Women’s job prospects will be severely \naffected since they comprise about 45% of formal employees. Their share in SME employees \nreached 22.5% in 2016. In 2017, 43.2% of SMEs were managed and/or owned by women, with \none-third of new businesses registered by women entrepreneurs.25 The pandemic has wiped out \ntourism and high-value horticulture exports, which affect women as they comprise 54% of workers \nin catering and trade and tourism, and 46% in agriculture and forestry.     \n \n11.  Fiscal pressure. The pandemic is creating significant fiscal pressure. Budget revenues \nare expected to decline to SUM151.4 trillion (25.2% of GDP) in 2020 against the pre-COVID-19 \nestimate of SUM159.0 trillion, driven by fall in taxes.26 Budget expenditures are expected to \nincrease to SUM172.3 trillion (28.6% of GDP) in 2020 against the earlier estimate of SUM162.4 \ntrillion, driven by health and social expenditures and countercyclical spending. The IMF projects \nthe overall fiscal deficit to be SUM33.8 trillion ($3.41 billion or 5.6% of GDP) in 2020 against the \npre-COVID-19 estimate of SUM17.8 trillion ($1.86 billion or 2.7% of GDP). \n \n \n20 These figures are based on a survey of 1,500 households, qualitative data, and focus groups discussions. World \nBank. April 2020. Economic and Social Impacts of COVID-19: Update from Listening to the Citizens of Uzbekistan. \nWashington, D.C.  \n21 The national poverty rate declined from 25.8% in 2005 to 11.4% in 2018, reflecting robust economic growth, a rising \nshare of SMEs, remittance inflows, regular public wage increases, and targeted social safety nets. \n22 World Bank. 2020. Supplementary Development Policy Financing: Sustaining Market Reforms in Uzbekistan. \nWashington, D.C. \n23 Country Economic Indicators (accessible from the list of linked documents in Appendix 2). \n24 Based on World Bank estimates (footnote 17), without the remittance income, Uzbekistan’s poverty rate in 2018 \nwould have risen to 16.9%. \n25 ADB. 2018. Uzbekistan Country Gender Assessment Update, December 2018. Manila; and Food and Agriculture \nOrganization of the United Nations. 2019. Gender, Agriculture and Rural Development in Uzbekistan. Budapest. \n26 Budget revenues accounted for 28.6% of GDP in 2019. Tax revenues fell by 30-40% since the start of pandemic.  \n ", "6   \n12.  COVID-19 pandemic response plan. The government has rolled out a robust COVID-19 \npandemic response plan, comprising measures described in Table 2 and paras. 13–16, including \nthe establishment of the SUM10 trillion Anti-Crisis Fund (ACF) ($1.05 billion or 1.5% of GDP) \nunder the state budget.27 The government, through the Republican Anti-Crisis Commission \nheaded by the Prime Minister, will oversee its implementation. The multiplier effects of the \nmeasures are projected to help revive growth to 7% in 2021 (Figure).   \n \nTable 2: Allocation of the Anti-Crisis Fund and Additional Monetary Measures \nItem  Amount \n  (SUM trillion)  ($ million) \nA.    Expenditures under the Anti-Crisis Fund     \n1.  Health-related measures   1.0  104.6 \ni.     Set up medical facilities; purchase medical supplies, testing kits, and  1.0  104.6 \nequipment; and provide salary supplements to medical staff \n2.    Fiscal stabilization measures  8.3  868.5 \ni.     Tax measures to support businesses  4.2  439.5 \nii.     Additional capitalization to the State Fund for Support of  0.5  52.3 \nEntrepreneurship to expand loan guarantees for businesses and \ncompensate for interest expenses  \niii.    Allocation to the Public Works Fund   3.6  376.7 \n3.    Social protection measures  0.7  73.2 \ni.   Increase in low-income households receiving social and childcare  0.6  62.8 \nbenefits   \nii.     Payments for paid leave, quarantine leave, and temporary disability  0.1  10.4 \nbenefits  \n        Subtotal (A1+A2+A3)  10.0  1,046.3 \nB.    Monetary measures     \n1.  CBU’s overall liquidity support  5.6  586.0 \n2.  Loan deferments and restructurings for businesses   19.6  2,050.9 \n3.  Revolving credit facilities by state-owned banks for private sector  30.0  3,139.2 \nbusinesses \n4.  Debt payment rescheduling for JSC Uzbekistan Airways by National  1.1  111.0 \nBank of Uzbekistan for Foreign Economic Activities  \n       Subtotal (B1+B2+B3+B4)  56.3  5,887.1 \n     \n       TOTAL  66.3  6,933.4 \nCBU = Central Bank of Uzbekistan, COVID-19 = coronavirus disease. \nNote: Numbers may not sum precisely because of rounding. Sum/$ exchange rate is 9,557. \nSource: Government of Uzbekistan, Ministry of Finance. COVID-19: Anti-Crisis Measures. March 2020. Tashkent. \n \n13.  Increased health spending. The government has increased its health sector support. On \n19 March 2020, the Ministry of Health (MOH) launched the COVID-19 Strategic Preparedness \nand Response Plan (SPRP), prepared with WHO support, as a framework document for effective \npandemic management.28 In addition to the existing health expenditures under the budget, the \ngovernment has allocated SUM1 trillion ($104.6 million) from the ACF to (i) support the Agency \nfor Sanitary and Epidemiological Wellbeing and its regional centers; (ii) prepare hospitals and \nquarantine complexes with the required equipment, staff, and vehicles; and (iii) supplement \nsalaries with hazard pay (equivalent to a daily supplement of 6% of salaries) for 15,000 medical \nstaff who are directly affected by COVID-19. Two COVID-19 hospitals—one with 20,800 beds in \n \n27 19 March 2020. Presidential Decree No. 5969; 3 April 2020. Presidential Decree No.5978 and 18 May 2020. \nPresidential Decree No. 5996 \n28 The SPRP covers protocols on (i) pandemic risk management; (ii) emergency risk communication and community \nengagement;  (iii)  medical  systems  for  the  identification,  monitoring,  and  control  of  infectious  disease;  and \n(iv) mitigation of the socioeconomic impact. The WHO’s technical assistance supports implementation of the SPRP, \nincluding training MOH in case management, contact tracing, laboratory and COVID-19 test kits, infection prevention, \nCOVID-19 data collection, and COVID-19 related procurement specifications. \n ", "7 \nthe Upper Chirchik District and another with 10,000 beds in the Zangiata District of Tashkent \nregion—have been prepared. Modular hospitals, diagnostic laboratories, and quarantine stations \nwith capacity of 1,000 people each have been prepared in Surkhandarya, Namangan, and Navoi \nregions, along with 14 regional hospitals and 216 institutions for epidemiological surveillance. \nMedicine and medical equipment imports are exempted from tax. The MOH has purchased testing \nkits and 1,796 ventilators, including 800 ventilators procured with ADB support. It has set up \nmobile laboratories in high-risk areas, and the production of medical masks has been increased \nto 5 million pieces a day. More than 250,000 tests were conducted as of 28 April 2020, with plans \nto conduct 400,000 until 1 September 2020. WHO, ADB, the World Bank, and the United Nations \nDevelopment Programme (UNDP) have supported the procurement of medical equipment and \nthe  capacity  building  of  medical  staff,  including  online  training.  The Central  Asia  Regional \nEconomic Cooperation (CAREC) countries, among others, have provided bilateral support. The \nInternational Atomic Energy Agency supplied diagnostic test systems to the Scientific Research \nInstitute of Virology. New health technical schools will also be opened. \n \n14.  Measures to support businesses and employment. The government has rolled out \nwide-ranging measures and the ACF includes an allocation of SUM8.3 trillion ($868.5 million) for \nthe following fiscal measures: \n(i)  Tax measures. The social contributions tax for individual entrepreneurs has been \nreduced by 50% (from 12% to 6%) from 1 April to 1 October 2020. Payments of \npersonal income tax, and social tax for individual entrepreneurs and SMEs, have \nbeen suspended with interest-free deferment until 1 October 2020.29 SMEs and \nbusinesses in services, transportation, tourism and aviation are exempted from \nproperty and land taxes and will pay a reduced social contributions tax (1% instead \nof 12%). The State Tax Committee will suspend tax audits until 1 January 2021. \nThe filing of personal income tax declarations for fiscal year 2019 has been \npostponed from 1 April 2020 to 1 August 2020. Local governments will reduce \ntaxes by 30%, provide a 6-month grace period for paying property and land taxes \nand fees for water use, and suspend the accrual of tourist (hotel) tax from April \nuntil October 2020. The Ministry of Finance (MOF) will compensate the loss of \nrevenue to local governments. The tax rate for water use on agricultural irrigated \nland was reduced by 50%. The deadlines for audit reports are extended until 1 \nOctober 2020. These measures will cost SUM4.2 trillion. \n(ii)  Support for businesses and small and medium-sized enterprises. The State \nFund  for  Support  of  Entrepreneurship  will  be  capitalized  with  an  additional \nSUM500 billion to expand loan guarantees and compensate for interest expenses \nup to a certain limit until 1 October 2020. A zero-rent policy has been introduced \nfor  businesses  using  3,600  government-owned  properties.  Businesses \nexperiencing financial hardships due to COVID-19 will not be declared bankrupt \nuntil  after  1 November  2020.  The  terms  of  investment  commitments  will  be \nextended by 6 months. To support trade and ensure the uninterrupted flow of \ngoods across the CAREC region, businesses will be allowed to export without \npayment guarantees, and the penalties on overdue receivables will be suspended \nuntil 1 October 2020. Value-added tax and customs tax will be deferred for imports \nuntil 1 July 2020. Licensing requirements for freight of goods will be abolished. \n(iii)  Public works. A total of SUM3.6 trillion will be allocated to the Public Works Fund \nunder the ACF for public works in the regions (rehabilitation of urban, agriculture, \n \n29 About 250,000 entrepreneurs and enterprises and 83,000 farms have benefitted from tax deferment. \n ", "8   \nsanitation and health, and education-related facilities) and small industrial zones.30 \nIn April 2020, public works provided temporary employment for 67,000 people. The \ngovernment will also reprioritize budget expenditures to redirect savings of SUM6 \ntrillion to projects for entrepreneurs and employment.  \n \n15.  Additional  monetary  measures.  Loan  maturities  have  been  extended  and  loan \npayments worth SUM7.9 trillion have been deferred without penalty until 1 October 2020 for \nbusinesses in the most affected sectors, i.e., tourism, hotels, transport, private education, and \ninternational trade. Additional loan deferment and restructurings of SUM11.7 trillion for affected \nindividuals, self-employed entrepreneurs, and businesses have been introduced.31 Interest-free \nloans will be provided for businesses to continue wage payments and to strategic enterprises for \ndebt repayment. State-owned banks will provide businesses renewable revolving loans worth \nSUM30 trillion for working capital. Loans for construction of individual housing will be availed to \nstimulate the economy. The Central Bank of Uzbekistan (CBU) lowered its benchmark interest \nrate from 16% to 15% in April 2020. It will provide monthly liquidity of up to SUM1 trillion through \nrepurchase agreements and swap arrangements and ease the mandatory reserve requirements \nto provide SUM2.6 trillion liquidity for commercial banks. A special mechanism for additional \nliquidity of up to 3 years for SUM2 trillion has been introduced. The CBU recommended stress \ntesting of the banks by 1 June 2020.32   \n \n16.  Social spending. The government has increased social spending from SUM26.7 trillion \nin 2019 to SUM34.4 trillion in 2020 to enhance its existing comprehensive social protection \nsystem.33 Under the ACF, SUM0.7 trillion ($73.2 million) has been allocated to expand social \nsafety nets for the poor and vulnerable groups.34 Since 1 April 2020, the number of low-income \nhouseholds receiving social and childcare benefits (families with children under the age of 14) \nhas been increased by 10%—from 595,400 to 655,000. Starting 1 June 2020, an additional 10% \nincrease raises the number of households to 720,000. Expiring social benefit payments have been \nextended up to 12 months. Eligibility criteria for social benefits has been simplified and the income \ncriterion relaxed, resulting in an additional 123,000 households receiving social and childcare \n \n30 Such public works will be small-scale and/or low-skilled, mostly maintenance-related and confined to existing facilities \nfor the purposes of boosting short-term employment. \n31 As of May 2020, loan deferment by commercial banks have reached more than SUM23 trillion, exceeding the planned \namount of SUM19.6 trillion. About 87,000 business entities and two million citizens have benefitted. \n32 There are 13 state-owned banks out of 30 commercial banks, accounting for more than 80% of banking capital, \nassets, and deposits. As of March 2020, banks had a regulatory Tier 1 capital to risk weighted asset ratio of 19.7% \nand a low nonperforming loan ratio of 2.3% (Government of Uzbekistan, MOF. 2020. Newsletter No. 11. May). The \nbanking sector was rated stable due to low household debt, stable deposits, and a limited refinancing risk from long-\nterm loans to state-owned enterprises (SOEs) (Moody’s Investors Service. 2020. Banking System Outlook Update – \nUzbekistan. 8 April. Report No. 1222398). With the pandemic, risks for business growth, earning prospects, and \nasset quality have increased. The outlook has been downgraded to negative in April 2020 (S&P Global Ratings. \nVarious Rating Actions Taken on Uzbek Banks Amid Market Volatility and the COVID-19 Pandemic. 27 April 2020). \n33 Social protection expenditures, including pensions, accounted for 10% of GDP, comparable to high-income countries, \nand benefit women more than men because of the higher number of women pensioners and targeted programs \n(ADB. 2017. Uzbekistan Social Protection Indicator. Manila). In 2019, 47% of the population was covered by at least \none social protection benefit; 32% of people with disabilities collected disability benefits; 68% of poor people were \ncovered by social protection; and the retirement age population received full pension coverage (H. Holzhacker. 2020. \nCOVID-19: Economic Impact and Mitigation Measures. Urumqi: CAREC Institute). About 60% of the social protection \ntransfers are received by the bottom quintile in terms of per capita consumption (L. Carraco. 2019. Overview of Social \nProtection System in Uzbekistan and Assessment of Active Labor Market Policies. Oxford Policy Management). \n34 Social benefit transfers to families and children accounted for 5% of the state budget in 2020. The main social benefits \ncomprise (i) maternity allowances (up to age 2) for 264,132 families; (ii) family benefits (with children up to age 14) \nfor 265,603 families; (iii) assistance to low-income families for 65,704 families; (iv) disability benefits for 286,400 \nrecipients; and (v) elderly and disability assistance for 104,700 recipients. Government of Uzbekistan, MOF. Budget \nfor Citizens, 2020. November 2019. Tashkent. \n ", "9 \nbenefits, increasing the total number of households to 843,000. A total of 1.04 million employees \nof state educational, sports, and cultural institutions will continue to receive their salaries as \nbudgeted.  Laying  off  quarantined  employees  and/or  their  family  members  is  prohibited, \nguaranteeing the preservation of jobs. Quarantine leave is granted to parents of kindergarten \npupils and primary school students. Temporary disability benefits (benefit rate increased from \n60%–80% to 100% of the average monthly salary) will be given to quarantined parents under \nsimplified application procedures. The elderly living alone, and people with disabilities, will be \nsupplied with free food and hygiene products. Paid leave will be provided to a working parent \ncaring  for  children.  Employees,  especially  pregnant  women,  the  elderly,  and  people  with \ndisabilities and chronic diseases, will be on 100% paid leave. Staple foods will be imported as \nneeded to prevent shortages and artificial price hikes. \n \n17.  Sound  macroeconomic  management.  Uzbekistan  had  a  sound  record  of \nmacroeconomic management leading up to the crisis.35 Strong macroeconomic fundamentals \nhelped achieve 5.6% GDP growth in 2019 and average growth of 6.8% during 2010–2019. \nStructural reforms since 2017 are supporting the transition to a private sector-driven market \neconomy. Historically, the country has pursued a conservative fiscal and debt policy. In 2019, \nexternal debt was 43.5% of GDP and public debt was 29.2% of GDP, with official foreign \nexchange reserves reaching $29.2 billion (equivalent to 14 months of imports). The fiscal deficit \nwidened from 1.9% of GDP in 2017 to 3.9% of GDP in 2019 due to the social spending to mitigate \nthe impact of structural reforms. Currency devaluation by 48% in 2017, price liberalization, and \nbank credit growth (103.8% in 2017 and 51.3% in 2018) increased inflation from 8.8% in 2016 to \n17.5% in 2018. Under the inflation targeting regime and the policy of reduced directed lending to \nstate-owned enterprises (SOEs), inflation is expected to decrease from 14.5% in 2019 to 12.9% \nin 2020 and 9.5% in 2021. The CBU targets inflation below 10% by 2021 and 5% by 2023. \n \nB.  Proposed Program, Impacts, and ADB’s Value Addition \n \n18.  The program supports the measures described in Table 2, of which the ACF is the \npredominant part, to help mitigate the adverse impacts of COVID-19 on the population’s health, \nincomes, and economic opportunities as well as macroeconomic stability. The outcome will be \nthe COVID-19 outbreak more effectively managed and its adverse social and economic impacts \nreduced. The outputs will be (i) the COVID-19 response and health system strengthening \nmeasures implemented; (ii) affected sectors and businesses supported to prevent job losses from \nthe economic downturn; and (iii) dedicated social safety net funds for social protection and \ncompensation  for  economic  losses  of  low-income  households  expanded.  The  design  and \nmonitoring framework (DMF) is in Appendix 1. The program is aligned with ADB’s country \npartnership strategy, 2019–2023 for Uzbekistan, especially on reducing economic and social \ndisparities, strengthening economic governance, supporting private sector development, and \npromoting regional cooperation and integration.36  \n \n19.  ADB’s value addition, including lessons learned from crisis lending. The program is \nbased on extensive policy dialogue with the government and development partner coordination. \nIt draws on lessons from ADB’s experience with Countercyclical Support Facility loans during \ndifferent emergency and crisis situations. These lessons are even more pertinent for the COVID-\n19 pandemic crisis, which requires parallel interventions on several fronts. The lessons include \n(i) the timeliness of the countercyclical response to stabilize the economy and protect livelihoods; \n \n35 The IMF confirmed the sound macroeconomic management in the IMF Assessment Letter (accessible from the list \nof linked documents in Appendix 2). \n36 ADB. 2019. Country Partnership Strategy: Uzbekistan, 2019–2023—Supporting Economic Transformation. Manila. \n ", "10   \n(ii)  targeting  of  social  assistance  to  prevent  large-scale  unemployment  and  poverty;  (iii) \nchanneling  support  through  the  government  budget  to  ensure  coordination,  and  efficient \nexecution and monitoring, of expenditures; (iv) ensuring adequate support for the government’s \nrapidly evolving financing needs without jeopardizing fiscal sustainability; and (v) placing the \nemergency support within a medium- to long-term development context with flexibility to make \nchanges. The program is part of ADB’s comprehensive country assistance, which is aligned with \nthe  government’s  development  strategy.  It  complements  the  ongoing  and  proposed  policy \ndialogue and program, project, and technical assistance (TA) pipeline, aimed at improving (i) \nhealth systems; (ii) technical and vocational skills; (iii) the enabling environment for private sector \ndevelopment, including SMEs and public–private partnerships; (iv) public resource management \nand SOE reforms; and (v) regional cooperation and integration. ADB’s support for strengthening \nthe health sector capacity under the Primary Health Care Improvement Project,37 a grant of $1.56 \nmillion allocated for Uzbekistan to procure medical supplies and equipment under its regional TA \nfor COVID-19,38 and the proposed emergency assistance loan of $100 million under the COVID-\n19 Emergency Response Project39 will complement the program. ADB’s overall health sector \nsupport is a unique value addition, as it not only helps enhance the testing, diagnosis, and clinical \ntreatment capacity of COVID-19 patients but also strengthens the preventive health system to \nimprove the country’s resilience to future public health disasters. Together with ongoing and \nplanned health-related projects, the program will generate a substantial regional public good by \nstrengthening regional cooperation among CAREC countries to control the spread of COVID-19 \nthrough sharing of information, medical supplies, and staff for pandemic management and the \nadoption of WHO-recommended standards and best practices.40 The program also facilitates \nregional integration through its support for export-oriented SMEs and cross-border trade in goods \nand services. ADB’s proposed policy-based loans for 2020 will complement the support for SMEs \nand financial inclusion, financial market development, and SOE reforms in the energy sector. \n \n20.  The program implementation will be monitored by an ongoing TA through allocating \nadditional resources. 41 This TA will also support the medium-term public sector reforms including \n(i) the policy formulation for emergency expenditures and social transfers under the medium-term \nbudget framework; (ii) strengthening investment planning and outcome-based budgeting for \nhealth and social expenditures; (iii) developing a formula-based intergovernmental fiscal transfer \nsystem in line with local governments’ enhanced role in service delivery during disasters; (iv) debt \nand fiscal risk management; (v) risk-based banking supervision; and (vi) developing suitable \nfinancial services in state-owned banks for businesses affected by the pandemic. The proposed \nSmall Business Finance and Rural Financial Inclusion Program will help monitor the program \ntargets through its support for a sex-disaggregated SME and employment database.  \n \n37 ADB. 2017. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the Republic \nof Uzbekistan for the Primary Health Care Improvement Project. Manila. \n38 ADB. 2020. Technical Assistance for Regional Support to Address the Outbreak of Coronavirus Disease 2019 and \nPotential Outbreaks of Other Communicable Diseases. Manila. \n39 ADB’s proposed project will finance procurement for the national laboratory system, establishment of a surveillance \nand monitoring system to track real-time COVID-19 data, and expansion of COVID-19 treatment capacity of hospitals \nin Uzbekistan. As these expenditures will be financed from the proposed project, they do not overlap with the \nexpenditures under the program (Table 2 and para. 13). \n40 The program will also help implement CAREC 2030, especially its operational cluster on human development, \nfocusing on pandemic risks and control of communicable diseases. ADB. 2017. CAREC 2030: Connecting the Region \nfor Shared and Sustainable Development. Manila; and ADB. 2014. Operational Plan for Integrated Disaster Risk \nManagement, 2014–2020. Manila. \n41 ADB. 2018. Report and Recommendation of the President to the Board of Directors: Proposed Programmatic \nApproach, Policy-Based Loan for Subprogram 1, and Technical Assistance Grant to the Republic of Uzbekistan for \nthe Economic Management Improvement Program. Manila. The TA 9538 under the Economic Management \nImprovement Program continues until 31 December 2022. Additional $300,000 from the Technical Assistance \nSpecial Fund for COVID-19 will be provided to the existing $1.7 million budget. \n ", "11 \n21.  Alignment with Strategy 2030. The program is fully aligned with ADB’s Strategy 2030 \n(footnote 5), particularly the operational priorities on (i) addressing poverty and reducing inequality \nthrough mitigating the health impact of the COVID-19, support for SMEs and job creation and \nexpanding social protection for low-income households and those affected by the pandemic \n(paras. 12–16); (ii) accelerating progress in gender equality through the expansion of social \nbenefits for women and children (paras. 29–30); (iii) strengthening institutional capacity and \ngovernance for effective public financial management (PFM) (paras. 19-20); and (iv) fostering \nregional cooperation and integration (para. 19).  \n \nC.  Development Financing Needs, Budget Support, and Debt Sustainability \n \n22.  Compared  with  the  pre-COVID-19  estimates  for  2020,  the  government’s  financing \nrequirements (overall fiscal deficit) are expected to increase from $1.86 billion (2.7% of GDP) to \n$3.41 billion (5.6% of GDP) in 2020 (Table 3). Of that amount, $1 billion will be used for the ACF. \nThe government will increase its foreign borrowing from $1.7 billion to $2.7 billion in 2020, which \nwill be mainly financed through borrowing from international financial institutions (IFIs). The \nremainder will be borrowed through the domestic government bond market.42  \n \nTable 3: Urgent Financing Needs and Support for 2020 \n($ million) \nItem  Before  Adjusted for  Change \nCOVID-19  COVID-19  % \n2020  2020 \nGross financing requirement  1,855.5  3,408.2  83.7 \nGross domestic financing  156.2  672.2  330.3 \nGross foreign financing a  1,699. 3  2,736.0  61.0  \n      ADB’s COVID-19 Response  600.0 \nCARES Program     500.0   \nCOVID-19 Emergency Response Project (EAL) b    100.0   \n      ADB’s Originally Programmed and New PBLs  250.0  350.0   \nFinancial Markets Development Program (Subprogram 1)  100.0  100.0   \nProposed Small Business Finance and Rural Financial    50.0   \nInclusion Program (Subprogram 1) c \nEnergy Sector Reform Program c  150.0  200.0   \n      World Bank d  500.0  795.0   \n      IMF e  0.0  375.0    \n      Other (Eurobond,f AFD,g AIIB,b EIB,g JICAg)  949.3  616.0   \n( ) = negative, ADB = Asian Development Bank, AFD = Agence Française de Développement, AIIB = Asian \nInfrastructure Investment Bank, CARES = COVID-19 Active Response and Expenditure Support, COVID-19 = \ncoronavirus disease, EAL = emergency assistance loan, EIB = European Investment Bank, IMF = International \nMonetary Fund, JICA = Japan International Cooperation Agency, PBL = policy-based loan. \na  The amount includes only policy-based lending operations and health sector project support.   \nb   Health sector loan of $200 million is cofinanced by ADB ($100 million) and AIIB ($100 million).  \nc   These PBLs will be approved subject to resource availability and project readiness. \nd   The World Bank is providing two Development Policy Operations of $200 million and $500 million and a $95 million \nhealth and social sector loan. \ne   The IMF loan is under the IMF’s Rapid Credit Facility and Rapid Financing Instrument.  \nf   The 2020 foreign financing plan before COVID-19 included a proposed Eurobond issuance of up to $1 billion. \ng   AFD’s policy-based energy sector loan (€150 million [$162 million]); JICA’s additional cofinancing ($300 million) for \nthe World Bank’s $500 million Development Policy Operation; and EIB’s health sector loan ($54 million) are under \ndiscussion. \nSources: International Monetary Fund and Asian Development Bank calculations. \n \n \n42 Uzbekistan’s underdeveloped and small government bond market is used primarily for short-term borrowing for cash \nmanagement and treasury operations with limited issuance of long-term bonds. The proposed Financial Markets \nDevelopment Program will strengthen the domestic government bond market. \n ", "12   \n23.  The government has requested a regular loan of $500,000,000 from ADB’s ordinary \ncapital resources to help finance the program. The loan will have a 15-year term, including a grace \nperiod of 3 years; an annual interest rate determined in accordance with ADB’s London interbank \noffered rate (LIBOR)-based lending facility; a commitment charge of 0.15% per year; and such \nother terms and conditions set forth in the draft loan agreement. Based on the straight-line \nmethod, the average loan maturity is 9.25 years, and there is no maturity premium payable to \nADB. The loan is expected to be disbursed in June 2020. The loan size is based on the financing \nneeds, and the countercyclical expenditures.     \n \n24.  Debt sustainability analysis. ADB’s public debt sustainability analysis (April 2020) \nindicates sustainable public debt and a low risk of debt stress, even in the post-COVID-19 \nscenario.43 The  IMF  Assessment  Letter  (footnote  35)  and  its  debt  sustainability  analysis \ncorroborate this conclusion.44 ADB’s analysis shows that loans for COVID-19 will increase the \noutstanding public debt stock by 13.7% (6.1% from ADB and 7.6% from the IMF and the World \nBank). The public debt–GDP ratio (excluding public guarantees) is projected to increase from \n23.3% in 2019 to 33.3% by 2021 and to decline steadily to 31.2% by 2024, which will remain \nbelow the threshold of 70% for low debt stress. The debt sustainability will not be impaired as the \npublic debt remains moderately low. Long-term and highly concessional loans, mostly from IFIs, \naccount for more than 70% of total debt and keep borrowing costs low. Uzbekistan’s foreign \nexchange reserves position is strong, with more than 50% held as gold. The external debt stock \nis projected to increase from 43.5% in 2019 to 47.6% in 2021, below the threshold of 55%. Even \nif the entire financing need of $3.41 billion (5.6% of GDP) is borrowed, the external debt–GDP \nratio will remain below the relevant thresholds. While the Budget Law, 2020 established a debt \nceiling of $4 billion for the fiscal year to limit sovereign external debt accumulation, the ceiling will \nbe revised to meet the increased financing needs. \n \nD.  Development Partner Coordination \n \n25.  Effective development partner coordination has enabled timely support to the government, \nincluding catalyzing financing from various development partners.45 ADB has coordinated with the \nIMF and the World Bank on the macroeconomic assessment. ADB’s proposed program ($500 \nmillion), the World Bank’s two Development Policy Operations ($700 million), and the IMF’s Rapid \nCredit Facility and Rapid Financing Instrument ($375 million) have ensured budget support for \nfinancing the government’s countercyclical response. WHO has helped the MOH operationalize \nthe COVID-19 SPRP. The World Bank has helped strengthen social protection under the Health \nand Social Safety Net Project ($95 million loan), providing $38 million for disease surveillance \ncapacity  and  $57  million  for  the  provision  of  low-income  family  allowances  and  one-off \nunemployment benefits. The agencies of the United Nations have also supported social protection \nfor low-income households, women, children and returning migrant workers. ADB has provided a \ncomprehensive health sector support for the government, including the proposed COVID-19 \nEmergency  Response  Project  (para.  19)  with  $100  million  cofinancing  from  the  Asian \nInfrastructure Investment Bank. \n \n43 Debt Sustainability Analysis (accessible from the list of linked documents in Appendix 2) simulated scenarios on \ndrivers of debt dynamics such as growth, exchange rate, real interest rate, and primary deficit. \n44 IMF. 18 May 2020. Requests for Disbursement under the Rapid Credit Facility and Purchase under the Rapid \nFinancing Instrument – Press Release, Staff Report and Statement by the Executive Director for the Republic of \nUzbekistan. IMF Country Report No. 20/171. Washington, D.C. \n45 The WHO, agencies of the United Nations, and IFIs established the COVID-19 Crisis Management Team in March \n2020 to implement a coordinated response on (i) essential health services, (ii) macroeconomic recovery, (iii) social \nprotection including vulnerable groups, (iv) employment support, (v) education, and (vi) data collection. A summary \nis in Development Coordination (accessible from the list of linked documents in Appendix 2). \n ", "13 \nE.  Implementation Arrangements \n \n26.  The MOF will be the executing agency for the program. Through a dedicated unit, the \nMOF will monitor the activities and expenditures under the program; submit to ADB quarterly \nreports until 6 months after the loan effectiveness date; and engage in dialogue with ADB on (i) \nthe  macroeconomic  situation  and  financial  sector  conditions;  (ii)  implementation  of  the \ngovernment’s anti-crisis measures under the COVID-19 pandemic response plan; (iii) activities \nand expenditures made from the state budget to support the countercyclical measures, including \nexpenditures on medical response activities, support for affected sectors and businesses, and \nsocial protection; and (iv) tracking of beneficiaries of social assistance programs, with gender \nindicators  (with  sex-disaggregated  data).  The  monitoring  of  the  financial  management \narrangements and indicators under the DMF and the gender monitoring matrix will be carried out \nby the budget and gender specialists under ADB’s TA (footnote 41) as part of the program \nengagement framework in close coordination with the MOF, MOH, Ministry of Employment and \nLabor  Relations,  Ministry  of  Economic  Development  and  Poverty  Reduction,  Agency  for \nDevelopment of Small Business and Entrepreneurship, and State Committee on Statistics. The \nproceeds of the loan will be withdrawn in a single disbursement in accordance with ADB’s Loan \nDisbursement Handbook (2017, as amended from time to time). The program’s implementation \nperiod is from 30 June 2020 to 31 December 2020.46 The loan closing date is 29 January 2021. \n \nIII.  DUE DILIGENCE \n \n27.  Governance. A governance risk assessment was carried out in line with ADB’s Second \nGovernance and Anticorruption Action Plan.47 The government is fully committed to improving the \nquality of governance and mitigating governance risks by strengthening the rule of law and \nanticorruption  measures. 48  The  2019  Public  Expenditure  and  Financial  Accountability \nassessment showed that the overall PFM systems are good, with credible budget planning and \nexecution. 49 The IMF has supported the medium-term budget framework and strengthening of \ndebt management and treasury functions. No major fiduciary risks and/or mismanagement of \npublic  resources  have  been  identified. 50  ADB  has  supported  the  implementation  of  the \nInternational Public Sector Accounting Standards based on a road map developed in 2019. To \nstrengthen risk management and fraud prevention, the MOF adopted a risk-based internal audit \nmanual in 2019; and several ministries and/or agencies, including the MOH, have strengthened \ntheir internal audit units with support from ADB. An electronic procurement system is in operation. \nThe new public procurement law, adopted in 2018, is being improved in line with international \ngood practices. ADB has supported corporate governance improvements for SOEs based on a \nroad map approved in 2019 and the implementation of the International Financial Reporting \nStandards (now mandatory for all large companies starting in 2021). ADB’s Anticorruption Policy \n(1998, as amended to date) was explained to and discussed with the government and the MOF. \n \n28.  Poverty and social considerations. Containment measures against the pandemic and \nthe  resulting  economic  downturn  have  begun  to  impact  the  well-being  of  the  population, \n \n46 List of Ineligible Items (accessible from the list of linked documents in Appendix 2).  \n47 ADB. 2006. Second Governance and Anticorruption Action Plan (GACAP II). Manila.  \n48 Uzbekistan improved the most in the absence of corruption indicator of the Rule Law Index 2020 (ranked 89th in \n2020 and 95th in 2019) among the Commonwealth of Independent States. Government of Uzbekistan, MOF. \nNewsletter No. 10. March 2020. \n49 PEFA Secretariat. 2019. Uzbekistan 2018 Public Expenditure and Financial Accountability (PEFA) Performance \nAssessment Report. Washington, D.C: World Bank.  \n50 Parliament’s approval of the Budget Law, 2020—setting the fiscal parameters, including public debt and extra \nbudgetary funds—strengthened the credibility and transparency of the fiscal and fiduciary arrangements. Fiscal risk \nmanagement, including contingent liabilities, is strengthened under the PFM Reform Strategy, 2018–2028. \n ", "14   \nparticularly low-income households, through (i) business closures; (ii) job losses, especially in the \ninformal  economy;  (iii)  rapid  depletion  of  household  incomes  and  savings  for  quarantined \nindividuals and their families; (iv) a downturn in remittance incomes, which typically supplement \nlow-income households; and (v) the growing number of returning migrant workers, increasing \nunemployment. The program will play a critical role in poverty alleviation and social protection by \nhelping  the  government  take  timely  measures  to  (i) safeguard  the  health,  well-being,  and \nproductivity of citizens by strengthening the health care system; (ii) expand social safety nets, \nincluding direct support for low-income households and those affected by the pandemic; (iii) \nmaintain employment through job-creating regional public works and prohibiting the layoff of \nquarantined employees; and (iv) support businesses to enable a quick economic recovery.51  \n \n29.  Gender.  The  program  is  categorized  effective  gender  mainstreaming  as  the \ncountercyclical response involves social sector measures to preserve the health, incomes, and \nlivelihoods of women, children, and low-income households.52 With women representing more \nthan 80% of the health sector workforce, 53 they are at the frontline, facing high risk of infection \nduring the pandemic.54 As health care is among the lowest paying sectors, the government’s \nhealth measures include salary supplements in the form of hazard pay for the medical staff, \ndirectly affected by COVID-19. Women constitute about 70% of the schoolteachers and will be \nseverely affected by the closure of all educational institutions. Women’s job prospects will be \nimpacted by COVID-19 related business closures. Low-income households, especially women-\nheaded households raising children, are likely to face impoverishment due to loss of jobs and \nincreasing health care related expenditures. \n  \n30.  The program will support the delivery of critical medical equipment and appropriately sized \npersonal protective gear, including individual packages for female health workers, to identified \nmedical facilities. Sector-specific tax incentives and loan deferments will be provided to SMEs, of \nwhich at least 40% are women-owned and/or managed. An additional SUM500 billion will be \nprovided  to  the  State  Fund  for  Support  of  Entrepreneurship  to  provide  guarantees  and \ncompensation of interest expenses for SMEs. At least 40% of SMEs that are women-owned \nand/or managed will benefit from these funds. Small-scale public works in the regions will target \nthe employment of members of low-income households. The number of low-income households \nreceiving childcare and social benefits will be increased by at least 10% in 2020, prioritizing single \nmothers, divorced women, and widows. The targeting and distribution of benefits to low-income \nhouseholds and those affected by the pandemic will be done through the government’s framework \nfor social protection (footnote 34), including the sex-disaggregated databases available at mahalla \ncommittees,55 the Unified Register of Social Protection, 56 the Ministry of Labor and Social \nProtection, and the Federation of Trade Unions. At least 50% of temporary disability benefits, \nprovided to quarantined parents and individuals caring for children, will be given to women. The \nsalaries of 1.04 million schoolteachers, of whom 70% are women, will continue to be paid.57 \n \n51 Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n52 The program is aligned with the government’s Strategy for Achieving Gender Equality, 2020–2030, which prioritizes \nincreasing the sociopolitical role and economic independence of women, especially in rural areas.  \n53 While gender parity is maintained among medical doctors (49.6% male doctors against 50.4% female doctors in \n2016), gender asymmetry is higher among medical nurses (7.7% males against 92.3% females in 2016).  \n54 As of 26 May 2020, 353 medical staff were infected with COVID-19, including 286 females, representing 11% of the \ntotal number of COVID-19 cases, while health workers represent only 1.3% of the population. \n55 The Ministry of Mahallas and Family Support uses criteria such as income, single women-headed households, \nwidows, disabilities, the number of children, and living conditions to select and distribute social benefits.    \n56 The Unified Register, an automated information system, was set up with technical assistance from the World Bank. \nThe UNDP and UNICEF have also supported improvements in the distribution of social benefits. An online food and \nmedicine distribution for 5,000 beneficiaries in the Namangan region has been piloted by the UNDP. \n57 DMF in Appendix 1 and Gender Monitoring Matrix (accessible from the list of linked documents in Appendix 2). \n ", "15 \n31.  Safeguards. In compliance with ADB’s Safeguard Policy Statement (2009), the program \nis classified category C for environment, involuntary resettlement, and indigenous peoples. It is \nnot expected to have any environmental or social safeguard impacts within the meaning of the \nSafeguard Policy Statement.  \n \n32.  Risk mitigating measures. Major risks and mitigating measures are summarized in Table \n4 and described in detail in the risk assessment and risk management plan.58 \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nCOVID-19 has the potential to escalate globally and in  The government has taken proactive measures, including \nUzbekistan,  including  a  rise  in  undetected  cases.  the establishment of the ACF of SUM10 trillion, to (i) put \nCombined with a prolonged global economic slowdown,  in place health-related measures; (ii) provide fiscal and \nescalation  carries  risks  of  large-scale  economic  monetary  support  to  businesses,  employment,  and \ndisruption, the closure of SMEs, higher unemployment,  regional economic activity; and (iii) expand social safety \nand  lower  incomes.  These  could  overwhelm  the  nets for low-income households. ADB’s support, including \ngovernment’s measures to fight the pandemic.  TA  projects  (paras.  19‒20)  helps  implement  these \nmeasures. The government has increased regional and \nglobal cooperation to fight the pandemic. \nPoverty incidence is likely to increase. Women will be  The  government  has  expanded  social  benefits, \naffected as they form a higher share of the medical  particularly for low-income households with children. An \nworkforce and schoolteachers; they are prone to job  increase  in  disability  payments,  job  security  for \nlosses  in  the  informal  economy;  and  they  are  the  quarantined individuals, and support for caregivers will \nprimary caregivers for infected persons.  cushion  the  impact  on  directly  affected  households. \nSupport for businesses targets job retention. \nACF = Anti-Crisis Fund, COVID-19 = coronavirus disease, SME = small and medium-sized enterprise, TA = technical \nassistance. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES  \n \n33.  The government has assured ADB that implementation of the program shall conform to \nall applicable ADB policies including those concerning anticorruption measures, safeguards, \ngender, procurement, consulting services, financial management and disbursement, as described \nin detail in the loan agreement. \n \nV.  RECOMMENDATION  \n \n34.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$500,000,000 to the Republic of Uzbekistan for the COVID-19 Active Response and Expenditure \nSupport Program, from ADB’s ordinary capital resources, in regular terms, with interest to be \ndetermined in accordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility; for a term of 15 years, including a grace period of 3 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft loan agreement \npresented to the Board. \n \nMasatsugu Asakawa \nPresident \n16 June 2020 \n \n58 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "16  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nCountry’s Overarching Development Objectivea \nAdverse impacts of COVID-19 on the population’s health, incomes, and economic opportunities as well \nas macroeconomic stability mitigateda \n \nData Sources and \nPerformance Indicators with  Reporting \nResults Chain  Targets and Baselines  Mechanisms  Risks \nEffect of the Program       \nCOVID-19 outbreak  1. COVID-19 confirmed cases  1.  Reports from the  The \nmore effectively  doubling rate reduced to at  Ministry of Health  government’s \nmanaged and its  least 30 days or more by  and WHO country  ability to \nadverse social and  31 December 2020 (22 April  reports   continue \neconomic impacts  2020 baseline: 14 days)    implementing \nreducedb       the anti-crisis \n2. National poverty rate is  2.  Reports from the  measures \nmaintained at or below the  Ministry of Finance  (health, \npre-COVID-19 level by  and Ministry of  economic and \n31 December 2021 (2018  Economic  social protection \nbaseline: poverty rate at  Development and  measures) may \n11.4%)  Poverty Reduction,  be affected by \n  and World Bank  fiscal \n  country reports   constraints, \n    especially if the \n3. At least 75% of SMEs  3.  Reports from the  impact of the \nremained in business by  Agency for  pandemic is \n31 December 2021 (1 April  Development of  prolonged. \n2020 baseline:  Small Business   \n352,167 SMEs operational)  and  The severity of \nEntrepreneurship  the pandemic \nand State  worsens, \nCommittee on  depressing \nStatistics, and  global and \nWorld Bank  national \ncountry reports  economic \nconditions.  \nReform Areas  By 31 December 2020     \n1. COVID-19 response  1.1 COVID-19 SPRP  1.1 COVID-19  Weak budget \nand health system  implemented (March 2020  response reports  management \nstrengthening  baseline: No SPRP)  from the Ministry of  and weak \nmeasures  Health and WHO  internal controls \nimplemented   country reports  in line ministries \nlead to the \n1.2 At least 500 ventilators,  1.2 Reports from the \ndiversion of \n250,000 testing kits, and  Ministry of Health \nfunds, reducing \nappropriately sized personal  and WHO country \nthe \nprotective gear, including  reports  \neffectiveness of \ngender-responsive individual \nanti-crisis \npackages for female health \nmeasures. \nworkers,c delivered to \nidentified medical facilitiesd   \n(March 2020 baseline: none)  \n ", "  Appendix 1  17 \nData Sources and \nPerformance Indicators with  Reporting \nResults Chain  Targets and Baselines  Mechanisms  Risks \n2. Affected sectors and  2.1 Sector-specific  2.1 Reports from the  Coordination \nbusinesses  tax and other incentives  Ministry of  within the \nsupported to  (i.e., exemptions, lower tax  Finance, State  government and \nprevent job losses  rates, tax holidays, and loan  Statistics  among \nfrom the economic  repayment deferments) for  Committee, and  development \ndownturn  SMEs provided, of which at  the Agency for  partners is \nleast 40% are women-owned  Development of  weak. \nand/or managede (March  Small Business \n2020 baseline: No tax and/or  and \nother incentives)  Entrepreneurship; \nand World Bank \ncountry reports \n2.2 An additional SUM500 billion  2.2. Reports from the \nprovided to the State Fund  Ministry of Finance \nfor Support of  and Agency for \nEntrepreneurship to provide  Development of \nguarantees and  Small Business \ncompensation of interest  and \nexpenses for SMEs, of which  Entrepreneurship, \nat least 40%f are women- and World Bank \nowned and/or managed  country reports \n(March 2020 baseline: No \nguarantees or interest \ncompensation) \n2.3 SUM3.6 trillion from the ACF  2.3 Reports from the \nspent on small-scale public  Ministry of \nworksg in the regions to  Finance, Ministry \ncreate temporary jobs, at  of Employment \nleast 75% of which employ  and Labor \nmembers of low-income  Relations, and \nhouseholds (March 2020  State Committee \nbaseline: None)  on Statistics; and \nWorld Bank \ncountry reports \n3. Dedicated social  3.1 Number of low-income  3.1−3.3 Reports from \nsafety net funds for  households receiving  the Ministry of \nsocial protection  childcare and social benefits  Finance, Ministry \nand compensation  increased by at least 10%,  of Employment \nfor economic losses  with priority given to single  and Labor \nof low-income  mothers, divorced women,  Relations, and \nhouseholds  and widows (March 2020  State Committee \nexpanded  baseline: 595,400  on Statistics; and \n  households)   country reports \n  from the United \n3.2 At least 50% of temporary  Nations \ndisability benefits given to  Development \nwomenh (April 2020 baseline:  Programme, \nTemporary disability benefits  United Nations \nnot provided)  Children's Fund, \n  the World Bank, \n3.3 Salaries of schoolteachers,  and WHO \nof whom at least 70% are \n ", "18  Appendix 1 \nData Sources and \nPerformance Indicators with  Reporting \nResults Chain  Targets and Baselines  Mechanisms  Risks \nwomen, continued to be paid \n(2020 baseline: 1.04 million \nschoolteachers on payroll) \n \nBudget Support \nADB: $500 million loan from ordinary capital resources \nACF = Anti-Crisis Fund, ADB = Asian Development Bank, COVID-19 = coronavirus disease, SME = small and medium-\nsized enterprise, SPRP = Strategic Preparedness and Response Plan, WHO = World Health Organization. \na    Presidential Decree No. 5969, 19 March 2020. \n    Presidential Decree No. 5978, 3 April 2020. \n    Presidential Decree No. 5996, 18 May 2020.  \nb   Because of uncertainties regarding how the outbreak will unfold, its economic effects, the need for government \nresponses to be flexible as the situation evolves, and as new data collection and reporting systems to monitor the \ncrisis are being developed and evolving, it is not yet possible to set more specific and realistic effects of the program \ntargets than those presented in the design and monitoring framework. Additional indicators to measure the effects \nwill be identified later and used to report on the program’s effectiveness as comprehensively as possible in the project \ncompletion report. \nc    Menstrual hygiene kits in adequate number and quality. \nd   Not funded by other projects. \ne  SME  ownership  and/or  management  as  defined  by  the  Agency  for  Development  of  Small  Business  and \nEntrepreneurship. \nf   43% of SMEs were owned and/or managed by women in 2017. \ng  Such public works will be small-scale and/or low-skilled, mostly maintenance-related and confined to existing facilities \nfor the purposes of boosting short-term employment. \nh   Temporary disability benefits cover 100% of the average monthly salary and are provided to quarantined parents \nand individuals caring for children. \nSource: Asian Development Bank. \n \n ", "  Appendix 2  19 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=54160-001-3   \n \n \n1.  Loan Agreement \n2.  Development Coordination  \n3.  Country Economic Indicators  \n4.  International Monetary Fund Assessment Letter  \n5.  Summary Poverty Reduction and Social Strategy  \n6.  Risk Assessment and Risk Management Plan  \n7.  List of Ineligible Items \n \nSupplementary Documents \n8.  Debt Sustainability Analysis \n9.  International Monetary Fund Country Report No. 20/171 dated 18 May 2020 \n10.  Gender Monitoring Matrix \n11.  Safeguard Assessment Matrix \n  \n ", "20  Appendix 3 \nDEVELOPMENT POLICY LETTER \n \n \n ", "  Appendix 3  21 \n \n ", "22  Appendix 3 \n \n ", "  Appendix 3  23 \n \n ", "24  Appendix 4 \nASSESSMENT OF COMPLIANCE WITH THE ACCESS CRITERIA FOR THE COUNTERCYCLICAL SUPPORT FACILITY                 \nCOVID-19 PANDEMIC RESPONSE OPTION \n \nAccess Criteria  Asian Development Bank Assessment \n1. Adverse Impact of  As of 15 June 2020, 5,080 COVID-19 cases have been reported with 19 deaths in Uzbekistan. The pandemic has \nExogenous Shocks.  significantly impacted Uzbekistan’s export of natural gas, copper, cotton, textile and agriculture products, constrained \nsupply chains and trade, reduced remittances inflows, halted transportation and tourism. Main risks to Uzbekistan’s \neconomy arise from the uncertainty around the duration of health response measures that resulted in decline in \ndomestic consumption and business disruptions, particularly for SMEs which represent 56.5% of GDP and provides \n78% of formal and informal sector jobs combined. Over 80,000 enterprises in food catering, retail trade, services and \ntransportation have stopped operating due to social distancing measures introduced in March 2020. Uzbekistan’s real \nGDP growth is, therefore, projected to drop to 1.5% in 2020, from the initial forecast of 6% before the pandemic. The \nprojected sectoral growth at constant factor prices in industry will drop from 8.9% in 2019 to 2.1% in 2020, and services \nfrom 5.5% in 2019 to 0.6% in 2020 while the growth in agriculture will remain stable at 2.6% in 2020 against 2.5% \ngrowth in 2019. The real growth of private final consumption is projected to decline to 0.3% in 2020, against the pre-\nCOVID-19 growth estimate of 10.4%. The real growth of gross fixed capital formation is projected to decline to 4.5% \nin 2020 against the pre-COVID-19 growth estimate of 8%. GDP per capita was expected to grow by 14.5% from \n$1,742 in 2019 to $1,995 in 2020 under pre-COVID-19 estimates. The revised projections indicate that per capita \nGDP will grow by only 3% to reach $1,795. The economic shock has dramatically reduced the employment, incomes, \nand wellbeing of citizens. The unemployment rate is projected to rise to 16.5% in 2020 from 9.4% in 2019 with layoffs \nand returning migrant workers. The median household incomes have declined by 38% in April 2020 (46% in urban \nareas and by 37% in rural and semi-urban areas). Income losses in the urban sector resulting from the lockdown \nmeasures have spillover effects on rural incomes and on the informal sector, thereby worsening the poverty situation. \nThe fiscal deficit is projected to widen to 5.6% of GDP ($3.41 billion) against the pre-COVID-19 estimate of 2.7% \n($1.86 billion) for 2020. Budget revenues are expected to fall to 25.2% of GDP in 2020 compared to 28.6% of GDP in \n2019, driven by fall in taxes. The pandemic is putting fiscal pressure on the government with the larger budget deficits \nexpected in the second quarter of 2020, depending on the speed and breadth of disease spread. The government \ndecided to lift its cap of $4 billion in total foreign borrowings to finance the pandemic response. The government plans \nto borrow from IFIs to finance the fiscal deficit. The uncertainty in the financial markets is constraining the liquidity \noptions for the government, which just debuted with its Eurobonds in 2019. The sum depreciated by 6.7% against the \nUnited States dollar from 1 January 2020 to 15 April 2020 and it has been stable since mid-April. The CBU lowered \nits benchmark interest rate from 16% to 15%. \n2. Countercyclical  The government laid out a comprehensive set of health, economic stabilization, and social protection measures under \nDevelopment  the Presidential Decrees No. 5969, No. 5978 and No.5996 and established the ACF of SUM10 trillion under the \nExpenditures  budget. These measures constitute the government’s COVID-19 pandemic response plan. Main health measures \ncomprise (i) improving the capacity and preparedness of sanitary-epidemiological units, hospitals and quarantine \ncomplexes; (ii) addressing shortages in testing systems; (iii) procuring protective and diagnostic equipment, and (iv) \nproviding salary supplements in the form of hazard pay for medical staff, directly affected by COVID-19. Main \neconomic stabilization measures comprise (i) supporting affected businesses, including tourism, transport, and \nservices through various tax incentives and loan deferments and (ii) creating jobs through public works in the regions. \n ", "          Appendix 4  25 \nAccess Criteria  Asian Development Bank Assessment \nThese measures are supplemented by monetary measures aimed at increasing access to finance for businesses, \nparticularly SMEs. Main social protection measures, targeting the poor and vulnerable groups, comprise (i) expanding \nsocial assistance programs for low-income households receiving childcare benefits and increasing the number of \nhouseholds qualifying for social benefits; (ii) paying salaries of public sector workers (i.e. teachers) and providing \ntemporary  disability  benefits  to  quarantined  workers;  and  (iii)  expanding  paid  leave  and  work  from  home \narrangements. The government’s response has strong gender and social protection elements to preserve the health, \nincomes and livelihood of women, children and low-income households. It supports delivery of critical medical \nequipment for health workers, of which 80% are women. The incentives for businesses will benefit the women owned \nand/or managed SMEs, which constitute 43% of SMEs. Small-scale regional public works will target employment of \nmembers of low-income households. The number of low-income households receiving childcare and social benefits \nwill be increased by at least 10% in 2020, prioritizing single mothers, divorced women and widows. Furthermore, with \nthe eligibility criteria for social benefits simplified and the income criterion relaxed, the total number of households \nreceiving social and childcare benefits will reach 843,000 compared to 595,400 before the pandemic. Temporary \ndisability benefits will be provided to quarantined parents and individuals caring for children. Salaries of 1.04 million \nschoolteachers, of whom 70% are women, will continue to be paid. \n3. Pre-shock Record of  Uzbekistan has a strong record of sound macroeconomic management. The economy expanded by 6.8% on average \nGenerally Sound  during 2010–2019. Uzbekistan has embarked on structural macroeconomic reforms in 2017, including liberalization \nMacroeconomic  of foreign exchange, governance reforms for SOEs, and tax reforms to move away from a development model built \nManagement  on import-substitution and SOEs to one based on private sector-driven market-economy and to open the country to \ninternational markets. Uzbekistan has achieved 5.6% GDP growth in 2019, driven by (i) real growth in industry (8.9%) \nand services (5.5%), (ii) growth in gross fixed capital formation (46%) and private consumption (6.3%), (iii) remittance \ninflows, (iv) economic diversification with rising private sector participation, (v) growth in merchandise exports (22.1%) \ndriven by international demand and high global prices for its export products (natural gas, cotton and non-ferrous \nmetals), and (vi) foreign investment, including financing from the international financial institutions. Historically, the \ncountry has pursued a conservative fiscal and debt policy with official foreign exchange reserves standing at $29.2 \nbillion (equivalent to 14 months of imports), external debt at 43.5% of GDP, and public debt at 29.2% of GDP in 2019. \nHowever, recent structural reforms have led to widening of the fiscal deficit from 1.9% of GDP in 2017 to 3.9% of GDP \nin 2019, reflecting the increasing social spending to mitigate the impact of the structural reforms. Devaluation of the \ncurrency by 48% in 2017, price liberalization and growth in bank credit (103.8% in 2017 and 51.3% in 2018) led to \nrising inflation from 8.8% in 2016 to 17.5% in 2018. With CBU’s inflation targeting regime and government’s policy of \nreducing directed lending to SOEs, inflation slowed to 14.5% in 2019. CBU aims to bring inflation below 10% by 2021 \nand 5% by 2023.The national poverty rate has been declining from 25.8% in 2005 to 11.4% in 2018, reflecting rising \nshare of SMEs, remittance inflows, regular public wage increases, and targeted social safety nets.   \n4. Structural Reforms   The government implemented a robust response to control the spread of the COVID-19 and provide urgent medical \nsupport to affected population. The government has collaborated closely with the WHO, agencies of the United \nNations and international development partners, including ADB to strengthen the health response and mobilize \nsupport for the COVID-19 response. The government took early preventive steps since end-January 2020 and \nestablished the Special Republican Commission, headed by the Prime Minister. When the first COVID-19 positive \ncase was confirmed on 15 March 2020, the government took proactive measures to prevent the nationwide spread of \n ", "26  Appendix 4 \nAccess Criteria  Asian Development Bank Assessment \nthe COVID-19 and strengthen the preparedness of the health system. From 16 March 2020 onwards, (i) all \ninternational and domestic travel has been suspended and borders were closed except for freight, (ii) all educational \ninstitutions have been closed with over 8 million students impacted by the closures (online education started as of 30 \nMarch 2020), (iii) public events were cancelled, and (iv) business hours have been restricted and remote working \n(work from home) has become compulsory for non-essential services, including for government employees. On 19 \nMarch 2020, the MOH launched the COVID-19 SPRP, prepared with assistance from the WHO. The COVID-19 SPRP \nis a framework document, covering the protocols on risk communication and community engagement, strengthening \nmedical systems for infectious disease monitoring and control, and mitigation of socioeconomic impact. WHO is \nproviding technical training to MOH in case detection, isolation and management, contact tracing, laboratory and \nCOVID-19 test kits, infection prevention control in different settings, COVID-19 data collection, risk communication \nand COVID-19 procurement specifications. As of 22 May 2020, more than 40,000 doctors and 32,000 nurses have \nbeen trained. The development partners, including ADB, World Bank, and the agencies of the United Nations as well \nas several countries bilaterally have provided technical and financial assistance for procurement of critical medical \nequipment and supplies, capacity building of medical staff and expanding social support systems. To undertake health-\nrelated interventions for diagnosing, preventing and combating the COVID-19 outbreak, the government has allocated \nSUM1 trillion (about $104.6 million) from the ACF. Of that amount, as of 15 April 2020, over SUM226 billion has been \ndirected to the Agency for Sanitary and Epidemiological Surveillance and regional centers; SUM411 billion to prepare \nand equip specialized hospitals and quarantine complexes; and about SUM140 billion to purchase equipment and \ntesting kits. Two dedicated COVID-19 hospitals – one with 20,800 beds in the Upper Chirchik District and another with \n10,000 beds in the Zangiata District – have been prepared. Modular hospitals, diagnostic laboratories, and quarantine \nstations with capacity of 1,000 people each are under preparation in Surkhandarya, Namangan and Navoi regions. \nMOH purchased testing kits and ventilators; set up mobile laboratories in high-risk areas; and production of medical \nmasks have been increased to 5 million pieces a day. More than 250,000 tests have been conducted as of 28 April \n2020 with plans to conduct 400,000 in total, including paid tests by non-governmental medical organizations of \nUzbekistan until 1 September 2020. Government also adopted new strategy aimed at strengthening the network of \n37 medical vocational schools in the regions and sanitary-epidemiological response system to address future \npandemics. Besides the health measures, the government’s response includes economic stabilization measures and \nsupport for businesses and expansion of social protection for the low-income households (further details provided \nunder criteria 2) in line with the government’s medium-term development strategy and structural reforms for promoting \nprivate sector development and achieving inclusive and sustainable economic growth with poverty reduction. The \ngovernment remains committed to implementation of other ongoing structural reforms on macroeconomic and public \nfinancial management to improve the effectiveness of the countercyclical response. \n5. Debt Sustainability  The debt sustainability analysis conducted by ADB in April 2020 showed that Uzbekistan’s debt levels are sustainable. \nThe IMF confirmed that Uzbekistan has a low risk of debt stress in the IMF Assessment Letter dated 14 April 2020 \nand its latest staff report dated 18 May 2020 for the disbursement of Rapid Credit Facility and Rapid Financing. Highly \nconcessional foreign loans, primarily from IFIs, account for over 70% of total debt and keep the government’s \nborrowing costs low. Uzbekistan’s foreign exchange reserves position is strong ($30.5 billion as of March 2020) with \nover 50% held as gold reserves. The budget support loans during COVID-19 will increase the outstanding public debt \nstock by 13.7% (6.1% from ADB) and (7.6% from the IMF and the World Bank). The public debt to GDP ratio (excluding \n ", "          Appendix 4  27 \nAccess Criteria  Asian Development Bank Assessment \npublic guarantees) is projected to increase from 23.3% in 2019 to 33.3% by 2021 and is projected to steadily decline \nto 31.2% by 2024, which will remain below the required threshold of 70% for low debt stress. However, Uzbekistan’s \ndebt sustainability will not be impaired as the public debt remains moderately low. External debt stock is projected to \nincrease from 43.5% in 2019 to 46.3% in 2020 and 47.6% in 2021 and fall below 47% by 2023, below the required \nthreshold of 55% for low debt stress. \n6. Coordination with the  The program was developed in close coordination and consultation with the IMF, which provided its Assessment Letter \nInternational Monetary  to ADB on 14 April 2020. The ADB, the World Bank and the IMF have maintained close coordination and consultation \nFund  for macroeconomic monitoring and surveillance, including assessment of the impact of COVID-19 and designing \nappropriate support programs. The government coordinated with IMF, the World Bank and ADB for assessment of \nthe macroeconomic outlook and developing appropriate policy responses to the pandemic. The IMF has confirmed \nthe sound macroeconomic management, and fiscal and debt position of Uzbekistan, and supported the government’s \ncountercyclical measures with a loan of $375 million under the Rapid Credit Facility and Rapid Financing Instrument.  \nADB = Asian Development Bank, ACF = Anti-crisis Fund, CBU = Central Bank of Uzbekistan, COVID-19 = coronavirus disease, GDP = gross domestic product, IFI \n= international financial institution, IMF = International Monetary Fund, MOH = Ministry of Health, SME = small and medium-sized enterprise, SOE = state-owned \nenterprises, SPRP = Strategic Preparedness and Response Plan, UN = United Nations, WHO = World Health Organization. \nSource: Asian Development Bank \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20200617105829+08'00'", "Creator": "PDF24 Creator", "Keywords": "uzbekistan, covid-19, coronavirus, pandemic, covid-19 response, countercyclical support facility, cares program, public health, 54160-001, loan 3939, loan 3940, adb project, terms and conditions, board approval, approved projects, recommendations of the president", "ModDate": "D:20200626133353+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The program will provide critical budget support to enable the government to undertake countercyclical expenditures to (i) strengthen the health system capacity to combat the spread of COVID-19; (ii) support businesses, employment, and job-creating regional public works; and (iii) expand social safety nets\n\nThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\n\nThis document dated June 2020 is provided for the ADB project 54160-001 in Uzbekistan.", "Title": "COVID-19 Active Response and Expenditure Support Program: Report and Recommendation of the President"}}