{"Author": "Asian Development Bank", "CreationDate": "D:20200609112715+08'00'", "Creator": "PDF24 Creator", "Keywords": "kyrgyzstan, covid, covid-19, covid-19 pandemic, covid-19 response, covid-19 impacts, coronavirus, public health threat, social protection, 54175-001, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20200617115221+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The project will assist the Government of the Kyrgyz Republic to improve testing, diagnosis, and treatment of COVID-19 cases to reduce transmission and improve clinical management of patients. The project will also improve government resilience to future health pandemics and disasters.\r\rThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\r\rThis document dated June 2020 is provided for the ADB project 54175-001 in Kyrgyz Republic.", "Title": "COVID-19 Pandemic Emergency Project: Report and Recommendation of the President", "content": " \n\nReport and Recommendation of the President \nto the Board of Directors \n \n\nProject Number: 54175-001  \nJune 2020  \n \n \n \nProposed Loan and Grant  \nKyrgyz Republic: COVID-19 Pandemic Emergency \nProject  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nAccess to Information Policy.  \n\n \n \n \n \n \n \n\n\fCURRENCY EQUIVALENTS \n(as of 1 June 2020) \n\nCurrency unit \nSom1.00 \n$1.00 \n\n– \n= \n= \n\nsom (Som) \n$0.013551  \nSom73.7950 \n\n \n\n \n\n \n \n\nABBREVIATIONS \n\nADB  \nCOVID-19  \nICU \nIMF \nMHIF \nMOF \nMOH \nNCAP \nPAM \nPIU \nPPE \nWHO \n\n–   Asian Development Bank  \ncoronavirus disease \n–  \n– \nintensive care unit \nInternational Monetary Fund \n–  \n–  Mandatory Health Insurance Fund \n–   Ministry of Finance  \n–   Ministry of Health \n– \n– \n– \n– \n–  World Health Organization \n\nNational Contingency Action Plan \nproject administration manual \nproject implementation unit \npersonal protective equipment \n\nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n\nVice-President \nDirector General \nDirectors \n\nTeam leaders \n\nTeam members \n\nShixin Chen, Operations 1 \nWerner Liepach, Central and West Asia Department (CWRD)  \nRie Hiraoka, Social Sector Division (CWSS), CWRD \nCandice McDeigan, Kyrgyz Resident Mission (KYRM), CWRD \n \nCebele Wong, Young Professional, CWSS, CWRD \nOksana Nazmieva; Principal Financial Management Specialist; \n\nPortfolio, Results, Safeguards and Gender Unit (CWOD-PSG); \nCWRD \n\nMamatkalil Razaev, Senior Project Officer, KYRM, CWRD  \nMelanio Altoveros; Procurement Specialist; Procurement Division 1 \n(PFP1); Procurement, Portfolio and Financial Management \nDepartment (PPFD) \n\nHiddo Huitzing, Health Specialist, CWSS, CWRD  \nShaista Hussain, Senior Results Management Specialist, CWOD-\n\nJenevieve Javier, Associate Project Analyst, CWSS, CWRD  \nUrsula Lagan, Counsel, Office of the General Counsel \nSteven Lewis-Workman, Unit Head, Project Administration, KYRM, \n\nPSG, CWRD \n\nCWRD \n\nCristina Lim, Senior Operations Assistant, CWSS, CWRD  \nSona Poghosyan, Social Development Specialist (Safeguards), \n\nCWOD-PSG, CWRD \n\n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n\f \n\nCWRD \n\nCWRD \n\nSDCC \n\nNathan Rive; Senior Climate Change Specialist; Environment, \n\nNatural Resources and Agriculture Division; CWRD \nThomas Robinson, Procurement Specialist, PFP1, PPFD  \nMary Alice Rosero, Social Development Specialist (Gender and \n\nDevelopment), CWOD-PSG, CWRD \n\nSyed Asim Ali Sabzwari, Environment Specialist, CWOD-PSG, \n\nFritz Tuliao, Associate Project Analyst, CWOD-PSG, CWRD \nDonneth Walton, Lead Project Management Specialist, CWOD, \n\n \nZehra Abbas, Principal Environment Specialist, Safeguards Division \n\n(SDSS), Sustainable Development and Climate Change \nDepartment (SDCC) \n\nEduardo Banzon, Principal Health Specialist, Health Sector Group, \n\nCharlotte Benson, Principal Disaster Risk Management Specialist, \nClimate Change and Disaster Risk Management Division, \nSDCC \n\nErik Bloom, Senior Evaluation Specialist, Thematic and Country \n\nDivision, Independent Evaluation Department \n\nHaidy Ear-Dupuy, Senior Social Development Specialist (Core \n\nLabor Standards), SDSS, SDCC \n\nCarlo Antonio Garcia, Senior Integrity Officer, Prevention and \nCompliance Division, Office of Anticorruption and Integrity \nKashif Jamal, Financial Management Specialist, Public Financial \n\nManagement Division, PPFD \n\nJanuar Laude, Senior Financial Control Specialist, Loan and Grant \n\nDisbursement Section, Controller’s Department \n\nIrina Novikova, Senior Social Development Specialist (Safeguards), \n\nSDSS, SDCC \n\nSusann Roth, Principal Knowledge Sharing and Services Specialist, \n\nKnowledge Advisory Services Center, SDCC \n\nMalika Shagazatova, Social Development Specialist (Gender and \n\nDevelopment), Gender Equity Thematic Group, SDCC \nAgnes Surry; Senior Planning and Policy Specialist; Operations \nPlanning and Coordination Division; Strategy, Policy and \nPartnerships Department \n\nTakashi Yamano, Senior Economist, Economic Analysis and \n\nOperational Support Division, Economic Research and Regional \nCooperation Department \n\na Interdepartmental advisory team. \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n\n \n \n \n \n \n \nOne ADB Teama \n\n \n\n \n\n \n\n\f\fCONTENTS \n \n\nPROJECT AT A GLANCE \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nProject Description \nValue Added by ADB \nSummary Cost Estimates and Financing Plan \nImplementation Arrangements \n\nDUE DILIGENCE \nTechnical \nA. \nEconomic and Financial Viability \nB. \nSustainability \nC. \nGovernance \nD. \nPoverty and Social \nE. \nGender \nF. \nSafeguards \nG. \nSummary of Risk Assessment and Risk Management Plan \nH. \n\nIV. \n\nASSURANCES \n\nRECOMMENDATION \n\nV. \n \nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\nPage \n\n \n\n1 \n\n1 \n1 \n4 \n5 \n6 \n7 \n\n8 \n8 \n9 \n9 \n9 \n10 \n10 \n10 \n11 \n\n12 \n\n12 \n\n13 \n\n16 \n\nI. \n\nII. \n\nIII. \n\n1. \n\n2. \n \n\n \n \n\n \n\n\f\f1. Basic Data\n\nProject Name\nCountry\nBorrower\n\nCountry Economic \nIndicators\nPortfolio at a Glance\n\n2. Sector\nHealth\n\nPROJECT AT A GLANCE\n\nCOVID-19 Pandemic Emergency Project \nKyrgyz Republic\nMinistry of Finance\n\nhttps://www.adb.org/Documents/LinkedDocs/\n?id=54175-001-CEI\nhttps://www.adb.org/Documents/LinkedDocs/\n?id=54175-001-PortAtaGlance\n\nSubsector(s)\nDisease control  of communicable disease\nHealth sector development and reform\n\n3. Operational Priorities\n\nAddressing remaining poverty and reducing inequalities\nAccelerating progress in gender equality\nTackling climate change, building climate and disaster resilience, and \nenhancing environmental sustainability\nStrengthening governance and institutional capacity\nFostering regional cooperation and integration\n\nSustainable Development Goals\nSDG 1.5\nSDG 3.8, 3.d\nSDG 5.1\nSDG 10.4\nSDG 16.8\n\n4. Risk Categorization:\n\nLow\n\n.\n\n.\n\n6. Financing\n\nModality and Sources\nADB\n     Sovereign Project grant: Asian Development Fund\n     Sovereign Project (Concessional Loan): Ordinary capital resources\nCofinancing\n     None\nCounterpart \n     Government \nTotal\n\nCurrency of ADB Financing: US Dollar \n\nProject Classification Information Status: Complete\n\nProject Number: 54175-001\n\nDepartment/Division CWRD/CWSS\nExecuting Agency\n\nMinistry of Health\n\n     ADB Financing ($ million)\n16.00\n4.00\n20.00\n\nTotal\n\nClimate Change Information\nGHG reductions (tons per annum)\nClimate Change impact on the \nProject\n\nADB Financing\nAdaptation ($ million)\nMitigation ($ million)\n\nCofinancing\nAdaptation ($ million)\nMitigation ($ million)\nGender Equity and Mainstreaming\nEffective gender mainstreaming (EGM)\n\nPoverty Targeting\nGeneral Intervention on Poverty\n\n0\nLow\n\n0.00\n0.00\n\n0.00\n0.00\n\nAmount ($ million)\n\n20.00\n10.00\n10.00\n0.00\n0.00\n1.70\n1.70\n21.70\n\n5. Safeguard Categorization\n\nEnvironment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n04052020134320301143\n\nGenerated Date: 02-Jun-2020 10:01:10 AM\n\n\f\f \n\nI. \n\nTHE PROPOSAL \n\n \n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  a  proposed \nemergency assistance loan and grant, both to the Kyrgyz Republic for the COVID-19 Pandemic \nEmergency Project.  \n \n2. \nThe proposed project is part of an integral package of support to help the govern ment’s \nimmediate  efforts  to  mitigate  the  significant  health,  social,  and  economic  impacts  of  the \ncoronavirus disease (COVID-19) pandemic. The project will assist the Government of the Kyrgyz \nRepublic to improve testing, diagnosis, and treatment of COVID-19 cases to reduce transmission \nand improve clinical management of patients. The project will also improve government resilience \nto future health pandemics and disasters. \n \n\nII. \n\nTHE PROJECT \n\nRationale \n\n \nA. \n \n3. \nThe COVID-19 pandemic.  In December  2019, COVID-19 emerged and  quickly spread \naround the world, causing a surge in fatalities, especially among people with comorbidities.1 The \nWorld Health Organization  (WHO) declared a global pandemic on  11  March  2020. Since then, \nover 6 million people had been infected globally and over 373,000 had died as of 2 June 2020.2 \nThe  Government  of  the  Kyrgyz  Republic  announced  the  first  three  cases  of  COVID-19  on  17 \nMarch 2020 and declared a state of emergency on 24 March 2020. By 2 June 2020, there were \n1,845  infected  people,  of  whom  20%  were  health  workers.  With  83%  of  health  workers  being \nfemale,  women  outnumber  men  among  the  infected  people.  A  model  of  the  global  impact  of \nCOVID-19 predicts that many more people could become infected and require hospital care, with \ndevastating  health  and  socioeconomic  impacts.3  The  Ministry  of  Health  (MOH)  currently \nanticipates the pandemic will peak in the second quarter of 2020, but a second or third wave is \nalso possible as the country considers loosening restrictions and restarting economic activity. \n \n4. \nSocioeconomic impact. The Kyrgyz Republic, with a population of about 6.3 million and \nestimated gross national income per capita of $1,220 (Atlas method, 2018 prices), is one of the \nmost integrated and open economies in Central Asia.4 The country is at high risk to the impacts \nof  the  pandemic  through  its  significant  migrant  population  and  exposure  to  cross-border \ncontamination stemming from high volumes of travel within neighboring countries.5 The economic \ndisruption caused by border closures and emergency lockdown measures have created a large \nfiscal deficit, estimated at $722 million by the International Monetary Fund (IMF).6  \n \n5. \nThe pandemic has resulted in widespread job losses, particularly for those involved in the \nindustry and service sectors (which account for 70% of all employment).  The Ministry of Social \nProtection and Labor identified around 1.8 million people (about 30% of the population) who will \nneed direct social protection support during the economic downturn, including about 1.0 million \n\n \n\n1  Comorbidities are defined as the simultaneous presence of multiple conditions in a patient. Patients with diabetes, \nhypertension, and other cardiovascular conditions appear more likely to develop severe symptoms of COVID-19.  \n\n2  WHO. COVID-19 Dashboard. (accessed 2 June 2020). \n3   Walker, et al, 2020. Global Impact of COVID-19 and Strategies for Mitigation and Suppression. London. \n4   International Monetary Fund (IMF). 2018. World Economic Outlook Database. Washington, DC. (accessed 11 March \n\n5   Asian Development Bank (ADB). 2019. Kyrgyz Republic: Improving Growth Potential. Manila. \n6   The IMF’s projections as of 24 March 2020, which does not include its budget support according to analysis from the \n\nKyrgyz Republic: COVID-19 Active Response and Expenditure Support Program.  \n\n2019).  \n\n \n\n\fpeople who are likely to lose their jobs. 7 Household income, employment, and food security  are \nall expected to decline precipitously as the pandemic progresses. The Asian Development Bank \n(ADB) estimates that the poverty rate could increase by 26% because of COVID-19 and result in \nan additional 200,000 people falling into poverty.8 \n \n6. \nGovernment response. The government adopted its first legislation to address COVID-\n19 on 29 January 2020. 9 The government requested ADB for emergency assistance on 6 April \n2020. To coordinate the COVID-19 response, the Republican Headquarters for the Prevention of \nthe Spread of COVID-19 was established in the Ministry of Emergency Services with the Prime \nMinister of the Kyrgyz Republic as chair and representatives of all ministries and state agencies \nas members.  To respond to the substantial adverse impact of COVID-19, the  government has \ndeveloped  a  $248  million  COVID-19  countercyclical  plan  and  health  sector  response  plan \ncovering  population  security  and  food  security,  business  entities,  state  budget  stability,  and \nhealth. A separate COVID-19 headquarters was established in  the MOH to manage the health \nsector response.10 The government prepared the National Contingency Action Plan (NCAP) for \nCOVID-19  response  with  partners  led  by  WHO  and  activated  intersector  and  interagency \ncoordination mechanisms.11 \n\n \n7. \nDamage and needs assessment. The NCAP is the first part of the government’s strategic \nresponse,  focused  on  the  health  sector,  to  mitigate  the  impact  of  the  COVID-19  pandemic.  It \nemphasizes reducing transmission, mortality, and socioeconomic impact, and is expected to cost \n$88 million to implement, assuming 4,000 cases. As stated in the NCAP, the government aims to \n(i) ensure early identification of cases and their safe and effective management; (ii)  reduce the \nseverity  of  disease  by  providing  clinical  care,  especially  to  vulnerable  populations;  (iii)  ensure \ncontingencies are in place  to  avoid disruption of essential medical services; and (iv)  minimize \nsocietal disruption by guiding business continuity.  \n \n8. \nThe capacity of the government and the overall health system to deal with the outbreak \neffectively is low. Therefore as an immediate first step, the country instituted drastic measures to \nprevent the further spread of the pandemic by imposing border restrictions; instituting a lockdown \non the population; closing most businesses, shopping areas, and banks across the country; and \nsuspending  international  and  domestic  flights.  The  MOH  also  introduced  risk  communication \nmeasures and isolation and quarantine of people suspected of having COVID-19 infection, and \ntheir contacts. Development partners have supported expansion of the  COVID-19 surveillance \nand testing system from two laboratories to seven. Laboratory staff have been trained in technical \nand safety procedures. However,  more contact  tracing and testing capacity will be required to \ncontain the predicted surge in cases and before the lockdown can be relaxed. 12  \n\n \n\n7   Organisation  for  Economic  Co-operation  and  Development  (OECD).  2018.  Social  Protection  System  Review  of \n\nKyrgyzstan. OECD Development Pathways. Paris. \n\n8  ADB. COVID-19 and Poverty: Some Scenarios Based on Grouped Distribution Data on Household Consumption. \n\nUnpublished. Poverty rate based on $3.2/day poverty line in lower-middle income countries.  \n\n9   On 29 January 2020, the government adopted key legislation for COVID-19, including Government Order No. 30, \nOrder No. 52 of the Minister of Health on prevention of the spread of COVID-19 disease, and Protocol No.1 based \non the meeting of the Republican Headquarters for the Prevention of the Spread of COVID-19 on the Territory of the \nKyrgyz  Republic.  The  Headquarters  consists  of  all  ministries  and  state  agencies,  including  the  MOH,  Ministry  of \nEmergency Situations, Ministry of Interior, State National Security Agency, State Committee for Defense, Security \nCouncil,  Ministry  of  Foreign  Affairs,  Ministry  of  Economy,  Ministry  of  Finance,  Ministry  of  Culture  and  Tourism, \nMinistry  of  Transportation  and  Roads,  State  Border  Service,  State  Custom  Service,  Veterinary  Service,  and \nPhytosanitary Agency. \n\n10 The deputy minister of health is the executive representative and a secretariat in the Department of State Sanitary \n\nand Epidemiology Control. \n\n11 Government of the Kyrgyz Republic. 2020. Inter-sectoral inter-agency contingency plan for COVID-19.  Bishkek. \n12  WHO. COVID-19 Health System Response Monitor: Policy Responses for Kyrgyzstan.  \n\n2 \n\n \n\n\fFor stage one of the pandemic, the government designated 12 hospitals in the cities of \n9. \nBishkek and Osh and four regions (Chui, Jalal-Abad, Batken and Osh) as COVID-19 treatment \ncenters, with a total capacity of 950 beds including 87 intensive care beds. For stage two of the \npandemic,  an  additional  21  hospitals  have  been  identified  throughout  the  country,  with  an \nadditional 1,315 beds including 139 intensive care beds. With effective lockdown, these facilities \nshould, with some adaptation, be enough to handle a slow surge in COVID-19 inpatients, but a \nshortage of intensive care beds  is projected as the  pandemic progresses.  While the  MOH can \nmobilize more health  workers, there is a shortage of  trained intensive care staff.13 The Kyrgyz \nRepublic’s public health spending of about 6.2% of gross domestic product in 2017 is insufficient \nto  handle  a  surge  in  COVID-19  inpatients.14  Health  facilities  are  overwhelmed,  which  also \nthreatens the delivery of essential health services including vaccinations. \n \nFurthermore, these facilities are not up to safety and quality standards for COVID-19 case \n10. \nmanagement  in  terms  of  quarantine  and  waste  management,  medical  supplies,  and  personal \nprotective equipment (PPE). WHO’s assessment of hospitals in the Kyrgyz Republic found that \nstaff  and  visitors  were  ill-informed  about  risks  and  quarantine  and  care  protocols.15  Medical \npersonnel  account  for  21%  of  confirmed  infections,  suggesting  that  the  capacity  to  prevent \ntransmission  in  facilities  may  be  very  low.  Additional  detail  can  be  found  in  the  Summary \nAssessment of Damage and Needs.16 \n \nEmergency  assistance  coordination.  ADB  is  coordinating  with  other  development \n11. \npartners  on  all  potential  areas  for  support. 17  In  February  2020,  the  government  reached  out \nthrough the Development Partners Coordination Council to mobilize resources. The IMF approved \ntwo consecutive loans totaling $241.80 million to address the fiscal gap of the government budget. \nOn 3 April 2020,  the World Bank  approved  a $12.15 million loan  primarily for the purchase of \nmedical supplies and equipment for intensive care units (ICUs) as part of its COVID-19 response, \nand  will  allocate  $9.00  million  from  its  ongoing  Enhancing  Resilience  in  the  Kyrgyz  Republic \nProject to support social protection measures. 18 ADB approved a $50.00 million budget-support \nCOVID-19  Active  Response  and  Expenditure  Support  Program  on  4  May  2020.19  Other \ndevelopment partners have established crisis responses such as training and provision of medical \nsupplies. ADB and World Bank teams have preliminarily agreed to conduct joint review missions \nand  will  be  supporting  separate  treatment  facilities,  while  WHO  ensures  overall  emergency \ncoordination in line with the NCAP to fight COVID-19. \n \n12. \nLessons  learned.  The  government  and  development  partners  are  learning  lessons \nthrough  regular  communication  and  coordination  given  the  unique  nature  of  the  COVID-19 \npandemic. The World Bank project for COVID-19 has shown the need for maintaining flexible \nprocurement and implementation arrangements, and that health facilities require  flexible funds \nwhich can be used to respond to emerging needs resulting from the pandemic. ADB’s experience \nin supporting countries during the severe acute respiratory syndrome (SARS) outbreak shows the \n\nworkers. \n\n \n\n13 There  are  29,502  health  workers  in  the  Kyrgyz  Republic,  including  8,322  physicians  and  21,180  mid-level  health \n\n14 WHO. Global Health Expenditures Database (accessed 29 April 2020). \n15 WHO. 2020. Hospital Readiness Assessment – in the Context of the COVID-19 Outbreak, February 2020. \n16 Summary Assessment of Damage and Needs (accessible from the list of linked documents in Appendix 2). \n17 WHO  is  responsible  for  all  training  related  to  COVID-19,  and  is  working  with  the  government  to  develop  specific \nnational clinical management guidelines for hospitals.  The Deutsche Gesellschaft für Internationale Zusammenarbeit \nGmbH (GIZ) and the Red Cross are providing enough technical assistance services to cover trainings under WHO \nleadership and following WHO-developed manuals. \n\n18 World Bank. 2020. Kyrgyz Republic - Emergency COVID-19 Response project. $12.15 million; World Bank. 2020. \n\nEnhancing Resilience in the Kyrgyz Republic (contingent emergency response component, $9 million).  \n\n19 ADB. 2020. Kyrgyz Republic: COVID-19 Active Response and Expenditure Support Program. Manila. \n\n3 \n\n \n\n\f4 \n\nProject Description \n\nimportance of focusing on key priorities for disease control. During the first critical months, ADB \npartnered  with  technical  agencies  such  as  WHO  to  assist  governments  to  develop  rapid  and \neffective responses while longer-term capacity building needs were identified. 20  \n \nProposed ADB assistance.  This project will provide the most urgently needed supplies \n13. \nand  equipment  and  strengthen  the  health  sector  to  address  the  top  priorities  of  mortality  and \nmorbidity. This project will support the priorities of (i) increasing testing and diagnostic capacity; \n(ii) supporting the protection of health care workers including appropriate specifications of PPE \nand  related  support  for  the  high  proportion  of  female  health  care  workers;  (iii)  strengthening \ninstitutional capacity and accountability mechanisms of government to respond to the crisis; and \n(iv) supporting expansion of treatment capacity including for severely ill patients. The proposed \nproject  aligns  with  five  operational  priorities  within  Strategy  2030:  (i)  addressing  poverty  and \nreducing inequalities, through improved health access; (ii) accelerating gender equality, through \noccupational  safety  and  training  targets  for  women;  (iii)  tackling  climate  change  and  building \nclimate  and  disaster  resilience  and  enhancing  environmental  sustainability,  through  improving \nhealth sector capacity; (iv) strengthening governance and institutional capacity; and (v) fostering \nregional cooperation, through reducing risks of cross-border disease transmission. 21 \n \nB. \n \nImpact and outcome. The project is aligned with the following impact: to strengthen the \n14. \npublic health system and mitigate the impact of the COVID-19 outbreak in the Kyrgyz Republic \n(footnote 11). The project will have the following outcome: capacity in the health system to mitigate \nCOVID-19 improved.22   \n \n15. \nOutput  1:  Capacity  of  surveillance  and  response  services  to  COVID-19 \nstrengthened. The project will help mitigate the surge in COVID-19 cases by increasing health \nsystem capacity to identify and diagnose potentially infected people and improve contact tracing \nfor isolation  of cases.  The output will support the  procurement of PPE, test kits, reagents,  and \nother supplies to increase screening, testing, and prevention of COVID-19 for the sanitary  and \nepidemiological services of the MOH, the COVID-19 laboratories, and other key health facilities \nas agreed with the MOH. Health workers and facility staff who are at highest risk of infection will \nhave increased access to diagnostic services.  \n \n16. \nOutput 2: Capacity for infection prevention control and quality of care for COVID-19 \npatients improved. This output is aligned with the Government’s objective to mitigate the impact \nof  the  epidemic,  by  providing  improved  clinical  care  of  COVID-19  and  avoiding  disruption  of \nessential services. The project will improve eight hospitals that have been designated as COVID-\n19 treatment centers. These comprise five hospitals for stage one in Bishkek, Osh, and Jalalabad \nrequiring  additional  support;  and  three  hospitals  for  stage  two  in  Naryn,  Talas,  and  Issyk-Kul \nregion. These hospitals currently have 792 beds with 81 intensive care beds. The hospitals were \nselected on the basis of COVID-19 cases, geographical coverage, existing capacity to manage \ninfectious diseases, support from other donors, and projected need for additional ICU beds.  \n\nThe project will assist these hospitals to function as COVID-19 treatment centers including \n17. \nstaff training, quarantine, and infection prevention control arrangements and expansion of ICU by \n\n \n\n \n\n20 ADB.  2011.  Technical  Assistance  Completion  Report:  Emergency  Regional  Support  to  Address  the  Outbreak  of \n\nSevere Acute Respiratory Syndrome. Manila.  \n\n21  ADB.  2018.  Strategy  2030:  Achieving  a  Prosperous,  Inclusive,  Resilient,  and  Sustainable  Asia  and  the  Pacific. \n\n22 The design and monitoring framework is in Appendix 1. \n\nManila. \n\n \n\n\fan additional 80 beds. This output will support in (i) providing  medical supplies and equipment \nsuch  as  appropriately  sized  PPE,  special  supplies  for  female  staff,  ventilators,  anesthetic \ninstruments, and monitors; (ii) training staff in safety and quality of care for COVID-19 patients, \nand technical agencies providing clinical and services guidelines; and (iii) providing ambulances \nto  project  facilities.  To  ensure  the  hospitals  are  well-prepared  and  staffed  to  provide  quality \nCOVID-19  treatment,  the  project  will  also  provide  funds  for  (i)  staff  incentives  in  the  form  of \nhardship allowances as approved by government regulation,23 (ii) minor repairs and refurbishment \nof facilities,24 and (iii) improvement of facilities for hospital staff and including separate changing \nand  resting  facilities  for  male  and  female  health  workers.  The  enhanced  capacity  of  the  eight \nhospital facilities will strengthen the resilience of the country to future outbreaks and pandemics. 25  \n \n18. \nEmergency assistance eligibility. The proposed emergency assistance loan and grant \nmeets the eligibility criteria for ADB’s emergency assistance financing as (i) it helps refurbish high-\npriority  physical assets, such as  hospitals and medical facilities,  and  restore economic, social, \nand  governance  activities  by  improving  confidence  in  public  health  capacity  so  that  regular \nactivities may resume; (ii) it is designed to mitigate immediate losses to priority assets, capacity, \nor  productivity  (such  as  health  care  workers);  (iii)  it  provides  immediate  short-term  transitional \nassistance; (iv) it is restricted to the transition phase and is exclusively for priority rehabilitation; \nand (v) it complements efforts by other development partners to ease the transition from relief to \nnormal development. \n\n \n\nValue Added by ADB  \n\nC. \n \n19. \nADB’s overall support to the government will mitigate economic losses and help close the \nfinancing gap in the government’s budget to meeting essential expenditures in 2020. This project \nis  part  of  a  comprehensive  package  of  support  to  the  Kyrgyz  Republic,  including  immediate \nsupport  in  the  form  of  (i)  a  $200,000  technical  assistance  grant  and  additional  financing  of \n$700,000 from ADB regional technical assistance to procure emergency supplies including PPE;26 \n(ii) a joint ADB––United Nations Development Programme socioeconomic study of the impact of \nthe pandemic on the country’s poor and vulnerable communities; and (iii) an approved $50 million \nCOVID-19 Active Response and Expenditure Support Program, under the countercyclical support \nfacility––COVID-19  pandemic  response  option.  ADB  and  the  government  are  discussing  an \nadditional  $50  million  policy-based  loan  in  2020  for  social  protection  and  fiscal  resilience. 27  In \naddition, ADB will provide additional medium-term support to the government through the regional \ntechnical  assistance  for  Addressing  Health  Threats  in  Central  Asia  Regional  Economic  \nCooperation Countries and Central West Region Developing Member Countries. 28 As a trusted \npartner in the Kyrgyz Republic, ADB is providing financing, knowledge and technical support. \n\n \n\n23 The Government of the Kyrgyz Republic issued regulation No.194, dated 3 April 2020, “Regulation of the ordinance \nof the spending of the funds received for the support of the pandemic measures and its operating mechanism,” which \nadds a hardship allowance to health and other workers supporting facilities fighting COVID-19. The allowance in a \nform of nonrefundable payment is payable through the Mandatory Health Insurance Fund (MHIF), which supports a \nsingle payer system in health care and has adequate facilities to track transactions and e-procurement.  \n\n24 Minor repairs and refurbishment of facilities cover repair of handwashing and hygiene facilities, electrical and sewage \nrepairs, staff and patient safety, repair of health wards to convert them to ICUs where new equipment will be placed, \nand meeting temporary housing needs for health workers. \n\n25  Support  for  health  workers  allowances  beyond  the  8  facilities  will  be  considered  depending  on  the  scale  of  the \n\noutbreak and once detailed costs for supporting the 8 facilities are determined during implementation. \n\n26  ADB.  2020.  Regional  Support  to  Address  the  Outbreak  of  Coronavirus  Disease  2019  and  Potential  Outbreaks  of \n\nOther Communicable Diseases. Manila. \n\n27 Subject to program readiness and ADB's resource availability. \n28 ADB. 2020. Addressing Health Threats in Central Asia Regional Economic Cooperation Countries and Central West \n\nRegion Developing Member Countries (ongoing processing).  \n\n5 \n\n \n\n\fSummary Cost Estimates and Financing Plan \n\nD. \n \n20. \nexpenditure category are included in the project administration manual (PAM).29  \n \n\nThe  project  is  estimated  to  cost  $21,700,000  (Table  1).  Detailed  cost  estimates  by \n\nTable 1: Summary Cost Estimates  \n($ million) \n\n patients improved \n\nBase costb \n1. Output 1: Capacity of surveillance and response services to COVID-19 strengthened \n 2. Output 2: Capacity for infection prevention control and quality of care for COVID-19 \n\nItem \nA. \n \n \n \n \nB. \nC. \n \n \nADB = Asian Development Bank.  \na  Includes taxes and duties of $3.13 million, of which ADB will finance $1.43 million while the government will contribute \n$1.70 million. Such amount does not represent an excessive share of the project cost. The grant procurement will \nbe exempt from customs duties. The government will also provide in-kind project management support.  \n\n \nContingenciesc \nFinancial charges during implementationd \n \n\n18.4 \n20.4 \n1.1 \n0.2 \n21.7 \n\nTotal (A+B+C) \n\nAmounta \n \n\nSubtotal (A) \n\n2.0 \n\nb  Mid-2020 prices. The project management costs are included in outputs. \nc  Physical  contingencies  have  been  computed  at  5.00%  of  the  base  cost  while  price  contingencies  have  been \ncomputed at an average of 1.57% per annum (1.50% in 2020, 1.60% in 2021, and 1.60% in 2022) for the foreign \ncurrency component and at an average of 4.5% (3.5% in 2020, 5.0% in 2021, and 5.0% in 2022) for the local currency \ncomponent of the project costs including physical contingencies. \n\nd  Interest rate is 1% for concessional ADB loans (Group A) from ordinary capital resources during and after the grace \n\nperiod. There are no commitment or other charges on all sources of financing. \nSources: ADB, Government of the Kyrgyz Republic, World Health Organization. \n \n21. \nThe  government  has  requested  (i)  a  concessional  loan  of  $10,000,000  from  ADB’s \nordinary capital resources and (ii) a grant not exceeding $10,000,000 from ADB’s Special Funds \nresources (Asian Development Fund) to help finance the project. The loan will have  an interest \ncharge  at  the  rate  of  1%  per  year;  a  term  of  40  years,  including  a  grace  period  of  10  years; \nrepayment of principal at 2% per year for the first 10 years after the grace period and 4% per year \nthereafter; and such other terms and conditions set forth in the draft loan agreement.  \n \n22. \nThe  summary  financing  plan  is  in  Table  2.  The  ADB  loan  and  grant  will  be  applied  in \nparallel  manner,  with  grant  funds  prioritized  for  imported  goods  and  equipment  because \nprocurement using grant funds is exempt from customs duties. The ADB loan and grant will be \nfinancing  goods,  civil  works,  consulting  services,  and  hardship  allowances  as  set  out  in  the \ndetailed cost estimates in the PAM (footnote 29). The government will provide in-kind support in \nthe form of exemptions of customs duties and taxes on grants, and project management support. \n \n\nTable 2: Summary Financing Plan \n\nSource \nAsian Development Bank \nOrdinary capital resources (concessional loan) \nSpecial Funds resources (ADF grant) \nGovernment (in-kind only) \n\nAmount ($ million) \n \n10.0 \n10.0 \n1.7 \n21.7 \n\nShare of Total (%) \n\n \n46.0 \n46.0 \n8.0 \n100.0 \n\nADF = Asian Development Fund. \nNote:  The  project  will  be  funded  by  a  portion  of  the  performance-based  country  allocation  in  concessional  ordinary \ncapital resources lending (COL) and some freed-up ADF grant resources from savings and cancellations of ongoing \nprojects in countries eligible for ADF grants. \nSources: Asian Development Bank and the Government of the Kyrgyz Republic. \n\n29 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\nTotal \n\n \n\n6 \n\n \n\n\fImplementation Arrangements \n\nE. \n \n23. \nThe project will be implemented over 18 months from June 2020 to December 2021. The \nloan  and  grant  are  expected  to  be  financially  closed  by  30  June  2022.  The  implementation \narrangements are summarized in Table 3 and- described in detail in the PAM (footnote 29). The \nMOH will be the executing agency and will appoint a senior staff member as the project director. \nThe  MOH  project  implementation  unit  (PIU)  will  be  the  primary  implementing  agency,  while \nfiduciary and disbursement functions will be provided by the Ministry of Finance (MOF). The PIU \nwill  report  both  to  the  MOH  and  the  MOF.  The  MOH  will  be  responsible  and  accountable  for \nprocurement,  coordinating  with  other  development  partners,  monitoring  and  evaluating  project \nindicators, and gender targets. Individual consultants will be recruited by the MOH as needed to \nsupport with  monitoring and evaluation, procurement, civil works monitoring, procurement,  and \nother  implementation  activities.  The  MOF  will  be  responsible  for  financial  management, \ndisbursements,  contract  management,  financial  reporting,  project  records  management,  and \naudits management.  \n \nThe Mandatory Health Insurance Fund (MHIF) will administer funds for refurbishment of \n24. \neight  hospital  and  top-up  salary  and  hardship  allowances  to  health  workers  under  output  2, \namounting to $2 million. The MHIF’s role will be limited to transferring funds; collecting supporting \ndocuments  from  the  eight  hospitals;  recording  individual  contracts  for  refurbishment  and \nmonitoring  the  contractual  payment  compliance;  recording  additional  payments  to  individual \nhealth workers; and  preparing financial reporting  of activities at the hospital level for the  eight \nproject facilities.30 The arrangements for funds transfer will follow the same mode agreed between \nthe government and the World Bank, subject to ADB’s review and approval, and will be updated \nin the PAM.31 Eligible items to be financed include refurbishment and repair of  health facilities, \nand installation of equipment and related utilities. The funds may also be used to top up the salary \nand hardship allowance to health workers engaged in the COVID-19 response.  \n \nProcurement. Considering the unique nature of the COVID-19 pandemic and the ensuing \n25. \nglobal shortage of goods required to respond to the health crisis, value for money will be achieved \nby balancing the time, quality, and cost. Direct contracting with MOH established suppliers, World \nBank suppliers, and/or United Nations agencies will be conducted to assure consistent quality of \nproducts and to attain the best price. Goods will be procured using the ADB Procurement Policy \n(2017, amended from time to time) and Procurement Regulations for ADB Borrowers (2017, as \namended  from  time  to  time),  as  well  as  the  additional  exemptions  as  endorsed  per  ADB’s \ncomprehensive response to the COVID-19 pandemic.32 Procurement could involve suppliers from \nnon-ADB member countries, and at government request ADB will apply universal procurement \n(footnote 32). Details on procurement arrangements are found in the PAM. \n \n\nAspects \nImplementation period \nEstimated completion date \n\nJune 2020 to December 2021 \n31 December 2021 \n\nTable 3: Implementation Arrangements \n\nArrangements \n\n \n\n30 The MHIF was established in 1996, through health sector reform, as a single purchaser to pool funds at the national \nlevel  for  standardized  packages  of  services.  This  helped  to  shift  health  care  services  from  input-  to  output-based \nbudgeting (i.e., capitation for primary health care and case-based payments for secondary care services). The MHIF \nwas  supported  through  the  ADB  Technical  Assistance  for  the  Second  Community-Based  Early  Childhood \nDevelopment project, and by a number of World Bank projects. \n\n31 World Bank. 2020. Kyrgyz Republic Emergency COVID-19 Project. Funds transfers will be made through the MHIF \n\nto health facilities.  \n\n32 ADB. 2020. ADB’s Comprehensive Response to the COVID-19 Pandemic. Manila.  \n\n7 \n\n \n\n\f8 \n\nAspects \nEstimated loan and grant \nclosing date \nManagement \n\n(i)  Oversight body \n\n(ii)  Executing agency \n(iii)  Key implementing \n\nagency \n\n(iv)  Implementation unit \n\nProcurement \n\nConsulting services \n\nFunds Transfer a \n\nRetroactive financing and \nadvance contracting  \n\nDisbursement \n\n30 June 2022  \n\nArrangements \n\nThe Republican Headquarters for the Prevention of the Spread of coronavirus \ndisease (COVID-19), with the Prime Minister of the Kyrgyz Republic (chair) and \nrepresentatives of all ministries and state agencies (members). \nMinistry of Health   \nNot applicable \n\nAudit \n\nMultiple contracts \n\n$0.5 million \n \n$0.3 million  \n\n$17.4 million \n \n \n\nMultiple contracts \n \n120 person-months \n\nThe project implementation unit (PIU) will consist of 12 staff, of which five will be \nbased in the MOH and seven in the Ministry of Finance (MOF). The MOF will support \nthe MOH with financial management, disbursements, financial reporting, and audits. \nDirect contracting (existing \ngovernment suppliers, World Bank \nsuppliers, or United Nations \nagencies) \nDirect contracting (national \nsuppliers)  \nIndividual consultant selection \n(national)  \nConsulting firm (national), \nleast-cost selection,  \nbiodata technical proposal \nConsulting firm (national), \nfixed budget selection, \nbiodata technical proposal \nHardship allowances and top-up payments to health workers; \nminor civil works – repair and rehabilitation of facilities \nAdvance contracting as well as retroactive financing up to 30% of the loan and grant \namounts for expenditures incurred not earlier than 24 March 2020 is allowed. b Eligible \nitems covered include (i) refurbishment of the facility to COVID-19 treatment centers; \n(ii) health workers’ hardship allowance; (iii) procurement of COVID-19-related personal \nprotective  equipment,  tests,  other  supplies,  equipment,  and  ambulances  as  agreed \nbetween the MOH and Asian Development Bank; (iv) procurement of PIU furniture and \nequipment; and (v) recruitment of PIU staff.  \nThe loan and grant proceeds will be disbursed following the Asian Development Bank \nLoan  Disbursement  Handbook  (2017,  as  amended  from  time  to  time)  and  detailed \narrangements agreed between the government and the Asian Development Bank.  \n\nTraining and \nAssessment Firm \n\n$0.1 million \n\n$2.0 million \n\n$0.2 million \n\na  Fund transfers for minor repair and refurbishment works and top-up salary and hardship allowances to health workers \n\nare to be channeled through the Mandatory Health Insurance Fund (using e-procurement tracking).  \n\nb  The government declared a state of emergency on 24 March 2020. \nSource: Asian Development Bank. \n \n\nIII. \n\nDUE DILIGENCE \n\nTechnical \n\n \nA. \n \n26. \nAll  components  of  the  project  are  technically  viable,  based  on  needs  assessment \nconducted  by  the  MOH  and  WHO.  Project  activities  are  based  on  key  mitigation  priorities \nidentified in the NCAP and are based on global best practices, tailored for the local context. By \nfocusing  on  a  small  number  of  facilities  for  treating  COVID-19,  resources  and  staff  can  be \ndeployed more efficiently. Equipment and infrastructure provided to facilities will be standardized \nwith those provided by other donors to ensure compatibility and minimize training requirements. \nThe project has  a low climate  risk category as project sites will be in  urban and/or semi-urban \nareas with limited to no direct risks from climatic conditions. The activities supported by this project \nwill contribute to increased resilience to future pandemics by increasing the capacity of hospitals \nand the health workforce on infection prevention control and clinical management of patients. \n\n \n\n\fSustainability \n\nEconomic and Financial Viability \n\nB. \n \n27. \nPreliminary  analysis  by  ADB  shows  that  the  Kyrgyz  Republic  will  suffer  significant \neconomic  impact  because  of  the  COVID-19  pandemic,  with  estimated  losses  of  up  to  $529 \nmillion.33 The project outputs will save lives and address short-term gaps in the health system. \nFinancial viability assessment is not necessary since project outputs are public service goods with \nno  opportunity  for  cost  recovery  as  testing  and  treatment  of  COVID-19  are  sponsored  by  the \nGovernment  of  the  Kyrgyz  Republic.34  Because  of  the  short  processing  time  available  for  the \nemergency  response,  due  diligence  following  ADB  guidelines  on  economic  analysis will  be \nconducted during project implementation within 3 months of project effectiveness.35 The MOF will \nprovide necessary information to ADB to undertake the project economic analysis, in compliance \nwith ADB requirements. \n \nC. \n \n28. \nThe  operation  and  maintenance  costs  of  the  project  assets  will  be  funded  through  the \nMOH’s recurrent budget. While the contracts for procurement of equipment under the project will \nensure  supplier-provided  maintenance  over  the  short  term,  the  government’s  commitment  to \nensure adequate budget allocations for operations and maintenance post-COVID-19 project will \nbe covenanted in the financing agreement and monitored during project implementation. In view \nof expected adverse macroeconomic effects of the COVID-19 pandemic on the Kyrgyz Republic, \npublic debt levels are expected to peak at 66% of gross domestic product in 2020.36 Therefore, \nduring  implementation  a  loan  covenant  will  ensure  that  the  MOH  submits  a  comprehensive \nfinancial analysis of the operation and maintenance costs for project assets. \n \nD. \n \n29. \nADB completed a governance risk assessment in 2018 according to the implementation \nguidelines of ADB’s Second Governance and Anticorruption Action Plan. The  assessment found \nthat the country’s public financial management systems were functioning well overall and  had \nimproved in the  areas of  budgeting, transparency,  Treasury  functions, tax administration, debt \nmanagement, financial reporting, and legislative framework (new budget code). However, several \nweaknesses  remain,  including  investment  planning  and  estimation  of  expenditures,  off-budget \nfunds,  financial  management  information  system,  and  internal  and  external  audits,  which  are \nbeing addressed through a 3-year World Bank and European Union technical assistance project. \n \nThe financial management assessment concluded that project financial management risk \n30. \nis substantial, because of the emergency nature of the project; the potential adverse impacts of \nweak  internal  and  external  audit  arrangements  on  the  internal  controls  framework;  the  limited \nstrength of finance  and internal audit staff within  the  MOF, MOH, and MHIF; and the potential \nmisuse of funds by target hospitals and staff incentive payments. Key risk mitigating strategies \nare  set  out  in  the  financial  management  assessment.  ADB’s  Anticorruption  Policy  (1998,  as \namended  to  date)  was  explained  to  and  discussed  with  the  government.  The  specific \nrequirements and supplementary measures are described in the PAM (footnote 29). \n\nGovernance \n\n \n\n33 ADB. 2020. The Economic Impact of the COVID-19 Outbreak on Developing Asia. Manila. \n34 The MHIF has established a hospital reimbursement rate of Som9,000 per treated case, which is likely insufficient to \n\ncover costs incurred by hospitals.  \n\n35 ADB. 2017. Guidelines on Analysis of Health Projects. Manila; and as suggested in ADB staff instruction on business \n\nprocesses for economic analysis of projects dated 17 March 2017. \n\n36 IMF. 2020. Kyrgyz Republic—Request for Purchase Under the Rapid Financing Instrument and Disbursement under \n\nthe Rapid Credit Facility—Debt Sustainability Analysis. Washington, DC. \n\n9 \n\n \n\n\f10 \n\nPoverty and Social \n\nAs per ADB’s project procurement risk assessment, procurement risk is medium mainly \n31. \nbecause  of  limited  experience  with  ADB  procurement  procedures  and  the  smaller  size  of \npackages. Accordingly, capacity of the PIU will be enhanced with additional consultants and close \nsupervision  by  project  staff,  and  direct  contracting  through  United  Nations  agencies  will  be \nencouraged  to  leverage  buying  power.  The  government  is  also  planning  to  strengthen \nprocurement rules to enhance transparency, including subjecting all  procurement of emergency \nsupplies to an ex-post audit by the Audit Chamber with results published on the MOF website.  \n \nE. \n \nDuring 2012–2018, the poverty rate in the Kyrgyz Republic dropped from 38% to 22%.37 \n32. \nIn the Kyrgyz Republic as elsewhere, the COVID-19 pandemic will have a much higher impact on \nthe poor and near-poor as a result of lower access to information and services, lockdown resulting \nin loss of jobs during and after the pandemic, and the increasing cost of food and medical and \nother services. The project will benefit all  citizens of the Kyrgyz Republic including the poor by \npreventing or mitigating the impact of COVID-19 and comorbidity through provision of inclusive \nhealth services and improved well-being.  \n \nF. \n\nGender \n \n\nThe  project’s  gender  categorization  is  effective  gender  mainstreaming.  Initial  evidence \n33. \nsuggests that, globally, COVID-19 affects men more than women. However, infections in women \noutnumber men in the Kyrgyz Republic, with  53% of cases in females. Women predominate in \nthe health services, with 83% of the health workers being female, placing women most at risk of \ncontracting an occupational COVID-19 infection. The government is developing testing protocols \nthat will proactively increase access to testing for health workers, and prioritize testing based on \nrisk.  The  government  has  also  approved  a  resolution  (footnote  23)  that  outlines  additional \nremuneration for health workers involved in COVID-19 treatment and control. These measures \nare  expected  to  benefit  and  compensate  health  workers  for  the  additional  risks  and  workload \ncaused by the COVID-19 response. \n\n34. \nEquipment designed for men may not fit women properly. Adequate and gender-sensitive \nfacilities are also important. This project will support provision of sanitation measures for medical \nstaff; separate changing rooms for men and women; and rest areas for female doctors, nurses, \nand other facility staff. Training and retraining for medical personnel involved in COVID-19 patient \ncare will be provided to quickly train staff to safely care for patients and themselves. To ensure \neffective gender mainstreaming in the project, the following gender designs and targets have been \nagreed with the  MOH: (i)  equal access to testing; (ii)  targets for  providing incentives to female \nhealth workers; (iii) capacity building and training on appropriate use of PPE, infection prevention, \nand patient management; (iv) gender-sensitive changing and rest areas for health workers; and \n(v) provision of appropriate PPE and sanitary supplies.  \n\n \n\n \n\nIn  compliance  with  ADB’s  Safeguard  Policy  Statement  (2009),  the  project’s  safeguard \n\nSafeguards \n\nG. \n \n35. \ncategories are as follows.38 \n \n\n \n37 ADB. Basic Statistics, Asia and the Pacific (accessed 2 June 2020). \n38 ADB. Safeguard Categories. \n\n \n\n\fEnvironment  (category  C).  The  proposed  project  will  cover  urgent  priorities,  such  as \n36. \nPPE,  medical  equipment  for  ICUs,  and  laboratory  supplies.  There  may  be  very  small-scale \nrefurbishment works for preparing the infrastructure for the equipment within the existing facilities. \nHence, minimal environmental impacts are envisaged. Category C for environmental safeguards \nhas therefore been proposed. A code of construction practice has been prepared and attached to \nthe PAM and will be implemented to address the limited environmental impacts. \n \n37. \nInvoluntary resettlement  and indigenous  peoples  (category C).  The project will not \nresult  in  any  new  land  acquisition  as  civil  works  will  entail  minor  refurbishment  and  repair  of \nexisting medical facilities. Site-based social due diligence will be performed based on a screening \nchecklist to confirm no impacts related to economic displacement and restriction of access in land \nuse.  Should  due  diligence  confirm  occurrence  of  adverse  land  acquisition  and  resettlement \nimpacts, the project will be recategorized accordingly and measures will be taken to mitigate such \nimpacts.  Ethnic  minorities  in  the  proposed  urban  project  sites  constitute  about  10%  of  the \npopulation and are economically fully integrated and at parity with the Kyrgyz. These minorities \nare  not  considered  indigenous  as  defined  by  the  ADB  Safeguard  Policy  Statement  for  project \noperation purposes.   \n\n \n\nSummary of Risk Assessment and Risk Management Plan \n\nH. \n \n38. \ndetail in the risk assessment and risk management plan. 39  \n \n\nSignificant  risks  and  mitigating  measures  are  summarized  in  Table  4  and  described  in \n\nTable 4: Summary of Risks and Mitigating Measures \n \n\nRisks \nLimited capacity of MOH to adequately assess \nneeds and capacities at the facility level \nweakens the relevance of the project activities \n\nHigh infection rate among health workers (21% \nof all cases) together with low salaries and \nunclear health and life insurance schemes will \nleave the system with a severe shortage of \ndoctors at the peak of the contagion  \n\nRisk posed by mismanagement of funds \ntransfers through the MHIF   \n  \n \n \n\nMitigation Measures \nPIU  staff will  be  engaged  to  support  the  MOH  to  assess  needs \nand  capacities  at  facility  level.  A  training  firm  will  assist  with \ntransfers to \ncapacity  assessments  and  evaluations.  Funds \nhospitals through MHIF  will  enable  hospitals  to  manage  and \ndetermine needs and submit for MOH review and approval.   \n\nThe government will urgently implement policies introducing clear \nand adequate remuneration and special health and life insurance \nschemes for personnel engaged in fighting COVID-19. \n \nThe project is designed to support improved infection prevention \ncontrol measures to reduce transmission rates in health workers. \n\nThe  Ministry  of  Finance  will  support  fiduciary  management,  and \nprocurement  will  use  e-procurement  system  of  MHIF  developed \nwith support of donors. \n \nSegregated  accounts  will  be  opened  in  the  Treasury  system  for \neight  designated  hospitals  to  allow  better  accountability  and \ntracking of the disbursed funds (the operating details will be in the \nMOH  operating  instructions  developed  for  the  World  Bank  and \nADB COVID-19 response, which is a disbursement condition for \nthe funds). \n\n39 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n \n\n11 \n\n \n\n\f12 \n\nRisks \nGovernment accountability for emergency fund \nexpenditure is not robust and there is a risk of \nmismanagement \n\nMitigation Measures \nTwo annual financial audits, including in the retroactive financing \nperiod,  and  two  special  audits  will  be  performed  at  the  midterm \nreview and post-project completion. \nAdditional measures will be agreed with the IMF through its letter \nof  intent  to  enhance  procurement  transparency  such  as  ex-post \naudit by Audit Chamber and publishing of bidding documents. \n\nCOVID-19  =  coronavirus  disease,  IMF  =  International  Monetary  Fund,  MHIF  =  Mandatory  Health  Insurance  Fund, \nMOH = Ministry of Health. \nSource: Asian Development Bank. \n \n\nIV. \n\nASSURANCES \n\n \nThe government has assured ADB that implementation of the project shall conform to all \n39. \napplicable ADB requirements, including those concerning anticorruption measures, safeguards, \ngender, procurement, consulting services, financial management, and disbursement as described \nin detail in the PAM and loan and grant documents. \n \n40. \nforth in the draft loan and grant agreements.  \n\nThe government has agreed with ADB on certain covenants for the project, which are set \n\n \n\nDisbursement  condition.  No  withdrawals  from  the  ADB  loan  shall  be  made  for  funds \n41. \ntransfers through the MHIF to the eight hospitals until detailed operating instructions developed \nby the MOH and acceptable to ADB are adopted.   \n \n\n \n42. \nAgreement of the Asian Development Bank (ADB) and recommend that the Board approve  \n\nI  am  satisfied  that  the  proposed  loan  and  grant  would  comply  with  the  Articles  of \n\nV. \n\nRECOMMENDATION  \n\nthe  loan  of  $10,000,000  to  the  Kyrgyz  Republic  for  the  COVID-19  Pandemic \nEmergency Project, from ADB’s ordinary capital resources, in concessional terms, \nwith an interest charge at the rate of 1% per year; for a term of 40 years, including \na grace period of 10 years; with repayment of principal at 2% per year for the first \n10 years after the grace period and 4% per year thereafter; and such other terms \nand conditions as are substantially in accordance with those set forth in the draft \nloan agreement presented to the Board; and  \nthe grant not exceeding $10,000,000 to the Kyrgyz Republic, from ADB’s Special \nFunds  resources  (Asian  Development  Fund),  for  the  COVID-19  Pandemic \nEmergency Project, on terms and conditions that are substantially in accordance \nwith those set forth in the draft grant agreement presented to the Board.  \n\nMasatsugu Asakawa  \nPresident \n\n(i) \n\n(ii) \n\n \n \n\n \n \n3 June 2020\n\n \n\n\fDESIGN AND MONITORING FRAMEWORK \n\n \nImpact the Emergency Assistance Project is aligned with: \nThe public health system strengthened (Public Health Protection and Health Care System for 2019–\n2030)a \nThe effects of COVID-19 pandemic mitigated (National Contingency Action Plan for COVID-19) \n\nAppendix 1 \n\n13 \n\nResults Chain \n\nOutcome \n\nCapacity in health \nsystem to mitigate \nCOVID-19 improved \n\nOutputs \n \n1. Capacity of \nsurveillance and \nresponse services to \nCOVID-19 \nstrengthened  \n\n \n\n \n\n \n2. Capacity for \ninfection prevention \ncontrol and quality of \ncare for COVID-19 \npatients improved \n\nPerformance Indicators \nwith Targets and Baselines \nBy December 2021 \n \na. All eight project-supported \nCOVID-19 facilities meeting \nWHO-endorsed quality \nstandards for COVID-19 \ntreatment (2020 Baseline: 0)b \n \n\nb. Monthly infection incidence \nrate of health workers in \nproject supported facilities \nretained at less than 1.5% \n(2020 baseline: 2.0%)c \nBy December 2021 \n \n1a. COVID-19 diagnostic \nequipment, test kits, and \nreagents delivered to testing \nlaboratories (baseline: not \ndelivered) \n \n1b. All staff in project-\nsupported COVID-19 facilities \ntested according to \ngovernment-developed \nprotocols d (83% of whom are \nfemale) (2020 baseline: 0)  \n \n1c. At least 100,000 \nadditional PCR tests \nconducted for COVID-19 \n(baseline April 2020: 26,000) \n \n2a. Access to water and \nsanitation as needed, medical \nequipment and supplies, \nambulances, proper sized \nPPEs, with suitable face \nmasks and shields, and \nsanitary supplies (including \nmenstrual kits) provided to all \neight project-assisted facilities \nhave access (2020 baseline: \nnone)  \n \n\nData Sources and \nReporting Mechanisms \n \n\n \n\nRisks \n\na. MOH compliance \nchecks based on WHO \nguidelines, midterm \nreview special audit, and \npost-project special audit \nreports   \n \nb. MOH report, PIU \nassessment of facilities, \nmidterm review special \naudit, and post-project \nspecial audit reports   \n \n \n1a. MOH report, PIU \nproject progress report  \n \n \n \n\nCOVID-19 \ntransmission and \ninfection patterns \nexceed all forecasted \nscenarios and \noverwhelms health \nsystems and \nplanning \nassumptions \n \n\n \n \nDelays in procuring \nsupplies because of \nglobal shortages \n \n \n\n1b. MOH report, PIU \nassessment of facilities \n \n \n \n \n \n1c. MOH report, PIU \nproject progress report  \n \n \n \n2a. MOH report, PIU \nproject progress report  \n \n \n \n \n \n \n \n \n \n \n\n \nHigh infection rate \namong health \nworkers will leave the \nsystem in severe \nshortage of doctors \nat the peak of the \ncontagion \n \n\n \n\n\f14 \n\nAppendix 1 \n\nResults Chain \n\nRisks \n\nData Sources and \nReporting Mechanisms \n2b. MOH report, PIU \nproject progress report  \n \n \n \n \n2c. MHIF financial \nmanagement report \n \n \n \n \n \n2d. Training firm report  \n \n\nPerformance Indicators \nwith Targets and Baselines \n2b. Supply of at least 80 fully \nequipped ICU beds provided \nto eight project-assisted \nfacilities (2020 baseline: \nnone)  \n \n2c. All staff (83% female) at \neight project-assisted facilities \nprovided hardship allowances \naccording to government \nregulation 194e (2020 \nbaseline: none) \n \n2d. All medical staff (83% of \nwhom are women) \nresponsible for testing and \ntreating COVID-19 patients in \neight project-assisted facilities \nprovided training on infection \nprevention control and patient \nmanagement to treat COVID-\n19 cases and other infectious \nrespiratory diseases f \n(baseline: 0%) \n \n\nKey Activities with Milestones \n \n1.  Capacity of surveillance and response services to COVID-19 strengthened \n1.1  Conduct detailed needs assessments at laboratories to determine required supplies and materials (Q2 \n\n2020) \n\n1.2 Collect data on availability and turnaround time of testing (Q2 2020) \n1.3 Procure laboratory supplies and equipment (Q2–Q3 2020) \n1.4 Deliver supplies to COVID-19 laboratories (Q2–Q3 2020) \n1.5 Set up system to monitor testing capacity and health worker access to testing (Q3 2020) \n \n2.  COVID-19 treatment facilities improved \n2.1  Conduct  detailed  needs  assessments  of  eight  project  facilities,  ensuring  consultations  with  health \n\n2.2  Collect  data  on  repair  and  civil  works  (including  on  access  to  water  and  sanitation)  activities  and \n\nworkers (female and male) (Q2 2020) \n\nassessment of safeguards (Q2 2020) \n\n2.3 Determine packages for procurement of goods and supplies (Q2 2020) \n2.4 Advertise supplies and equipment packages (Q2 2020) \n2.5 Procure supplies and equipment (Q3 2020) \n2.6  Convert facilities to quarantine treatment centers for a predicted surge of COVID-19 cases (Q3 2020) \n2.7 Develop clinical quality guidelines for WHO endorsement (Q3 2020) \n2.8 Increase and improve the safety of ambulance services (Q3 2020) \n \nProject Management Activities \nStart recruiting PIU staff (Q2 2020) \nFinalize funds transfer mechanism with MHIF based on World Bank arrangement (Q2 2020) \nConduct financial and economic analysis with assistance of PIU staff (Q2 2020) \nEstablish monitoring and evaluation system (Q2 2020) \n\n \n\n \n\n\fAppendix 1 \n\n15 \n\nInputs \nADB: $10,000,000 (COL loan) \nADB: $10,000,000 (ADF grant) \nGovernment: $1,700,000 in kind \nAssumptions for Partner Financing \nNot applicable   \nADB  =  Asian  Development  Bank,  ADF =  Asian  Development  Fund,  COL =  concessional  ordinary  capital  resources \nloan, COVID-19 = coronavirus disease, ICU = intensive care unit, MHIF = Mandatory Health Insurance Fund, MOF = \nMinistry of Finance, MOH = Ministry of Health, PCR = polymerase chain reaction, PIU = project implementation unit, \nPPE = personal protective equipment, Q = quarter, WHO = World Health Organization. \na   Government of the Kyrgyz Republic. The Program of the Kyrgyz Republic Government on Public Health Protection \nand Health Care System Development for 2019-2030 “Healthy Person – Prosperous Country”; Government of Kyrgyz \nRepublic. 2020. Inter-sectoral inter-agency contingency action plan for COVID-19. \n\nb   WHO has worked with the MOH to develop clinical guidelines for testing and treatment of COVID-19. An assessment \n\nwill be developed based on these guidelines and agreed with WHO.  \n\n c  Baseline value is for March-May 2020 and measures total prevalence, as incidence not currently available. However, \ngiven the short time frame covered, this can be used as proxy measure for incidence. Monthly infection incidence \nwill be measured as number of newly diagnosed infections in health workers at project facilities divided by total health \nworkers at project facilities in a given month.  \n\nd   Hospital  workers  include  all  staff  such  as  doctors,  nurses,  administrators,  cleaners,  etc.  Testing  protocol  to  be  \n\ndeveloped by Government of the Kyrgyz Republic.   \n\ne    The Government of the Kyrgyz Republic issued regulation No.194 dated 3 April 2020 on “Regulation of the ordinance \nof the spending of the funds received for the support of the pandemic measures and its operating mechanism,” which \nadds a hardship allowance to health and other workers supporting facilities fighting COVID-19. \n\nf     Training will be based on government-developed protocols, and coordinated with other donor partners such as WHO \nand the World Bank. Distance learning and in-person training options will be considered, taking into account local \nrestrictions on travel and social distancing.   \n\nSource: ADB. \n\n \n\n\f16 \n\nAppendix 2 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=54175-001-3  \n \n \n\n \n\nLoan Agreement \nGrant Agreement \nSummary Assessment of Damage and Needs \nProject Administration Manual \nContribution to the ADB Results Framework \nEmergency Assistance Coordination \nSummary Poverty Reduction and Social Strategy \nRisk Assessment and Risk Management Plan \n\nGender Action Plan  \n\n \nSupplementary Documents \n\nFinancial Management Assessment \nStrategic Procurement Planning Report \nProcurement Risk Assessment Report \n\n \n\n \n \n\n \n \n \n\n \n\n \n\n \n \n\n \n \n \n\n \n\n \n\n \n\n \n\n \n1. \n2. \n3. \n4. \n5. \n6. \n7. \n8. \n\n9. \n\n10. \n11. \n12. \n \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 1 June 2020) \n", "Currency unit \nSom1.00 \n$1.00 \n", "– \n= \n= \n", "som (Som) \n$0.013551  \nSom73.7950 \n", " \n", " \n", " \n \n", "ABBREVIATIONS \n", "ADB  \nCOVID-19  \nICU \nIMF \nMHIF \nMOF \nMOH \nNCAP \nPAM \nPIU \nPPE \nWHO \n", "–   Asian Development Bank  \ncoronavirus disease \n–  \n– \nintensive care unit \nInternational Monetary Fund \n–  \n–  Mandatory Health Insurance Fund \n–   Ministry of Finance  \n–   Ministry of Health \n– \n– \n– \n– \n–  World Health Organization \n", "National Contingency Action Plan \nproject administration manual \nproject implementation unit \npersonal protective equipment \n", "NOTE \n \nIn this report, “$” refers to United States dollars. \n \n", "Vice-President \nDirector General \nDirectors \n", "Team leaders \n", "Team members \n", "Shixin Chen, Operations 1 \nWerner Liepach, Central and West Asia Department (CWRD)  \nRie Hiraoka, Social Sector Division (CWSS), CWRD \nCandice McDeigan, Kyrgyz Resident Mission (KYRM), CWRD \n \nCebele Wong, Young Professional, CWSS, CWRD \nOksana Nazmieva; Principal Financial Management Specialist; \n", "Portfolio, Results, Safeguards and Gender Unit (CWOD-PSG); \nCWRD \n", "Mamatkalil Razaev, Senior Project Officer, KYRM, CWRD  \nMelanio Altoveros; Procurement Specialist; Procurement Division 1 \n(PFP1); Procurement, Portfolio and Financial Management \nDepartment (PPFD) \n", "Hiddo Huitzing, Health Specialist, CWSS, CWRD  \nShaista Hussain, Senior Results Management Specialist, CWOD-\n", "Jenevieve Javier, Associate Project Analyst, CWSS, CWRD  \nUrsula Lagan, Counsel, Office of the General Counsel \nSteven Lewis-Workman, Unit Head, Project Administration, KYRM, \n", "PSG, CWRD \n", "CWRD \n", "Cristina Lim, Senior Operations Assistant, CWSS, CWRD  \nSona Poghosyan, Social Development Specialist (Safeguards), \n", "CWOD-PSG, CWRD \n", " \n \n \n \n \n \n \n \n \n \n \n \n", " \n", " \n", " \n", " \n", " \n \n", " \n", " \n", " \n", " \n", "CWRD \n", "CWRD \n", "SDCC \n", "Nathan Rive; Senior Climate Change Specialist; Environment, \n", "Natural Resources and Agriculture Division; CWRD \nThomas Robinson, Procurement Specialist, PFP1, PPFD  \nMary Alice Rosero, Social Development Specialist (Gender and \n", "Development), CWOD-PSG, CWRD \n", "Syed Asim Ali Sabzwari, Environment Specialist, CWOD-PSG, \n", "Fritz Tuliao, Associate Project Analyst, CWOD-PSG, CWRD \nDonneth Walton, Lead Project Management Specialist, CWOD, \n", " \nZehra Abbas, Principal Environment Specialist, Safeguards Division \n", "(SDSS), Sustainable Development and Climate Change \nDepartment (SDCC) \n", "Eduardo Banzon, Principal Health Specialist, Health Sector Group, \n", "Charlotte Benson, Principal Disaster Risk Management Specialist, \nClimate Change and Disaster Risk Management Division, \nSDCC \n", "Erik Bloom, Senior Evaluation Specialist, Thematic and Country \n", "Division, Independent Evaluation Department \n", "Haidy Ear-Dupuy, Senior Social Development Specialist (Core \n", "Labor Standards), SDSS, SDCC \n", "Carlo Antonio Garcia, Senior Integrity Officer, Prevention and \nCompliance Division, Office of Anticorruption and Integrity \nKashif Jamal, Financial Management Specialist, Public Financial \n", "Management Division, PPFD \n", "Januar Laude, Senior Financial Control Specialist, Loan and Grant \n", "Disbursement Section, Controller’s Department \n", "Irina Novikova, Senior Social Development Specialist (Safeguards), \n", "SDSS, SDCC \n", "Susann Roth, Principal Knowledge Sharing and Services Specialist, \n", "Knowledge Advisory Services Center, SDCC \n", "Malika Shagazatova, Social Development Specialist (Gender and \n", "Development), Gender Equity Thematic Group, SDCC \nAgnes Surry; Senior Planning and Policy Specialist; Operations \nPlanning and Coordination Division; Strategy, Policy and \nPartnerships Department \n", "Takashi Yamano, Senior Economist, Economic Analysis and \n", "Operational Support Division, Economic Research and Regional \nCooperation Department \n", "a Interdepartmental advisory team. \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n", " \n \n \n \n \n \nOne ADB Teama \n", " \n", " \n", " \n"]}