{"path": "data/input/reports/54282-001-rrp-en.pdf", "pages": [" \nReport and Recommendation  of the President \nto the Board of Directors\n \n \n \n \n \n \n \nProject Number: 54282-001  \nJuly 2020  \n \n \n \nProposed Loan and Administration of Loan \nRepublic of Uzbekistan: COVID-19 Emergency \nResponse Project  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nAccess to Information Policy. \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 22 July 2020) \n \nCurrency unit  –  sum (SUM) \nSUM1.00  =  $0.000098      \n$1.00  =  SUM10,204.06     \n \nABBREVIATIONS \n \n  ADB   –   Asian Development Bank  \n  AIIB  –  Asian Infrastructure Investment Bank \n  ASEW  –  Agency for Sanitary and Epidemiological Wellbeing \n  CARES  –  COVID-19 Active Response and Expenditure Support Program \n  COVID-19   –   coronavirus disease \n  ICT  –  information and communication technology \n  MOH  –   Ministry of Health \n  PAM  –  project administration manual \n  PCR  –  polymerase chain reaction \n  PIU  –  project implementation unit \n  PPE  –   personal protective equipment \n  WHO  –  World Health Organization \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars.  \n \nVice-President  Shixin Chen, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD)  \nDirectors  Rie Hiraoka, Social Sector Division (CWSS), CWRD \nCindy Malvicini, Uzbekistan Resident Mission (URM), CWRD \n \nTeam leaders  Hiddo A. Huitzing, Health Specialist, CWSS, CWRD \n  Raushanbek Mamatkulov, Senior Portfolio Management Specialist, \n  URM, CWRD \nTeam members  Yorkinjon Alimov, Procurement Officer, URM, CWRD \nFarida Djumabaeva, Associate Project Analyst, URM, CWRD \nShaista Hussain; Senior Results Management Specialist; Portfolio, \nResults, Safeguards and Gender Unit (CWOD-PSG); CWRD \nFeruza Insavalieva, Associate Safeguards Officer, URM, CWRD \nJenevieve Javier, Associate Project Analyst, CWSS, CWRD  \nMekhri Khudayberdiyeva, Senior Social Development Officer \n(Gender), URM, CWRD \nUrsula Lagan, Counsel, Office of the General Counsel \nOlivier Leonard; Senior Procurement Specialist; Procurement \nDivision 1 (PFP1); Procurement, Portfolio and Financial \nManagement Department (PPFD) \nAkmal Nartayev, Senior Financial Management Specialist, Public \nFinancial Management Division, PPFD \nJose Tiburcio Nicolas, Senior Social Development Specialist \n(Safeguards), CWOD-PSG, CWRD \n ", " \n  Kirthi Ramesh, Social Sector Specialist, CWSS, CWRD \nThomas Robinson, Procurement Specialist, PFP1, PPFD  \nMary Alice Rosero, Social Development Specialist (Gender and \nDevelopment), CWOD-PSG, CWRD \n  Syed Asim Ali Sabzwari, Environment Specialist, CWOD-PSG, \n  CWRD \n  Raushania Sibagatulina, Financial Management Officer, URM, \n  CWRD \n  Laureen Felisienne Tapnio, Operations Assistant, CWSS, CWRD \n  Donneth Walton, Lead Project Management Specialist, CWOD, \n  CWRD \n   \nOne ADB Teama  Zehra Abbas, Principal Environment Specialist, Safeguards Division \n  (SDSS), Sustainable Development and Climate Change \n  Department (SDCC) \n  Linda Adams, Senior Evaluation Specialist, Thematic and Country \n  Division, Independent Evaluation Department \n  Cigdem Akin; Senior Public Management Economist; Public \n  Management, Financial Sector, and Trade Division; CWRD \n  Eduardo Banzon, Principal Health Specialist, Health Sector Group, \n  SDCC \n  Charlotte Benson, Principal Disaster Risk Management Specialist, \n  Climate Change and Disaster Risk Management Division, \n  SDCC \n  Haidy Ear-Dupuy, Senior Social Development Specialist (Core \n  Labor Standards), SDSS, SDCC \n  Carlo Antonio Garcia, Senior Integrity Officer, Prevention and \n  Compliance Division, Office of Anticorruption and Integrity \nJanuar Laude, Senior Financial Control Specialist, Loan and Grant \nDisbursement Section, Controller’s Department \nOksana Nazmieva, Principal Financial Management Specialist, \nCWOD-PSG, CWRD \nIrina Novikova, Senior Social Development Specialist (Safeguards), \nSDSS, SDCC \nSusann Roth, Principal Knowledge Sharing and Services Specialist, \nKnowledge Advisory Services Center, SDCC \nMalika Shagazatova, Social Development Specialist (Gender and \nDevelopment), Gender Equity Thematic Group, SDCC \nAgnes Surry; Senior Planning and Policy Specialist; Operations \nPlanning and Coordination Division; Strategy, Policy and \nPartnerships Department \nTakashi Yamano, Senior Economist, Economic Analysis and \nOperational Support Division, Economic Research and Regional \nCooperation Department \na Interdepartmental advisory team. \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE   \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Project Description  5 \nC.  Value Added by ADB  6 \nD.  Summary Cost Estimates and Financing Plan  6 \nE.  Implementation Arrangements  7 \nIII.  DUE DILIGENCE  9 \nA.  Technical  9 \nB.  Economic and Financial Viability  9 \nC.  Sustainability  9 \nD.  Governance  10 \nE.  Poverty, Social, and Gender  10 \nF.  Safeguards  11 \nG.  Summary of Risk Assessment and Risk Management Plan  11 \nIV.  ASSURANCES  12 \nV.  RECOMMENDATION   12 \nAPPENDIXES \n1.  Design and Monitoring Framework  13 \n2.  List of Linked Documents  16 \n \n \n \n \n ", "", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 54282-001\nProject Name COVID-19 Emergency Response Project  Department/Division CWRD/CWSS\nCountry Uzbekistan Executing Agency Ministry of Health\nBorrower Ministry of Finance\nCountry Economic  https://www.adb.org/Documents/LinkedDocs/\nIndicators ?id=54282-001-CEI\nPortfolio at a Glance https://www.adb.org/Documents/LinkedDocs/\n?id=54282-001-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nHealth Disease control  of communicable disease 50.00\nHealth sector development and reform 50.00\nTotal 100.00\n3. Operational Priorities Climate Change Information\nAddressing remaining poverty and reducing inequalities GHG reductions (tons per annum) 0\nAccelerating progress in gender equality Climate Change impact on the  Low\nProject\nStrengthening governance and institutional capacity\nFostering regional cooperation and integration\nADB Financing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.5 Effective gender mainstreaming (EGM)\nSDG 3.3, 3.8, 3.d\nSDG 5.1 Poverty Targeting\nSDG 10.4 General Intervention on Poverty\nSDG 16.8\n4. Risk Categorization: Low\n.\n5. Safeguard Categorization Environment: B   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 100.00\n     Sovereign Project (Concessional Loan): Ordinary capital resources 100.00\nCofinancing 100.00\n     Asian Infrastructure Investment Bank - Project loan (Partial ADB  100.00\nAdministration)\nCounterpart  57.00\n     Government  57.00\nTotal 257.00\nCurrency of ADB Financing: US Dollar \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 23062020111340238853 Generated Date: 22-Jul-2020 11:43:09 AM", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nthe Republic  of Uzbekistan for the COVID-19  Emergency Response  Project. The report also \ndescribes the proposed partial administration of a loan to be provided by the Asian Infrastructure \nInvestment  Bank  (AIIB)  for the  COVID-19  Emergency  Response  Project,  and if the  Board \napproves the proposed loan, I, acting under the authority delegated to me by the Board, approve \nthe administration of the AIIB loan.   \n \n2.  The proposed project is part of an integral package of support to help the immediate and \ntransition efforts of the Government of Uzbekistan to mitigate the significant health, social, and \neconomic impacts of the coronavirus disease (COVID-19) pandemic. The project will help the \ngovernment to augment resilience to future public health emergencies, including a resurgence of \nCOVID-19, by improving testing, diagnosis, and management of COVID-19 cases.  \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  COVID-19  pandemic.  On  30  January  2020,  the  World  Health  Organization  (WHO) \ndeclared  the  COVID-19  outbreak  a  public  health  emergency  of  international  concern.  On \n11 March 2020, WHO declared the coronavirus outbreak a pandemic.1 By 7 July 2020, nearly \n11.5  million  people  had  been  diagnosed  with  COVID-19,  with  more  than  535,000  deaths, \nglobally.2 On 15 March 2020, the government announced the first confirmed COVID-19 case. \nOnly 10,587 COVID-19 cases and 39 deaths had been confirmed by 7 July 2020 because of strict \nlockdown measures.3 However, the number of confirmed cases is rising because of the relaxation \nof lockdown measures and the repatriation of thousands of Uzbek migrant workers, so Uzbekistan \nneeds to reinforce its resilience to COVID-19 and other public health emergencies.  \n \n4.  Socioeconomic  impact. Uzbekistan,  with a population of 34.1 million and estimated \ngross domestic product per capita of $1,742 (2019), is centrally located in Central Asia.4 It is \nparticularly vulnerable to the COVID-19 pandemic and related lockdown, as a regional trade and \ncommerce hub, with a large volume of international travelers and a large migrant population \nworking abroad, especially in the Russian Federation and Kazakhstan. Uzbekistan will suffer a \nsignificant macroeconomic impact,5 as gross domestic product growth is expected to decline to \n1.5% in 2020 from a pre-COVID-19 estimate of 6.0% (footnote 4). Uzbekistan is vulnerable to \nexternal shocks, given its heavy reliance on remittances.   \n  \n5.  The pandemic has resulted in widespread job losses, particularly for migrant laborers and \nworkers in industry and services. Of the small businesses, 85% are estimated to have closed \ntemporarily. According to a World Bank study, in the absence of remittances, the poverty rate \nbased  on  the poverty  line  for lower  middle-income  countries  ($3.2  per person  per day)  in \n \n1  WHO. Coronavirus Disease (COVID-19) Pandemic (accessed 6 April 2020). \n2  WHO. COVID-19 Dashboard (accessed 7 July 2020). \n3  Government of Uzbekistan, Ministry of Health COVID-19 information site (accessed 7 July 2020).   \n4  State Statistics Committee (accessed 8 June 2020); and International Monetary Fund. 2020. Republic of Uzbekistan: \nRequests for Disbursement under the Rapid Credit Facility and Purchase under the Rapid Financing Instrument—\nPress Release; Staff Report; and Statement by the Executive Director for the Republic of Uzbekistan. IMF Country \nReport No. 20/171. Washington, DC. \n5  Asian Development Bank (ADB). COVID-19 and Poverty: Some Scenarios Based on Grouped Distribution Data on \nHousehold Consumption. Unpublished. \n ", "2 \nUzbekistan  would have increased  from 9.6% to 16.8%  in 2018.6 Estimates  indicate that the \npoverty rate based on the same poverty line for lower middle-income countries, would increase \nfrom a projection of 7.4% before the crisis, to 8.7%, following the outbreak—equivalent  to an \nadditional 448,000 people falling into poverty in 2020.7 Household income, employment, and food \nsecurity are all expected to decline further unless the pandemic is contained, and the lockdown \nmeasures can be further eased.  \n \n6.  Government  response.  The  government  established  the  Special  Republican \nCommission  on 29  January  2020  to (i) monitor  the  epidemic  and  raise public  awareness, \n(ii) communicate  with  international  organizations  and  countries  experiencing  outbreaks,  and \n(iii) expand health care facilities and procure the necessary antiviral medicines and equipment.8 \nThe government released the National Health Strategic Preparedness and Response Plan on \n19 March 2020.9 The plan aims to (i) address the COVID-19 emergency by identifying, isolating, \nand providing care for patients with COVID-19 to minimize the disease spread, morbidity, and \nmortality; (ii) strengthen the short- and long-run capacity of the health system to provide intensive \ncare; (iii) implement  effective public awareness  campaigns  on how  to  tackle  the COVID-19 \nemergency;  (iv) expand  unemployment  benefits  to formal  sector workers;  (v) provide  wage \nsubsidies for companies for furloughed workers; and (vi) expand cash transfers to vulnerable \nhouseholds and individuals. The government established the SUM10.00 trillion Anti-crisis Fund \nand has undertaken health, economic stabilization, and social protection measures.10 Lockdown \nmeasures, including the closing of schools and businesses and a curfew in the most affected \nlocations, came into effect on 16 March 2020. The government requested emergency assistance \nfrom the Asian Development Bank (ADB) to upgrade and expand the national laboratory and \nsurveillance system on 26 April 2020. ADB’s Disaster and Emergency Assistance Policy paper \n(2004) (Emergency  Policy)  requires  that an emergency assistance  loan be processed in an \nexpeditious manner (within 12 weeks). Counting from the time the government officially requested \nADB to provide the emergency assistance on 26 April 2020, the processing  of the proposed \nemergency assistance loan exceeds the 12-week period, as stipulated in the Emergency Policy, \nby eleven days. The reason for the short delay was due to the government and ADB exploring \ndifferent options for support and defining the scope for the proposed project. \n \n7.  Damage  and  needs  assessment.  The  rigorous  lockdown  measures,  including  the \nquarantine of all suspected cases and contacts, helped reduce the 5-day moving average of daily \nnew confirmed COVID-19 cases from more than 100 in mid-April to less than 50 by the end of \nApril 2020. With the gradual lifting of travel restrictions,11 it increased to 300 by the first week of \nJuly 2020.12 WHO estimates that the weekly number of confirmed cases could plateau at more \nthan 8,000  by January 2021.13 Health  workers, more than 80.0% of whom are women,  are \ndisproportionately affected (11.0% of total cases) while representing only 1.3% of the population. \n \n6  W. Seitz. 2019. International  Migration and Household Well-Being.  Evidence from Uzbekistan. Policy Research \nWorking Paper. No. 8910. Washington, DC: World Bank.  \n7  World Bank. 2020. Supplementary  Development Policy Financing:  Sustaining  Market Reforms in Uzbekistan. \nWashington, DC.   \n8  The term “republican” is used to designate the national level (as opposed to the regional or district level).  \n9  WHO. 2020. National Health Strategic Preparedness and Response Plan. 6 April. Tashkent. Unpublished.  \n10 Presidential Decrees No. 5969 and No. 5978. \n11 Xinhua. 2020. Uzbekistan Extends Lockdown over COVID-19, Lifts Restrictions. 15 May. \n12 WHO. 2020. Uzbekistan COVID-19 Situation Report. 6 July. Tashkent. Unpublished. \n13 WHO. WHO COVID-19 Essential Supplies Forecasting Tool v2.0. Unpublished.  \n ", "3 \n8.  Testing, contact tracing, risk stratification, surveillance and monitoring, and treatment of \nCOVID-19 patients are crucial in containing the spread of the disease.14 The Agency for Sanitary \nand Epidemiological Wellbeing (ASEW) is responsible for infectious disease control, and operates \na surveillance and response system, laboratories, and infectious disease hospitals. Most of the \nCOVID-19  polymerase  chain reaction  (PCR)  testing is conducted at ASEW laboratories and \nregional  AIDS  centers. The turnaround  time for testing results is 1 day. ASEW’s laboratory \ncapacity needs to be expanded to be prepared for the COVID-19 surge and other public health \nemergencies. About 12,000 PCR tests can be performed daily by ASEW laboratories. Inadequate \nsupplies of test kits, reagents, and personal protective equipment (PPE) limit the full use of testing \ncapacity. Laboratory staff receive COVID-19  virtual training through the Tashkent Institute of \nPostgraduate  Medical  Education.  More  training  is  needed  on  topics  such as  (i)  laboratory \nbiosafety, (ii) use of equipment, and (iii) use of information and communication technology (ICT) \nsystems. Primary health care workers need further training in identifying potentially infected and \nhigh-risk individuals to improve contact tracing for screening, testing, isolation, and referral for the \ntreatment of cases. \n \n9.  An additional 30,800 beds are available for quarantine in Tashkent city and Tashkent \nregion. Fourteen regional hospitals and three republican (i.e., national) hospitals in Tashkent have \nbeen designated for treating COVID-19 cases. While more than 1,800 medical ventilators have \nbeen procured, this might not be sufficient in case of a surge of COVID-19 patients. The hospitals \nalso lack medical equipment to diagnose and treat comorbidities (simultaneous ailments) often \nseen in COVID-19 patients. These facilities need upgrading to provide safer working conditions \nand better personal protection to protect health workers. Targeted training on infection prevention \nand control and COVID-19 management is also needed. \n \n10.  The preoccupation with COVID-19  and the diversion of resources such as staff time, \nfacilities, equipment, and supplies, have affected the availability and quality of health services. It \nhas also affected demand for health services because of the lockdown, increased anxiety among \nthe population, and reduced household spending.15 Delays in the vaccination of children may give \nrise  to  outbreaks  of  other  communicable  diseases.  Disruption  to  the  treatment  of  chronic \nconditions  such as  HIV, AIDS, and tuberculosis  may  exacerbate  drug  resistance.  Women’s \naccess  to safe  delivery  and other maternal  and  child health  services  may be  jeopardized. \nMaintaining COVID-19 response and essential health services in parallel is needed. \n \n11.  Emergency assistance coordination. A COVID-19 management team was established \non 12 March 2020 to plan and coordinate multilateral support for COVID-19 socioeconomic \nresponse and recovery.16 The proposed response totals $289 million, including an ADB–AIIB \ncontribution of $200 million and a $38 million health component of the World Bank’s $95 million \nloan that focuses on the immediate needs of COVID-19 treatment and testing. ADB also mobilized \n$19.5 million from the Primary  Health Care Improvement  Project.17 Other support is in kind, \nincluding technical assistance, training, equipment, and supplies.18 ADB also provided grants of \nabout $1.6 million under regional technical assistance for the procurement of medical supplies \n \n14 Public health surveillance is the ongoing, systematic collection, analysis, and interpretation of health-related data \nessential to the planning, implementation, and evaluation of public health practice. Centers for Diseases Control and \nPrevention. Frequently Asked Questions COVID-19 Data and Surveillance. \n15 Global Financing Facility. 2020. Preserve Essential Health Services During the COVID-19 Pandemic: Uzbekistan. \n16 United Nations Development Programme. 2020. Consolidated Multilateral COVID-19 Socio-economic Response and \nRecovery Offer. Tashkent. Unpublished.   \n17 ADB. Uzbekistan: Primary Health Care Improvement Project. \n18 Including assistance  from the European Union, France, Germany, Japan, the People’s  Republic of China, the \nRepublic of Korea, the Russian Federation, Turkey, the United States, the International Committee of the Red Cross \nand Red Crescent, the Islamic Development Bank, UNICEF, WHO, and local companies and funds. \n ", "4 \nsuch as oxygen respirators.19 Budget support was provided through (i) $375 million from the \nInternational Monetary Fund, (ii) two Development Policy Operations totaling $700 million from \nthe World Bank, and (iii) ADB’s $500 million COVID-19 Active Response and Expenditure Support \nProgram  (CARES) approved in June 2020.20 A more detailed overview is in the emergency \nassistance coordination document.21 \n \n12.  Lessons  learned.  The  COVID-19  pandemic  is  exceptional  in size and  nature,  with \nevolving epidemiological and treatment scenarios. The government and development partners \nare learning from international experience and regular communication and coordination. A holistic \ngovernment  and  societal  response,  together  with  risk-based  community  interventions,  is \nessential. Health systems, protocols, and services must be adjusted to meet quality and safety \nstandards. Global supply of medical equipment and supplies constraints require the use of flexible \nprocurement and implementation arrangements. Implementation capacity must be accelerated to \nrespond effectively to the pandemic. ADB’s experience in supporting countries during the severe \nacute respiratory syndrome (SARS) outbreak shows the importance of partnering with technical \nagencies such as WHO; and the value of early response, planning, and building up health system \nresilience.   \n \n13.  Proposed  ADB  assistance.  The  proposed  project  is  part  of a comprehensive  ADB \npackage  that includes  budget support  through  the CARES Program  (footnote  20). It will be \ncofinanced by  AIIB to increase Uzbekistan’s resilience to the COVID-19 pandemic and future \npublic  health  emergencies.  The  project  will  support  the  testing,  surveillance,  and  case \nmanagement of COVID-19 in Uzbekistan by equipping and refurbishing the national laboratory \nsystem, establishing an ICT-based national surveillance and monitoring system, and improving \nand  expanding  the  COVID-19  treatment  capacity.  Activities  will  be  coordinated  with,  and \ncomplementary to, assistance from the World Bank and other partners, and fill the remaining gaps \nin medical equipment and supplies.   \n \n14.  The  proposed  project  is  aligned  with  four  operational  priorities  of  Strategy  2030:  \n(i) addressing poverty and reducing inequalities through improved health access, (ii) accelerating \ngender equality through occupational safety and training targets for women, (iii) strengthening \ngovernance and institutional capacity, and (iv) fostering regional cooperation through reducing \nrisks of cross-border disease transmission.22 Consistent  with the country partnership strategy \n2019–2023, the project will address rural-urban disparities in the quality of health care provision, \nincrease the health sector’s efficiency, and contribute to the development of an e-health system.23 \nThe  project  aligns  with  Uzbekistan’s  national  development  strategy  2017–2021,24  and  the \ngovernment’s strategy for developing the health care system, 2019–2025.25  \n \n \n \n \n19 ADB. 2020. Technical Assistance for Regional Support to Address the Outbreak of Coronavirus Disease 2019 and \nPotential Outbreaks of Other Communicable Diseases. Manila.  \n20 ADB. 2020. Report and Recommendation of the President to the Board of Directors: Proposed Countercyclical \nSupport Facility Loan to the Republic of Uzbekistan for the COVID-19 Active Response and Expenditure Support \nProgram. Manila. \n21 Emergency Assistance Coordination (accessible from the list of linked documents in Appendix 2). \n22 ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n23 ADB. 2019. Country Partnership Strategy: Uzbekistan, 2019–2023 —Supporting Economic Transformation. Manila.  \n24 Presidential Decree No. 4947. \n25 Presidential Decree No. 5590. \n ", "5 \nB.  Project Description  \n \n15.  Impact and outcome. The project is aligned with the following impacts: (i) efficiency, \nquality,  and  accessibility  of  health  care  increased  (footnote  24),  and  (ii)  human-to-human \ntransmission of COVID-19 contained (footnote 25). The project will have the following outcome: \nresilience  to  outbreaks of  COVID-19  and other  public  health emergencies  reinforced.26  The \nproject will have three outputs. \n \n16.  Output 1: National laboratory system strengthened. The project will help increase \ndiagnostic  capacity  to  detect  COVID-19  and  future  epidemics  by  supporting  38  out  of \n671 laboratories, to increase testing capacity for COVID-19 and related diseases.27 The output \nwill  support  the  assessment  of  laboratories,  minor  refurbishment  to  ensure  safe  working \nconditions  and female and male staff convenience  such as separate sanitation facilities and \nchanging rooms, as well as procurement of laboratory equipment, PPE, test kits, reagents, and \nother supplies to increase testing capacity, and a laboratory networking and information system. \nAt least 30 of the selected laboratories will meet safety standards to Biosafety Level 2 according \nto WHO guidelines.28 Health workers and facility staff who are at high risk of infection will have \npriority access to diagnostic services. International best practices using autoclave sterilizing and \nshredding of medical waste will be pioneered in Uzbekistan.   \n  \n17.  Output 2: National surveillance and response system established for COVID-19. The \nproject will help improve  the surveillance  capacity to identify potentially  infected people and \nimprove contact tracing, including screening, testing, isolation, and referral for the treatment of \ncases, nationwide. The output will assist ASEW to (i) develop and disseminate online protocols \nand training of primary  health  care  workers  and  institutional  caretakers  to identify  potential \nCOVID-19 cases and contacts, provide appropriate advice, and use a real-time digital reporting \nsystem to report these potential cases and contacts to ASEW; (ii) develop and test this digital \nreal-time monitoring system; and (iii) strengthen screening, and collection and transportation of \nrespiratory samples to a laboratory. The project will support consulting services for designing a \nreal-time monitoring system and associated training, vehicles for surveillance, and other supplies \nto increase the surveillance capacity of ASEW nationwide.  \n \n18.  Output  3:  COVID-19  treatment  capacity  expanded.  This output  aims  at  providing \nimproved clinical care of COVID-19 patients without disruption to essential services. The project \nwill  finance  the  refurbishment,  including  sex-segregated  facilities  for  staff  and  patients,  of \n16 treatment  centers, which  consist  of 14 regional hospitals for infectious  diseases  and two \nnational  level  hospitals,  i.e.  the  Scientific  Research  Institute  of Virology  and  the Scientific \nResearch Institute of Epidemiology, Microbiology and Infectious Diseases that are the designated \nCOVID-19 treatment centers. The project will support these hospitals to function as specialized \nCOVID-19 treatment centers by providing: (i) medical supplies and equipment, including for the \nexpansion of intensive care units; (ii) training of staff in infection prevention control, safety, and \nquality of care for COVID-19  patients; and, through technical  agencies, clinical and services \nguidelines; and (iii) ambulances, as required.  \n \n \n26 The design and monitoring framework is in Appendix 1.  \n27 The  38  laboratories  consist  of one  republican  and  14  regional  laboratories  of ASEW;  one  republican  and \n14 laboratories of the AIDS Centers; one republican and three regional laboratories of the Center for the Prevention \nof Plague, Quarantine and Especially Dangerous Infections; and the Scientific Research Institute of Virology, the \nScientific Research Institute of Epidemiology, Microbiology and Infectious Diseases, the Institute of Sanitary and \nProfessional Diseases, and the Institute of Medical Parasitology named L.M. Isaeva. \n28 WHO. 2004. Laboratory Biosafety Manual. \n ", "6 \n19.  Emergency assistance eligibility. The proposed emergency assistance loan meets the \neligibility criteria for ADB’s emergency assistance financing as it (i) helps refurbish high-priority \nphysical  assets,  such  as hospitals and medical facilities, and restore economic, social, and \ngovernance activities; (ii) is designed to mitigate immediate losses to priority assets, capacity, or \nproductivity  (such  as  health  care  workers);  (iii)  provides  immediate  short-term  transitional \nassistance; (iv) is restricted to the transition phase and is exclusively for priority rehabilitation; and \n(v) complements  efforts by other  development  partners  to ease  the transition  from  relief to \ndevelopment.  \n \nC.  Value Added by ADB \n \n20.  ADB is active in Uzbekistan’s health sector through the Primary Health Care Improvement \nProject (footnote 17). It also provided $500 million in budget support for the CARES Program to \n(i) strengthen  the  health  system  capacity  to  combat  the  spread  of  COVID-19;  (ii)  support \nbusinesses, employment, and job-creating regional public works; and (iii) expand social safety \nnets. For the health sector, the CARES Program will help the government procure ventilators, \ntesting kits, and PPE. While the CARES Program provides for immediate medical needs, the \nproposed project will support the remaining urgent needs and help Uzbekistan prepare for a \npotential resurgence of COVID-19 and future public health emergencies. The existing project \nimplementation unit (PIU) of the Primary Health Care Improvement Project (footnote 17), which \nis also engaged in COVID-19 related procurement, will help ensure efficient implementation of \nthe project. With macroeconomic support through the CARES Program, an ongoing project, and \ntechnical assistance,  ADB is providing complementary  support to Uzbekistan’s health sector. \nADB’s close relationship  with the government  and  key ministries,  local presence, and good \nunderstanding  of  local  procurement  practices  have  made  ADB  a trusted  partner,  allowing \ndevelopment partners such as AIIB to crowd in and trust ADB’s processes.   \n  \nD.  Summary Cost Estimates and Financing Plan \n \n21.  The  project is  estimated  to cost  $257,000,000  (Table  1). Detailed cost estimates  by \nexpenditure category and by financier are included in the project administration manual (PAM).29  \n \nTable 1: Summary Cost Estimates \n($ million) \nItem  Amounta \nA.         Base Costb   \n   1. Output 1: National laboratory system strengthened  152.5 \n   2. Output 2: National surveillance and response system established for COVID-19   28.6 \n   3. Output 3: COVID-19 treatment capacity expanded  59.6 \n    Subtotal (A)  240.7 \nB.  Contingenciesc  13.9 \nC.  Financial Charges During Implementationd  2.4 \n      Total (A+B+C)  257.0 \na  Includes taxes and duties of $57 million. Such amount does not represent an excessive share of the project cost. \nThe government will finance the taxes and duties by cash contributions.  \nb  In May 2020 prices. The project management costs are included in outputs. \nc  Physical and price contingencies, and a provision for exchange rate fluctuation, are included. \nd  Includes interest during implementation period, but no commitment or other charges on any sources of financing, in \nthe case of an Asian Development Bank loan; and interest, commitment charges, and front-end fee in the case of an \nAsian Infrastructure Investment Bank loan.  \nSources: Asian Development Bank, Asian Infrastructure Investment Bank, and Government of Uzbekistan. \n \n29 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "7 \n  \n22.  The government has requested a concessional loan of $100 million from ADB’s ordinary \ncapital resources to help finance the project. The loan will have an interest rate of 1.0% per year; \na term of 40 years, including a grace period of 10 years; repayment of principal at 2% per year \nfor the first 10 years after the grace period and 4% per year thereafter; and such other terms and \nconditions set forth in the draft loan agreement.  \n \n23.  The government has also requested a loan not exceeding $100 million from AIIB to help \nfinance the project. The AIIB loan offers a 6-month London interbank offered rate plus a variable \nspread (up to 1.00%), a commitment fee of 0.25% per year, a front-end fee of 0.25%, a nominal \ntenor of up to 35 years, and average maturity of up to 20 years.30 The ADB and AIIB loans will \njointly finance the expenditures in relation to goods, civil works, and consulting and non-consulting \nservices, at a 50:50 ratio. The government’s counterpart funding will include financing of taxes \nand  duties,  for  an  estimated  $57 million,  and  other  in-kind  contributions  such  as  project \nmanagement  support.  ADB will partially administer the AIIB loan for environment and social \nservices,  financial  management  services,  procurement  services,  investigative  services  and \ndisbursement services in accordance with ADB policies and procedures. The summary financing \nplan is in Table 2. \n \nTable 2: Summary Financing Plan \nAmounta  Share of Total \nSource  ($ million)  (%) \nAsian Development Bank     \nOrdinary capital resources (concessional loan)  100.0  38.9 \nAsian Infrastructure Investment Bank (loan)b   100.0   38.9 \nGovernment   57.0  22.2 \nTotal  257.0  100.0 \na  Physical and price contingencies, and a provision for exchange rate fluctuation, are included. \nb  Joint cofinancing, partially administered by the Asian Development Bank. The Asian Infrastructure Investment Bank \nfinancing is exclusive of ADB administration fees.   \nSources: Asian Development Bank, Asian Infrastructure Investment Bank, and Government of Uzbekistan. \n \nE.  Implementation Arrangements  \n \n24.  The project will be implemented over 24 months from August 2020 to July 2022. The loan \nis expected to be financially closed by 31 January 2023. The implementation arrangements are \nsummarized in Table 3 and described in detail in the PAM. The Ministry of Health (MOH) will be \nthe executing agency and ASEW will be the implementing agency. The MOH will appoint a senior \nstaff as project director to be responsible for overall project implementation.  The PIU will be \nexpanded with additional staff and will be responsible for the day-to-day management of project \nimplementation.  Individual  consultants  and consulting  firms  will be  recruited,  as needed, to \nsupport the monitoring  and evaluation,  procurement, bioengineering,  laboratory services, civil \nworks monitoring, procurement, and other implementation activities. Consulting firms will include \nthe following expertise: (i) building design and construction supervision, and (ii) ICT software \ndesign. \n \n25.  Among financiers, ADB will (i) partially administer the AIIB financing portion, (ii) lead the \nsupervision  and  monitoring  of  the  project,  and  (iii)  provide  the  services  identified  in  the \ncorresponding  co-lenders’  agreement  to be signed between ADB and AIIB,  following ADB’s \n \n30 The Government of Uzbekistan will confirm the loan conditions, including the loan maturity, amortization schedule, \nand the choice between a fixed lending spread and variable lending spread during loan negotiations in July 2020. \n ", "8 \napplicable policies and procedures. AIIB will approve withdrawal applications reviewed by ADB \nand may join in review missions.  \n \n26.  Procurement.  The response to the COVID-19  pandemic  requires quick procurement \nactions  in  a  disrupted  market  characterized  by  production  and  supply  shortages,  price \nfluctuations, logistics constraints, and a limited number of potential bidders. These impact directly \non the timely availability and quality of goods and call for more flexible procurement arrangements \nwhile maintaining the necessary due diligence. The procurement of goods, works, and consulting \nand non-consulting services financed by ADB and AIIB will follow the ADB Procurement Policy \n(2017, as amended from time to time) and Procurement Regulations for ADB Borrowers (2017, \nas amended from time to time), as well as the additional exemptions endorsed following ADB’s \nComprehensive Response to the COVID-19 Pandemic, which among others, allow for universal \nprocurement.31  Limited  tendering  or  direct  contracting  with  United  Nations  agencies  or \ngovernment framework contracts will be used when deemed appropriate. Details on procurement \narrangements are in the PAM. \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  August 2020–July 2022 \nEstimated completion date  31 July 2022 \nEstimated loan closing date  31 January 2023 \nManagement \n(i)  Oversight body  The Steering Committee (to be formed by September 2020) will be chaired by the \nMinister of Health. It will comprise the Project Director; representatives  from the \nMinistry of Health,  Ministry  of Investments  and  Foreign  Trade,  and  Ministry of \nFinance; and the Director of Uzinfocom.  \n(ii)  Executing agency  Ministry of Health    \n(iii)  Key implementing  Agency for Sanitary and Epidemiological Wellbeing  \nagency \n(iv) Implementation unit  PIU of Primary Health Care Improvement Projecta  \nProcurementb  OCB, Works  Multiple contracts  $53.20 million \n  (internationally advertised)  \nOCB, Goods   multiple contracts  $48.40 million \n(internationally advertised) \nRFQ  multiple contracts  $0.50 million \nDC  multiple contracts  $67.00 million \nLCB  2 contracts  $3.00 million \nConsulting services  ICS   21 person-months, international   $0.40 million \n(international and national)  120 person-months, national \nQCBS   TBD person-months  $2.00 million \nDC  TBD person-months  $0.40 million \nLCS  Lump sum  $0.05 million \nNon-consulting services, RFQ   Lump sum  $6.50 million \nRetroactive financing and  Retroactive financing is allowed for up to 30% of the loan amount for expenditures \nadvance contracting   incurred not earlier than 19 March 2020.c Advance contracting will be used to prepare \nthe tender process and direct negotiations to be contract ready for approval by the \nBoards of Directors of both ADB and AIIB. All advance contracting will follow ADB \nProcurement  Policy (2017,  as amended  from time to  time), ADB Procurement \nRegulations for ADB Borrowers (2017, as amended from time to time), as well as \nadditional exemptions endorsed following ADB’s Comprehensive Response to the \nCOVID-19 Pandemic. The issuance of invitations  to bids and consulting services \nrecruitment notices under advance contracting will be subject to ADB’s prior approval. \nThe government and executing agency have been advised that approval of advanced \ncontracting and retroactive financing does not commit ADB to finance the project. \n \n31 ADB. 2020. ADB’s Comprehensive Response to the COVID-19 Pandemic. Manila. \n ", "9 \nAspects  Arrangements \nDisbursement  The loan proceeds will be disbursed following ADB’s Loan Disbursement Handbook \n(2017, as amended from time to time), except the commitment procedure, which is \nnot allowed under this project for AIIB funds, and other detailed arrangements agreed \nbetween the government, ADB, and AIIB. The project will use advance account and \nstatement of expenditure procedures. The client portal will be used for disbursements. \nADB = Asian Development Bank, AIIB = Asian Infrastructure Investment Bank, DC = direct contracting, ICS = individual \nconsultant selection, ICT = information and communication technology, OCB = open competitive bidding, PCR = \npolymerase chain reaction, PIU = project implementation  unit, QCBS = quality- and cost-based selection, RFQ = \nrequest for quotation. \na  ADB. Uzbekistan: Primary Health Care Improvement Project.  \nb  The final distribution of costs will be determined during implementation. The total project loan amount will not exceed \n$200 million.  \nc  The government issued the National Health Strategic Preparedness and Response Plan on 19 March 2020. \nSource: Asian Development Bank. \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n27.  Project  activities  are considered  technically  viable,  based on  the needs assessment \nconducted by ADB, ASEW, the MOH, and WHO. The project has a low climate risk category, as \nproject sites will be in urban and/or semi-urban areas with limited to no direct risks from climatic \nconditions. The equipment and infrastructure financed by the project will be standardized with \nequipment provided by other development partners to ensure compatibility and minimize training \nrequirements.  ICT systems solutions  will be assessed for compatibility,  easy integration  and \ninteroperability  with  other  ICT platforms,  and  legal  ICT  application  requirements  within  the \ncountry.  \n \nB.  Economic and Financial Viability  \n \n28.  The project outputs are expected to prevent loss of human capital and address short- and \nmedium-term gaps in the health system. Because of the short processing time available for the \nemergency  response,  due  diligence  following  ADB  guidelines  on  economic  and  financial \nanalysis will  be  conducted  during  project  implementation  within  3  months  of  project \neffectiveness.32 The financial viability assessment will be limited to the post-COVID-19 period \nsince project outputs are public service goods with no cost recovery, as the testing and treatment \nof COVID-19 are sponsored by the government. The project administration budget will include \nresources to undertake the necessary project economic and financial analysis, in compliance with \nADB requirements.  ASEW  will coordinate  data  collection to ensure that ADB  and  AIIB are \nprovided with the necessary information to undertake the project economic and financial analysis, \nin compliance with ADB and AIIB requirements. \n \nC.  Sustainability \n \n29.  Strong government ownership will ensure that the developed surveillance and response \nsystem of ASEW and other project components will be sustained. The government budget will \nfund the operation and maintenance costs of the project assets after the project period. While the \ncontracts  for the procurement  of equipment  under  the project will  ensure  supplier-provided \npreventive and correct maintenance in the short term, the government’s commitment to ensure \n \n32 ADB. 2000. Handbook for the Economic Analysis of Health Sector Projects. Manila; and ADB. 2017. Guidelines for \nthe Economic Analysis of Projects. Manila.   \n ", "10 \nadequate budget allocations for operation and maintenance during and after the project will be \ncovenanted in the financing agreement and monitored during project implementation. \n \nD.  Governance \n \n30.  In 2019, ADB completed a governance risk assessment according to the implementation \nguidelines of ADB’s Second Governance and Anticorruption Action Plan.33 Uzbekistan needs to \nimprove its performance in governance—e.g., effectiveness, rule of law, and accountability. Its \npublic financial management  is deemed reliable in budget credibility, debt management, and \ntreasury functions, but has weaknesses in transparency, public participation, off-budget funding, \ninternal audit, and external audit. The new public financial management reforms aim to improve \nthe tax administration, introduce a medium-term budget framework, establish international public \nsector accounting and audit standards, and strengthen external audit.34 \n \n31.  The assessed pre-mitigation financial management risk is substantial mainly because of \n(i) the emergency nature of the project; (ii) the need for hiring and training new PIU financial \nmanagement staff on ADB project guidelines for the financial management and loan disbursement \nprocess; (iii) the required migration of project financial reporting from Microsoft Excel spreadsheet \nto the 1C accounting information system; and (iv) the potential risk of loan funds being used for \nother  purposes.  Key  risk  mitigating  strategies  are  set  out  in  the  financial  management \nassessment’s action plan and are due by project effectiveness. ADB’s Anticorruption Policy (1998, \nas amended  to  date)  was explained  to  and discussed  with MOH  and ASEW.  The  specific \nrequirements and supplementary measures are described in the PAM.  \n \n32.  ADB’s  project  procurement  risk assessment  concluded  that  the  procurement  risk  is \nmoderate mainly because of the scale of procurement to be carried out under difficult conditions, \nwhile  it  recognizes  the  executing  agency  and  the  PIU are  familiar  with  ADB  procurement \nprocedures. Accordingly, capacity of the current PIU for the Primary Health Care Improvement \nProject  will  be  enhanced  with  additional  consultants.  The  government  is  also  planning  to \nstrengthen procurement rules to enhance transparency, including subjecting all procurement of \nemergency supplies to an ex-post audit by the Audit Chamber with results published on the \nMinistry of Investments and Foreign Trade website.  \n \nE.  Poverty, Social, and Gender \n \n33.  In 2018, 11.4% of the population lived below the national poverty line (footnote 23). About \n1.3% of the population  is estimated to have already slipped below the poverty line for lower \nmiddle-income countries ($3.2 per person per day in purchasing power parity terms) following the \noutbreak (footnote 7). However, this underestimates a larger impact, especially on households \ndependent on remittances from migrant workers. The COVID-19 pandemic will have a much \nhigher impact on the poor and near-poor as a result of lower access to information and services, \nthe lockdown resulting in the loss of jobs during and after the pandemic, and the increasing cost \nof food and medical and other services. Therefore, by containing COVID-19 and other public \nhealth emergencies, the project is expected to reduce the poor’s hardship, while benefiting all \ncitizens of Uzbekistan. \n \n33 ADB. 2006. Second Governance and Anticorruption Action Plan (GACAP II). Manila.   \n34 ADB. 2019. Country Partnership Strategy: Uzbekistan, 2019–2023—Supporting  Economic Transformation. Manila; \nWorld Bank. 2019. Uzbekistan Public Expenditure Review. Washington, DC; and World Bank and European Union \nDelegation  to Uzbekistan.  2019.  2018  Public Expenditure  and  Financial  Accountability  (PEFA) Performance \nAssessment Report. Tashkent.   \n ", "11 \n34.  The  proposed  project’s  gender  categorization  is  effective  gender  mainstreaming.  In \nUzbekistan, about 80% of health workers are female, and more than 80% of the infected health \nworkers were women as of 26 May 2020. The government has developed standardized testing \nprotocols that would increase access to testing for female health workers, and prioritize testing \nbased on risk level. It has also approved a resolution that outlines additional remuneration for \nhealth workers involved in COVID-19 treatment and control. The following gender designs and \ntargets have been agreed with the MOH: (i) all frontline staff in 16 project hospitals will be trained \nin infection prevention control and, where applicable, patient management to treat COVID-19 \ncases and other infectious respiratory diseases; (ii) access to testing for health workers and \npregnant women will be prioritized; (iii) a COVID-19 monitoring system will be established and \noperational with sex- and age-disaggregated data; (iv) sex-segregated facilities will be provided \nfor health workers and separate female and male wards for patients; (v) well-fitting PPE and \nsanitary supplies will be provided; and (vi) sex-disaggregated data on rates of infection among \nmedical and support staff will be regularly collected, monitored, and reported.  \n   \nF.  Safeguards \n  \n35.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows.35 \n \n36.  Environment  (category  B).  Small-scale  refurbishment  works  will be  carried  out  to \nprepare health facilities for ensuring staff and patient safety and installing medical equipment. The \ninfectious medical waste produced during the operation of laboratories and treatment centers will \nrequire proper management and disposal. An environmental assessment and review framework \nhas been prepared and disclosed on the ADB website. An initial environmental examination study \nwill be undertaken during implementation before the start of any rehabilitation works. \n \n37.  Involuntary  resettlement  (category  C). The project  will not  result  in any new land \nacquisition, as civil works are limited to the minor refurbishment and repair of 54 laboratories and \nother medical facilities. This will be reconfirmed following the detailed design. An involuntary \nresettlement screening checklist has been included in the environmental assessment and review \nframework to screen subprojects for any involuntary resettlement  related impacts before the \naward of civil works contracts. \n \n38.  Indigenous peoples (category C). No communities or groups within the project area may \nbe considered indigenous peoples, as defined under ADB’s Safeguard Policy Statement (2009). \nHence, no indigenous peoples communities are expected to be affected by the project. \n \nG.  Summary of Risk Assessment and Risk Management Plan \n \n39.  Significant risks and mitigating measures are summarized in Table 4 and described in \ndetail in the risk assessment and risk management plan.36  \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nThe government counterpart financing will need to  The PIU will estimate the tax and duty requirements upon \nbe provided in cash to pre-finance taxes and  contract award on a quarterly basis and submit them to the \nduties. Timely availability of counterpart  MOF for cash allocation projection. It will also closely monitor \ncontribution for pre-financing might be a challenge.  the tax and duty reimbursements. \n \n35 ADB. Safeguard Categories. \n36 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "12 \nRisks  Mitigation Measures \nPotential delay in recruiting contractor will delay  ASEW will recruit additional  PIU staff, including  the civil \nproject civil works and commissioning of the  engineer and contract management specialist.  \nlaboratory and medical equipment.   Advance actions include (i) a rapid assessment of the project \n  sites, and (ii) preparation of contracts with the MOH institute \ncharged  with  monitoring  and  with  firms for architectural \ndesign and technical specifications of infrastructural works \nand biomedical and nonmedical equipment.  \nLack of the allocated financial resources for  The MOF and MOH will assure, through a loan covenant, that \nadequate O&M in the post-warranty period may  sufficient financial and human resources will be allocated in \nlead to premature deterioration of equipment and  the budgets to ensure adequate O&M quality. The MOH and \ndeterioration of the laboratory test and medical  ASEW will sign a 2-year (or longer) preventive and corrective \ntreatment quality.   maintenance contracts with the suppliers or their designated \nequipment maintenance companies to ensure regular high-\nquality O&M. Supplier contracts will include user training.  \nFailure to ensure adequate project financial  The PIU will recruit a well-qualified and experienced \nreporting and audit may entail the misuse of loan  financial management specialist. The PIU will install and \nfunds and failure to achieve the project outcome.  regularly update “Accounting 1C.” The MOH will recruit a \nGovernment accountability for emergency fund  well-qualified audit firm to audit the project financial reports. \nexpenditures is less robust, with a risk of  ADB will ensure that two annual financial audits and two \nmismanagement.   special audits at the midterm review and post-project \n   completion are carried out. \nADB = Asian Development Bank, ASEW = Agency for Sanitary and Epidemiological Wellbeing, MOF = Ministry of \nFinance, MOH = Ministry of Health, O&M = operations and maintenance, PIU = project implementation unit.  \nSource: Asian Development Bank.  \n \nIV.  ASSURANCES \n \n40.  The government has  assured ADB that implementation of the project shall conform to all \napplicable ADB requirements, including those concerning anticorruption measures, safeguards, \ngender, procurement, consulting services, financial management, and disbursement as described \nin detail in the PAM and loan documents.  The government  has agreed with ADB on certain \ncovenants for the project, which are set forth in the draft loan agreement. The loan agreement will \nnot become  effective  until, among  others, the AIIB loan agreement has  been executed and \nbecomes effective in accordance with the terms thereof.  \n \nV.  RECOMMENDATION  \n \n41.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve: \n(i)  the loan of $100,000,000  to the Republic of Uzbekistan for the COVID-19 Emergency \nResponse Project, from ADB’s ordinary capital resources, in concessional terms, with an \ninterest charge at the rate of 1% per year; for a term of 40 years, including a grace period \nof 10 years; with repayment of principal at 2% per year for the first 10 years after the grace \nperiod  and  4%  per  year  thereafter;  and  such  other  terms  and  conditions  as  are \nsubstantially in accordance with those set forth in the draft loan agreement presented to \nthe Board; and \n(ii)  waiver  of  the requirement  for a 12-week  processing  period  under  the Disaster  and \nEmergency Assistance Policy (2004) and as discussed more fully in paragraph 6 of this \nreport.  \n \n \nMasatsugu Asakawa  \nPresident \n22 July 2020\n ", "Appendix 1  13 \n                         DESIGN AND MONITORING FRAMEWORK \nImpacts the Emergency Assistance Project is aligned with: \nEfficiency, quality, and accessibility of health care increased (Presidential Decree No. UP-5590)a  \nHuman-to-human transmission of COVID-19 contained (National Health Strategic Preparedness \nand Response Plan)b \n \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By June 2022     \n       \nResilience to  a. Testing surge capacity  a. MOH report, PIU  Delays in procuring \noutbreaks of   increased to 25,000 PCR  assessment of facilities,  supplies because of \nCOVID-19 and other  tests per day by trained lab  midterm review special  global shortages \npublic health  technicians, with turnaround  audit, and post-project   \nemergencies  time of less than 24 hours for  special audit reports \nreinforced  testing for COVID-19   \n  (2020 baseline: 15,000 with   \n  turnaround time of 24 hours)   \n   \nb. Treatment surge capacity  b. MOH report, PIU \nfor critical care increased to  assessment of facilities, \nmore than 3,500 functional  midterm review special \nintensive care units attended  audit, and post-project \nby trained medical staff  special audit reports \n(2020 baseline: 1,000) \nOutputs  By January 2022     \n       \n1. National  1a.  At least 30 project- 1a.  MOH compliance  Global supply \nlaboratory system  supported laboratories  checks based on WHO  constraints lead to \nstrengthened  compliant with Biosafety  guidelines, midterm  price inflation beyond \nLevel 2 requirements and  review special audit, and  what is included in \nGood Laboratory Practice or  post-project special audit  contingencies.  \nequivalent standards,  reports     \nincluding sex-segregated   \nsanitation facilities   \n(2020 baseline: 0)c \n \n  1b.  At least  1b.  Laboratory records \n500,000 additional regular  and MOH \nPCR tests to detect    \nCOVID-19 conducted by \nJune 2021, prioritizing \nfrontline health workers (80% \nof whom are women) and \npregnant patients (10 June \n2020 baseline: 830,000)d \n \n2. National  2a.  All project-supported  2a.  MOH report,   \nsurveillance and  national and regional  midterm review special   \nresponse system  laboratories provide real-time  audit, and post-project   \nestablished for  sex- and age-disaggregated  special audit reports,   \nCOVID-19   COVID-19 test results to  screenshots    \nSMIMS by June 2021 for data     \nanalysis, decision-making,     \nand data visualization     \n(2020 baseline: 0)     \n ", "14  Appendix 1 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \n3. COVID-19  3a.  All 16 project-supported  3a.  MOH compliance   \ntreatment capacity  COVID-19 treatment facilities  checks based on WHO \nexpanded  refurbished with improved  guidelines, midterm \nsex-segregated facilitiese and  review special audit, and \nupgraded according to WHO  post-project special audit \nstandards (2020 baseline: 0)  reports   \n   \n3b.  All frontlinef staff (at least  3b.  Training firm report, \n80% of whom are women) in  midterm review special \n16 project hospitals have  audit, and post-project \nimproved skills in infection  special audit reports  \nprevention control and patient   \nmanagement to treat COVID-\n19 cases and other infectious \nrespiratory diseases by June \n2021 (baseline: 0%)  \nKey Activities with Milestones \n1.  National laboratory system strengthened \n1.1.  Undertake rapid assessment of current laboratories (July–August 2020) \n1.2.  Finalize budgets for upgrading infrastructure of laboratories at Biosafety Level 2 (August 2020) \n1.3.  Finalize budgets for equipping laboratories (August 2020) \n1.4.  Prepare contract monitoring contract with MOH institute charged with monitoring (August 2020) \n1.5.  Prepare contracting (multiple lots) for architectural design and technical specifications infrastructure \nworks, and biomedical and nonmedical equipment for laboratories at Biosafety Level 2 (August 2020) \n1.6.  Award monitoring contract to MOH institute charged with monitoring (September 2020) \n1.7.  Award contract for architectural design and technical specifications for infrastructure works, and \nbiomedical and nonmedical equipment for laboratories at Biosafety Level 2 (September 2020) \n1.8.  Finalize  architectural  designs  and  technical  specifications for  civil  works  for  laboratories  at \nBiosafety Level 2 (December 2020) \n1.9.  Tender for construction companies (multiple lots) for upgrading infrastructure of laboratories to \nBiosafety Level 2 (January 2021) \n1.10. Award  contract  to  construction  companies  for  upgrading  infrastructure  of  laboratories  to \nBiosafety Level 2 (March 2021) \n1.11. Publish tender for biomedical and nonmedical equipment (multiple lots) (March 2021) \n1.12. Award contract for biomedical and nonmedical equipment (June 2021) \n1.13. Installation and commissioning of upgraded laboratories (December 2022) \n1.14. Installation and commissioning of equipment at upgraded laboratories (January 2022) \n1.15. Training on new equipment at upgraded laboratories (February 2022) \n2.  National surveillance and monitoring system established for COVID-19 \n2.1.  Prepare contracting for the design of the SMIMS and for the development of health apps (multiple \nlots) (July–August 2020) \n2.2.  Award contracts for the design and implementation of the SMIMS and for the development of health \napps (September 2020) \n2.3.  Finalize the design of the SMIMS (December 2020) \n2.4.  Finalize the design of the health apps (December 2020) \n2.5.  Launch the health apps (January 2021)   \n2.6.  Publish tender for ICT equipment for SMIMS (multiple lots) (January 2021) \n2.7.  Award contract for ICT equipment for SMIMS (March 2021) \n2.8.  Installation and commissioning of ICT equipment for SMIMS (September 2021) \n2.9.  Launch of SMIMS (November 2021) \n  \n ", "Appendix 1  15 \n3.  COVID-19 treatment capacity expanded \n3.1.  Undertake rapid assessment of current treatment facilities (July–August 2020) \n3.2.  Finalize budgets for upgrading of infrastructure of treatment facilities (August 2020) \n3.3.  Finalize budgets for equipping of treatment facilities (August 2020) \n3.4.  Prepare contract monitoring contract with the MOH institute charged with monitoring (August 2020) \n3.5.  Prepare  contracting  (multiple  lots)  for  architectural  design  and  technical  specifications  for \ninfrastructure works, and biomedical and nonmedical equipment for treatment facilities (August 2020) \n3.6.  Award monitoring contract to MOH institute charged with monitoring (September 2020) \n3.7.  Award contract for architectural design and technical specifications for infrastructure works, and \nbiomedical and nonmedical equipment for treatment facilities (September 2020) \n3.8.  Finalize  architectural  designs  and  technical  specifications civil  works  for  treatment  facilities \n(December 2020) \n3.9.  Publish tender for construction companies (multiple lots) for upgrading infrastructure of treatment \nfacilities (January 2021) \n3.10. Award  contract to  construction companies  for  upgrading  infrastructure of  treatment  facilities \n(March 2021) \n3.11. Tender for biomedical and nonmedical equipment (multiple lots) (March 2021) \n3.12. Contract award for biomedical and nonmedical equipment (June 2021) \n3.13. Installation and commissioning of upgraded treatment facilities (December 2021) \n3.14. Installation and commissioning of equipment at upgraded treatment facilities (January 2022)   \n3.15. Provide training on new equipment at upgraded treatment facilities (February 2022) \nProject Management Activities \nRecruit additional PIU staff \nRecruit individual consultants to support PIU \nPurchase and install 1C accounting information system \nRecruit consultancy firms to develop ICT system for SMIMS \nFinancial and economic analysis conducted by Q3 2020 with assistance of PIU staff (September 2020) \nEstablish monitoring and evaluation system (Q3 2020) \nInputs \nADB: $100 million (emergency assistance loan) \nAIIB: $100 million (loan) \nGovernment of Uzbekistan: $57 million (counterpart funding) \nAssumptions for Partner Financing \nNot applicable \nADB = Asian Development Bank, AIIB = Asian Infrastructure Investment Bank, COVID-19 = coronavirus disease,  \nICT = information and communication technology, MOH = Ministry of Health, PCR = polymerase chain reaction, PIU = \nproject implementation unit, Q = quarter, SMIMS = surveillance and monitoring information management system, WHO \n= World Health Organization. \na   Presidential Decree No. UP-5590 dated 7 December 2018.  \nb  WHO. 2020. National Health Strategic Preparedness and Response Plan. 6 April. Tashkent. Unpublished \nc  Sex-segregated facilities will include separate changing rooms and water and sanitation facilities for staff.     \nd  According to government protocols, including for pregnant women who visit health facilities. \ne  Sex-segregated facilities will include separate changing rooms and water and sanitation facilities for medical staff as \nwell as separate female and male wards for patients. \nf  Medical, paramedical, technical, and cleaning staff who come directly or indirectly into contact with suspected or \nconfirmed COVID-19 patients. \nSources: Asian Development Bank.  \n ", "16  Appendix 2 \n                               LIST OF LINKED DOCUMENTS \n  http://www.adb.org/Documents/RRPs/?id=54282-001-3 \n     \n1.  Loan Agreement     \n2.  Summary Assessment of Damage and Needs     \n3.  Project Administration Manual     \n4.  Contribution to the ADB Results Framework     \n5.  Emergency Assistance Coordination     \n6.  Summary Poverty Reduction and Social Strategy     \n7.  Risk Assessment and Risk Management Plan     \n8.  Gender Action Plan     \n9.  Environmental Assessment and Review Framework     \n  \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20200722115422+08'00'", "Creator": "PDF24 Creator", "Keywords": "uzbekistan, covid-19, coronavirus, covid-19 pandemic, covid-19 recovery, covid-19 response, public health, 54282-001, loan 3956, loan 8383, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20200804102310+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The proposed project is part of an integral package of support to help the immediate and transition efforts of the Government of Uzbekistan to mitigate the significant health, social, and economic impacts of the coronavirus disease (COVID-19) pandemic. The project will help the government to augment resilience to future public health emergencies, including a resurgence of COVID-19, by improving testing, diagnosis, and management of COVID-19 cases.\r\rThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\r\rThis document dated July 2020 is provided for the ADB project 54282-001 in Uzbekistan.", "Title": "COVID-19 Emergency Response Project: Report and Recommendation of the President"}}