{"path": "data/input/reports/54459-001-rrp-en.pdf", "pages": [" \n \n \n \n \n \nReport and Recommendation of the President \n \n \nto the Board of Directors\n   \n  \n \n \n \n \n \nProject Number: 54459-001 \nApril 2021 \n \n \n \n \nProposed Loan \nZhujiang Financial Leasing Company Limited \nZhujiang Financial Leasing Small and Medium-Sized \nEnterprises Finance Project \n(People’s Republic of China) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis is a redacted version of the document approved by ADB’s Board of Directors, which excludes \ninformation that is subject to exceptions to disclosure set forth in ADB’s Access to Information \nPolicy. \n \n ", "CURRENCY EQUIVALENTS \n(as of 7 April 2021) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1529 \n$1.00  =  CNY6.5395 \n \n \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nCAGR  –  compound annual growth rate \nCAR  –  capital adequacy ratio \nCBIRC  –  China Banking Insurance Regulatory Commission \nCEO  –  chief executive officer \nCOVID-19  –  coronavirus disease \nCRO  –  chief risk officer \nE&S  –  environmental and social \nESMS  –  environmental and social management system \nGDP  –  gross domestic product \nGRCB  –  Guangzhou Rural Commercial Bank \nNIM  –  net interest margin \nNPL  –  nonperforming loan \nPRC  –  People’s Republic of China \nSMEs  –  small and medium-sized enterprises \nSOE  –  state-owned enterprise \nYE  –  year-end \nZFL  –  Zhujiang Financial Leasing Company Limited \n \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n   ", " \n \nVice-President  Ashok Lavasa, Private Sector Operations and Public–Private Partnerships \nDirector General  Suzanne C. Gaboury, Private Sector Operations Department (PSOD) \nDeputy Director  Christopher Thieme, PSOD \nGeneral \nDirector  Christine Engstrom, Private Sector Financial Institutions Division (PSFI), \nPSOD \n   \nTeam leader  Biao Huang, Principal Investment Specialist, PSFI, PSODa \nTeam members  Genevieve Abel, Principal Transaction Support Specialist (Integrity) \nPrivate Sector Transaction Support Division (PSTS), PSOD \n  Conrado Abuel, Investment Officer, Office of the Director General – Risk \nAnalytics Unit, PSOD \n  Yidan Chen, Senior Investment Officer, PSFI, PSODb \n  Nigel Chin, Senior Counsel, Office of the General Counsel \nTarang Khimasia, Principal Investment Specialist, Office of the Director \nGeneral – Guarantees and Syndications Unit (OPSD-GSU), PSOD \n  Laurence Genee, Senior Safeguards Specialist, PSTS, PSOD \n  Beatrice Gomez, Senior Safeguards Specialist, PSTS, PSOD \n  Jocelyn Munsayac, Principal Safeguards Specialist, PSTS, PSOD \n  Amanda Satterly, Senior Social Development Specialist, PSTS, PSOD \n  Siela Teng-Almocera, Social Development Officer, PSTS, PSOD \nShota Yamanaka, Young Professional, OPSD-GSU, PSOD \na  Outposted to the People’s Republic of China (PRC) Resident Mission. \nb  Assigned to the PRC Resident Mission. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area\n ", "CONTENTS \n \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE FINANCIAL INTERMEDIARY  1 \nA.  Investment Identification and Description  1 \nB.  Business Overview and Strategy  2 \nC.  Ownership, Management, and Governance  3 \nD.  CONFIDENTIAL INFORMATION DELETED  3 \nIII.  THE PROPOSED ADB ASSISTANCE  3 \nA.  The Assistance  3 \nB.  Implementation Arrangements  3 \nC.  Value Added by ADB Assistance  4 \nD.  CONFIDENTIAL INFORMATION DELETED  5 \nIV.  DEVELOPMENT IMPACTS AND STRATEGIC ALIGNMENT  5 \nA.  Development Impacts, Outcome, and Outputs  5 \nB.  Alignment with ADB Strategy and Operations  5 \nV.  POLICY COMPLIANCE  6 \nA.  Safeguards and Social Dimensions  6 \nB.  Anticorruption Policy  7 \nC.  CONFIDENTIAL INFORMATION DELETED  7 \nD.  Assurances  7 \nVI.  RECOMMENDATION  7 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  8 \n2.  List of Linked Documents  10 \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 54459-001\nProject Name Zhujiang Financial Leasing Small Department/Division PSOD/PSFI\nand Medium-Sized Enterprises \nFinance Project\nCountry China, People's Republic of\nBorrower  Zhujiang Financial Leasing \nCompany Limited\nPortfolio at a Glance https://www.adb.org/Documents/\nLinkedDocs/?id=54459-001-Port\nAtaGlance\nqq\n2. Sector Subsector(s)      ADB Financing ($ million)\nFinance Small and medium enterprise finance and leasing 40.00\nTotal\n40.00\nqq\n3. Operational Priorities Climate Change Information\nAddressing remaining poverty and reducing inequalities GHG reductions (tons per annum) 0.000\nAccelerating progress in gender equality Climate Change impact on the Project Low\nADB Financing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nQq\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 5.1 Some gender elements (SGE)\nSDG 8.10\nPoverty Targeting\nGeneral Intervention on Poverty\nqq\n4. Nonsovereign Operation Risk Rating\nObligor Name Obligor Risk Rating Facility Risk Rating\nZhujiang Financial Leasing Company Limited\n5. Safeguard Categorization Environment: FI  Involuntary Resettlement: FI Indigenous Peoples: FI\nQq\n6. Financing\nModality and Sources Amount ($ million)\nADB 40.00\n     Nonsovereign LIBOR Based Loan (Regular Loan): Ordinary capital resources 40.00\nCofinancing 40.00\n     Others  40.00\nOthers a 0.00\nTotal 80.00\nCurrency of ADB Financing: US Dollar, Yuan Renminbi \naDerivedbydeductingADBfinancingandCofinancingfromTotalProjectCost.\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 19042021152133368607 Generated Date: 14-Jun-2021 8:53:14 AM ", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan of \nup to $40,000,000 (or its yuan equivalent) to Zhujiang Financial Leasing Company Limited (ZFL) \nfor the Zhujiang Financial Leasing Small and Medium-Sized Enterprises Finance Project in the \nPeople’s Republic of China (PRC). \n \n2.  The project entails the Asian Development Bank (ADB) providing longer-tenor financing \nto ZFL for lease finance to small and medium-sized enterprises (SMEs) in the PRC. ADB’s \nfinancing will support ZFL’s funding requirements for long-term funding for SMEs, which is in short \nsupply.  ADB’s  support  will  enable  the  company  to  provide  longer-tenor  lease  finance  to \nunderserved segments, improve its asset–liability profile, and diversify its funding sources. \n \nII.  THE FINANCIAL INTERMEDIARY \n \nA.  Investment Identification and Description \n \n3.  Overview of access to finance by small and medium-sized enterprises. SMEs are an \nimportant part of the PRC economy. The development of SMEs directly contributes to economic \ngrowth, given their critical role in creating jobs. Small businesses with 300 or fewer employees \naccounted for 98.64% of all firms and contributed more than 60% of total gross domestic product \n(GDP), 50% of tax income, 75% of job creation, and 68% of exports.1  Despite the significant \ncontribution of SMEs to economic growth, limited access to finance has always been a major \nconstraint on SMEs. Banks have shown a preference for lending to state-owned enterprises \n(SOEs) and larger corporates operating in the priority sectors identified in domestic industrial \npolicy, as SMEs are considered a higher-risk segment with higher transaction costs. Since 2011, \nthe  Government  of  the  PRC  has  implemented  various  initiatives  to  improve  the  business \nenvironment for SMEs and facilitate their access to finance, including amending the Law on \nPromoting Small and Medium-sized Enterprises and developing small banks and non-deposit-\ntaking financial institutions. Despite government initiatives, many SMEs are still marginalized in \naccess to financing. The financing gap for micro and SMEs in the PRC reached $1.89 trillion in \n2017, accounting for 17% of GDP.2 \n \n4.  Financial leasing industry. Leasing is particularly suited for SME financing, especially to \npurchase equipment, which is not generally accepted as collateral by commercial banks. The \nPRC’s leasing industry grew rapidly at a compound annual growth rate of 24.85% in 2008–2019, \nfilling the gap that traditional banks do not bridge. Despite rapid growth, the financial leasing \nindustry needs further development. The lease penetration rate was 1.71% in 2019, ranking it \n24th out of the top 50 global leasing markets.3 \n \n5.  Impact of the COVID-19 pandemic on small and medium-sized enterprises. The \noutbreak of the coronavirus disease (COVID-19) pandemic in 2020 has adversely impacted SMEs \nin the PRC. They are vulnerable to shocks because of their financial weakness, lower degree of \nbusiness diversification, smaller size, and lower ability to withstand temporary disruption in \nproduction and services. SMEs are generally not as digitalized as other firms, making them less \nresilient and flexible in adapting to changes in work processes to respond to the business \n \n1  Organisation for Economic Co-operation and Development. 2020. Financing SMEs and Entrepreneurs 2020. Paris. \n2  SME Finance Forum. Formal MSME Finance Gap (accessed on 26 March 2021). \n3  White Clarke Group. 2021. Global Leasing Report 2021. London. Lease penetration rate is measured as a \npercentage of lease finance to total GDP. \n ", "2 \nenvironment during the pandemic. The government has introduced policy measures to support \nSMEs,  including  raising  central  bank  relending  and  rediscounting  quotas,  and  directionally \nlowering the deposit reserve ratio of the People’s Bank of China to encourage banks to lend more \nto SMEs at lower interest rates. Despite this policy support, SMEs continue to face difficulty in \naccessing finance. As of June 2020, credit to SMEs accounted for only 28.86% of total bank \nloans.4 \n \n6.  Rationale. ADB’s nonsovereign operations projects in the PRC’s finance sector have \nactively supported leasing, targeting diverse subsectors in underdeveloped segments, including \nSME financing.5 In 2018, ADB disbursed a $60 million loan (in CNY equivalent) to ZFL for SME \nfinance in the underdeveloped central and western regions of the PRC,6 and the loan proceeds \nhave been successfully deployed. The COVID-19 outbreak has exposed significant challenges \nfor SME development, reducing jobs, especially for migrant workers from rural areas, who \ntypically work in services and light manufacturing. CONFIDENTIAL INFORMATION DELETED. \n \n7.  CONFIDENTIAL INFORMATION DELETED. Guangdong’s Pearl River Delta area alone \nhad 44.2 million migrant workers in 2019 or 25% of all migrant workers in the PRC.7 Almost all \nmigrant workers are employed by SMEs, which accounted for 98.4% of total enterprises in \nGuangdong. The COVID-19 pandemic has significantly impacted SMEs and jobs for migrant \nworkers; 8 million migrant workers are estimated to have lost their urban jobs on a long-term basis \nand resettled in their native regions because of the COVID-19 outbreak.8 SMEs in Guangdong \nface significant challenges in accessing finance. Loans to all private enterprises in Guangdong \naccounted for 28.0% of the total outstanding banking sector loans in that province by the third \nquarter of 2020, while loans to SMEs accounted for only 10.4%.9 Lack of collateral is a key \nconstraint on SMEs’ access to finance, and unsecured loans to SMEs accounted for only 9.1% of \ntotal SME loans and 0.95% of total banking sector loans in Guangdong. The province has \nsubstantial regional disparity in economic development and significant income inequality. In 2019, \nthe total GDP of Guangzhou and Shenzhen cities accounted for 46.9% of total GDP of the entire \nprovince.10 Of the 21 cities in Guangdong, 14 had a per capita GDP that was below the national \naverage of CNY71,965 ($10,300). Shenzhen, the most developed city, had a GDP per capita that \nwas 10 times more than that of Meizhou ($29,627 versus $2,963). This project will help expand \nZFL’s capacity to finance SMEs, particularly those outside the most developed cities—Beijing, \nGuangzhou, Shanghai, and Shenzhen—increasing jobs and reducing regional income inequality. \n \nB.  Business Overview and Strategy \n \n \n4  The State Council of People’s Republic of China (PRC). 2020. News Release: CBIRC Issued the Statistics of 2020 \nQ2 Regulatory Indicators. Beijing (accessed 19 February 2021). \n5  ADB. 2012. Report and Recommendation of the President to the Board of Directors: Proposed Loan Program for \nClean Bus Leasing in the People’s Republic of China. Manila; ADB. 2015. Report and Recommendation of the \nPresident to the Board of Directors: Proposed Loan to Yingda International Leasing for Healthcare Finance in \nUnderdeveloped Regions in the People’s Republic of China. Manila; and ADB. 2017. Report and Recommendation \nof the President to the Board of Directors: Proposed Loan to Minsheng Financial Leasing Co., Ltd. for Green \nTransport Finance in the People’s Republic of China. Manila. \n6  ADB. 2018. Report and Recommendation of the President to the Board of Directors: Proposed Loan to Zhujiang \nFinancial Leasing Company Limited for Small and Medium-Sized Enterprises Finance in Underdeveloped Regions \nProject. Manila. \n7  National Statistics Office, Government of the PRC. 2020. 2019 Migrant Worker Monitoring Report. Beijing. \n8  Xinhua News. 2020. Ministry of Agriculture and Rural Affair will Implement Five Measures to Increase Employment \nof Returned Migrant Workers. 29 May. \n9  21st Century Business Herald. 2020. Increase of New Loans to the Manufacturing Sector in Guangdong Exceeded \nTotal Amount in Previous Three Years. 19 October. \n10 Government of Guangdong. 2020. Guangdong Statistic Yearbook 2020 (accessed 23 February 2021). \n ", "3 \n8.  ZFL was established in December 2014 as a wholly owned subsidiary of the Guangzhou \nRural Commercial Bank (GRCB) and is a leasing company regulated by the China Banking \nInsurance Regulatory Commission (CBIRC). CONFIDENTIAL INFORMATION DELETED. \n \n9.  CONFIDENTIAL INFORMATION DELETED. \n \n10.  CONFIDENTIAL INFORMATION DELETED. \n \nC.  Ownership, Management, and Governance \n \nOwnership. ZFL is a wholly owned subsidiary of GRCB. Excluding the big 5 state-owned banks and the \n12 national joint-stock commercial banks, GRCB is one of the larger local banks and ranked fourth among \nall rural commercial banks by total assets in 2019. By June 2020, GRCB had total assets of CNY972 billion \nand total deposits of CNY727 billion. GRCB is rated Baa2 by Moody’s and has been listed on the Hong \nKong Stock Exchange since 2017 with market capitalization of HK$6 billion as of 19 March 2021. GRCB \nhas  a  diversified  shareholder  structure.  Its  largest  beneficial  owner  is  the  Guangzhou  municipal \ngovernment, with a total shareholding of 18.22% through 13 SOEs. The remaining shareholders are mainly \nprivate sector entities and individual investors. No other shareholders directly or indirectly hold more than \na 5% stake in GRCB. ADB conducted integrity due diligence on ZFL and its shareholders, board of directors, \nand key managers.11 Although ZFL’s beneficial owners could not all be identified, the potential risk is \nmitigated by the fact that GRCB’s relevant shares are held by public and institutional investors, and no \nshareholder other than the government holds more than a 5% indirect stake in GRCB. ADB’s review does \nnot give ADB cause to believe that the entity is being used for money laundering or terrorism financing. Tax \nintegrity due diligence was not required because the transaction does not involve intermediate jurisdictions \nor material related-party transactions.12 \n \n11.  CONFIDENTIAL INFORMATION DELETED.   \n \n12.  Governance structure. ZFL has a well-defined corporate governance structure. The \nboard of directors is responsible for overall strategy, major decisions, key business objectives, \nand senior management appointments. Since ZFL is a fully owned subsidiary of GRCB, all \ndirectors are appointed by GRCB. CONFIDENTIAL INFORMATION DELETED. The board has \nfour  committees,  for  related-party  transactions  control,  strategic  development,  risk,  and \nperformance review. CONFIDENTIAL INFORMATION DELETED. \n \nD.  CONFIDENTIAL INFORMATION DELETED  \n \nIII.  THE PROPOSED ADB ASSISTANCE \n \nA.  The Assistance \n \n13.  ADB will provide a senior secured loan to ZFL of up to $40 million (or its yuan equivalent), \nwith a tenor of up to 5 years.  \n \nB.  Implementation Arrangements \n \n14.  Use of proceeds. ZFL will use the proceeds of the ADB debt financing to fund lease \ncontracts with SMEs in the PRC. The project will exclude SMEs located in the four most developed \n \n11 ADB. 2003. Enhancing the Asian Development Bank's Role in Combating Money Laundering and the Financing of \nTerrorism. Manila. \n12 ADB. 2016. Anticorruption Policy: Enhancing the Role of the Asian Development Bank in Relation to Tax Integrity. \nManila. \n ", "4 \ncities—Beijing, Guangzhou, Shanghai and Shenzhen—from using ADB loan proceeds. The \nproject will use the government’s definition of SMEs.13 For lease finance to SMEs, the maximum \namount funded by the proposed loan will be capped at $8 million per sub-project. The proposed \nloan is also expected to fund the pilot of a new lease finance product for micro-enterprises that \nZFL plans to launch in late 2021. \n \n15.  Reporting arrangements. ADB will monitor the project over its life. ZFL will provide ADB \nwith financial and other reports at predetermined regular intervals and as requested, including \n(i) quarterly unaudited financial statements, (ii) annual audited financial statements, (iii) quarterly \ncompliance certificates for financial covenants, (iv) periodic reports on the underlying leases \nfinanced by ZFL through the loan, and (v) annual reports on the selected development indicators \nand the safeguards and social dimensions policy agreed between ADB and ZFL. \n \n16.  Evaluation. ADB will prepare monitoring reports regularly and at least annually. The first \nreport will be submitted no later than 12 months after the first loan disbursement. \n \nC.  Value Added by ADB Assistance \n \n17.  Provide  long-term  stable  finance.  CONFIDENTIAL  INFORMATION  DELETED.  To \ndiversify its funding sources, ZFL issued one bond, through which it raised CNY1 billion in April \n2019. However, a bond issuance is subject to long regulatory approval, and the company will not \nbe able to tap the capital markets again without fresh approval from regulators. The long-tenor \nfunding from ADB will enable the company to provide longer-tenor leasing products for SMEs and \nimprove its asset–liability profile, increasing the company’s capacity to expand its operations. \n \n18.  Support  development of innovative  financing  modality  for  SMEs and  facilitate \nknowledge transfer. Leasing is a modality particularly suited to finance SMEs, especially for \nprocurement of manufacturing equipment, which is not generally accepted as collateral by \ncommercial banks. By supporting a leasing company with a strong SME focus, the proposed loan \nwill help expand SMEs’ access to lease finance and, in turn, support job creation and economic \ngrowth.  The  project  will  support  ZFL to  pilot  a  new  lease  finance  product targeting micro \nenterprises, and ADB will also facilitate knowledge transfer and information exchange between \nZFL and leasing companies operating in other ADB’s developing member countries. \n \n19.  Support gender equity. ADB will work with ZFL to promote gender-inclusive measures \nin operations. ZFL will create a respectful working environment by introducing anti–sexual-\nharassment  measures  and  creating  opportunities  for  women  by  hiring  female  interns  and \nproviding professional development training for female staff members. \n \n20.  Mobilize  cofinancing  and  supporting  safeguards  capacity  development.  ADB \nexpects to mobilize additional cofinancing for the project and has been arranging a $40 million \nparallel loan from Deutsche Investitions- und Entwicklungsgesellschaft mbH (DEG). Cofinancing \n \n13 In  2011,  the  Ministry  of  Industry  and  Information  Technology  and  National  Bureau  of  Statistics,   National \nDevelopment and Reform Commission, and Ministry of Finance promulgated The Notice on Issuing the Provisions \non Criteria for Classifying Small and Medium-Sized Enterprises, which is used by the China Banking Regulatory \nCommission to measure and monitor SME-financing performance of financial institutions. SMEs are defined and \ncategorized into three types (i.e. medium, small and micro enterprises) based on revenues, staff size, and/or total \nassets, depending on the characteristics of different industries. For instance, in agriculture, enterprises with annual \nrevenues of CNY5 million–CNY200 million are defined as medium-sized enterprises; CNY500,000–CNY5 million, \nsmall enterprises; and less than CNY500,000, microenterprises. The definition applies to all legal forms of enterprise, \nincluding individually owned businesses. \n ", "5 \nwill help diversify the funding base of ZFL and further improve its access to long-term finance. \nADB also plans to work with DEG to develop an environmental and social management system \n(ESMS) training package tailored for the specific needs of ZFL. \n \nD.  CONFIDENTIAL INFORMATION DELETED  \n \nIV.  DEVELOPMENT IMPACTS AND STRATEGIC ALIGNMENT \n \nA.  Development Impacts, Outcome, and Outputs \n \n21.  Impacts. The project is aligned with the following impacts: (i) access to lease finance for \nSMEs  through  financial  leasing  improved,14 and  (ii)  financial  leasing  industry  developed.15  \nDespite their importance in job creation and output generation, SMEs still face significant barriers \nto accessing credit from financial institutions. The project will promote SMEs’ access to finance \nand contribute to economic growth. By providing longer-tenor finance to a small leasing company, \nthe project will support the development of the financial leasing industry in the PRC, where the \nleasing penetration rate was only 1.71% in 2019, lower than in major developed markets. The \nproject extends ADB’s support to the leasing industry beyond the top-tier leasing companies \ntypically financed by ADB. \n \n22.  Outcome. The project will have the following outcome: sustainability of ZFL’s SME leasing \noperations improved. \n \n23.  Outputs. The project will have the following outputs: (i) ZFL’s capacity to extend lease \nfinancing to SMEs increased, (ii) skills development opportunities for ZFL’s female staff members \nimproved, and (iii) gender inclusiveness of ZFL’s work environment increased. \n \nB.  Alignment with ADB Strategy and Operations \n \n24.  Consistency with ADB strategy and country strategy. The project supports ADB’s \nStrategy 2030 operational priorities 1 (tackling remaining poverty and reducing inequalities) and \n2 (accelerating progress in gender equality).16 The project aligns with ADB’s Strategy 2030 \nOperational Plan for Priority 2 Accelerating Progress in Gender Equality, 2019–2024.17 The \nproject is consistent with ADB’s country partnership strategy, 2021–2025 for the PRC, which \nemphasizes expediting access to financing for private companies, particularly SMEs.18  \n \n25.  Consistency with the sector strategy and relevant ADB operations. The project is \naligned with the Review of ADB’s Financial Sector Operational Plan, which notes that ADB will \nsupport financial inclusion of the traditionally underserved, such as SMEs.19 The plan calls for \nincreased support to leasing and other finance subsectors, which supplement commercial banks \nand play an important role in improving SMEs’ access to finance. ADB’s strengthened poverty \n \n14 Government of the PRC. 2019. State Council Guiding Opinions on Promoting Healthy Development of Small and \nMedium- Sized Enterprises. Beijing. \n15 Government of the PRC. 2015. State Council Guiding Opinions on Healthy Development of the Financial Leasing \nIndustry. Beijing. \n16 ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n17 ADB. 2019. ADB’s Strategy 2030 Operational Plan for Priority 2 Accelerating Progress in Gender Equality, 2019–\n2024. Manila. \n18 ADB. 2021. Country Partnership Strategy: People’s Republic of China, 2021–2025—Toward High-Quality, Green \nDevelopment. Manila. \n19 ADB. 2017. Review of ADB's 2011 Financial Sector Operational Plan. Manila. \n ", "6 \nreduction strategy states that ADB seeks to promote sound and efficient financial markets to \nimprove access to finance and achieve pro-poor growth.20 The project builds on previous ADB \nsupport to the leasing industry in the PRC. The project is aligned with ADB’s Private Sector \nOperations Department’s strategy for COVID-19 response by supporting businesses, including \nSMEs negatively affected by the pandemic. \n \nV.  POLICY COMPLIANCE \n \nA.  Safeguards and Social Dimensions \n \n26.  ADB has categorized the project in compliance with ADB’s Safeguard Policy Statement \n(2009).21 \n \n27.  Category FI. ADB has assessed the potential environmental and social (E&S) risks \nassociated with ZFL’s existing and likely future portfolio, and its commitment and capacity for E&S \nmanagement. ZFL is an existing ADB client, and it has established and maintained an ESMS \nsatisfactory to ADB that includes procedures to (i) screen transactions against ADB's prohibited \ninvestment  activities  list,  (ii)  categorize  investments  to  exclude  those  having  significant \nenvironmental and/or social impacts (category A), and (iii) ensure that investments using ADB \nloan proceeds comply with applicable ADB’s Safeguard Policy Statement (2009) requirements \nand national laws and regulations. ZFL’s Environmental and Social Responsibility Committee, \nheaded by senior management, is responsible for the establishment of the ESMS and its \nintegration into company processes, and oversees the implementation of the ESMS risk mitigation \nmeasures  by  business  development  managers  in  the  processing  and  monitoring  of  lease \ncontracts. \n \n28.  During due diligence, ADB reviewed the E&S annual monitoring reports, which include \nsubprojects financed using proceeds from an earlier ADB loan. The review confirmed that ZFL \nhas  developed  an  ESMS  implementation  guide,  provided  ESMS  training  to  relevant  staff \nmembers  to  support  ESMS  implementation,  and  implemented  the  ESMS  screening  and \ncategorization procedures in the subprojects previously financed by ADB. Through its company \nwebsite, ZFL provides avenues to raise concerns and grievances related to its operations. The \ncompany monitors reputational risks throughout its portfolio by engaging an external data service \nprovider to regularly check on legal disputes involving its clients, including any labor-related \ncases. The lease portfolio of ZFL involving SMEs is not expected to have significant adverse \nenvironmental or social impacts, given that most of the leases are for equipment or facilities. \nNevertheless, the capacity of the in-house team to identify environmental, health and safety, and \nsocial risks can be further strengthened by providing additional ESMS training. ZFL has indicated \nthat it would welcome additional support and, as such, ADB plans to work with the other \ndevelopment finance institution cofinancier to develop an ESMS training package tailored for the \ncompany’s specific needs. \n \n29.  ZFL will continue to include the following information in the annual monitoring reports it \nsubmits to ADB: (i) the nature of subprojects and categorizations, (ii) compliance with safeguard \nand social requirements, and (iii) compliance with applicable national and international laws and \nstandards. ZFL will continue to ensure compliance with national labor laws and, pursuant to ADB’s \nSocial Protection Strategy (2001), take measures to comply with the internationally recognized \n \n20 ADB. 2004. Enhancing the Fight against Poverty in Asia and the Pacific: The Poverty Reduction Strategy of the Asian \nDevelopment Bank. Manila. \n21 ADB. Safeguard Categories. \n ", "7 \ncore labor standards. ZFL will report regularly to ADB on (i) its compliance with such laws and \n(ii) the measures taken. \n \n30.  Some gender elements. To promote gender equality and/or women’s empowerment in \nits business activities, following ADB’s Policy on Gender and Development (1998), ZFL commits \nto  (i)  increase  the  number  of  women  in  its  internship  program,  (ii)  provide  professional \ndevelopment training to at least half  of its female staff members, (iii) include anti–sexual-\nharassment provisions in its staff conduct guidance, and (iv) train staff members on the new anti–\nsexual-harassment provisions. ZFL will submit periodic reports on implementation of gender \nmeasures to ADB. \n \nB.  Anticorruption Policy \n \n31.  ZFL was advised of ADB’s policy of implementing best international practice relating to \ncombating corruption, laundering money, and financing terrorism. ADB will ensure that the \ninvestment  documentation  includes  appropriate  provisions  prohibiting  corruption,  money \nlaundering, and the financing of terrorism; and remedies for ADB in the event of noncompliance. \n \nC.  CONFIDENTIAL INFORMATION DELETED  \n \nD.  Assurances \n \n32.  Consistent with the Agreement Establishing the Asian Development Bank (the Charter),22 \nADB will proceed with the proposed assistance upon establishing that the Government of the \nPRC has no objection to the proposed assistance to ZFL. ADB will enter into suitable finance \ndocumentation, in form and substance satisfactory to ADB, following approval of the proposed \nassistance by the ADB Board of Directors. \n \nVI.  RECOMMENDATION \n \n33.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan of up to \n$40,000,000 (or its yuan equivalent) from ADB’s ordinary capital resources to Zhujiang Financial \nLeasing  Company  Limited  for  the  Zhujiang  Financial  Leasing  Small  and  Medium-Sized \nEnterprises Finance Project in the People’s Republic of China, with such terms and conditions as \nare substantially in accordance with those set forth in this report, and as may be reported to the \nBoard. \n \nMasatsugu Asakawa \nPresident \n29 April 2021 \n \n \n22 ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. \n ", "8  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the Project is Aligned With \n \nAccess to long-term finance for micro, small, and medium-sized enterprises through financial leasing \nimproved (State Council Guiding Opinions on Promoting Healthy Development of Small and Medium- \nSized Enterprises),a and financial leasing industry developed (State Council Guiding Opinions on \nHealthy Development of the Financial Leasing Industry)b \n \nData Sources  Risks and \nPerformance Indicators with Targets  and Reporting  Critical \nResults Chain  and Baselines  Mechanisms  Assumptions \nOutcome       \n       \nSustainability of ZFL’s  a. Total number of SME clients  a.–e. ZFL annual  Prolonged \nSME leasing  increased to XX by 2025 (2020  development  COVID-19 \noperations improved  baseline: XX)  effectiveness  pandemic \n  monitoring  and/or \nb. Amount of outstanding SME finance  reports  economic \nportfolio increased to XX by 2025  slowdown \n(2020 baseline: XX)  weaken \n  SMEs’ \nc. Total number of SME clients outside  financial \ntier-1 cities c increased to XX by  health \n2025 (2020 baseline: XX)   \n  ZFL asset \nd. Amount of outstanding SME finance  quality \nportfolio outside tier-1 cities c  deteriorates \nincreased to XX by 2025 (2020 \nbaseline: XX) \n \ne. ZFL’s nonperforming assets (90 \ndays past due) ratio remains under \nXX by 2025 (2020 baseline: XX) \n \nOutputs       \n       \n1. ZFL’s capacity to  1a. Additional XX of lease financing  1.–3. ZFL annual  Prolonged \nextend lease  provided by ZFL to SMEs outside  development  COVID-19 \nfinancing to SMEs  tier-1 cities by 2022 (2020 baseline:  effectiveness  pandemic \nincreased  XX)  monitoring  and/or \n    reports  economic \n  1b. A new lease finance product piloted  slowdown \n  by ZFL covering at least XX  weaken \n  microenterprises by 2023d (2020  SMEs’ \n  baseline: XX) (OP 1.2.2)  financial \n    health \n2. Skills development  2a. At least XX women intern at ZFL by \nopportunities for  2023 (2020 baseline: XX) (OP 2.1.1) \nZFL’s female staff   \nimproved  2b. ZFL provides at least XX of female \n  staff with professional development \n  training by 2024 (2020 baseline: XX) \n   \n \n ", "Appendix 1  9 \nData Sources  Risks and \nPerformance Indicators with Targets  and Reporting  Critical \nResults Chain  and Baselines  Mechanisms  Assumptions \n3. Gender  3a. ZFL includes anti–sexual-\ninclusiveness of  harassment provisions in its Staff \nZFL’s work  Conduct Guidance by 2022 (2020 \nenvironment  baseline: XX) (OP 2.2.3) \nincreased   \n3b. ZFL trains at least XX of staff \nmembers, including all new staff \nmembers, on its anti–sexual-\nharassment provisions by 2022 \n(2020 baseline: XX) \nKey Activities with Milestones \n \n1. ZFL’s capacity to extend lease financing to SMEs increased. \n1.1 ADB and ZFL execute the investment documents by Q3 2021. \n1.2 ADB disburses the loan by Q4 2021. \n1.3 ZFL onlends the proceeds of the ADB loan by Q3 2022. \n1.4 ZFL starts to pilot a new SME lease finance product in 2022. \nInput \nAsian Development Bank loan: Up to $40,000,000 (or its yuan equivalent) \nADB = Asian Development Bank, COVID-19 = coronavirus disease, OP = operational priority, PRC = People’s Republic \nof China, Q = quarter, SMEs = small and medium-sized enterprises, ZFL = Zhujiang Financial Leasing Company \nLimited. \na  Government of the PRC. 2019. State Council Guiding Opinions on Promoting Healthy Development of Small and \nMedium-Sized Enterprises. Beijing. \nb  Government of the PRC. 2015. State Council Guiding Opinions on Healthy Development of the Financial Leasing \nIndustry. Beijing. \nc  Tier-1 cities refer to Beijing, Guangzhou, Shanghai, and Shenzhen. \nd  For example, providing lease finance without any collateral requirement to microenterprises that are suppliers of \nlarge corporates. The definition of microenterprises follows The Notice on Issuing the Provisions on Criteria for \nClassifying Small and Medium-Sized Enterprises promulgated by the Government of the PRC (footnote 15, main \ntext). \nContribution to Strategy 2030 Operational Priorities \nExpected values and methodological details for all OP indicators to which this operation will contribute results are \ndetailed in Contribution to Strategy 2030 Operational Priorities (accessible from the list of linked documents in Appendix \n2). This project will contribute to the following: \nOP 1.2.2 Models for business development and financing established or improved (number) \nOP 2.1.1 Women enrolled in technical and vocational education and training and other job training (number) \nOP 2.2.3 Solutions to prevent or tackle gender-based violence implemented (number) \nSource: Asian Development Bank. \n ", "10  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=54459-001-4 \n \n1.  Sector Overview \n2.  Details of Implementation Arrangements \n3.  Contribution to Strategy 2030 Operational Priorities \n4.  Country Economic Indicators \n5.  Summary Poverty Reduction and Social Strategy \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20210614115549+08'00'", "Creator": "PDF24 Creator", "Keywords": "china, prc, zhujiang financial leasing, zfl, financing, access to finance, smes, small and medium enterprise, funding, small businesses, 54459-001, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20210614140952+08'00'", "Producer": "GPL Ghostscript 9.27", "Subject": "The project entails the Asian Development Bank (ADB) providing longer-tenor financing to Zhujiang Financial Leasing Company Limited (ZFL) for lease finance to small and medium-sized enterprises (SMEs) in the People's Republic of China. ADB’s financing will support ZFL’s funding requirements for long-term funding for SMEs, which is in short supply. ADB’s support will enable the company to provide longer-tenor lease finance to underserved segments, improve its asset–liability profile, and diversify its funding sources.\n\nThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\n\nThis document dated April 2021 is provided for the ADB project 54459-001 in the People's Republic of China.", "Title": "Zhujiang Financial Leasing Small and Medium-Sized Enterprises Finance Project: Report and Recommendation of the President"}, "author_page": " \n \nVice-President  Ashok Lavasa, Private Sector Operations and Public–Private Partnerships \nDirector General  Suzanne C. Gaboury, Private Sector Operations Department (PSOD) \nDeputy Director  Christopher Thieme, PSOD \nGeneral \nDirector  Christine Engstrom, Private Sector Financial Institutions Division (PSFI), \nPSOD \n   \nTeam leader  Biao Huang, Principal Investment Specialist, PSFI, PSODa \nTeam members  Genevieve Abel, Principal Transaction Support Specialist (Integrity) \nPrivate Sector Transaction Support Division (PSTS), PSOD \n  Conrado Abuel, Investment Officer, Office of the Director General – Risk \nAnalytics Unit, PSOD \n  Yidan Chen, Senior Investment Officer, PSFI, PSODb \n  Nigel Chin, Senior Counsel, Office of the General Counsel \nTarang Khimasia, Principal Investment Specialist, Office of the Director \nGeneral – Guarantees and Syndications Unit (OPSD-GSU), PSOD \n  Laurence Genee, Senior Safeguards Specialist, PSTS, PSOD \n  Beatrice Gomez, Senior Safeguards Specialist, PSTS, PSOD \n  Jocelyn Munsayac, Principal Safeguards Specialist, PSTS, PSOD \n  Amanda Satterly, Senior Social Development Specialist, PSTS, PSOD \n  Siela Teng-Almocera, Social Development Officer, PSTS, PSOD \nShota Yamanaka, Young Professional, OPSD-GSU, PSOD \na  Outposted to the People’s Republic of China (PRC) Resident Mission. \nb  Assigned to the PRC Resident Mission. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area\n ", "authors": [{"fullname": "  Conrado Abuel", "role": " Investment Officer", "organization": "Office of the Director General "}, {"fullname": "  Yidan Chen", "role": " Senior Investment Officer", "organization": "PSFI"}, {"fullname": "  Nigel Chin", "role": " Senior Counsel", "organization": "Office of the General Counsel "}, {"fullname": "  Laurence Genee", "role": " Senior Safeguards Specialist", "organization": "PSTS"}, {"fullname": "  Beatrice Gomez", "role": " Senior Safeguards Specialist", "organization": "PSTS"}, {"fullname": "  Jocelyn Munsayac", "role": " Principal Safeguards Specialist", "organization": "PSTS"}, {"fullname": "  Amanda Satterly", "role": " Senior Social Development Specialist", "organization": "PSTS"}, {"fullname": "  Siela Teng-Almocera", "role": " Social Development Officer", "organization": "PSTS"}]}