{"path": "data/input/reports/55012-001-rrp-en.pdf", "pages": ["Report and Recommendation of the President \nto the Board of Directors\nProject Number: 55012-001 \nMarch 2021 \nProposed Grant  \nIslamic Republic of Afghanistan: COVID-19 Vaccine \nSupport Project under the Asia Pacific Vaccine \nAccess Facility \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nAccess to Information Policy. ", "CURRENCY EQUIVALENTS \n(as of 29 March 2021) \nCurrency unit  – afghani/s (AF)\nAF1.00  =  $0.01294 \n$1.00  =  AF77.2814 \nABBREVIATIONS \nADB  – Asian Development Bank\nAMC  – Advance Market Commitment\nAPVAX  – Asia Pacific Vaccine Access Facility\nCAREC  – Central Asia Regional Economic Cooperation\nCARES  – COVID-19 Active Response and Expenditure Support\nCOVAX  – COVID-19 Vaccines Global Access\nCOVID-19  – coronavirus disease\nEAG  – emergency assistance grant\nEPI  – Expanded Program on Immunization\nFCAS  – fragile and conflict-affected situations\nGAVI  – Gavi, the Vaccine Alliance\nGDP  – gross domestic product\nHLHPOC  – High-Level Health Program Oversight Committee\nMOF  – Ministry of Finance\nMOPH  –  Ministry of Public Health \nNEPI  –  National Expanded Program on Immunization \nNGO  –  nongovernment organization \nNPCVA  – National Plan for COVID-19 Vaccination in Afghanistan\nPAM  – project administration manual\nPIU  – project implementation unit\nSCO  – Sehatmandi Coordination Office\nUNICEF  – United Nations Children’s Fund\nWHO  – World Health Organization\nNOTE \nIn this report, “$” refers to United States dollars. ", "Vice-President  Shixin Chen, Operations 1 \nDirector General  Eugenue Zhukov, Central and West Asia Department (CWRD) \nDeputy Director General  Nianshan Zhang, CWRD \nDirectors  Rie Hiraoka, Social Sector Division (CWSS), CWRD \nNarendra Singru, Afghanistan Resident Mission (AFRM), \nCWRD \nTeam leaders  Artur Andrysiak, Deputy Country Director, AFRM, CWRD \nJean-Jacques Bernatas, Principal Health Specialist, CWSS, \nCWRD \nRouselle Lavado, Senior Health Specialist, CWSS, CWRD \nTeam members  Mary Margareth M. Bernus; Associate Financial Management \nOfficer; Portfolio, Results, Safeguards, and Gender Unit \n(CWOD-PSG); CWRD \nFaiz Mohammad Fayyaz, Senior Project Assistant, AFRM, \nCWRD \nLuke Crosby Fochtman; Procurement Specialist; Procurement \nDivision 1 (PFP1); Procurement, Portfolio and Financial \nManagement Department (PPFD) \nAbdul Hares Halimi, Associate Programs Officer, AFRM, CWRD \nNaqibullah Hotak, Associate Project Analyst, AFRM, CWRD \nHiddo A. Huitzing, Health Specialist, CWSS, CWRD \nUrsula Lagan, Counsel, Office of the General Counsel \nGladys Ann Maravilla, Operations Assistant, CWSS, CWRD \nMa. Isabel Martin, Senior Project Officer, CWSS, CWRD \nOksana Nazmieva, Principal Financial Management Specialist, \nCWOD-PSG, CWRD \nEzzat Oriakhail, Associate Financial Management Officer, \nAFRM, CWRD  \nMary Alice G. Rosero, Senior Social Development Specialist \n(Gender and Development), CWOD-PSG, CWRD \nSyed Asim Ali Sabzwari, Environment Specialist, CWOD-PSG, \nCWRD \nSiddiqullah Salari, Associate Project Officer (Transport), AFRM \nCWRD \nAida Satylganova, Social Development Specialist \n(Resettlement), CWOD-PSG, CWRD \nLaureen Felisienne Tapnio, Operations Assistant, CWSS, \nCWRD \nMohammad Rafi Yousofzai, Safeguards Officer, AFRM, CWRD \nOne ADB Teama  Eduardo Banzon, Principal Health Specialist, Human and Social \nDevelopment Division, Southeast Asia Department \nAaron Batten; Principal Planning and Policy Economist; \nOperations Planning and Coordination Division; Strategy, \nPolicy and Partnerships Department (SPD) \nRobert Boothe; Senior Planning and Policy Economist; \nStrategy, Policy and Business Process Division; SPD ", "Coral P. Fernandez Illescas, Principal Water Resources \nSpecialist, Water Sector Group, Sustainable Development \nand Climate Change Department (SDCC) \nShaista Hussain, Senior Results Management Specialist, \nCWOD-PSG, CWRD \nJanuar Laude, Senior Financial Control Specialist, Loan and \nGrant Disbursement Section, Controller’s Department \nKaukab Hassan Naqvi, Senior Economist, Economic Analysis \nand Operational Support Division, Economic Research and \nRegional Cooperation Department \nAkmal Nartayev, Senior Financial Management Specialist, \nPublic Financial Management Division, PPFD \nFelix Oku, Senior Social Development Specialist, Safeguards \nDivision, SDCC \nPatrick Osewe, Chief of Health Sector Group, SDCC \nStephen Peters, Senior Energy Specialist, Energy Sector \nGroup, SDCC \nLindsay Marie Renaud, Results Management Specialist, \nResults Management and Aid Effectiveness Division, SPD \nOleg Samukhin, Senior Transport Specialist, Transport and \nCommunications Division, CWRD \nRubina Shaheen, Principal Procurement Specialist, PFP1, \nPPFD \nMalika Shagazatova, Social Development Specialist, Gender \nEquity Thematic Group, SDCC \nRamola Naik Singru, Senior Urban Development Specialist, \nUrban Development and Water Division, CWRD \nSayaka Takahashi, Senior Integrity Specialist, Prevention and \nCompliance Division, Office of Anticorruption and Integrity \nChristian Walder, Water Supply and Sanitation Specialist, \nWater Sector Group, SDCC \na Interdepartmental advisory team. \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", "CONTENTS \nPage \nPROJECT AT A GLANCE \nI. THE PROPOSAL 1 \nII. THE PROJECT 2 \nA. Rationale 2 \nB. Project Description 7 \nIII. DUE DILIGENCE 11 \nA. Economic Analysis 11 \nB. Governance and Anticorruption 12 \nC. Environment and Social Safeguards 12 \nD. Poverty, Social, and Gender 13 \nE. Financial Due Diligence 13 \nF. Summary of Risk Assessment and Risk Management Plan 13 \nIV. ASSURANCES AND CONDITIONS 15 \nV. RECOMMENDATION 15 \nAPPENDIXES \n1. Design and Monitoring Framework 16 \n2. List of Linked Documents 18 ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 55012-001\nProject Name COVID-19 Vaccine Support Project under the  Department/Division CWRD/CWSS\nAsia Pacific Vaccine Access Facility \nCountry Afghanistan, Islamic Republic of  Executing Agency Ministry of Public Health\nRecipient Afghanistan, Islamic Republic of\nCountry Economic https://www.adb.org/Documents/\nIndicators LinkedDocs/ ?id=55012-001-CEI\nPortfolio at a Glance https://www.adb.org/Documents/\nLinkedDocs/ ?id=55012-001-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nHealth Disease control  of communicable disease 50.00\nTotal 50.00\n3. Operational Priorities Climate Change Information\nAddressing remaining poverty and reducing inequalities GHG reductions (tons per annum) 0.000\nAccelerating progress in gender equality Climate Change impact on the  Low\nProject\nFostering regional cooperation and integration\nADB Financing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.5 Effective gender mainstreaming (EGM)\nSDG 3.8, 3.d\nSDG 5.1 Poverty Targeting\nSDG 10.4 General Intervention on Poverty\n4. Risk Categorization: Complex\n.\n5. Safeguard Categorization Environment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 50.00\n     Sovereign Asia Pacific Vaccine Access Facility: Asian Development Fund 50.00\nCofinancing 0.00\n     None 0.00\nCounterpart  2.00\n     Government  2.00\nTotal 52.00\nCurrency of ADB Financing: US Dollar \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 22022021111319221802 Generated Date: 22-Mar-2021 17:04:59 PM", " \n \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed grant \nto the Islamic Republic of Afghanistan for the COVID-19 Vaccine Support Project under the Asia \nPacific Vaccine Access Facility (APVAX). \n \n2.  The project will provide the Government of Afghanistan with urgently needed and flexible \nfinancing for coronavirus disease (COVID-19) vaccine procurement and logistics, and capacity \nstrengthening activities through the APVAX.1 Afghanistan has met all APVAX access criteria \n(Table 1). The project investment component under the APVAX will be utilized. The project will \nsupport  the  implementation  of  the  National  Plan  for  COVID-19  Vaccination  in  Afghanistan \n(NPCVA) in line with the fragile and conflict-affected situations (FCAS) approach and Strategy \n2030 of the Asian Development Bank (ADB).2 \n \nTable 1: Compliance with Access Criteria of the Asia Pacific Vaccine Access Facility \nAccess Criteria  ADB Staff Assessment \nDemonstrated adverse  The real GDP is estimated to contract by 5.0% in 2020 compared to the pre-COVID-19 \nimpact of the COVID-19  projection of 3.0% growth. The unemployment rate is projected to increase from 23.9% \npandemic  in 2019 to 37.9% in 2020. The poverty rate increased drastically in 2020, with 61%–73% \n  of people living below the national poverty line of about $1 per day—a significant increase \nfrom 55% in 2016/2017. \nCompleted needs  A needs assessment conducted by the MOF, the MOPH, and development partners \nAssessment  identified gaps. The NPCVA addresses the findings of readiness assessments conducted \nby WHO and UNICEF (VIRAT) and by the World Bank (VRAF).  \nNational vaccination  The MOPH has developed the NPCVA in consultation with ministries, institutions, \nallocation plan  provinces, and partners. The NPCVA is aligned with the WHO SAGE on global COVID-\n19 policies and strategies. It (i) clearly identifies vulnerable groups first; (ii) provides a \nfinancing plan to vaccinate up to 60% of the population; and (iii) outlines implementation \narrangements, cold chain systems, and reporting and monitoring systems.  \nIncremental medical  The NPCVA describes the collection and safe disposal of all medical sharps waste and \nwaste management  syringes in safety boxes, to centralized health facility for safe destruction or sterilization \nplan  in WHO-approved facilities. It describes the procedures in place based on the Health \nCare Waste Management Plan (validated in 2018) for handling and disposal of medical \nwaste. \nGovernor’s letter  ADB has received the governor’s letter confirming the government’s commitment to \nimplement its NPCVA, including its prioritization plan and compliance with the APVAX \nvaccine eligibility criteria. \nEstablished an effective  An effective partner coordination mechanism is in place, which ADB participates in and \ndevelopment partner  contributes to. The tight coordination ensures that all contributions are complementary, \ncoordination mechanism  and that partners can support each other with implementation. It is based on using \nand a clear role for ADB  existing systems and expertise to fast-track procurement and implementation.  \nADB = Asian Development Bank, APVAX = Asia Pacific Vaccine Access Facility, COVID-19 = coronavirus disease, \nGDP = gross domestic product, MOF = Ministry of Finance, MOPH = Ministry of Public Health, NPCVA = National Plan \nfor COVID-19 Vaccination in Afghanistan, SAGE = Strategic Advisory Group of Experts on Immunization, VIRAT = \nVaccine Introduction Readiness Assessment Tool, VRAF = Vaccine Readiness Assessment Framework, WHO = World \nHealth Organization. \nSource: ADB. \n \n \n1  The proposed project was prepared under the “One ADB” approach following the streamlined business processes \noutlined in the APVAX policy paper. ADB. 2020. ADB’s Support to Enhance COVID-19 Vaccine Access. Manila. \n2  Islamic Republic of Afghanistan, Ministry of Public Health (MOPH). 2020. National Plan for COVID-19 Vaccination In \nAfghanistan. February; ADB. 2017. Strategy 2030 recognizes the special needs of FCAS and calls for following a \ndifferentiated approach to this group of countries. ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, \nResilient, and Sustainable Asia and the Pacific. Manila; Contribution to Strategy 2030 Operational Priorities \n(accessible from the list of linked documents in Appendix 2). The project is aligned with operational priority 1 through \nincreasing access to COVID-19 vaccines, operational priority 2 by generating skilled jobs for women, and operational \npriority 7 by breaking the chain of COVID-19 transmission in Asia and the Pacific. \n \n ", "2       \n \n3.  The project supports the National Emergency Response Plan for Coronavirus 2020 and \nwill contribute to limiting the impact of COVID-19, which has resulted in additional 1.9 million–6.0 \nmillion people falling into poverty in 2020.3 It is an integral part of the development partner \npackage and will help the government’s efforts to mitigate the health, social, and economic \nimpacts  of  the  pandemic  and  strengthen  the  country’s  immunization  systems.  It  will  also \ncomplement efforts to contain the COVID-19 pandemic and foster economic growth in the Central \nAsia Regional Economic Cooperation (CAREC) region. \n \nII.  THE PROJECT \n \nA.  Rationale \n \n4.  Status of the pandemic and country context. The World Health Organization (WHO) \ndeclared COVID-19 a global pandemic on 11 March 2020. The first case in Afghanistan was \nconfirmed on 22 February 2020, prompting the government to implement control measures. \nFollowing a first wave in May–June 2020, with a peak of 1,231 reported COVID-19 cases on 17 \nJune 2020, a second wave started in late 2020.4 As of 25 March 2021, the government reported \n56,226 cases and 2,467 deaths of COVID-19.5 The extent of the pandemic is underreported in \nthe country because of limited testing capacity. The reported case fatality rate is 4.4%. Only 0.2% \nof cases have been treated in intensive care units because of limited bed capacity.6 \n \n5.  Afghanistan is classified as an FCAS country and faces many challenges, including violent \nconflict, security issues, political instability, economic problems, large returnee and displaced \npopulations, and high levels of poverty and food insecurity. The country faces risks from disasters, \nand some parts are difficult to access because of security issues. As a landlocked country it is \ndependent  on  trade  transit  arrangements  with  neighboring  countries.  These  challenges, \ncombined with developing institutions and limited administrative capacity, have affected the \ngovernment’s response to the COVID-19 pandemic. \n \n6.  Economic cost. While the pre-shock economic growth was already relatively low, the \npandemic had a substantial negative economic impact because of business closures, disruptions \nin supply chains, a downturn in trade and remittances, and a drop in consumer demand. The \nAsian Development Outlook estimated a real gross domestic product (GDP) contraction of 5.0% \nin 2020.7 Afghanistan’s exports are estimated to decline by 35.4% in 2020 and imports by 2.4%. \nThe fiscal budget deficit (excluding grants and budget support loans) was projected to widen from \n$2.65 billion (13.9% of GDP) in 2019 to $3.96 billion (20.8% of GDP) in 2020. \n \n7.  Impact on poor and vulnerable groups. The COVID-19 pandemic was projected to \nincrease the unemployment rate (including in the informal sector) from 23.9% in 2019 to 37.9% \nin 2020.8 This was compounded by the increase in food prices, housing, and health services, and \ndramatic declines in remittances inflows, which were projected to have more than halved in 2020 \n \n3  World Bank. 2020. Afghanistan Development Update: Surviving the Storm. Washington, DC.  \n4  WHO. COVID-19 Dashboard. Afghanistan (accessed 8 February 2021). \n5  United Nations Office for the Coordination of Humanitarian Affairs and WHO. 2021. Afghanistan—Strategic Situation \nReport: COVID-19. No. 93. Kabul (25 March). As of 25 March, only 335,965 people had been tested for COVID-19 \nout of the population of about 38.9 million. A study by the Ministry of Public Health (MOPH) conducted in 2020 found \nthat one-third of the population was likely to have been infected by COVID-19.  \n6   Corona Tracker. Afghanistan (accessed 22 February 2021). In other countries, about 12% of patients were admitted \nto intensive care units based on J. Phua et al. Intensive Care Management of Coronavirus Disease 2019 (COVID-\n19): Challenges and Recommendations. The Lancet Respiratory Medicine. (8) 5. pp. 506–517. \n7  ADB. 2020.  Asian Development Outlook 2020 Update: Wellness in Worrying Times.  Manila.     \n8  Biruni Institute. 2020. Afghanistan Economic Outlook. (1) 2. Kabul (25 July). \n ", "3 \n \n(footnote 3). The World Bank estimated that the poverty rate increased drastically in 2020, with \n61%–73% of people living below the national poverty line of about $1 per day; a significant \nincrease from 55% in 2016/2017.9 The pandemic has had a disproportionate effect on the poor \nand vulnerable families, including returnees and internally displaced people.10 \n \n8.  Impact on gender. The COVID-19 pandemic has rolled back the gains made on women's \nrights, exacerbating gender inequalities, leading to increased violence against women and girls, \nand further limiting women's access to critical services and resources to respond to the crisis.11 \nWomen and girls already had limited access to critical health care, including maternal and child \nhealth care, particularly in rural areas where 75% of the population live. In Afghanistan, only 15% \nof nurses and 2% of medical doctors are women, because of rigid gender norms limiting women’s \nroles outside the home as well as their employment opportunities. This critically limits women and \ngirls’ access to health care, including COVID-19-related treatment, as some women and girls may \nnot want to be treated by male doctors or health workers. It is crucial to increase the number of \nfemale vaccinators to ensure that women are not left out from COVID-19 vaccination. \n \n9.  Impact on the health system. Although Afghanistan has achieved notable improvements \nin its health system, it lags significantly behind the rest of the Middle East and Central Asia region \nin terms of services and key health indicators.12 During the peak of the pandemic, the health \nsystem was unable to provide (i) adequate testing and protection to health care workers and (ii) \nacceptable clinical management to patients. Hundreds of health care workers were infected with \nCOVID-19 and dozens have died.13 Many patients have died because of a shortage of oxygen \nsupply, and only one-third of public hospital beds are designated for COVID-19 patients, with very \nfew in intensive care units. Given these, a surge in severe COVID-19 cases in hospitals will disrupt \nmedical services beyond COVID-19 patients management (footnote 6). A vaccination program is \ncritical to flatten the COVID-19 case curve to ensure health services are not overwhelmed. \n \n10.  Initial measures introduced by the government to control the pandemic. The Ministry \nof  Public  Health  (MOPH),  in  coordination  with  relevant  ministries,  prepared  the  National \nEmergency Response Plan for Coronavirus in 2020, which was based on the response plans of \nWHO and the United Nations Children’s Fund (UNICEF).14 The President of Afghanistan chairs \nthe COVID-19 national response coordinating committee (NRCC) of ministries and partners to \nprovide oversight and guide and coordinate the pandemic response, supported by multisector \n \n9  World Bank. 2020. Afghanistan Development Update, July 2020: Surviving the Storm. Washington, DC; and \nGovernment of Afghanistan, Central Statistics Organization. 2018. Afghanistan Living Conditions Survey, 2016–17. \nKabul. \n10  United  Nations  Development  Programme—Afghanistan.  2020.  Afghanistan  COVID-19  Impact:  Short  Term \nDisruptions and Policy Considerations. Kabul (15 April); and Summary Poverty Reduction and Social Strategy \n(accessible from the list of linked documents in Appendix 2). \n11 United Nations Population Fund, WHO, and United Nations Entity for Gender Equality and the Empowerment of \nWomen. 2020. Women’s Access to Health Care during COVID-19 Times. Gender Alert on COVID-19 Afghanistan. \nIssue IX. 18 June. \n12 In 2018, Afghanistan had the lowest number of hospital beds per 1,000 people in the Middle East and Central Asia \nregion—one bed versus a regional average of four. As of 2015, the number of health care professionals was very \nlow, with 2.7 physicians and 3.2 nurses and midwives per 10,000 population. United Nations Development \nProgramme in Afghanistan. 2020. Afghanistan Coronavirus Socioeconomic Impact Assessment July. Kabul.  \n13  A. Nemat et al. 2020.  A Survey of the Healthcare Workers in Afghanistan during the COVID-19 Pandemic. The \nAmerican Journal of Tropical Medicine and Hygiene. 104 (2). pp. 537–539; and H. Erdem and D. Lucey. 2020. \nHealthcare Worker Infections and Deaths due to COVID-19: A Survey from 37 Nations and a Call for WHO to Post \nNational Data on their Website. International Journal of Infectious Diseases. 102 (2021). pp. 239–241. \n14  The initial cost estimate of the National Emergency Response Plan for Coronavirus high-transmission scenario \n(without vaccination) was $936 million, including health, social, and business measures. The MOF provided $25 \nmillion for immediate relief, followed by fiscal measures. Government of Afghanistan, MOPH. 2020. National \nEmergency Response Plan for Coronavirus 2020. Kabul. \n ", "4       \n \ncommittees. The MOPH coordinates the health sector response, and the Ministry of Finance \n(MOF) oversees the overall response. ADB provided a $40 million emergency assistance grant \n(EAG), under which (i) 8 hospitals are being constructed (adding 600 new beds) and expected for \ncompletion by May 2021, and (ii) medicines and medical equipment were delivered and oxygen \nconcentrators distributed to all provinces in the second half of 2020.15 The remaining 12 hospitals \nwill be constructed or rehabilitated by the end of 2021 (adding 550 new beds). The World Bank \nprovided $146 million, and the European Union provided €117 million, in addition to other grants. \nADB, with a $100 million grant through its COVID-19 Active Response and Expenditure Support \n(CARES) program,16 the World Bank, and the International Monetary Fund have also provided \nassistance aimed at reducing the overall social and economic impacts of COVID-19.17 \n \n11.  Lessons. The project’s design is informed by the best practices learned from recent \nprojects. For the EAG, the majority of procurement was done through WHO and UNICEF; this \narrangement  ensured that  supplies  were  of  good  quality  and  has  helped  mitigate  several \nprocurement risks. ADB’s support in strengthening the project management capacity of the \nMOPH proved to be essential for implementation of the EAG. The capacity strengthening process \nrequires a long-term commitment from ADB and should be continued under the project. \n \n12.  Needs assessment. The high transmission scenario for Afghanistan, projecting 740,000 \ninfected persons seems likely, with at least 46,000 inpatients and 7,208 deaths.18 It was estimated \nthat not having access to COVID-19 vaccines would cost low-income countries $28 billion–$200 \nbillion of their combined GDP.19 The impact of vaccination will depend on the maintenance of \ncontrol measures, public hesitancy for vaccination, and possible new viral strains.20 While the \nthreshold of the population to be vaccinated against COVID-19 to induce herd immunity or the \ncapacity of any vaccine so far to reduce the transmission of the virus are not yet known, a degree \nof “functional immunity” can be met. 21 Functional immunity corresponds to a level of protection \nthat will not necessarily prevent one from getting infected but will drastically reduce the risk of \ncontracting a severe form of the disease or dying. Protecting selected groups, whether they are \nmore vulnerable or essential to the continuation of prioritized activity in the country, will reduce \nthe burden of medical services in hospitals, reduce mortality because of COVID-19, and maintain \nessential public services and production capacity. The target is 60% (approximately 23.3 million \npeople) of the total population (excluding those below 18 years old) to reach this goal. \n \n13.  The Afghanistan public health system is capable of implementing a public vaccination \ncampaign and has delivered as many as 14 million vaccinations per annum.22 In 31 of the 34 \nprovinces, nongovernment organizations (NGOs) are delivering public health services through \nservice provider contracts.23 The National Expanded Program on Immunization (NEPI) has \n \n15 ADB. 2020. Report and Recommendation of the President to the Board of Directors: Proposed Grant to the Islamic \nRepublic of Afghanistan for the Emergency Assistance for COVID-19 Pandemic Response. Manila.  \n16 ADB. Afghanistan: COVID-19 Active Response and Expenditure Support Program.  \n17  Development Coordination (accessible from the list of linked documents in Appendix 2). ADB has provided a range \nof assistance, including technical assistance under the CAREC Program.  \n18  Imperial College COVID-19 Response Team. 2020. Report 9: Impact of Non-Pharmaceutical Interventions (NPIs) to \nReduce COVID-19 Mortality and Healthcare Demand. London (16 March). \n19  M. Hafner et al. 2020. COVID-19 and the Cost of Vaccine Nationalism. Cambridge. \n20  Vaccine Needs Assessment (accessible from the list of linked documents in Appendix 2). \n21  WHO. 2020. Coronavirus Disease (COVID-19): Herd Immunity, Lockdowns and COVID-19. Q&A. 31 December.    \n22 UNICEF. 2018. Nearly 14 Million Children in Afghanistan to be Immunized Against Measles Following a Growing \nIncrease in Reported Cases. News release. 1 September. \n23 The World Bank’s Sehatmandi Project finances performance-based contracts to deliver a basic package of health \nservices and an essential package of hospital services through NGOs in 31 provinces. Under the World Bank project, \n \n ", "5 \n \nextensive experience with vaccination programs, with support of service providers, and manages \nthe regular cold chain (–20 degrees Celsius at the national, regional, and provincial levels; and 2 \nto 8 degrees Celsius at the health facilities). Financing, procurement, and logistics systems are \nestablished and monitored. The cold chain system is being improved. Potential hurdles, which \nmainly concern rural areas, include local leaders’ buy-in, public hesitancy, availability of female \nstaff, and staff security. Alternative vaccination strategies have been developed for remote \nlocations, such as using mobile clinics and providing incentives for community vaccination drives. \n \n14.  National Plan for COVID-19 Vaccination in Afghanistan. The MOPH has developed \nthe NPCVA in consultation with ministries, institutions, provinces, and partners.24 The program \naims to vaccinate at least 20% of the population by December 2021, and another 40% in 2022, \nsubject to vaccine availability. The prioritized 20% (7.78 million people) are ranked in the following \norder: (i) health workers, (ii) teachers, (iii) security personnel, (iv) prisoners, (v) people with \ncomorbidities, (vi) people over 50 years of age, (vii) nomadic people, (viii) internally displaced \npeople, (ix) returnees from countries with high COVID-19 prevalence, (x) government employees \nwho are working with crowds, and (xi) people living in urban slums and others for emergency \nuse. Children below 18 years old will not be vaccinated. Vaccinating pregnant women will depend \non clinical trials and political support. \n \n15.  The  NRCC  has  been  extended  to  include  COVID-19  vaccination.  The  MOPH  has \nestablished a strong coordination structure, including the High-Level Health Program Oversight \nCommittee (HLHPOC) chaired by the minister of public health, which brings together key \ndevelopment  partners  including  ADB;  the  World  Bank;  United  Nations  agencies;  and \nrepresentatives from civil society, private sector, and the MOF. The HLHPOC is responsible for \nCOVID-19 vaccine rollout, primarily through the NEPI, and provides programmatic directions and \ncoordination among all involved ministries, provinces, and partners. The NPCVA provides a \nbudget and financing plan to provide up to 60% of the population with COVID-19 vaccination at \na cost of $319 million. Afghanistan is a beneficiary of the COVID-19 Vaccines Global Access \n(COVAX) Advance Market Commitment (AMC) mechanism through the COVAX initiative led by \nGavi, the Vaccine Alliance (GAVI).25 As such, it will receive vaccines and ancillary items for \nvaccinating 16%–20% of the population. Several vaccines are being considered for emergency \napproval by the Afghanistan National Regulatory Authority.26 \n \n16.  The MOPH and partners have made detailed plans for the cold chain system to make \nvaccines available in 2,227 health facilities. Storage, transportation capacity, and quality control \nof vaccines are also to be increased. Vaccination will be delivered through the NEPI structure and \nstaff for routine immunization as well as medical facilities. To address a gender-based challenge \nfor women who will be vaccinated, MOPH will ensure that 1,000 female vaccinators will be \nrecruited among the 2,000 additional vaccinators to be hired, in addition to the existing 4,454 \nvaccinators, half of whom are women. The government is committed to ensure equal access to \n \nthere is a strong emphasis on performance, transparency, and accountability, with established fiduciary, project \nmanagement, and monitoring and evaluation mechanisms. World Bank. 2018. Restructuring Paper on a Proposed \nProject Restructuring of Afghanistan Sehatmandi Project. 28 March; and World Bank. 2018. Afghanistan Sehatmandi \nProject. 12 March. \n24 The NPCVA follows international standards of the Vaccine Introduction Readiness Assessment Tool of WHO and \nUNICEF and the Vaccine Readiness Assessment Framework of the World Bank, and it is aligned with the WHO \nStrategic Advisory Group of Experts on Immunization on global COVID-19 policies and strategies. Government of \nAfghanistan, MOPH. 2020. National Plan for COVID-19 Vaccination in Afghanistan. Kabul (February).  \n25 Government of Afghanistan, MOPH. 2020. National Plan for COVID-19 Vaccination in Afghanistan. Kabul (February). \n26 The Afghanistan National Regulatory Authority has issued approval for use of the AstraZeneca COVID-19 vaccine \nproduced by the Serum Institute of India, which will also be delivered under the COVAX AMC. The government will \nseek approvals from the Regulatory Authority for other vaccines, when required. \n ", "6       \n \nvaccination regardless of who controls the area, with NEPI vaccinators operating throughout the \nwhole country. A training plan for vaccinators has been prepared. Special arrangements are being \nmade to ensure the safety of health staff in remote locations and areas controlled by anti-\ngovernment elements, including obtaining letters of guarantee/clearances. Innovative options \nmay have to be considered to improve access (e.g., mobile clinics), and to overcome vaccine \nhesitancy (e.g., incentives). For every target group, a specific implementation strategy has been \nprepared, with dedicated means of identification implemented with partners.27 \n \n17.  The NPCVA has plans, protocols, and reporting requirements to (i) inform, manage, and \nscreen potential recipients of the vaccine; and (ii) ensure the quality of vaccines, vaccination, and \nhow to handle adverse events following immunization. The MOPH has strengthened its system \n(based on District Health Information Software 2) for registration, data collection, and reporting.28 \nPatients will be identified based on a procedure detailed in the NPCVA. The MOPH plans to roll \nout smart paper technology to provide real-time data from the health facilities and use data \ncollected by partner supervisors. Tracking of vaccination and performance monitoring will be \nimplemented by a third-party monitoring firm (Acasus), in coordination with donors.29 There is a \nstrong emphasis in the NPCVA on accountability, transparency, and monitoring. The NPCVA \ncovers a community engagement and communication plan, including a wide range of methods \ntailored to different target groups.30 It describes the procedures in place based on Afghanistan’s \nHealth Care Waste Management Plan validated in 2018 for handling and disposal of medical \nwaste.31  \n \n18.  Development partner coordination. ADB’s proposed grant of $50 million will support \nprocurement and transportation of vaccines and capacity strengthening of the MOPH, and will \nfully complement assistance of other development partners. The MOPH is coordinating the health \nsector response with all partners—with WHO, UNICEF, and the World Bank taking a co-leading \nrole. The first round of vaccines for 16%–20% of the population will be financed through the \nCOVAX  AMC  mechanism  with  $84  million.  This  funding  will  also  support  distribution, \nstrengthening of cold chains, provision of technical assistance, and capacity building. The World \nBank is processing a project of $113 million which includes $50 million in cofinancing from the \nAfghanistan Reconstruction Trust Fund that will support vaccine procurement, other areas \ncovered by GAVI, and delivery of vaccines to the population.32 Key support will also be provided \nby UNICEF and WHO, which will support procurement and distribution of vaccines, training, and \nservice delivery and administration of vaccines to the population; and other partners.33 The \nvaccination process started in February 2021, and GAVI delivered the first batch of 468,000 \ndoses of AstraZeneca vaccine produced by the Serum Institute of India, on 8 March  2021. \n \n \n27 People living in camps for internally displaced people aged 30–50 years will be vaccinated by additional vaccinators \nusing a mobile strategy, and their identification will be managed by the International Organization for Migration, \nUnited Nations High Commissioner for Refugees, and the Ministry of Returnees and Repatriation. \n28 District Health Information Software 2 (DHIS2) is an opensource health management information system. \n29 Acasus. Health. Acasus will provide real-time reports by health facility, which can be aggregated to provincial and \nnational levels to help ensure that vaccinations reach the delivery points in the right quantities and quality. \n30 For example, mass media (TV and/or radio) campaigns, media workshops and monitoring, and social media. \nDeveloping IPC/I skills of frontline workers and media representative’s knowledge of the vaccine. \n31 The NPCVA provides guidance for (i) segregation according to color coding for different types of biomedical waste; \n(ii) collection using different types of containers; (iii) designated storage locations within health care facilities; (iv) safe \ntransportation for treatment (on-site and off-site); (v) use of personal safety devices mandatory for all personnel \nhandling waste; and (vi) adequate treatment and disposal of syringes, needles, glass vials, and other materials. \n32 Development Coordination (accessible from the list of linked documents in Appendix 2). \n33 The Government of India has confirmed a donation of 500,000 doses of the AstraZeneca vaccine manufactured by \nthe Serum Institute of India, which will be used for medical workers and teachers. \n ", "7 \nB. Project Description\n19. Impact and Outcome. The project is aligned with the following impacts: (i) vulnerable \ngroups are protected from COVID-19 (footnote 25); and (ii) the spread of severe acute respiratory \nsyndrome coronavirus 2 is reduced, and confidence of citizens is restored.34 The project is \naligned with the following outcome: priority populations vaccinated against COVID-19.35 The \nproject outputs are described below.\n20. The government requested ADB to support its COVID-19 vaccination program. Following \nthe guidance provided in Appendix 4 of the APVAX policy paper (footnote 1), the project \ninvestment component will be utilized. This approach will provide the flexibility needed to respond \nto the challenging operating environment in Afghanistan.\n21. Output 1: COVID-19 vaccines procured and delivered to designated points. The \nproject will provide financing to procure vaccines through the COVAX AMC facility with UNICEF \nsupport, as well as procurement of vaccines by UNICEF outside of the COVAX AMC facility, if \nrequired. A minimum of 6 million doses of COVID-19 will be delivered to the national store in \nKabul and regional and provincial centers. The expenditure items will include (i) vaccines that \nmeet any of the eligibility criteria of the APVAX policy paper,36 including advance payments; (ii) \nsafety boxes, syringes, and other items required for the administration of the vaccines; and (iii) \ninternational and national logistics and related services required for the transportation of vaccines \nfrom the place of purchase to designated delivery points. UNICEF will also provide transportation \nsupport from the national store in Kabul to regional and provincial vaccine store centers and to \nother designated points of delivery to support the overall COVID-19 vaccine rollout under the \nNPCVA, including for vaccines procured by other development partners (such as GAVI through \nthe COVAX AMC) that meet the APVAX eligibility criteria (footnote 36). Prior to the disbursement \nof the grant proceeds, the MOPH shall submit to ADB purchase agreements for the vaccines that \ncomply with the APVAX vaccine eligibility criteria.\n22. Output 2: Vaccine program implementation capacity strengthened. This output will \nsupport strengthening the capacity of the MOPH to effectively and efficiently manage vaccine \nimplementation. The output will provide consultant support to strengthen the MOPH’s capacity \nrelated to planning, communications, coordination, and implementation at the national and \nprovincial levels. The project will also support the strengthening of the project implementation \nunit (PIU) within the MOPH, which is also used for the EAG (footnote 15), by providing additional \nconsultant support. All capacity strengthening activities will ensure women staff’s participation. \nTechnical trainings will include tailored gender sensitivity sessions to ensure that vaccines are \nadministered to women in a culturally sensitive manner. Community campaigns to promote the \ndemand for vaccines from the targeted population groups will set targets for women to be \nreached. Under this output, a performance auditing firm will be engaged to ensure that ADB-\nfinanced vaccines are delivered as per the NPCVA, and a waste management firm will be \nengaged to provide the technical support and capacity building for waste disposal. The capacity \nstrengthening activities will be coordinated with other regional technical assistance.37\n34 Severe acute respiratory syndrome coronavirus 2 is the virus that causes COVID-19; ADB. 2020. ADB’s Support to\nEnhance COVID-19 Vaccine Access. Manila. \n35 The design and monitoring framework is in Appendix 1. \n36 Eligibility of vaccines for APVAX financing will adhere to the criteria stated in paragraph 29 (including footnotes 28, \n29, and 30) of the APVAX policy paper. ADB. 2020. ADB’s Support to Enhance COVID-19 Vaccine Access. Manila. \n37 Under the CAREC program, ADB is providing more than $4 million technical assistance supporting CAREC countries’ \njoint efforts in responding to COVID-19, building national health systems and strengthening regional health security. ", "8 \n23. Value addition. The pandemic has had significant social and economic impacts on the\nAfghan population. ADB has added value in terms of its infrastructure and administrative expertise\nand in-depth understanding of the local development process and is considered a trusted partner.\nADB’s overall support for the government’s response to COVID-19 is holistic. It involves an\nexpansion of ADB’s portfolio to the health sector through the $40 million EAG and provision of\n$100 million in budget support (through the CARES program), covering treatment in hospitals\nthrough the EAG, prevention with the APVAX, and mitigation of socioeconomic impact through\nthe CARES program (footnote 16). ADB has established monitoring mechanisms under the\nCARES program, on which this project builds for efficiently monitoring its implementation. The\nsupport for COVID-19 vaccines is essential for overcoming the pandemic and moving toward\neconomic recovery. ADB’s support will ensure that internationally reputed and medically certified\nsafe and high-quality vaccines are made available to the Afghan people. Furthermore, given\nAfghanistan’s location at the crossroads of Central Asia, the project will generate significant\nregional public goods and complement efforts to contain the COVID-19 pandemic and foster\ngrowth in the CAREC region, through addressing pandemic risks and cross-border health threats.\n3. Summary Cost Estimates and Financing Plan\n24. The  project  is  estimated  to  cost  $52  million  (Table  2).  Detailed  cost  estimates  by\nexpenditure category and financier are included in the project administration manual (PAM).38\nThe major expenditure items are the purchase and delivery of COVID-19 vaccines, the supply of\nother ancillary items required for the administration of the vaccines, international and national\nlogistics and related services required for the transportation of vaccines to designated delivery\npoints, and consulting services for capacity development of the MOPH.\n Table 2: Summary Cost Estimates \n($ million) \nItem  Amounta \nA. Base Costb\n1. Output 1: COVID-19 vaccines procured and delivered to designated points 44.9 \n2. Output 2: Vaccine program implementation capacity strengthened 2.1 \nSubtotal (A) 47.0 \nB. Contingenciesc 5.0 \nTotal (A+B)  52.0 \nCOVID-19 = coronavirus disease. \nNote: Numbers may not sum precisely because of rounding. \na Includes taxes and duties of $1.94 million. Such amount does not represent an excessive share of the project cost. \nThe government will finance taxes and duties of $1.91 million through exemption. \nb In early 2021 prices as of 21 January 2021.  \nc Physical contingencies computed at 9% for all cost categories. Price contingencies are calculated based on escalation \nrates for domestic and international costs estimated for Afghanistan, including provision for potential exchange rate \nfluctuation under the assumption of a purchasing power parity exchange rate. Annual escalation rate for international \ncosts is estimated at 1.6% for 2021 and 1.7% for each year during 2022–2023. Annual escalation rate for domestic \ncosts is estimated at 4.5% for each year during 2021–2023. \nSource: Asian Development Bank. \n25. The government has requested a grant not exceeding $50 million from ADB’s Special\nFunds resources (Asian Development Fund) to help finance the project. The summary financing\nplan is in Table 3. ADB will finance the expenditures in relation to COVID-19 vaccine procurement\nand delivery to designated vaccine administration points, including other items needed for\nA CAREC health strategy leading to 2030 is being formulated, which will guide CAREC countries including \nAfghanistan in strengthening health cooperation in the long run. \n38 Project Administration Manual (accessible from the list of linked documents in Appendix 2). ", "9 \nvaccine  administration,  goods,  consulting  services,  and  recurrent  costs.  The  government \nprovided assurance to cover any shortfall in the finances required. The government will contribute \n$2 million to cover taxes and duties through exemption and will provide office space and \ncounterpart staff as an in-kind contribution. \nTable 3: Summary Financing Plan \nAmount  Share of Total \nSource  ($ million)  (%) \nAsian Development Bank \nADF grant a  50  96.2 \nGovernment b   2  3.8 \nTotal  52  100.0 \nADF = Asian Development Fund. \na  The project will be funded by the freed-up ADF grant resources from savings and cancellations of ongoing projects \nof $45 million, and the Expanded Disaster and Pandemic Response Facility grant of $5 million. \nb  Government in-kind contribution includes a tax and duty exemption for vaccines (including ancillary goods items and \ntransportation costs), office space, and counterpart staff. \nSources: Asian Development Bank; and Government of Afghanistan. \n4. Implementation Arrangements\n26. Implementation  arrangements  are  summarized  in  Table  4  and  detailed  in the  PAM\n(footnote 38). The executing agency will be the MOPH. The deputy minister for policy and\nplanning, MOPH will serve as the project coordinator, with support from the NEPI, MOPH, which\nwill coordinate vaccination rollout and will be responsible and accountable for distribution and\nvaccine administration to groups identified by the NPCVA. The Grant and Service Contract\nManagement Unit, MOPH will support the NEPI Division on the procurement and administrative\nside,  including  maintaining  robust  inventory management  and  controls  and monitoring  and\ntracking systems, while the Sehatmandi Coordination Office (SCO), MOPH, will coordinate project\nactivities with all stakeholders.39 Project oversight will be provided through the HLHPOC, which\nwill  meet  regularly  to  review  the  project’s  progress  and  ensure  coordinated  efforts  by  all\nstakeholders (para. 15 and footnote 2).\n27. The MOPH has established the National Immunization Technical Advisory Group as well\nas technical working groups in operation, cold chain, communication, surveillance, adverse\nevents monitoring, and training committees to oversee specific aspects of the NPCVA. The\nnational-level committees are supported by technical committees at the provincial levels, which\n(i) are led by the Provincial Expanded Program on Immunization (EPI) Management Team and\nregional EPI management teams, and (ii) bring all relevant partners on the ground. All committees\nwill meet regularly to ensure timely implementation of the NPCVA. The delivery of the vaccines\nto the population will be done through 2,227 existing EPI centers with 4,454 vaccinators and 2,000\nadditional vaccinators. The MOPH’s capacity will be augmented with additional staff (consultants)\nto ensure adequate inventory management and controls and monitoring and tracking systems.\n28. UNICEF will be engaged through direct contracting as a turnkey procurement agent to\nhandle all aspects of goods and logistics procurement in accordance with the ADB Procurement\nPolicy  (2017,  as  amended  from  time  to  time)  and  the  Procurement  Regulations  for  ADB\nBorrowers (2017, as amended from time to time).40 UNICEF will also be engaged to provide\ntransportation and logistics services to designated points to support the overall COVID-19\n39 The SCO of the MOPH oversees implementation of the World Bank’s Sehatmandi Project. It also oversees the \nimplementation of the ADB EAG. The SCO will help coordinate project activities with all stakeholders. \n40 As the sole procurement coordinator under COVAX, UNICEF is ideally positioned to handle all aspects of the vaccine \nsupply chain, including procurement, contract management, and distribution. ", "10 \nvaccine rollout under the NPCVA, including vaccines procured by other development partners, \nwhich will be carried out in accordance with UNICEF’s Supply Manual.41 Value for money will be \nachieved through utilizing a procurement agent with relationships across all major supply chains \nfor the vaccines, ancillary items, and logistics which matches the intent to need to deliver fast, \nsafe  and  high-quality  vaccines.  UNICEF  has the  required resources  to  immediately  begin \nproviding services either through or outside of COVAX and is also best positioned to navigate the \nquickly evolving vaccine market to ensure availability of fast, safe, and high-quality vaccines. \nUNICEF is also well positioned in Afghanistan to handle in-country logistics, and UNICEF’s cold \nchain experience is critical for the safe handling of vaccines. \n29. UNICEF will be engaged to strengthen the capacity of the MOPH to manage vaccine\nimplementation. Recruitment of national consultants to strengthen the implementation capacity\nof the PIU and MOPH will be handled through UNICEF (footnote 41) or the government’s\nrecruitment system.42 Recruitment for consulting services for firms and supply of the office\nfurniture and equipment for MOPH will be handled in line with the ADB Procurement Policy and\nthe Procurement Regulations for ADB Borrowers. Following the APVAX policy paper (footnote\n1), ADB’s member country procurement eligibility requirements are waived for goods (including\nvaccines and medical goods/equipment) and consulting services.\nTable 4: Implementation Arrangements \nAspects  Arrangements \nImplementation perioda  May 2021–December 2022 \nEstimated completion date  31 December 2022 \nEstimated grant closing date  30 June 2023 \nManagement \n(i) Oversight body High-Level Health Program Oversight Committee \n(ii) Executing agency MOPH \n(iii) Key implementing Not applicable \nagencies\n(iv) Implementation Unit The National Expanded Program on Immunization Division of the MOPH will coordinate \nthe overall vaccination rollout, the Grant and Service Contract Management Unit of the \nMOPH will support procurement and administration, and the Sehatmandi Coordination \nOffice of the MOPH will help coordinate project activities with all stakeholders. \nProcurement  Direct contracting to UNICEF for vaccine supply,  1 contract  $41 million \nauxiliary items, and transportation \nDirect contracting to UNICEF for transportation and  1 contract  $2.000 million \nlogistics to designated points to support the overall \nCOVID-19 vaccine rollout under the NPCVA \nPIU equipment and furniture  1 contract  $0.060 million \nConsulting Services  Individual consultants, PIU, research assistantsa  Multiple  $0.760 million \ncontracts \nSingle-source selection to UNICEF (capacity  1 contract  $0.900 million \nstrengthening of the MOPH) \nCQS (performance auditor firm)  1 contract  $0.156 million \nCQS (waste management firm)  1 contract  $0.052 million \nCQS (project financial statement auditors)  1 contract  $0.072 million \n41 ADB. 2010. Strengthening the Partnership between the Asian Development Bank and the United Nations Children’s \nFund: Procurement Arrangements. Manila. Under this Board-approved paper, ADB agrees to the use of UNICEF’s \nSupply Manual and UNICEF’s Human Resources Manual for the procurement of associated goods, equipment, and \nservices (including consulting services); and the procurement of goods, equipment, and services in a nonmember \ncountry or the procurement of goods, equipment, and services produced in a nonmember country. \n42  This process is currently utilized for recruitment of PIU staff in Afghanistan under ADB-financed projects in the energy, \ntransport and agriculture sectors. ADB staff will be involved in reviewing terms of reference, short-listing, and \ninterviewing candidates. ADB will also provide a formal no objection before any resulting contracts are signed. ", "11 \nAspects  Arrangements \nRetroactive financing and/or  Retroactive financing up to 30% of the grant amount is envisaged. Grant funds may be \nadvance contracting   used for reimbursement of eligible expenditures incurred under the project before the \neffective date in connection with capacity strengthening, national consultants, logistics, \nand transportation related to delivery of vaccines to designated points,b subject to a \nmaximum amount equivalent to 30% of the grant amount, provided that expenditures \nare incurred after the allocation by the government of resources to respond to the \nCOVID-19 emergency,c but not earlier than 12 months before the date of the grant \nagreement, and provided that disbursement conditions are met. \nThe issuance of (i) invitations for bids and (ii) consulting services recruitment notices \nunder advance contracting and retroactive financing will be subject to ADB approval. \nThe  government  and  executing  agency  were  advised  that  approval  of  advance \ncontracting and retroactive financing does not commit ADB to finance the project. \nDisbursement  The grant proceeds will be disbursed following ADB’s Loan Disbursement Handbook \n(2017, as amended from time to time) and detailed arrangements agreed between the \ngovernment and ADB. \nADB = Asian Development Bank, COVID-19 = coronavirus disease, CQS = consultants’ qualifications selection, MOPH \n= Ministry of Public Health, NPCVA = National Plan for COVID-19 Vaccination in Afghanistan, PIU = project \nimplementation unit, UNICEF = United Nations Children’s Fund. \na  The government recruitment system will be used (para. 29 of the main text). \nb Relating to logistics and transportation for delivery of vaccines procured for the overall COVID-19 vaccine rollout \nunder the NPCVA, including vaccines procured by other development partners. \nc On 25 February 2020, the government approved a budget allocation toward its COVID-19 response. \nSource: ADB. \n30. The individual consultants engaged by the MOPH will work in Kabul and the provinces.\nTheir  expertise  will  include  coordination,  planning,  communication,  inventory  control,\naccountability mechanisms, vaccine recall plans and procedures, and other areas of expertise as\nneeded. The project will also support the strengthening of the PIU and will include recruitment of\nconsultants  with  the  following  expertise:  project  coordination,  financial  management,\nenvironmental safeguards, social safeguards and gender, procurement, contract management,\naccountancy, monitoring and evaluation, and administration.\nIII. DUE DILIGENCE\n31. ADB’s standard due diligence requirements for processing sovereign operations have\nbeen applied.\nA. Economic Analysis\n32. The COVID-19 pandemic is both a health and an economic crisis, generating loss of lives\nand major economic downturn arising from the introduction of containment measures that restrict\neconomic  activities  and  a  wider  economy-wide  slowdown  in  investment  and  international\ntrade. Averting further loss and paving the way for recovery from economic stagnation will require\ncomprehensive vaccination combined with other effective suppression measures. While the\nreduction of morbidity and mortality of vaccinated vulnerable populations will result quickly in a\nreduction of the stress on hospital activities, the achievement of functional immunity (footnote 21)\nagainst COVID-19 through the vaccination program, in addition to natural infection, will result in\nsustainable reduction of mortality and morbidity. It will contribute to setting the economy back on\na normal development track by encouraging the resumption of economic activities, including\nproduction, investment, and trade, and will have positive cross-border spillover effects.", "12 \nB. Governance and Anticorruption\n33. A governance risk assessment was carried out in line with ADB’s Second Governance\nand Anticorruption Action Plan.43 The government is committed to improving the quality of\ngovernance,44 and it undertook several governance initiatives during 2016–2019.45 However, a\npolitical risk analysis undertaken in 2020 highlighted the likely scenario of continued political and\nsecurity risks, with no final peace deal reached between the state and the Taliban before 2025.46\nA  prolonged  government  formation  under  a  tumultuous  peace  process  and  a  weak  legal\nenforcement regime imply that the political and regulatory risks are likely to persist, and proposed\nreforms are unlikely to fully materialize with corruption persisting in public bodies and state\ndecision-making.47 The government’s effectiveness is further constrained by poor links between\nthe national and subnational levels of governance, combined with institutional and human\ncapacity challenges. To mitigate the risks, the general scope of procurement will rely upon\nUNICEF performing the role of a procurement agent to carry out turnkey procurement and\nlogistics  services  for  vaccines  and  ancillary  items.  ADB’s  Anticorruption  Policy  (1998,  as\namended to date) was explained to and discussed with the government and MOPH. The specific\npolicy requirements and corruption mitigation measures are described in the PAM. All vaccines\nmust be either on the WHO Emergency Use Listing or WHO prequalified.48 ADB will provide\nfinancing for vaccine procurement only once the APVAX vaccine eligibility criteria have been met\n(footnote 36). All cold chain equipment—from the national to the service delivery levels—is WHO\nprequalified.\nC. Environment and Social Safeguards\n34. In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard\ncategories are as follows.\n35. Environment  (category  C).  The  availability  of  COVID-19  vaccines  will  result  in  a\ntemporary increase of immunization waste (e.g., used syringes, needles, personal protective\nequipment) at service points. Hence, minimal environmental impacts are envisaged, as this waste\nwill be disposed following the national medical health care waste management plan, which was\nreviewed and confirmed to be adequate.49\n36. Involuntary resettlement and indigenous peoples (category C). The project does not\nentail any physical intervention to cause any involuntary resettlement and indigenous peoples\nimpacts.\n43 ADB. 2006. Second Governance and Anticorruption Action Plan (GACAP II). Manila.  \n44 Afghanistan ranked 169th out of 176 economies (scoring 15 out of 100) in Transparency International’s Corruption \nPerceptions Index 2016, and it made high-level commitments under the 2017 National Strategy for Combating \nCorruption, Afghanistan National Peace and Development Framework, and Mutual Accountability Framework. \n45 These initiatives are (i) the adoption of the Anti-Corruption Strategy; (ii) the establishment of the Anti-Corruption \nJustice Center and the High Council for Rule of Law and Anti-Corruption; and (iii) legislative changes, including the \nAnti-Corruption Law, the Whistle Blower Protection Law, and the Attorney General’s Law. The new Penal Code has \nbeen aligned with the United Nations Convention against Corruption. Reforms in the civil service and framework for \nanti-money laundering and combating the financing of terrorism have been strengthened. \n46 Risk Advisory. 2020. Political Risk Analysis for Afghanistan. Washington, DC (10 September).  \n47 The investment climate remains challenging because of insecurity, although Afghanistan improved its ranking in the \nWorld Bank’s Doing Business index from 183rd in 2018 to 167th out of 190 economies in 2019. \n48 Government of Afghanistan, MOPH. 2010. Regulation Number 15. Kabul (28 June). \n49 The update to the medical waste management plan dealing with incremental medical waste from the immunization \nprocess was not reviewed, as it is still being prepared. Environmental Due Diligence (accessible from the list of linked \ndocuments in Appendix 2). ", "13 \nD. Poverty, Social, and Gender\n37. The project supports poverty alleviation with measures to safeguard the health of citizens,\nmaintain jobs, and ensure equal access to vaccines to the poor and vulnerable people.50\n38. The project is categorized effective gender mainstreaming.51 It addresses the need to\nprotect those on the COVID-19 front line, such as health workers (including community health\nworkers) and teachers (about 40% of whom are women), by prioritizing these population groups\nfor vaccination. Also included in the prioritized groups for vaccination are nomadic groups,\ninternally displaced persons, and those living in slums, about 49% of whom are women. The\nproject will collect sex-disaggregated data on the targeted population groups and information on\nthe cultural appropriateness of vaccination sites for monitoring of the vaccination plan. MOPH\nstaff and consultants, 30% of whom are women, from the central, regional, and provincial offices\nwill be trained on the effective procurement and management of the vaccines in a gender-\nsensitive way. The project endeavors to create a gender-sensitive vaccination environment by\nincluding gender-inclusive provisions in the local operational plans on vaccine distribution, such\nas providing separate vaccination areas for women, training female health workers who will\ncommunicate safety procedures to women after vaccination and in between doses, and using\ngender-fair messages in community-targeted campaigns to raise vaccine demand, among others.\nE. Financial Due Diligence\n39. Financial management assessment concluded that the overall pre-mitigated financial\nmanagement risk of the project is substantial owing in part to the risk associated with inherited\ncountry security risks, weak institutional governance, a weak internal control system, and limited\nexperience with ADB-funded projects. To address these weaknesses, the following mitigation\nmeasures,  as  presented  in  the  financial  management  assessment  time-bound  financial\nmanagement action plan, were discussed and agreed with the MOPH: (i) financial management\nconsultants will be engaged to support the MOPH, (ii) training will be provided by ADB to MOPH\nPIU staff on ADB financial management and disbursement guidelines and policies, (iii) PIU staff\nwith prior ADB or World Bank project experience will be deployed, (iv) an information system to\ntrack vaccines and monitor implementation will be operational, (v) internal controls and financial\nreporting will be strengthened as recommended in the financial management action plan, and (vi)\nindependent auditors will conduct both project financial reporting and performance audits.\n40. Basic public health services are provided free of charge. A project financial viability\nassessment was not undertaken since project outputs are not meant to produce cost recovery.\nThe fiscal sustainability of the country’s vaccination program is at risk because of the country’s\nfiscal limitations, and so is the national health care system, which fully relies on the support of\ndevelopment partners.52 There is a high probability that funding from partners will continue.\nF. Summary of Risk Assessment and Risk Management Plan\n41. Major risks and mitigating measures are summarized in Table 5 and described in detail\nin the risk assessment and risk management plan.53\n50 Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n51 Gender Action Plan (accessible from the list of linked documents in Appendix 2). \n52 Financial Analysis (accessible from the list of linked documents in Appendix 2). \n53 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). ", "14 \nTable 5: Summary of Risks and Mitigating Measures \nMajor Risks  Mitigation Measures \nLong vaccine lead times: high  (i) Risk transferred to UNICEF, a qualified procurement agent with\nglobal demand far  purchasing and negotiating power\nexceeds supply of approved  (ii) UNICEF to also explore use of bilateral arrangements such as direct\nvaccines  procurement of eligible vaccines from India or other appropriate sources\nVaccines not allocated according  (i) Strong oversight and coordination structure in place\nto the prioritization plan  (ii) The MOPH to monitor compliance through a monitoring and evaluation\ndatabase\n(iii) ADB will hire consultants to supplement coordination and surveillance\nSecurity situation and high  (i) The MOPH to provide security personnel during the transit of vaccines\ncriminality affect delivery of  (ii) UNICEF and government to use firms with proven logistics track record\nvaccines   (iii) Low-profile approach with appropriate security measures\nInsufficient on-the-ground  (i) Use of existing EPI centers with a proven track record in delivering\narrangements for the delivery of  vaccines supported by medical centers and 2,000 additional vaccinators\nvaccines to the population  (ii) Use of the SCO to support coordination, including monitoring of integrity\nrisks and controls, and NGOs to support deployment\nMonitoring of adverse vaccine  (i) Training provided by UNICEF and WHO to the existing EPI centers and\neffects not effective   2,000 additional vaccinators (1,000 mobile teams)\n(ii) Digital tracking systems will be used by the regional and provincial EPI\nmonitoring teams to detect, report, and manage patients presenting\nadverse effects\nVaccine theft and  (i) Standard operating procedures for storekeepers with an established\nmisappropriation  accountability and transparency framework\nIneffective system for stock  (i) Ensure that the MOPH and service providers fully utilize the VSSM tool\nmanagement and tracking of  established by WHO, and DHIS2 and HMIS up to the health facilities\nvaccines  (ii) Monitoring cell to be established to monitor the vaccination process and\ndevelop a supervision plan for national, regional, and province managers\nVaccines not delivered to difficult- (i) 1,000 additional mobile teams supported by the Red Cross and NGOs\nto-reach places and areas  (ii) The Taliban have expressed support for the vaccination process\ncontrolled by the Taliban  (iii) Special letters of guarantee and/or clearance to be provided by the\nTaliban\nImplementing entity has little ADB  (i) Training of MOPH PIU staff on ADB financial management and\nexperience in financial  disbursement guidelines and policies, including integrity risks and controls\nmanagement and no experience  (ii) Financial management consultants will be engaged to support the MOPH\nof audit requirements and  (iii) An independent auditor will conduct a project financial reporting and\nprevious unresolved audit  performance audit using ADB-reviewed terms of references; the scope will\nobservations from other projects  include integrity risks and controls\nWidespread corruption and poor  (i) Implementation will be aligned with the MOPH’s anticorruption strategy\ngovernance  through the High Office of Oversight and Anti-Corruption; the strategy will\nbe implemented to minimize the risk of corruption\n(ii) Strong oversight and donor coordination mechanisms should contribute to\npreventing and mitigating the corruption risk\n(iii) The project financial management system has been designed to\nencourage accountability and minimize risks of corruption, and will include\na review of primary payment documentation before endorsing for payment\n(iv) ADB will conduct integrity knowledge management session(s) for the\nMOPH and other project stakeholders to increase awareness of and\ncompliance with ADB's Anticorruption Policy (1998, as amended to date)\n(v) The Anti-Corruption Commission, the National High Council for Rule of\nLaw and Anti-Corruption, and the Anti-Corruption Justice Center will\nsupport and be engaged in preventing the risk of widespread corruption\nWeak internal framework and  (i) ADB will recruit a performance auditor to assess the implementation of the\ncontrols with unreliable systems  vaccine program and support the MOPH through engagement of\nresult in risk of vaccines not being  consultants under ADB technical assistance\nused for targeted groups  (ii) The MOF will support capacity building of internal audit units\nLack of standard financial data  In collaboration with the World Bank, a new information system will be \ncauses delay in producing data at  considered for the MOPH to ensure timely financial information \nthe project and entity levels ", "15 \nMajor Risks  Mitigation Measures \nIssues may not surface, as the  An internal audit unit will be required to audit the use of ADB funds; the \ninternal audit does not audit the  detailed scope will be agreed with the MOPH to consider various aspects \nfinance functions and PIU \nRisk of misappropriation of funds  (i) Strong emphasis on performance monitoring by the MOPH to ensure that\nand difficulty in reconciliation of  only NGOs of good repute implement the project, including monitoring by\nrecords due to MOPH’s inability to  a third-party monitoring firm\nmonitor NGOs’ work in some  (ii) All financial records of ADB-funded projects will be maintained centrally at\nplaces due to security reasons  the PIU and new financial management staff will be recruited\nADB = Asian Development Bank, DHIS2 = District Health Information Software 2, EPI = Expanded Program on \nImmunization, HMIS = health management information system, MOF = Ministry of Finance, MOPH = Ministry of Public \nHealth, NGO = nongovernment organization, PIU = project implementing unit, SCO = Sehatmandi Coordination Office, \nUNICEF = United Nations Children’s Fund, VSSM = vaccination supplies stock management, WHO = World Health \nOrganization. \nSource: ADB. \nIV. ASSURANCES AND CONDITIONS\n42. The government and the MOPH have assured ADB that implementation of the project \nshall conform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, financial management, and disbursement \nas described in detail in the PAM and the grant documents. The government and the MOPH have \nagreed with ADB on certain covenants for the project, which are set forth in the draft grant \nagreement.\n43. No withdrawals shall be made from the grant account (i) for financing the UNICEF turnkey \ncontract to supply  vaccines  and  ancillary  items,  until  ADB  has received  a  letter from the \ngovernment confirming (a) which COVID-19 vaccine(s) have been selected to be procured using \nthe proceeds of the grant; (b) which of the eligibility criteria in the definition of an eligible vaccine \n(footnote 36) have been satisfied in respect of the COVID-19 vaccine(s); and (c) that such \nCOVID-19 vaccine(s) have received all necessary authorizations of the government, and have \nbeen  authorized  by  the  Afghanistan  National  Regulatory  Authority  and  any  other  relevant \nregulatory authorities for distribution and administration within the territory of Afghanistan, and \nbased on the information provided in the aforementioned letter, ADB has notified the government \nthat the COVID-19 vaccine(s) to be procured are designated as eligible vaccines; (ii) for financing \nof the project implementation expenses under the project, until the relevant financial management \nand accounting staff have been appointed to the PIU of the MOPH, and have completed training \non ADB’s financial management and disbursement policies, procedures and guidelines; and (iii) \nuntil the relevant consultants have been engaged to provide capacity support to the MOPH.\nV. RECOMMENDATION\n44. I am satisfied that the proposed grant would comply with the Articles of Agreement of the\nAsian Development Bank (ADB) and recommend that the Board approve the grant not exceeding\n$50,000,000 to the Islamic Republic of Afghanistan from ADB’s Special Funds resources (Asian\nDevelopment Fund) for the COVID-19 Vaccine Support Project under the Asia Pacific Vaccine\nAccess Facility, on terms and conditions that are substantially in accordance with those set forth\nin the draft grant agreement presented to the Board.\nMasatsugu Asakawa \nPresident \n30 March 2021 ", "16  Appendix 1 \n \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the Project is Aligned with \nVulnerable groups are protected from COVID-19 (National Vaccination Deployment Plana \nThe spread of severe acute respiratory syndrome coronavirus 2 is reduced, and confidence of citizens is restoredb (ADB’s \nSupport to Enhance COVID-19 Vaccine Access)c \n  \nData Sources and  Risks and \nResults Chain  Performance Indicators  Reporting Mechanisms  Critical Assumptions \nOutcome  By 2022:     \n \nPriority populations  a. At least 2.55 million people in  a. Periodic progress reports  A: Priority population is \nvaccinated against  priority groups based on the  prepared by the MOPH,  willing to get vaccinated \nCOVID-19   NPCVA (about 7% of the total  WHO, and UNICEF  A: Sufficient human \n  population, disaggregated by sex)    resource capacity \n  vaccinated against COVID-19    at vaccine delivery \n(2020 baseline: 0%) (OP 1.1 and    points to \n7.3.3)    administer vaccines by \n  targeted date \n  A:  Wastage rate is 15% \n   \nR: Vulnerable groups not \nprioritized in practice \nbecause of political \npressures \nR:  Weaknesses in \nsubnational supply chain \nsystems disrupt delivery \nof vaccines to health \nfacilities, including \nresulting in higher-than-\nacceptable closed vial \nwastage rates \n \nOutputs  By 2021:     \n1. COVID-19 vaccines  1.1 At least 6 million doses of  1.1 Periodic progress  A: Timely approval of  \nprocured and delivered  COVID-19 vaccine (with syringes  reports prepared by the  vaccines by the \nto designated points  and safety boxes) delivered to  M  OPH, WHO, and UNICEF  Afghanistan National \ndesignated delivery points (2020  Regulatory Authority \nb aseline: 0) (OP 1.1.2)   R: Delays in procurement \n      because of supply \n2. Vaccine program  By 2022:    shortages \nimplementation capacity  2.1 NPCVA-aligned operational  1.1 Periodic progress  R: Price and exchange \nstrengthened   plans that include gender-inclusive  reports prepared by the  rate fluctuations beyond \ncriteria on the (i) design of mobile  MOPH; micro-plans will be  project projections may \nand outreach strategies, and (ii)  checked on explicit mention  raise costs \nmanagement of vaccination sites,  of gender-inclusive criteriad   \napproved and budgeted (baseline     \n2020: 0)     \n     \n2.2 At least five regional or  2.2 Measurement of the   \nprovincial offices of the MOPH  indicator will include (i) the   \nhave strengthened capacity to  number of health workers   \neffectively oversee procurement,  (male and female) who   \ndelivery, and management of  attended the trainings on \nvaccines in a gender-sensitive  gender sensitivity, and (ii) \nway, with at least 30% women  the number of trainings \ntraineesd (2020 baseline:  0) (OP  conducted that included \n2.2.2)  sessions on gender \n  sensitivity \n \n ", "Appendix 1      17 \n \n2.3. Awareness of 100 staff of the  2.3 Information to be \nMOPH (including 30% women)  collected by the waste \nraised in the safe disposal and  management firm and the \nwaste management of vaccine  communication specialists \nwaste and other medical waste    \n(baseline 2020: 0) \n \nKey Activities with Milestones \n1.  COVID-19 vaccines procured and delivered to designated points \n1.1 The MOPH to award a contract to UNICEF for transportation to support the overall COVID-19 vaccine rollout under \nthe NPCVA, including vaccines procured by other development partners such as GAVI through COVAX AMC (Q2 \n2021) \n1.2 The MOPH to award a contract to UNICEF for procurement of COVID-19 vaccines (Q2 2021) \n1.3 UNICEF to procure vaccines and distribute them to provinces (Q2 2021–Q1 2022) \n1.4 ADB to coordinate with MOPH and other development partners on the vaccine rollout (Q2 2021–Q4 2022) \n1.5 ADB to closely monitor COVID-19 vaccine rollout (Q2 2021–Q4 2022) \n2.  Vaccine program implementation capacity strengthened. \n2.1 The MOPH to award a contract to UNICEF for capacity strengthening (Q2 2021) \n2.2 The MOPH to recruit consultants (Q1–Q2 2021) \n2.3 The MOPH to recruit financial audit and performance audit firms and a medical waste management firm (Q3 2021) \n \nProject Management Activities \nStrengthen the implementation unit under the MOPH with additional PIU staff and consultant recruitment. \nEstablish data collection systems to report on DMF indicators, including collection of sex-disaggregated and gender-\nrelated information relevant to the Gender Action Plan.  \nPrepare annual audits and quarterly progress reports. \nConduct midterm review by Q1 2022. \nPrepare project completion report by Q1 2023. \nInputs \nADB: $50,000,000 (ADF grant) \nGovernment: $2,000,000 (in-kind) \nA = assumption; ADB = Asian Development Bank; ADF = Asian Development Fund; AMC = Advance Market Commitment; \nCOVAX = COVID-19 Vaccines Global Access; COVID-19 = coronavirus disease; DMF = design and monitoring framework; \nGAVI = Gavi, the Vaccine Alliance; MOPH = Ministry of Public Health; NPCVA = National Plan for COVID-19 Vaccination \nin Afghanistan; OP = operational priority; Q = quarter; R = risk; UNICEF = United Nations Children’s Fund; WHO = World \nHealth Organization. \na Government of Afghanistan, MOPH. 2020. National Plan for COVID-19 Vaccination in Afghanistan. Kabul (February). \nb Severe acute respiratory syndrome coronavirus 2 is the virus that causes COVID-19. \nc ADB. 2020. ADB’s Support to Enhance COVID-19 Vaccine Access. Manila. \nd (i) outreach activities, e.g., strategies to reach women who are in the confines of their homes; and (ii) management of \nvaccination sites, e.g., separate vaccination rooms are provided for men and women, or women vaccinators are employed \nin vaccinating women \ne Training will include a 2-hour session on gender sensitivity that includes awareness of gender issues related to vaccine \ndelivery such as inclusion of women in technical training on vaccine procurement, delivery and management, culturally \nappropriate engagement with women beneficiaries, and security of both female health workers and beneficiaries from \npotential gender-based violence, among others. \nContribution to Strategy 2030 Operational Priorities  \nThe expected values and methodological details for all OP indicators to which this project will contribute results are \ndetailed in Contribution to Strategy 2030 Operational Priorities (accessible from the list of linked documents in Appendix \n2). In addition to the OP indicators tagged in the DMF, this operation will contribute results for \nOP 7.3.3: Measures to improve regional public health and education services supported in implementation. \nSource: ADB. \n \n ", "18  Appendix 2 \n \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=55012-001-2  \n \n1.  Grant Agreement \n2.  Vaccine Needs Assessment \n3.  Project Administration Manual \n4.  Contribution to Strategy 2030 Operational Priorities \n5.  Development Coordination  \n6.  Country Economic Indicators \n7.  National Plan for COVID-19 Vaccination in Afghanistan  \n8.  Financial Analysis \n9.  Governor’s Letter \n10.  Summary Poverty Reduction and Social Strategy  \n11.  Gender Action Plan  \n12.  Risk Assessment and Risk Management Plan \n13.  APVAX Strategic Procurement Planning \n14.  Environmental Safeguards Due Diligence Report \n \nSupplementary Documents \n \n15.  Financial Management Assessment \n16.  Performance Evaluation and Monitoring Systems for Vaccination Rollout in Afghanistan \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20210330115224+08'00'", "Creator": "PDF24 Creator", "Keywords": "afghanistan, covid-19, covid-19 response, coronavirus, pandemic, covid-19 vaccine, vaccine, apvax, public health threat, logistics, 55012-001, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20210421134658+08'00'", "Producer": "GPL Ghostscript 9.27", "Subject": "The project will provide the Government of Afghanistan with urgently needed and flexible financing for coronavirus disease (COVID-19) vaccine procurement and logistics, and capacity strengthening activities through the APVAX.\r\n\r\nThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\r\n\r\nThis document dated March 2021 is provided for the ADB project 55012-001 in Afghanistan.", "Title": "COVID-19 Vaccine Support Project under the Asia Pacific Vaccine Access Facility: Report and Recommendation of the President"}, "author_page": "Vice-President  Shixin Chen, Operations 1 \nDirector General  Eugenue Zhukov, Central and West Asia Department (CWRD) \nDeputy Director General  Nianshan Zhang, CWRD \nDirectors  Rie Hiraoka, Social Sector Division (CWSS), CWRD \nNarendra Singru, Afghanistan Resident Mission (AFRM), \nCWRD \nTeam leaders  Artur Andrysiak, Deputy Country Director, AFRM, CWRD \nJean-Jacques Bernatas, Principal Health Specialist, CWSS, \nCWRD \nRouselle Lavado, Senior Health Specialist, CWSS, CWRD \nTeam members  Mary Margareth M. Bernus; Associate Financial Management \nOfficer; Portfolio, Results, Safeguards, and Gender Unit \n(CWOD-PSG); CWRD \nFaiz Mohammad Fayyaz, Senior Project Assistant, AFRM, \nCWRD \nLuke Crosby Fochtman; Procurement Specialist; Procurement \nDivision 1 (PFP1); Procurement, Portfolio and Financial \nManagement Department (PPFD) \nAbdul Hares Halimi, Associate Programs Officer, AFRM, CWRD \nNaqibullah Hotak, Associate Project Analyst, AFRM, CWRD \nHiddo A. Huitzing, Health Specialist, CWSS, CWRD \nUrsula Lagan, Counsel, Office of the General Counsel \nGladys Ann Maravilla, Operations Assistant, CWSS, CWRD \nMa. Isabel Martin, Senior Project Officer, CWSS, CWRD \nOksana Nazmieva, Principal Financial Management Specialist, \nCWOD-PSG, CWRD \nEzzat Oriakhail, Associate Financial Management Officer, \nAFRM, CWRD  \nMary Alice G. Rosero, Senior Social Development Specialist \n(Gender and Development), CWOD-PSG, CWRD \nSyed Asim Ali Sabzwari, Environment Specialist, CWOD-PSG, \nCWRD \nSiddiqullah Salari, Associate Project Officer (Transport), AFRM \nCWRD \nAida Satylganova, Social Development Specialist \n(Resettlement), CWOD-PSG, CWRD \nLaureen Felisienne Tapnio, Operations Assistant, CWSS, \nCWRD \nMohammad Rafi Yousofzai, Safeguards Officer, AFRM, CWRD \nOne ADB Teama  Eduardo Banzon, Principal Health Specialist, Human and Social \nDevelopment Division, Southeast Asia Department \nAaron Batten; Principal Planning and Policy Economist; \nOperations Planning and Coordination Division; Strategy, \nPolicy and Partnerships Department (SPD) \nRobert Boothe; Senior Planning and Policy Economist; \nStrategy, Policy and Business Process Division; SPD ", "authors": [{"documentRole": "Vice-President", "fullname": "Shixin Chen", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "Eugenue Zhukov", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"documentRole": "Deputy Director General", "fullname": "Nianshan Zhang", "role": "CWRD", "organization": ""}, {"documentRole": "Directors", "fullname": "Rie Hiraoka", "role": "Social Sector Division (CWSS)", "organization": "CWRD"}, {"documentRole": "Directors", "fullname": "Narendra Singru", "role": "Afghanistan Resident Mission (AFRM)", "organization": ""}, {"documentRole": "Team leaders", "fullname": "Artur Andrysiak", "role": "Deputy Country Director", "organization": "AFRM"}, {"documentRole": "Team leaders", "fullname": "Jean-Jacques Bernatas", "role": "Principal Health Specialist", "organization": "CWSS"}, {"documentRole": "Team leaders", "fullname": "Rouselle Lavado", "role": "Senior Health Specialist", "organization": "CWSS"}, {"documentRole": "Team leaders", "fullname": "Faiz Mohammad Fayyaz", "role": "Senior Project Assistant", "organization": "AFRM"}, {"documentRole": "Team leaders", "fullname": "Abdul Hares Halimi", "role": "Associate Programs Officer", "organization": "AFRM"}, {"documentRole": "Team leaders", "fullname": "Naqibullah Hotak", "role": "Associate Project Analyst", "organization": "AFRM"}, {"documentRole": "Team leaders", "fullname": "Hiddo A. Huitzing", "role": "Health Specialist", "organization": "CWSS"}, {"documentRole": "Team leaders", "fullname": "Ursula Lagan", "role": "Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team leaders", "fullname": "Gladys Ann Maravilla", "role": "Operations Assistant", "organization": "CWSS"}, {"documentRole": "Team leaders", "fullname": "Ma. Isabel Martin", "role": "Senior Project Officer", "organization": "CWSS"}, {"documentRole": "Team leaders", "fullname": "Oksana Nazmieva", "role": "Principal Financial Management Specialist", "organization": ""}, {"documentRole": "Team leaders", "fullname": "Ezzat Oriakhail", "role": "Associate Financial Management Officer", "organization": ""}, {"documentRole": "Team leaders", "fullname": "Mary Alice G. Rosero", "role": "Senior Social Development Specialist", "organization": ""}, {"documentRole": "Team leaders", "fullname": "Syed Asim Ali Sabzwari", "role": "Environment Specialist", "organization": "CWOD"}, {"documentRole": "Team leaders", "fullname": "Siddiqullah Salari", "role": "Associate Project Officer (Transport)", "organization": "AFRM"}, {"documentRole": "Team leaders", "fullname": "Aida Satylganova", "role": "Social Development Specialist", "organization": ""}, {"documentRole": "Team leaders", "fullname": "Laureen Felisienne Tapnio", "role": "Operations Assistant", "organization": "CWSS"}, {"documentRole": "Team leaders", "fullname": "Mohammad Rafi Yousofzai", "role": "Safeguards Officer", "organization": "AFRM"}, {"documentRole": "One ADB Teama", "fullname": "Eduardo Banzon", "role": "Principal Health Specialist", "organization": "Human and Social"}, {"documentRole": "One ADB Teama", "fullname": "Development Division", "role": "Southeast Asia Department", "organization": ""}]}