{"path": "data/input/reports/55013-001-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President \nto the Board of Directors\n \n \nProject Number: 55013-001  \nJuly 2021  \n \n \nProposed Loan \nIslamic Republic of Pakistan: COVID-19 Vaccine \nSupport Project under the Asia Pacific Vaccine \nAccess Facility \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nAccess to Information Policy.  \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 15 July 2021)  \n \nCurrency unit  –  Pakistan rupee/s (PRe/PRs) \nPRe1.00  =  $0.006276 \n$1.00  =  PRs159.316 \n \n \nABBREVIATIONS \n \n  ADB   –   Asian Development Bank  \n  AGP  –  Auditor General of Pakistan \n  AMC  –  Advanced Market Commitment \n  APVAX  –  Asia Pacific Vaccine Access Facility  \n  COVAX  –  COVID-19 Vaccines Global Access \n  COVID-19  –  coronavirus disease \n  DRAP  –  Drug Regulatory Authority of Pakistan \n  EPI  –  Expanded Programme on Immunization \n  Gavi  –  Gavi, the Vaccine Alliance \n  GDP  –  gross domestic product \n  MONHSR&C  –  Ministry of National Health Services, Regulations and Coordination \n  NCOC  –  National Command and Operation Center \n  NDMA  –  National Disaster Management Authority \n  NDVP  –  National Deployment and Vaccination Plan \n  PAM  –  project administration manual \n  PMU  –  project management unit \n  UNICEF  –  United Nations Children’s Fund \n  WHO  –  World Health Organization \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Pakistan ends on 30 June. “FY” before \na calendar year denotes the year in which the fiscal year ends, e.g., FY2021 ends \non 30 June 2021. \n(ii)  In this report, “$” refers to United States dollars. \n ", " \nVice-President  Shixin Chen, Operations 1  \nDirector General  Eugenue Zhukov, Central and West Asia Department (CWRD) \nDeputy Director General  Nianshan Zhang, CWRD \n \nDirectors  Rie Hiraoka, Social Sector Division (CWSS), CWRD \nF. Cleo Kawawaki, Officer-in-Charge, Pakistan Resident Mission \n(PRM)  \n   \nTeam leaders  Hiddo A. Huitzing, Health Specialist, CWSS, CWRD \nOmer Bin Zia, Senior Economics Officer, PRM, CWRD \n \nTeam members  Jean-Jacques Bernatas, Principal Health Specialist, CWSS, \nCWRD \nMary Margareth M. Bernus; Associate Financial Management \nOfficer; Portfolio, Results, Safeguards and Gender Unit \n(CWOD-PSG); CWRD \nBaurzhan Konysbayev, Principal Counsel, Office of the General \nCounsel   \n  Ma. Isabel J. Martin, Senior Project Officer, CWSS, CWRD \nKaukab H. Naqvi, Senior Economist, Economic Analysis and \nOperational Support Division, Economic Research and \nRegional Cooperation Department \nOksana Nazmieva, Principal Financial Management Specialist, \nCWOD-PSG, CWRD \nMary Alice Rosero, Senior Social Development Specialist (Gender \nand Development), CWOD-PSG, CWRD \nSyed Asim Ali Sabzwari, Environment Specialist, CWOD-PSG, \nCWRD \nYukihiro Shibuya, Senior Social Development Specialist \n(Safeguards), CWOD-PSG, CWRD  \n  Laureen Felisienne M. Tapnio, Operations Assistant, CWSS, \nCWRD \nXiaohong Yang; Chief Thematic Officer; Thematic Advisory Service \nCluster; Sustainable Development and Climate Change \nDepartment (SDCC) \n \nOne ADB Team  Asif, Associate Project Officer, PRM, CWRD  \nNaeem Abbas, Senior Project Officer, PRM, CWRD  \nFrederic Asseline, Principal Climate Change Specialist (Climate \nFinance), Climate Change & Disaster Risk Management \nDivision, SDCC \nAaron Batten; Principal Planning and Policy Economist; Operations \nPlanning and Coordination Division; Strategy, Policy and \nPartnerships Department (SPD) \nRobert A. Boothe; Senior Planning and Policy Economist; Strategy, \nPolicy and Business Process Division; SPD   \nAsif S. Cheema, Deputy Country Director, PRM, CWRD \nShaheryar Ali Choudhry, Senior Investment Officer, Office of the \nDirector General, Private Sector Operations Department  \nSheharyar Chughtai, Public–Private Partnership Specialist, \nAdvisory Division (OPA1), Office of Public–Private Partnership \n(OPPP)  \n ", " \n  Luke Crosby Fochtman; Procurement Specialist; Procurement \nDivision 1 (PFP1); Procurement, Portfolio and Financial \nManagement Department (PPFD) \nMohammed Azim Hashimi, Principal Public–Private Partnership \nSpecialist, OPA1, OPPP \nShaista Hussain, Senior Results Management Specialist, CWOD-\nPSG, CWRD \nKashif Jamal, Financial Management Specialist, Public Financial \nManagement Division (PFFM), PPFD \nDuncan Lang, Senior Environment Specialist, Safeguards Division \n(SDSS), SDCC \nJanuar T. Laude, Senior Financial Control Specialist, Loan and \nGrant Disbursement Section, Controller’s Department  \nKevin Moore, Senior Procurement Specialist, Procurement Division \n2, PPFD \nFarzana Noshab, Senior Economics Officer, PRM, CWRD \nIrina Novikova, Senior Social Development Specialist \n(Safeguards), SDSS, SDCC  \nPatrick L. Osewe, Chief of Health Sector Group, Health Sector \nGroup, SDCC \nRubina Shaheen, Principal Procurement Specialist, PFP1, PPFD   \nMian Shaukat Shafi, Senior Project Officer, PRM, CWRD \nSayaka Takahashi, Senior Integrity Specialist, Prevention and \nCompliance Division, Office of Anticorruption and Integrity \nZonibel Woods, Senior Social Development Specialist (Gender and \nDevelopment), Gender Equality Thematic Group, SDCC  \nZheng Wu, Unit Head – Project Administration, PRM, CWRD \nMeredith Wyse, Senior Social Development Specialist (Elderly \nCare), Social Development Thematic Group, SDCC \n  \nPeer reviewer  Arindam Dutta, Senior Health Specialist, Health Sector Group, \nSDCC \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \nPage \nPROJECT AT A GLANCE \n \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  2 \nA.  Rationale  2 \nB.  Project Description  6 \nC.  Summary Cost Estimates and Financing Plan  7 \nD.  Implementation Arrangements  9 \nIII.  DUE DILIGENCE  10 \nA.  Economic and Financial Analysis  10 \nB.  Governance and Anticorruption  11 \nC.  Environment and Social Safeguards  12 \nD.  Poverty, Social, and Gender  12 \nE.  Financial Due Diligence  12 \nF.  Procurement  13 \nG.  Summary of Risk Assessment and Risk Management Plan  13 \nIV.  ASSURANCES AND CONDITIONS  15 \nV.  RECOMMENDATION  15 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  16 \n2.  List of Linked Documents  19 \n \n \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 55013-001\nProject Name COVID-19 Vaccine Support Project under the Department/Division CWRD/CWSS\nAsia Pacific Vaccine Access Facility \nCountry Pakistan Executing Agency Ministry of National \nBorrower Islamic Republic of Pakistan Health Services, \nRegulations and \nCountry Economic  https://www.adb.org/Documents/LinkedDocs/ Coordination\nIndicators ?id=55013-001-CEI\nPortfolio at a Glance https://www.adb.org/Documents/LinkedDocs/\n?id=55013-001-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nHealth Disease control  of communicable disease 497.90\nPublic sector management Public administration 2.10\nTotal 500.00\n3. Operational Priorities Climate Change Information\nAddressing remaining poverty and reducing inequalities GHG reductions (tons per annum) 0.000\nAccelerating progress in gender equality Climate Change impact on the  Low\nProject\nStrengthening governance and institutional capacity\nADB Financing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.5 Effective gender mainstreaming (EGM)\nSDG 3.8, 3.d\nSDG 5.1 Poverty Targeting\nSDG 10.4 General Intervention on Poverty\nSDG 16.6, 16.7\n4. Risk Categorization: Complex\n.\n5. Safeguard Categorization Environment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 500.00\n     Sovereign Asia Pacific Vaccine Access Facility (Concessional Loan): Ordinary  500.00\ncapital resources\nCofinancing 0.00\n     None 0.00\nCounterpart  81.00\n     Government  81.00\nTotal 581.00\nCurrency of ADB Financing: US Dollar \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 06072021083345027006 Generated Date: 15-Jul-2021 9:06:35 AM", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nthe Islamic Republic of Pakistan for the COVID-19 Vaccine Support Project under the Asia Pacific \nVaccine Access Facility (APVAX).1 \n \n2.  The project will provide the Government of Pakistan, through the APVAX, with financing \nfor the procurement of coronavirus disease (COVID-19) vaccines, and for associated logistics \nand capacity strengthening activities.2 The rapid response component under the APVAX will be \nused to procure COVID-19 vaccines, and to cover international transport and port clearance \ncosts.  The  project  investment  component  under  the  APVAX  will  be  used  for  capacity \nstrengthening. Pakistan has met all APVAX access criteria (Table 1).  \n \nTable 1: Compliance with Access Criteria of the Asia Pacific Vaccine Access Facility  \nAccess Criteria  ADB Staff Assessment \nDemonstrated adverse   COVID-19 adversely impacted the economy in 2020, prompting a revision of the GDP \nimpact of COVID-19   forecast from a pre-COVID-19 growth projection of 2.6% to a contraction of 0.4% in \n   FY2020. For FY2021, GDP growth is expected to be 2.0%.a Without COVID-19, the \npoverty incidence (below the poverty line of $3.20 a day) was estimated at 36.4% in 2020 \nbut is expected to increase to 39.1% under the with-COVID-19 scenario.b \nCompleted needs   Assessment  of  readiness,  using  WHO’s  COVID-19  Vaccine  Introduction  Readiness \nassessment   Assessment Tool and the World Bank’s Vaccination Readiness Assessment Framework, \nis updated periodically with support from UNICEF, WHO, and other development partners. \nNational vaccination   MONHSR&C developed the NDVP in consultation with ministries, provincial governments, \nallocation plan   institutions, and partners. The NDVP is aligned with the global COVID-19 policies and \nstrategies of WHO's Strategic Advisory Group of Experts on Immunization (SAGE). It \nprioritizes frontline health care workers, other health care workers, and vulnerable groups \n(older people and those with pre-existing conditions). \nIncremental medical  Federal EPI, in collaboration with the World Bank, prepared an ESMP for the safe \nwaste management  collection of EPI waste. Another ESMP—PREP-ESMP—was prepared in accordance with \nplan   the Hospital Waste Management Rules, 2005 for the safe collection, storage, transport, \nand environment-friendly disposal of COVID-19 medical waste. The PREP-ESMP is well \ndrafted and provides details on waste collection, segregation, and disposal, as well as on \ninstitutional  structure,  capacity  building,  and  monitoring.  Federal  and  provincial \ngovernments have committed to implement the PREP-ESMP. \nGovernor’s letter   ADB has received the Governor’s letter confirming the government’s commitment to \nimplement its NDVP, including its prioritization plan, and compliance with the APVAX \nvaccine eligibility criteria.  \nEstablished effective  An effective development partner coordination mechanism is in place. The DPCC for \ndevelopment partner  COVID-19 Vaccine was officially established on 8 February 2021, and ADB participates in \ncoordination mechanism  and  contributes  to  it.  Strong  coordination  between  development  partners  and  with \nwith clear ADB role  MONHSR&C ensures that all contributions complement each other.  \nADB = Asian Development Bank; APVAX = Asia Pacific Vaccine Access Facility; COVID-19 = coronavirus disease; \nDPCC = Development Partners Coordination Committee; ESMP = environmental and social management plan; Federal \nEPI = Expanded Programme on Immunization; FY = financial year; GDP = gross domestic product; MONHSR&C = \nMinistry of National Health Services, Regulations and Coordination; NDVP = National Deployment and Vaccination \nPlan; PREP-ESMP = Pandemic Response Effectiveness in Pakistan—environmental and social management plan; \nUNICEF = United Nations Children’s Fund; WHO = World Health Organization. \na   ADB. 2021. Asian Development Outlook (ADO) 2021: Financing a Green and Inclusive Recovery. Manila. \nb  J. Bulan et al. 2020. \"COVID-19 and Poverty: Some Scenarios.\" Unpublished note prepared for ADB's Economic \nResearch and Regional Cooperation Department. \nSource: Asian Development Bank.  \n \n1  Asian Development Bank (ADB). 2020. ADB’s Support to Enhance COVID-19 Vaccine Access. Manila; and ADB. \n2021. Proposed Amendment to ADB’s Support to Enhance COVID-19 Vaccine Access. Manila (together, the APVAX \npolicy). \n2  The proposed project was prepared under the One ADB approach following the streamlined business processes \noutlined in the APVAX policy paper (footnote 1).  \n ", "2 \n3.  The project will support the implementation of the National Deployment and Vaccination \nPlan (NDVP)3—i.e., the introduction of COVID-19 vaccines in Pakistan in 2021—in line with the \ncountry partnership strategy and Strategy 2030 of the Asian Development Bank (ADB).4  \n \nII.  THE PROJECT \n \nA.  Rationale \n \n1.  The COVID-19 Pandemic \n \n4.  Status of the pandemic. Pakistan reported its first COVID-19 case on 26 February 2020. \nAs of 24 June 2021, it had 951,865 confirmed cases with 22,108 reported deaths, 5 and a national \ncase fatality ratio of 4.19%. 6 The surge since March 2021, the third wave, represents 39% of the \ntotal number of confirmed COVID-19 cases and 42% of reported deaths. Some cities and districts \nstill show positivity rates over 11.5%, which is higher than the 5% benchmark of the World Health \nOrganization (WHO).7 This indicates significant under-testing and suggests that many infections \nmay have gone undetected. \n \n5.  Country context. Pakistan is a lower middle-income country and the world’s fifth-most \npopulous country. Health care was devolved to the provinces in 2010 under the 18th Amendment \nof the Constitution and is under-invested. Current health expenditure per capita was $43 in 2018, \nhalf the average of $86 for lower middle-income countries.8 Out-of-pocket payments account for \n56.2% of the current health expenditure, far above WHO's recommended threshold of 20%,9 \nshowing weak protection against a financial catastrophe caused by health expenses. The country \nhas some of the highest maternal and child mortality rates in the Central and West Asia region, \nand the overall quality of its health services remains poor. Health infrastructure is extremely \nlimited. In 2017, Pakistan had 0.6 hospital beds per 1,000 people, compared with an average of \n2.0 beds for lower middle-income countries. In 2020, before the onset of COVID-19, it had 3,124 \nintensive care unit beds, about 1.5 per 100,000 people.10  \n \n2.  Impact of the Pandemic \n \n6.  Cost for the economy. Pakistan's gross domestic product (GDP) grew by 1.9% in fiscal \nyear (FY) 2019, but in 2020, the impact of COVID-19 turned a pre-pandemic projection of 2.6% \nGDP growth into a contraction of 0.4% for FY2020.11 For FY2021, GDP growth is expected to be \n2.0%, but the estimate does not take into account the third wave of COVID-19 infections that \n \n3  Islamic Republic of Pakistan, Expanded Programme on Immunization (EPI). 2021. National Deployment and \nVaccination Plan (NDVP) for COVID-19 Vaccines (2021). Islamabad (24 June).  \n4  ADB. 2021. Country Partnership Strategy: Pakistan, 2021–2025—Lifting Growth, Building Resilience, Increasing \nCompetitiveness. Manila; and ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and \nSustainable Asia and the Pacific. Manila. The project is aligned with operational priority 1—tackling remaining poverty \nand reducing inequalities—by increasing access to COVID-19 vaccines for those most at risk; operational priority 2 \nby accelerating progress in gender equality; and operational priority 6 by supporting the capacity-strengthening of \npublic organizations. \n5  World Health Organization (WHO). 2021. Pakistan COVID-19 Situation Report. 24 June. Islamabad. \n6  Islamic Republic of Pakistan, National Command and Operation Center. 2021. Site Report 24 June.  \n7  WHO. 2020. Public health criteria to adjust public health and social measures in the context of COVID-19: annex to \nconsiderations in adjusting public health and social measures in the context of COVID-19. \n8  World Bank open data. \n9  WHO. 2010. World Health Report 2010 – Health systems financing: the path to universal coverage. Geneva. \n10  Critical Care Medicine Journal. \n11 International Monetary Fund. World Economic Outlook Update – January 2021. Washington, DC.  \n ", "3 \nstarted in March 2021.12 Remittances rose by about 27% to $9.4 billion during the first 4 months \nof FY2021, despite the return of migrant workers to Pakistan.13 The official figure may have \nincreased because of a diversion of remittances from informal to formal channels when travel \nrestrictions prevented travelers from bringing in cash.14 The economic impact would have been \nmuch worse if the Government of Pakistan had not intervened. On 24 March 2020, it announced \na PRs1.2 trillion relief package to provide support to low-income groups. From March–June 2020, \nmore than 5 million people were provided a monthly stipend of PRs3,000 through the current \nsocial protection program. Multilateral and bilateral development partners increased their support \nconsiderably to bolster the government’s stabilization efforts, with about $3.4 billion in financing \nfrom ADB, the Asian Infrastructure Investment Bank, the International Monetary Fund, and the \nWorld Bank for the COVID-19 response.  \n \n7.  Impact  on poor  and  vulnerable  groups.  Even  before  the  outbreak  of  COVID-19, \nPakistan's poverty incidence was quite high. Measured at $3.2/day, it was 33.9% in 2017, \nincreasing to 34.3% in 2018, and to 35.4% in 2019. The pandemic exacerbated the situation with \na spike to 39.1% in 2020.15 The unemployment rate is expected to rise because of the reduced \neconomic activity, since more than 70% of the country's non-agricultural labor force is employed \nby small and medium-sized enterprises which have been especially hit hard. Pakistan has one of \nthe highest numbers of overseas workers in the Central and West Asia region––almost 11 million \nPakistanis are working in other countries. The contraction of economies worldwide may reduce \nthe overseas employment options and further drive up the unemployment rates when these \nmigrants return. Even remittances through formal channels are expected to decline drastically \nafter the initial uptick (para. 6), thereby increasing the poverty rate.  \n \n8.  Impact on gender. While women account for about 36% of the confirmed COVID-19 \ncases and 37% of the reported deaths, fewer economic opportunities in the country and a rise in \npoverty levels may disproportionately affect them. Women have a smaller share in waged \nemployment than men, and more than 70% of those women work in the informal sector, mostly \nhome-based, unpaid, or associated with vulnerable sectors. The World Bank found that more than \n25% of women in Pakistan have lost their jobs because of the pandemic.16 Another study shows \nthat a fall in job postings resulting from COVID-19 disproportionately affected industries in which \nfemale employment is concentrated.17 Phone surveys conducted in Pakistan reveal that women \nare less likely to receive important information related to COVID-19, and women’s time spent on \nunpaid domestic and care work has increased.18 Furthermore, a study of microfinance clients \nconcludes that businesses run by women were more likely to experience a 100% decrease in \nbusiness revenue during the pandemic.19  \n \n9.  Impact  on  the  health  system.  COVID-19  has  disrupted  essential  health  services, \nincluding immunizations, particularly in the first half of 2020.20 Health systems, which were \n \n12 ADB. 2021. Asian Development Outlook (ADO) 2021: Financing a Green and Inclusive Recovery. Manila. \n13 The News. 2020. Remittances increase 27pc to $9.4bln in July-October. 13 November. Karachi.  \n14  World Bank. 2020. Phase II: COVID-19 Crisis through a Migration Lens. Migration and Development Brief 33.  \n15 J. Bulan et al. 2020. \"COVID-19 and Poverty: Some Scenarios.\" Unpublished note prepared for ADB's Economic \nResearch and Regional Cooperation Department. \n16 World Bank. 2020. Women and girls must be at the center of Pakistan’s COVID-19 recovery. Washington, DC (June). \n17 World Bank. 2021. Impacts of COVID-19 on Labor Markets and Household Well-being in Pakistan: Evidence from \nan Online Job Platform. Policy Brief February. Washington, DC. \n18 United Nations. 2020. Unlocking the lockdown: The gendered effects of COVID-19 on achieving the SDGS in Asia \nand the Pacific. New York.  \n19 K. Malik et al. COVID-19 and the future of microfinance: evidence and insights from Pakistan, Oxford Review of \nEconomic Policy, Volume 36, Issue Supplement_1, 2020, Pages S138–S168. \n20 Gavi, the Vaccine Alliance (Gavi). 2020. Gavi-COVID-19 -Situation -Report #-14. 28 July. Islamabad.  \n ", "4 \nstretched even before the pandemic, only provided 10%–49% of their pre-COVID-19 levels of \nmaternal and child health services and noncommunicable disease treatment during the lockdown \nfrom March to May 2020, and during the localized lockdowns that started in June 2020.21 Pakistan \nalready suffered shortages of medical staff before the onset of COVID-19, and the pandemic has \nhit the health care workforce the hardest with 16,544 health care workers reported infected and \n162 reported dead (footnote 6).  \n \n10.  Initial  government  measures  to  control  the  pandemic.  The  National  Security \nCommittee of the Government of Pakistan constituted the National Coordination Committee on \n13 March 2020, chaired by the Special Assistant to the Prime Minister on Health, to formulate and \nimplement a comprehensive strategy to stop the transmission of the virus and mitigate its \nconsequences.  The  coordination  committee  includes  federal  ministers,  chief  ministers,  and \nprovincial health departments, who named the National Disaster Management Authority (NDMA) \nas  the  leading  operational  agency.  The  government  (i)  enhanced  the  existing  Disease \nSurveillance and Response System for use as the central database for COVID-19, into which all \npoints of entry, quarantine sites, hospitals, and laboratories would feed real-time information; and \n(ii) designated 2,942 isolation ward beds in 215 medical facilities, 25,949 hospital beds, and \nallocated 1,885 out of 3,989 ventilators in health facilities for COVID-19 patients. A partial \nlockdown, imposed in March 2020, was gradually eased from May 2020 and replaced with \nlocalized lockdowns.  \n   \n11.  Lessons  learned.  During  the  initial  lockdown  and  COVID-19  restrictions,  the  child \nimmunization programs were severely affected.  To prevent future disruptions of the ongoing \npediatric  immunization  programs  at  the  sites  of  Pakistan's  Expanded  Programme  on \nImmunization (Federal EPI), vaccination takes place at 2,823 COVID-19 vaccination counters, \nincluding 24 mass vaccination centers. It involves 4,000 nurses and medical personnel (40%–\n50% of them women) who were trained to safely administer the vaccines and safely dispose of \nthe used needles. To address the threat to the health care workforce, the health care workers \nare prioritized for vaccination, and over 60% of were fully vaccinated by 15 June 2021, in line \nwith the NDVP prioritization. According to the experience to date, the availability of vaccines in \nPakistan determines the progress in vaccination.  \n \n3.  Government’s Response  \n \n12.  Needs assessment. An ADB-funded study, using an agent-based model to estimate \nSARS-CoV-2  infections22  over  a  two-year  intervention  duration  and  assuming  moderate \nrestrictions only with no lockdowns, found that a 12-month vaccination rollout to 70% of adults \nwould result in 76 million fewer COVID-19 infections and about 108,700 fewer deaths than would \nbe the case in a theoretical situation with no (further) vaccination.23 To reduce the infection rate \nand lower the number of hospital admissions of the more severe cases, vaccination against \nCOVID-19 is needed.  \n \n13.  National deployment and vaccination plan. The Ministry of National Health Services, \nRegulations  and  Coordination  (MONHSR&C)  and  Federal  EPI  developed  the  NDVP  in \nconsultation with other ministries, institutions, provinces, and partners (footnote 3). The NDVP is \n \n21 PATH. 2020. Essential Health Services During and After COVID-19: A sprint analysis of disruptions and responses \nacross six countries.  \n22 SARS-CoV-2 is the virus that causes COVID-19. \n23 The health gain of the 12-month rollout compared with the no-vaccination scenario is estimated at 0.63 million health-\nadjusted life years over the population’s lifetime. T. Blakely, et. al. Modeled estimates of infection rates, health gain \nand costs for varying speed of adult vaccination rollout in Pakistan. University of Melbourne. Unpublished.  \n ", "5 \naligned  with  the  COVID-19  policies  of  WHO’s  Strategic  Advisory  Group  of  Experts  on \nImmunization (SAGE) and its strategies for vaccine development and vaccination programs. \nThrough the NDVP, the government aims to help vaccinate the eligible population—defined as \nthe total population minus children under 18 years of age—resulting in about 51% of Pakistan's \npeople (119 million) being vaccinated, of which 70% in 2021. It is a phased approach, prioritizing \nfrontline health care workers before other health workers; the elderly, including marginalized \ngroups  such  as  refugees  and  internally  displaced  persons;  and  younger  people  with \ncomorbidities. The cost for implementing the NDVP for 2021 is estimated at $1,950 million. \n \n14.  Four avenues for procuring vaccines exist at present. Pakistan is a member of the COVID-\n19 Vaccines Global Access Advanced Market Commitment (COVAX AMC),24 one of the four \npillars of the Access to COVID-19 Tools Accelerator25 under WHO.26 Pakistan is eligible for \nreceiving free vaccines through COVAX AMC for up to 20% of its population. The second avenue \nis  to  procure  additional  COVID-19  vaccines  via  the  COVAX  Facility.27  The  third  is  direct \nprocurement from manufacturers, and the fourth is by allowing the private sector to import and \nadminister vaccines approved by the Drug Regulatory Authority of Pakistan (DRAP). As of \n24 June 2021, the private sector had imported 50,000 doses of the DRAP-approved Sputnik V \nvaccine and administered them at a price of PRs12,268 for a pack of two doses, set by the \nHonorable Sindh High Court.28  \n \n15.  As of 26 June 2021, 14.2 million persons had been vaccinated, 2.7 million of them fully. \nAs of 16 June 2021, among those not engaged as health care workers, women constitute 35% \nof the partially vaccinated and 36% of the fully vaccinated people. The NDVP includes a \ncommunity engagement and communication plan. An operational plan outline was developed \nwith the assistance of the United Nations Children’s Fund (UNICEF) to help overcome vaccine \nhesitancy and create demand for vaccination; this includes engaging religious and community \nleaders to take ownership of the pandemic and promote vaccine acceptance; and involving \ncivil society and nongovernment organizations, and local health and social staff (footnote 3).  \n \n16.  To distribute the vaccines throughout Pakistan, the tested and proven EPI framework and \nsystem is used.29 Vaccination takes place at 2,823 COVID-19 vaccination counters, including 24 \nmass vaccination centers, in health facilities. The capacities for storage, transportation, and \nquality control of vaccines were assessed and are being upgraded. For instance, funded by ADB, \n23 units of ultracold chain equipment needed for the Pfizer vaccines were added.30 Federal EPI’s \nCOVID-19 inventory management system tracks the distribution of vaccines, while the national \n \n24  Gavi launched COVAX-AMC in June 2020. It is an innovative financing instrument that aims to support the \nparticipation of 92 low- and middle-income economies in COVAX, which enables them to access donor-funded doses \nof safe and effective COVID-19 vaccines. Together with support for country readiness and delivery, COVAX AMC \nwill ensure that the most vulnerable in all countries can be protected in the short term, regardless of income level (S. \nBerkley. The Gavi COVAX AMC Explained. Gavi). \n25  Launched in April 2020, the ACT Accelerator, is a groundbreaking global collaboration to accelerate development, \nproduction, and equitable access to COVID-19 tests, treatments, and vaccines. It is organized into four pillars: \ndiagnostics, treatment (therapeutics), vaccines, and health system strengthening (WHO. COVAX). Each pillar is vital \nto the overall effort and involves innovation and collaboration (WHO. The Access to COVID-19 Tools (ACT) \nAccelerator). \n26  The Coalition for Epidemic Preparedness Innovations, Gavi, WHO, and the World Bank.  \n27  COVID-19 vaccines procured through the COVAX Facility are not free of charge, but because of the nature of the \npooled procurement, a global fair allocation plan may be cheaper than direct procurement from manufacturers.  \n28  S. Hassan. 2021. Young Pakistanis rush to purchase Russian vaccine as private sales open. Reuters. 5 April.  \n29 World Bank. 2016. Pakistan – National Immunization Support Project (NISP). Washington, DC.  \n30 ADB. 2020. Regional Support to Address the Outbreak of Coronavirus Disease 2019 and Potential Outbreaks of \nOther Communicable Diseases. Manila (TA 9950-REG). \n ", "6 \nimmunization management system is used to register and track the people vaccinated.31 A closely \ncoordinated technical working group was constituted to plan and coordinate the vaccination of \napproximately 1.4 million registered and 500,000 unregistered refugees in Pakistan (footnote 3), \n58% of whom live in Khyber Pakhtunkhwa Province, and 32% in refugee villages.32 To overcome \nthe challenges surrounding the vaccination of women, Federal EPI will ensure that 40% of the \nvaccinators are female. To improve access for mobility-challenged persons, those aged 80 years \nand older may avail of home vaccination. Adverse events following immunization are monitored \nvigilantly, and major ones will be investigated by a committee. \n \n4.  Development Partner Coordination \n \n17.  The MONHSR&C, with support from Federal EPI, is coordinating the health sector \nresponse, including the NDVP, with all partners involved. UNICEF, WHO, and the World Bank \nhave co-leading roles. A development partners coordination committee comprising ADB; Federal \nEPI; the United Kingdom's Foreign, Commonwealth and Development Office; Gavi, the Vaccine \nAlliance (Gavi); UNICEF; United States Agency for International Development; WHO; the World \nBank; and other partners was formed to ensure wider participation of all national and international \nstakeholders and vaccine experts in support of the MONHSR&C. ADB’s work will complement \nthe assistance of other development partners for the procurement and transport of vaccines, and \nto strengthen the capacity of the MONHSR&C and Federal EPI. As a beneficiary of COVAX AMC, \nPakistan  is  eligible  to  receive  vaccines  for  20%  of  its  population.  A  World  Bank  loan  of \n$153 million has been restructured for the purchase of COVID-19 vaccines, and operational \ncosts. The Islamic Development Bank offered to restructure the allocated $70 million loan for the \nprocurement and deployment of COVID-19 vaccines. The three institutions’ COVID-19 vaccine \nprocurement projects complement each other and will be coordinated from a single project \nmanagement unit (PMU). \n \nB.  Project Description \n \n18.  Impact and outcome. The project is aligned with the following impacts: (i) vulnerable \ngroups protected from COVID-19 (footnote 3); and (ii) spread, morbidity, and mortality of SARS-\nCoV-2 reduced, and confidence of citizens restored (footnote 1). It is an integral part of the \ndevelopment partner package and will assist the government’s efforts to mitigate the health, \nsocial, and economic impacts of the pandemic and strengthen the country’s immunization system.  \n \n19.  Output 1: COVID-19 vaccines procured and delivered to designated points. The \nproject will provide financing to procure vaccines. The government may procure them through \ndirect contracting with manufacturers and/or via the COVAX Facility and/or directly engaging \nUNICEF. An estimated 39.83 million doses for COVID-19 vaccines will be delivered to provincial \nEPI warehouses.33 The expenditure items will include: (i) under the rapid response component, \nvaccines that meet any of the eligibility requirements in the APVAX policy (footnote 1), including \nadvance payments, and international logistics and related services required for the transportation \nof vaccines from the place of purchase to the warehouse of Federal EPI; and (ii) under the project \ninvestment component, safety boxes, syringes, and other items required for the administration of \nthe vaccines, and national logistics and related services required for the transportation of vaccines \nfrom the warehouse of Federal EPI to designated delivery points in Pakistan (footnote 31).  \n \n \n31 Vaccine Needs Assessment (accessible from the list of linked documents in Appendix 2). \n32 United Nations High Commissioner for Refugees. 2021. Refugee-Affected and Hosting Areas Factsheet. Islamabad.  \n33  Based on assumptions of a unit price of $11 per dose for COVID-19 vaccines and two doses per patient.  \n ", "7 \n20.  Output 2: Vaccine program implementation capacity strengthened. Under the project \ninvestment component, the project will strengthen the capacity of the MONHSR&C and Federal \nEPI through a PMU to help them implement the COVID-19 vaccine program effectively and \nefficiently. The PMU will receive essential support from consultants funded by the project, \ncovering project management and coordination, procurement and supply chain management, \nincluding  distribution;  gender  mainstreaming;  monitoring  and  evaluation;  performance  and \ninformation systems audits; and waste management. Additional international expertise may be \norganized through existing technical assistance.34 \n \n21.  ADB value addition. The proposed project is part of ADB's holistic support for Pakistan's \nresponse to the COVID-19 crisis, and will help mitigate the adverse health, social, and economic \nimpacts while targeting vulnerable population segments and ensuring gender mainstreaming. The \nsupport  for  the  procurement,  deployment,  and  administration  of  vaccines  is  coupled  with \n(i) upgraded  and  expanded  medical  treatment  of  COVID-19  cases  through  an  emergency \nassistance loan,35 of which $103 million (including cofinancing of $20 million from Agence \nFrançaise de Développement) is for the health sector; (ii) the $500 million COVID-19 Active \nResponse and Expenditure Support program, which helps alleviate the negative economic and \nsocial impacts of the pandemic through government budget support and cash transfers to poor \nfamilies,36 and (iii) a quick response to the need for medical supplies, which was provided through \na $2 million grant under the Asia Pacific Disaster Relief Fund.37 Capacity building and due \ndiligence are organized through technical assistance.38 To further enhance Pakistan's future \nresilience to epidemics and pandemics, ADB is exploring support for quality vaccine production \nby the country’s private sector. As for the proposed project, ADB will ensure that internationally \nreputed and medically certified vaccine(s) eligible under APVAX policy will be made available to \nthe population of Pakistan. It will also ensure gender mainstreaming, such as through tailored \ninformation for women, access to vaccine, and gender-sensitive vaccination processes. ADB’s \ndue  diligence  on  financial  management,  medical  waste  management,  and  cold  chain \nmanagement will add to efficiencies in line with international best practices. \n \nC.  Summary Cost Estimates and Financing Plan \n \n22.  The project is estimated to cost $581.0 million (Table 2). Detailed cost estimates by \nexpenditure category and by financier are included in the project administration manual (PAM).39  \nThe major expenditure items that constitute the project are the purchase and delivery of COVID-\n19 vaccines that meet APVAX eligibility criteria, ancillary goods and services, and consulting \nservices for developing the capacity of the MONHSR&C and Federal EPI. \n \nTable 2: Summary Cost Estimates \n($ million) \nItem  Amounta \nA.  Base Costb    \n1.  Output 1:  COVID-19 vaccines procured and delivered to designated points (RRC)  502.9 \n \n34  ADB. 2020. Addressing Health Threats in Central Asia Regional Economic Cooperation Countries and the Caucasus. \nManila (TA 6535-REG); and footnote 35. \n35  ADB. 2020. Emergency Assistance for Fighting the COVID-19 Pandemic. Manila.  \n36  ADB. 2020. COVID-19 Active Response and Expenditure Support Program. Manila.  \n37  ADB. 2020. COVID-19 Emergency Response. Manila.  \n38  ADB. 2020. Addressing Health Threats in Central Asia Regional Economic Cooperation Countries and the Caucasus. \nManila; ADB. 2020. Regional Support to Address the Outbreak of Coronavirus Disease 2019 and Potential Outbreaks \nof Other Communicable Diseases. Manila; ADB.2020. National Disaster Risk Management Fund. Manila; and ADB. \n2017. Preparing Health Sector Assessment. Manila. \n39 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "8 \n2.  Output 2:  Capacity to implement the vaccine program strengthened (PIC)  2.1 \n   Subtotal (A)  505.0 \nB.  Contingenciesc  50.7 \nC.  Financial Charges During Implementationd  25.3 \n   Total (A+B+C)  581.0 \nPIC = project investment component, RRC = rapid response component. \na  Includes taxes and duties of $50.6 million for outputs 1 and 2, including vaccines and ancillary goods and services, \nand project management costs. Such amount does not represent an excessive share of the project cost.  \nb  Prices as of 17 June 2021.  \nc  Includes physical and price contingencies and a provision for exchange rate fluctuation. \nd  Includes interest during implementation to be financed by the government counterpart contribution/federal budget. \nSource: Asian Development Bank. \n \n23.  Debt sustainability analysis. The debt sustainability analysis suggests that under the \nprogram’s baseline scenario, the public debt-to-GDP ratio is expected to decline gradually from \n92.9% in FY2020 to 69.2% by FY2026. 40 While total public debt remains sustainable, during \nFY2020–FY2025 the public debt-to-GDP ratio remains higher than the debt threshold of 70%, \nbefore declining to 69.2% in FY2026. Despite improvement in the maturity structure of the public \ndebt, macro-fiscal shocks continue to pose threat to debt sustainability. The government has so \nfar been successful to secure external financing to meet the financing gap, yet lower-than-\nexpected economic growth, rise in primary deficit, increase in real interest rate, the surge in \ncontingent liabilities, and exchange rate depreciation, have the potential in widening the financing \ngap and thereby undermining debt sustainability. Although financial assistance from ADB and \nother development partners will not impair debt sustainability, the government will need to monitor \nthe fiscal risks and remain committed to fiscal consolidation to maintain macroeconomic stability \nto ensure debt sustainability.  \n \n24.  The government has requested a concessional loan of $500 million from ADB’s ordinary \ncapital resources to help finance the project. The loan will have a 25-year term, including a grace \nperiod of 5 years; an interest rate of 2% per year during the grace period and thereafter; and such \nother terms and conditions set forth in the draft loan agreement. \n \n25.  The summary financing plan is in Table 3. ADB will finance the expenditures in relation to \nthe procurement and delivery of the COVID-19 vaccines and of ancillary goods to the designated \npoints, consulting services, and project management costs. The government provided assurance \nthat it will cover any shortfall of the required finances. The government will contribute $55.7 million \nto cover taxes and duties through exemption, and provide office space and counterpart staff, as \nagreed with the government. Moreover, the government will contribute $25.3 million from the state \nbudget for interest payments during project implementation.  \n \nTable 3: Summary Financing Plan  \nSource  Amount ($ million)  Share of Total (%) \nOverall program     \nADB ordinary capital resources (concessional, APVAX)     \nRapid response component   491.7  84.6 \nProject investment component   8.3  1.4 \nGovernment contribution       \nTax and duty exemptions, project management, and contingency  55.7  9.6 \n        Interest during implementation  25.3  4.4 \nTotal  581.0   100.0 \nADB = Asian Development Bank, APVAX = Asia Pacific Vaccine Access Facility. \nSources: Asian Development Bank; and Government of Pakistan. \n \n \n40 Debt Sustainability Analysis (accessible from the list of linked documents in Appendix 2). \n ", "9 \nD.  Implementation Arrangements  \n \n26.  The implementation arrangements are summarized in Table 4 and described in detail in \nthe PAM (footnote 39). The MONHSR&C will be the executing agency, and Federal EPI will be \nthe implementing agency. Only Federal EPI shall be responsible for the pooled procurement of \nlogistical and transportation services, and the recruitment of consulting services. A joint PMU will \nbe established for the project with funding from ADB, the Islamic Development Bank, and the \nWorld Bank. The PMU project director will be located at Federal EPI, reporting to the National \nProgram  Manager  of  Federal  EPI,  who  in  turn  will  report  to  the  Director  General  of  the \nMONHSR&C. Project oversight will be provided through the deputy director (P-IV) and supply \nchain and procurement advisor of MONHSR&C. The National Vaccine Task Force is supported \nby an inter-ministerial and a technical subcommittee, whose guidance and support will be solicited \nfor the coordination with provinces and the timely implementation of project activities across the \ncountry. The Development Partners Coordination Committee will provide technical support to the \nMONHSR&C for the timely implementation of project activities.  \n \n27.  Value for money in procurement will be achieved by securing multiple types of vaccines \neither through several bilateral deals or through COVAX on reasonable commercial terms, \nincluding  timely  procurement  under  the  project  investment  component  and  through  close \nmonitoring for timely vaccine delivery and rollout. \n \n28.  Governance structure. The National Coordination Committee on COVID-19 supervises \nthe  COVID-19  vaccine  deployment  and  takes  all  the  necessary  decisions  relating  to \nadministration and management under direct guidance from the Prime Minister. To ensure \nconsensus-based national decision-making and deployment, the government established the \nNational Command and Operation Center (NCOC) to spearhead the overall COVID-19 response \nand take immediate decisions, including on the vaccine rollout. The NCOC is chaired by the \nMinister  of  Planning,  Development  and  Special  Initiatives;  and  attended  by  the  Minister, \nSecretary, and Director General of MONHSR&C; Federal EPI; and representatives from the \nMinistry of Foreign Affairs, Ministry of Finance, Ministry of Information and Broadcasting, the Drug \nRegulatory Authority of Pakistan, and the National Database and Registration Authority. National \ndecision-making  is  supported  by  provincial  officials,  health  ministers,  chief  secretaries, \nsecretaries and directors general of health, as well as provincial EPI teams. A performance auditor \nshall also be recruited to monitor the performance of the project from procurement to distribution \nof the COVID-19 vaccines in accordance with the National Plan for COVID-19 Vaccination, and \nto conduct a performance audit on an annual basis. \n  \nTable 4: Implementation Arrangements \nAspects  Arrangements \nImplementation period  August 2021–June 2023 \nEstimated completion  30 June 2023 \ndate \nEstimated loan closing  31 December 2023 \ndate \nManagement \n(i)  Oversight body  Cabinet Procurement Committee, NCOC, National Vaccine Task Force, and Procurement \nCommittee headed by NDMA \n(ii)  Executing agency  MONHSR&C \nThe Office of the Director General Health of MONHSR&C will coordinate the overall \nvaccine procurement and vaccination rollout and help coordinate project activities with all \nstakeholders. \n(iii)  Key implementing  Federal EPI will coordinate the overall vaccination, procurement of all activities under \nagencies  output 2, and vaccination rollout and help coordinate project activities with all stakeholders  \n ", "10 \nAspects  Arrangements \n(iv)  Implementation  A combined project management unit will be established for the project with funding from \nunit  ADB, Islamic Development Bank, and World Bank.  \nDirect contracting to manufacturers,  Multiple contracts  $482.05 million \nUNICEF or COVAX Facility for vaccine \nsupply \nProcurement \nSafety boxes and syringes  1 contract  $2.28 million \nAEFI kits, cotton rolls and vaccine  Multiple contracts  $2.41 million \ncarriers   \nInternational transportation and  Multiple contracts  $9.50 million \n \ndistribution including port clearance  \n  Printing of forms for vaccine process  Multiple contracts  $0.24 million \nIndividual consultants, (support to  Multiple contracts  $0.50 million \nConsulting Services  \nMONHSR&C and EPI)   \n  CQS (performance audit and  1 contract  $0.12 million \ninformation systems audit firms) \nRetroactive financing  Retroactive financing is envisaged to reimburse eligible expenditures on COVID-19 \nand/or advance  vaccines, national consultants, logistics, and transportation of vaccines to designated \nfinancing /contracting  points, subject to a maximum of 30% of the loan amount, provided that expenditures are \nincurred prior to loan effectiveness but after the declaration of the COVID-19 emergency \nor the allocation of resources for it, and not earlier than 12 months before the date of the \nloan agreement; and provided that disbursement conditions are met. Withdrawals from \nthe loan account may be made for advance financing in an amount of up to 6 months of \nestimated eligible expenditures or 50% of the RRC loan amount, whichever is lower. The \ncombined outstanding balance of advance financing and retroactive financing should not, \nat any time, exceed 60% of the RRC loan amount, while the advance financing and \nretroactive financing remain within their respective ceilings. Any advance financing and \nretroactive financing will be subject to the vaccine eligibility criteria and other requirements \nunder the Asia Pacific Vaccine Access Facility policy being fully met. \nThe issuance of invitations to bid and of consulting services recruitment notices under \nadvance contracting and retroactive financing will be subject to ADB approval. The \ngovernment, and executing and implementing agencies, were advised that approval of \nadvance contracting and retroactive financing does not commit ADB to finance the project. \nDisbursementa  The loan proceeds will be disbursed following ADB’s Loan Disbursement Handbook \n(2017, as amended from time to time) and detailed arrangements agreed between the \ngovernment and ADB. \nADB = Asian Development Bank; AEFI = adverse event following immunization; COVID-19 = coronavirus disease; \nCQS = consultants’ qualification selection; EPI = Expanded Programme on Immunization; MONHSR&C = Ministry of \nHealth Services, Regulations and Coordination; NCOC = National Command and Operation Center; NDMA = National \nDisaster Management Authority; RRC = rapid response component; UNICEF = United Nations Children’s Fund. \nNote: Estimated costs of contracts are exclusive of taxes. \na  For guidance, refer to ADB’s Loan Disbursement Handbook. \nSource: Asian Development Bank. \n \nIII.  DUE DILIGENCE \n \nA.  Economic and Financial Analysis \n \n29.  The COVID-19 pandemic is both a health and an economic crisis, generating loss of lives \nand a major economic downturn arising from (i) the introduction of containment measures that \nrestrict  economic  activities  and  (ii)  a  wider  economy-wide  slowdown  in  investment  and \ninternational  trade.  Averting  further  loss  and  paving  the  way  for  recovery  from  economic \nstagnation  will  require  a  comprehensive  vaccination  effort  combined  with  other  effective \nsuppression measures. The vaccination program will result in substantially reduced mortality and \nmorbidity, and contribute to bringing the economy back on track by encouraging the resumption \nof economic activities, including production, investment, and trade. A project financial viability \nassessment was not undertaken, since the project outputs are not meant to produce direct \nrevenue for cost recovery. The country’s vaccination program is financially sustainable. The \n ", "11 \nCOVID-19 vaccine agenda is part of the normal activities of Federal EPI; hence, the government \nis committed to providing funding in the future. As of 24 June 2021, the government used $178.81 \nmillion from its budget resources to support vaccine procurement. The MONHSR&C will need to \ngive budget assurance that it is committed to providing full future funding for the operation and \nmanagement costs, to maintain the cold chain equipment being procured under ADB financing. \n \nB.  Governance and Anticorruption \n \n30.  Governance.  Pakistan  has  extensive  centralized  legislative  and  institutional  public \nfinancial management structures, but their effective and efficient implementation is challenged by \na decentralized service delivery system. As a government ministry and national program, the  \nMONHSR&C and Federal EPI are subject to external audits by the constitutionally independent \noffice of the Auditor General of Pakistan (AGP), the supreme audit institution of the country \nbestowed with powers given by the Constitution of Pakistan to  conduct external audits of \ngovernment entities. External audits performed by the AGP continue to face delays in the \nexecution and settlement of audit observations. In addition to the statutory external audits by the \nAGP, the MONHSR&C and Federal EPI have established internal audit units to strengthen the \ngovernance and control environments. The latest assessment of the country’s public financial \nmanagement system concluded that the federal internal audit function requires improvement.41 \n \n31.  The ADB project financial statements will be subject to annual external audits by the AGP \nin line with the financial reporting requirements specified in the loan agreement. ADB project \naudits are being conducted in timely fashion by the AGP’s foreign-aided project audits wing. The \nproject will also be subject to regular internal audits by the respective MONHSR&C and Federal \nEPI units. The PAM includes specific actions that govern the conduct of periodic internal audits \nand the reporting of results. A further layer of accountability is introduced by the constitutionally \nindependent National Accountability Bureau, which is mandated to investigate public sector \nprocurement beyond a threshold of PRs50 million.  \n \n32.  Pakistan  has  adequate  anticorruption  legislation,  institutions,  and  systems  in  place; \nhowever, ineffective implementation and poor enforcement of the anticorruption measures make \nthe country vulnerable to corruption. Transparency International’s Corruption Perception Index \ncontinues to place Pakistan in the bottom third of the assessed countries, with a score of 31 out \nof 100 in 2020. The World Bank’s Control of Corruption indicator for Pakistan has been low for \nthe last 5 years, and in 2019 stood at 21.2. In addition, Pakistan remains on the Financial Action \nTask Force’s grey list, which denotes weaknesses in the laws, rules, and regulations to combat \nmoney laundering and terrorism financing, and weakness in the efforts to mitigate financial crime. \nThe Financial Action Task Force predicated offenses include corruption and bribery. Pakistan's \nintegrity  and  corruption  risks  have  also  been  considered  in  the  risk  assessment  and  risk \nmanagement plan. ADB’s Anticorruption Policy (1998, as amended to date)42 was explained to \nand discussed with the government, the MONHSR&C, and Federal EPI. The specific policy \nrequirements and supplementary measures are described in the PAM. \n \n \n \n \n \n \n41 Government of Pakistan. 2012. Public Financial Management and Accountability Assessment.  \n42 ADB. 1998. Anticorruption Policy. Manila. \n ", "12 \nC.  Environment and Social Safeguards \n \n33.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows.43  \n \n34.  Environment (category C). The proposed services (relating to the procurement and \ndistribution of vaccines only) will have minor environmental impacts during the implementation \nphase, involving mainly the generation of COVID-19 immunization waste, such as used syringes, \nneedles, and personal protective equipment. It is also confirmed that Federal EPI's environmental \nand social management plan and the recent update (Pandemic Response Effectiveness in \nPakistan)44 are adequate to deal with such type of waste.  \n \n35.  Involuntary resettlement and indigenous peoples (category C). The project does not \nentail any physical intervention that could cause any involuntary resettlement and indigenous \npeople impacts, and thus is classified as category C. \n \nD.  Poverty, Social, and Gender \n \n36.  Poverty  and  social  considerations.  The  project  supports  poverty  alleviation  with \nmeasures to safeguard the health of citizens and to bring the economy back on track by \nencouraging the resumption of economic activities.45 To increase accessibility and reduce cost \nentry barriers, the vaccines are made available free of charge and administered through 2,823 \nCOVID-19 vaccination counters covering Pakistan, thereby helping to reduce transport cost and \nfinancial barriers to access.  \n \n37.  Gender. The project is categorized as effective gender mainstreaming.46 The gender \naction plan has the following key gender actions: (i) collection of sex- and age-disaggregated data \non all government priority target groups to be vaccinated; (ii) implementation of a comprehensive \ncommunication and outreach plan for hard-to-reach communities and vulnerable groups; (iii) \nsupport mechanisms to facilitate the vaccination of women and vulnerable segments with no \nidentity papers and mobile services; (iv) inclusion of women and vulnerable groups in satisfaction \nsurveys; (v) provision of a mechanism for women and vulnerable groups to seek advice and \nguidance on access to vaccination counters, side effects of vaccination, and related information; \nand (vi) capacity building for the MONHSR&C and Federal EPI that includes at least 40% of \nfemale staff and consultants. \n \nE.  Financial Due Diligence \n \n38.  Financial management. The financial management assessment concluded that the \noverall pre-mitigated financial management risk of the project is substantial given the risks \nassociated with accountability arrangements, potential inventory management issues because of \nthe high-volume and geographically dispersed vaccine distribution and administration process, \nand  lack  of  experience  by  the  executing  and/or  implementing  agencies  in  the  financial \nmanagement  of  ADB-funded  projects.  Mitigation  measures  are  discussed  in  the  financial \nmanagement assessment,47 and are described in Table 5.  \n \n \n43 ADB. 2009. Safeguard Policy Statement . Manila. \n44 World Bank. 2020. Pandemic Response Effectiveness in Pakistan. Washington, DC.  \n45 Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n46 Gender Action Plan (accessible from the list of linked documents in Appendix 2). \n47 Financial Management Assessment (accessible from the list of linked documents in Appendix 2). \n ", "13 \nF.  Procurement \n \n39.  Procurement will be undertaken in a manner consistent with the simplified and expedient \nprocedures permitted under the ADB Procurement Policy (2017, as amended from time to time) \nand Procurement Regulations for ADB Borrowers (2017, as amended from time to time).48 \nFollowing the APVAX policy (footnote 1), universal procurement will apply. The Cabinet has \nexempted the COVID-19 vaccine procurement from the Public Procurement Regulatory Authority \nrules 2004. The Cabinet constituted a sub-committee of cabinet for the procurement of COVID-\n19 vaccines in terms of Rule 17 (2), of Rules of Business 1973. Under the direction of the NCOC, \na dedicated National Vaccine Task Force was set up with two sub-committees: (i) Inter-Ministerial \nCommittee for COVID-19 Vaccine and (ii) Technical Committee for COVID-19 Vaccine. The \ntechnical committee is responsible for evaluating the vaccines, reviewing the development of the \nglobal vaccine situation, and formulating Pakistan-specific guidelines for COVID-19 vaccines \nbased on global best practices. The task force is further supported by a vaccine negotiating team. \nDirect negotiations for bilateral deals with vaccine manufacturers are led by NDMA as part of the \nprocurement committee. Procurement of vaccine through COVAX Facility and/or through UNICEF \nwill be led by MONHSR&C. Fiduciary responsibility for the procurement of eligible vaccines will \nremain with MONHSR&C. ADB will provide financing for the vaccine procurement only once the \nAPVAX vaccine eligibility criteria have been met.49 To be eligible for financing under the loan, the \nMONHSR&C and Federal EPI shall submit vaccine procurement contracts for ADB’s prior review \nto ensure compliance with the APVAX policy requirements.  \n \n40.  A strategic procurement planning exercise was carried out for the MONHSR&C and \nFederal EPI. Notwithstanding the special arrangements put in place for the vaccine procurement, \nthe procurement risk under the proposed project is rated high because of the limited capacity of \nthe MONHSR&C and Federal EPI, a severely constrained vaccine market, the large bargaining \npower of the vaccine manufacturers, and the government's reliance on bilateral deals. The risk \nwill be assessed again during implementation and updated accordingly based on the performance \nof the executing agency and/or implementing agencies (footnote 48). \n \nG.  Summary of Risk Assessment and Risk Management Plan \n \n41.  Major risks and mitigating measures are summarized in Table 5 and described in detail in \nthe risk assessment and risk management plan.50 \n \nTable 5: Summary of Risks and Mitigating Measures \nMajor Risks  Mitigation Measures \nSeverely constrained vaccine supply  • Use the COVAX Facility, which has confirmed supply deals for proportion \nmarket and/or manufacturer’s inability  of needs \nto meet delivery deadlines.  • Identify multiple avenues for procurement to spread risk, and prioritize \nunapproved vaccines with smaller order books (balance portfolio). \nUnit price exceeds project estimates,  • The  Government  of  Pakistan  has  allocated  $280  million  to  procure \nreducing the coverage of vaccines  vaccines. \nprocured under ADB, World Bank,  • Pakistan still has a $748 million OCR allocation in APVAX left, which can \nand IsDB loans; or the allocation by  be used for  further procurement of vaccines. \nCOVAX AMC is for less than 20% of   \nthe population. \n \n48  Strategic Procurement Plan (accessible from the list of linked documents in Appendix 2). \n49  The eligibility of vaccines for APVAX financing is contingent on meeting the criteria in para. 29 (including footnotes \n28, 29, and 30) of the APVAX policy paper, as amended (footnote 1). \n50 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "14 \nMajor Risks  Mitigation Measures \nDouble payment of expenditures, or  • Separate bank accounts for advances will be opened for each financier, \nfunds from other financiers, may be  i.e., ADB, IsDB, and World Bank. \nmerged and not accounted for  • The FMS must provide to ADB quarterly reconciliation documents for \nproperly.  expenditure items funded by multiple financiers, including ADB.  \n• Federal EPI to provide additional reconciliation documents from other \ndevelopment partners with which ADB shares expenditure items.  \n• Regular coordination meeting on project progress and joint project review \nmissions. \nEnsuring good governance under the  • Cabinet  Procurement  Committee,  NCOC,  National  Coordination \npressure of having to procure COVID- Committee,  and  National  Vaccine  Task  Force  will  supervise  and \n19 vaccines and roll out the  oversee the COVID-19 vaccine deployment.  \nvaccination program as fast as  • A combined PMU will be established to ensure adequate project oversight \npossible is challenging.  and  development  partner  coordination,  to  prevent  and  mitigate \ncorruption risk.  \n• MONHSR&C will establish a strong PMU with qualified and experienced \nstaff to manage, implement, and monitor the ADB-financed project, \nincluding inventory procurement, asset management, and financial \nmanagement. \n• Ensure access to and check ADB’s complete sanctions list to ascertain \nthe eligibility of potential contractors, consultants, and other suppliers. \n• ADB, under its technical assistance, will conduct integrity knowledge \nmanagement session/s for MONHSR&C, Federal EPI, and other project \nstakeholders to increase their awareness of and compliance with ADB’s \nAnticorruption Policy (1998, as amended to date). \nExclusion of ADB-funded projects in  • The internal audit unit will be obligated to audit the ADB funds, and the \nthe internal audit plan of  detailed scope of this audit will be agreed with MONHSR&C and \nMONHSR&C; insufficient authority  Federal EPI; this includes financing activities and business processes \ngiven to internal financial control and  covered by ADB funds and auditing all project accounts in accordance \naudit units; or inadequate capacity  with International Standards for the Professional Practice of Internal \ncould reduce the effectiveness of  Auditing. \nfinancial management, control of  • MOF's Internal Audit Department supports building the capacity of internal \nexpenditures, and accountability,  audit units in line ministries, including drafting an audit charter, manuals, \nraising the risk of misuse of funds,  and guidelines.  \nand of gaps between projected  • ADB will make provisions for financial management, including assistance \nrevenues/expenditures and actual  for capacity development, in ADB-funded projects. \nrealization. \nThe scope for political interference  • Several partners are providing support for legal and judicial reforms. \nand delays in the appointment of key  • ADB will work with the government to effectively insulate ADB-funded \nofficials in integrity institutions may  projects from corruption risks in accordance with ADB’s Anticorruption \nreduce their effectiveness, raising the  Policy. \nrisk of corruption and fraud. \nVaccine not allocated according to  • Performance auditor to assess the economy, efficiency, and effectiveness \nthe prioritization plan.  of the vaccination program. \n• The M&E specialist will provide real-time monitoring and evaluation of the \nvaccine program. \nInventory management system at risk  • The scope of auditing the performance of project activities will include an \nof gaps when combining manual and  annual assessment of the design and operating effectiveness of the \nautomated control functions relating  inventory management system. \nto item tagging, storage, warehouse \ntransfers, and consumption. \nMONHSR&C and Federal EPI have  • ADB will work closely with MONHSR&C and Federal EPI to implement the \nno previous experience in meeting  project as per guidelines and requirements of ADB. The ministry has \nfinancial management and audit  worked on several external development partner-financed projects. \nrequirements for ADB projects.  • New financial management staff or consultant with prior ADB or World \nMoreover, current staff may be  Bank project experience will be recruited for the project. In addition, \noverburdened by the additional  ADB  will  provide  training  to  MONHSR&C  staff  on  ADB  financial \nproject activities related to vaccines.  management and disbursement guidelines and policies. \n• ADB will train Federal EPI accounting staff on ADB financial management \nand disbursement guidelines and policies. \n ", "15 \nMajor Risks  Mitigation Measures \nImplementation of the NDVP is  • The project will draw on and support further development of the RCCE, \nchallenged by skepticism, lukewarm  which is a core part of the NDVP and has been vetted by line ministries \nattention, and vaccine hesitancy.  and  approved  by  NCOC.  The  RCCE  is  a  framework  aimed  at \nindividuals, families, and communities, and collaborates with religious \nleaders, to ensure the public’s support of the NDVP, i.e., encourage \ntargeted population segments to have more faith in the health system \nand increase vaccine uptake. PMU will be supported by a RCCE \nspecialist through World Bank funding, while ADB will support a gender \nspecialist for input to the RCCE, keeping in mind the challenges for the \nelderly, persons with disabilities, and remote residents. \nUnavailability of sufficient quantities  • Project team to plan in advance procurement of syringes and safety boxes, \nof syringes and safety boxes  and to establish framework agreement with suppliers. \nADB = Asian Development Bank; COL = concessional OCR loan; COVAX = COVID-19 Vaccines Global Access; \nCOVID-19 = coronavirus disease; EPI = Expanded Programme on Immunization; FMS = financial management \nspecialist; IsDB = Islamic Development Bank; M&E = monitoring and evaluation; MOF = Ministry of Finance; \nMONHSR&C = Ministry of National Health Services, Regulations and Coordination; NCOC = National Command and \nOperation Center; OCR = ordinary capital resources; PMU = project management unit; RCCE = risk communication \nand community engagement strategy. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES AND CONDITIONS \n \n42.  The government and its executing and implementing agencies have assured ADB that the \nimplementation of the project will conform to all applicable ADB requirements, including those \nconcerning  anticorruption  measures,  safeguards,  gender,  procurement,  consulting  services, \nfinancing management, and disbursement as detailed in the PAM and loan documents.   \n \n43.  The  government  and  the  Ministry  of  National  Health  Services  Coordination  and \nRegulations have agreed with ADB on certain covenants for the project, which are set forth in the \ndraft loan agreement.  Withdrawals from the loan account for COVID-19 vaccines will be subject \nto APVAX eligibility criteria. \n \nV.  RECOMMENDATION \n \n44.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$500,000,000 to the Islamic Republic of Pakistan for the COVID-19 Vaccine Support Project \nunder  the  Asia  Pacific  Vaccine  Access  Facility,  from  ADB’s  ordinary  capital  resources,  in \nconcessional terms, with an interest charge at the rate of 2% per year during the grace period \nand thereafter; for a term of 25 years, including a grace period of 5 years; and such other terms \nand conditions as are substantially in accordance with those set forth in the draft loan agreement \npresented to the Board. \n \nMasatsugu Asakawa  \nPresident \n \n 16 July 2021  \n ", "16  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts of the Project are Aligned with \n  Protect vulnerable groups from morbidity and mortality due to COVID-19 disease (National Deployment \nand Vaccination Plan to introduce COVID-19 in the Islamic Republic of Pakistan [2021]) \n  Spread, morbidity, and mortality of SARS-CoV-2 reduced, and confidence of citizens restored (ADB's \nSupport to Enhance Access to COVID-19 Vaccine, 2020) \n \nData Sources and  Risks and \nResults Chain  Performance Indicators  Reporting Mechanisms  Critical Assumptions \nOutcome  By 2023:     \n \nPriority population  a. At least 18.11 million people  Periodic progress  A: Vaccines get \nsegments  of priority population  reports prepared by  utilized right away \nvaccinated against  segments,a based on NDVP for  MONHSR&C, Federal   \nCOVID-19   2021 vaccinated (2021  EPI, WHO  A: Wastage rate is \n  baseline: 0) (OP1.1, OP2.1.4)    10% \n  [data disaggregated by sex,     \nage, and priority groups,    R: Vulnerable groups \nincluding marginalized groups,    are not prioritized in \nrefugees, and internally  practice because of \ndisplaced eligible recipients]   political pressures \n   \nb. At least 70% men and 70%  R: Adverse events \nwomen vaccine recipients  following immunization \nexpressed satisfaction  significantly increase \nregarding vaccination access  vaccine hesitancy and \nand quality of services,  reduce the number of \nincluding adequacy of  persons willing to be \ninformation providedb (2020  vaccinated \nbaseline: 0) \n \nR:  Weaknesses in \nsubnational supply \nchain systems disrupt \ndelivery of vaccines to \nhealth facilities, which \nmay result in higher \nthan acceptable closed \nvial wastage rates   \n \nOutputs  By 2023:     \n1. COVID-19  1.1  An estimated 39.83  Periodic progress  A: Timely approval \nvaccines procured  million doses of COVID-19  reports prepared by  of vaccines by DRAP \nand delivered to  vaccine (with syringes and  MONHSR&C, Federal   \ndesignated points  safety boxes) delivered to  EPI, WHO  R: Delays in \ndesignated delivery points     procurement because \n(2021 baseline: 0) (OP1.1.2,  of supply limitations \nOP6.1.1, OP6.1.4)   \nR: Vaccine cost is \nhigher than anticipated \n \n \n \n ", "Appendix 1  17 \nData Sources and  Risks and \nResults Chain  Performance Indicators  Reporting Mechanisms  Critical Assumptions \n     \n2. Vaccine program  2.1  Federal EPI has a gender  Periodic progress   \nimplementation  sensitivity training modulec for  reports prepared by \ncapacity  inclusion in capacity building  MONHSR&C, Federal \nstrengthened   sessions of vaccinators and  EPI, WHO, and gender \nstaffd   specialist \n(2020 baseline: N/A)   \n   \n2.2  80% of the trained  Post-training skills-\nvaccinators and staff at  based assessment \nvaccination centers (at least \n \n40% of them women), \ndemonstrated gender-sensitive   \nskills and knowledge about   \nCOVID-19 vaccine \n \nadministration  \n \n(2020 baseline: N/A) (OP1.1.1, \nOP2.1.1, OP2.2.2, OP6.2.1)   \n   \n2.3   At least 2 multimedia  Report on (at least 2) \ncampaigns—on the benefits of  multimedia campaigns  \nvaccination, registration   \nprocess to access vaccines, \n \naccess to vaccination sites, \n \nfeedback mechanisms, myths \nlinked to vaccine, and other   \nrelated topics—using gender-  \ninclusive language and images, \n \nrolled out to the public \n \n(including refugees and hard-\nto-reach communities) through   \ncommunity-based   \ninterventions, dissemination of \n \nmessages in local languages, \n \nand local communication \nchannelse    \n(2020 baseline: 0) (OP6.2.4)   \n   \n2.4  At least 40% of all  Periodic progress \nvaccinators on duty in  reports prepared by \nvaccination centers are women    MONHSR&C, Federal \n(2021 baseline: 40%) (OP2.3.2)  EPI \n \nKey Activities with Milestones \n1.  COVID-19 vaccines procured and delivered to designated points \n1.1  MONHSR&C  to  award  contract  to  vaccine  manufacturer  for  procurement  of  COVID-19  vaccines  \n(Q2–Q3 2021) \n1.2  Coordinate with Federal EPI and development partners on the vaccine rollout (Q2 2021–Q4 2022) \n1.3  Closely monitor COVID-19 vaccine rollout (Q2 2021–Q4 2022) \n2.  Vaccine program implementation capacity strengthened \n2.1  Federal EPI to recruit individual consultants (Q3–Q4 2021) \n ", "18  Appendix 1 \n2.2  Federal EPI to recruit performance audit & information systems audit firm (Q3–Q4 2021) \n \nProject Management Activities \n- Strengthen MONHSR&C and Federal EPI by recruiting consulting services. \n- Establish data collection systems to report on DMF indicators, including collection of sex- and age- \ndisaggregated and gender-related information relevant to the gender action plan.  \n- Prepare annual audits and quarterly progress reports. \n- Conduct midterm review by Q3 2022. \n- Prepare project completion report by Q4 2023. \nInputs \nADB: $500,000,000 (concessional ordinary capital resources, APVAX) \nGovernment: $81,000,000 (interest during implementation and in-kind contribution) \nA = assumption; ADB = Asian Development Bank; APVAX = Asia Pacific Vaccine Access Facility; COVID-19 = coronavirus \ndisease; DMF = design and monitoring framework; DRAP = Drug Regulatory Authority of Pakistan; Federal EPI = Expanded \nProgramme on Immunization; MONHSR&C = Ministry of National Health Services, Regulations and Coordination; N/A = \nnot applicable; NDVP = National Deployment and Vaccination Plan; OP = operational priority; Q = quarter; R = risk; WHO \n= World Health Organization. \na  As defined by Government of Pakistan in NDVP 2021. \nb  Satisfaction survey conducted using digital technologies, and/or on-site recording feedback of men and women right \nafter vaccination, and/or other survey methodologies using randomized sampling techniques. \nc  Gender-sensitive vaccination procedures include consideration of gender-differentiated needs, such as many women’s \npreference for a female vaccinator; women’s need for privacy; need of women with little education and exposure to \npublic information and social media to understand, accept, and access COVID-19 vaccinations; and the need to be \ninformed of how to address possible side effects. \nd  Staff assisting the vaccination process at the mass vaccination or COVID-19 vaccination centers (designated by the \nGovernment of Pakistan). \ne  Communication channels such as local leaders, community-based organizations, women’s groups, religious leaders, \nteachers, female health workers, local radio programs, and other relevant local channels. \nContribution to Strategy 2030 Operational Priorities  \nExpected values and methodological details for all OP indicators to which this project will contribute results are detailed \nin Contribution to Strategy 2030 Operational Priorities (accessible from the list of linked documents in Appendix 2). \nIn addition to the OP indicators tagged in the DMF, this operation will contribute results for OP 7.3.3: Measures to improve \nregional public health and education services supported in implementation.  \nSource: Asian Development Bank. \n ", "Appendix 2  19 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=55013-001-3 \n \n     \n1.  Loan Agreement     \n2.  Vaccine Needs Assessment     \n3.  Project Administration Manual     \n4.  Contribution to Strategy 2030 Operational Priorities     \n5.  Development Coordination      \n6.  Country Economic Indicators     \n7.  Debt Sustainability Analysis      \n8.  National Deployment & Vaccination Plan (NDVP) for COVID-19 Vaccines (2021)     \n9.  Financial Analysis     \n10.  Governor’s Letter      \n11.  Summary Poverty Reduction and Social Strategy     \n12.  Gender Action Plan       \n13.  Risk Assessment and Risk Management Plan     \n14.  Indicative Master List of Eligible Items, and Agreed List of Acceptable     \nExpenditure Items (‘Positive List’), for ADB Financing under the Rapid Response \nComponent \n15.  APVAX Strategic Procurement Planning     \n16.  Environmental Safeguards Due Diligence Report     \n \nSupplementary Document \n17.  Financial Management Assessment Report \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20210715204304+08'00'", "Creator": "Acrobat PDFMaker 21 for Word", "Keywords": "pakistan, apvax, covid-19, pandemic, coronavirus, covid-19 vaccines, immunization, vaccination plan, access to vaccines, logistics, 55013-001, loan 4096, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20210809151838+08'00'", "Producer": "GPL Ghostscript 9.53.3", "Subject": "The project will provide the Government of Pakistan, through the APVAX, with financing for the procurement of coronavirus disease (COVID-19) vaccines, and for associated logistics and capacity strengthening activities. The rapid response component under the APVAX will be used to procure COVID-19 vaccines, and to cover international transport and port clearance costs.\r\rThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\r\rThis document dated July 2021 is provided for the ADB project 55013-001 in Pakistan.", "Title": "COVID-19 Vaccine Support Project under the Asia Pacific Vaccine Access Facility: Report and Recommendation of the President "}, "author_page": " \nVice-President  Shixin Chen, Operations 1  \nDirector General  Eugenue Zhukov, Central and West Asia Department (CWRD) \nDeputy Director General  Nianshan Zhang, CWRD \n \nDirectors  Rie Hiraoka, Social Sector Division (CWSS), CWRD \nF. Cleo Kawawaki, Officer-in-Charge, Pakistan Resident Mission \n(PRM)  \n   \nTeam leaders  Hiddo A. Huitzing, Health Specialist, CWSS, CWRD \nOmer Bin Zia, Senior Economics Officer, PRM, CWRD \n \nTeam members  Jean-Jacques Bernatas, Principal Health Specialist, CWSS, \nCWRD \nMary Margareth M. Bernus; Associate Financial Management \nOfficer; Portfolio, Results, Safeguards and Gender Unit \n(CWOD-PSG); CWRD \nBaurzhan Konysbayev, Principal Counsel, Office of the General \nCounsel   \n  Ma. Isabel J. Martin, Senior Project Officer, CWSS, CWRD \nKaukab H. Naqvi, Senior Economist, Economic Analysis and \nOperational Support Division, Economic Research and \nRegional Cooperation Department \nOksana Nazmieva, Principal Financial Management Specialist, \nCWOD-PSG, CWRD \nMary Alice Rosero, Senior Social Development Specialist (Gender \nand Development), CWOD-PSG, CWRD \nSyed Asim Ali Sabzwari, Environment Specialist, CWOD-PSG, \nCWRD \nYukihiro Shibuya, Senior Social Development Specialist \n(Safeguards), CWOD-PSG, CWRD  \n  Laureen Felisienne M. Tapnio, Operations Assistant, CWSS, \nCWRD \nXiaohong Yang; Chief Thematic Officer; Thematic Advisory Service \nCluster; Sustainable Development and Climate Change \nDepartment (SDCC) \n \nOne ADB Team  Asif, Associate Project Officer, PRM, CWRD  \nNaeem Abbas, Senior Project Officer, PRM, CWRD  \nFrederic Asseline, Principal Climate Change Specialist (Climate \nFinance), Climate Change & Disaster Risk Management \nDivision, SDCC \nAaron Batten; Principal Planning and Policy Economist; Operations \nPlanning and Coordination Division; Strategy, Policy and \nPartnerships Department (SPD) \nRobert A. Boothe; Senior Planning and Policy Economist; Strategy, \nPolicy and Business Process Division; SPD   \nAsif S. Cheema, Deputy Country Director, PRM, CWRD \nShaheryar Ali Choudhry, Senior Investment Officer, Office of the \nDirector General, Private Sector Operations Department  \nSheharyar Chughtai, Public–Private Partnership Specialist, \nAdvisory Division (OPA1), Office of Public–Private Partnership \n(OPPP)  \n ", "authors": [{"fullname": "Shixin Chen", "role": "Operations", "organization": ""}, {"fullname": "Eugenue Zhukov", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "Nianshan Zhang", "role": "CWRD", "organization": ""}, {"fullname": "Rie Hiraoka", "role": "Social Sector Division (CWSS)", "organization": "CWRD"}, {"fullname": "F. Cleo Kawawaki", "role": "Officer", "organization": ""}, {"fullname": "Hiddo A. Huitzing", "role": "Health Specialist", "organization": "CWSS"}, {"fullname": "Omer Bin Zia", "role": "Senior Economics Officer", "organization": "PRM"}, {"fullname": "Jean-Jacques Bernatas", "role": "Principal Health Specialist", "organization": "CWSS"}, {"fullname": "Baurzhan Konysbayev", "role": "Principal Counsel", "organization": "Office of the General"}, {"fullname": "Ma. Isabel J. Martin", "role": "Senior Project Officer", "organization": "CWSS"}, {"fullname": "Kaukab H. Naqvi", "role": "Senior Economist", "organization": "Economic Analysis and"}, {"fullname": "Operational Support Division", "role": "Economic Research and", "organization": ""}, {"fullname": "Oksana Nazmieva", "role": "Principal Financial Management Specialist", "organization": ""}, {"fullname": "Mary Alice Rosero", "role": "Senior Social Development Specialist (Gender", "organization": ""}, {"fullname": "Syed Asim Ali Sabzwari", "role": "Environment Specialist", "organization": "CWOD"}, {"fullname": "Yukihiro Shibuya", "role": "Senior Social Development Specialist", "organization": ""}, {"fullname": "Laureen Felisienne M. Tapnio", "role": "Operations Assistant", "organization": "CWSS"}, {"fullname": "Naeem Abbas", "role": "Senior Project Officer", "organization": "PRM"}, {"fullname": "Frederic Asseline", "role": "Principal Climate Change Specialist (Climate", "organization": ""}, {"fullname": "Asif S. Cheema", "role": "Deputy Country Director", "organization": "PRM"}, {"fullname": "Shaheryar Ali Choudhry", "role": "Senior Investment Officer", "organization": "Office of the"}, {"fullname": "Director General", "role": "Private Sector Operations Department", "organization": ""}, {"fullname": "Sheharyar Chughtai", "role": "Public", "organization": ""}]}