{"path": "data/input/reports/55073-001-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 55073-001 \nJune 2021 \n \n \n \nProposed Countercyclical Support Facility Loan and \nTechnical Assistance Grant \nRepublic of Azerbaijan: COVID-19 Active Response \nand Expenditure Support Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nAccess to Information Policy. \n ", "CURRENCY EQUIVALENTS \n(as of 1 June 2021) \n \nCurrency unit  –  Azerbaijan manat/s (AZN) \nAZN1.00  =  $0.588235 \n$1.00  =  AZN1.70000 \n \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AIIB  –  Asian Infrastructure Investment Bank \n  CAREC  –  Central Asia Regional Economic Cooperation \n  CARES  –  COVID-19 Active Response and Expenditure Support \n  CBA  –  Central Bank of Azerbaijan \n  COVID-19  –  coronavirus disease \n  CPRO  –  COVID-19 pandemic response option \n  DSA  –  debt sustainability analysis \n  GDP  –  gross domestic product \n  IDP  –  internally displaced person \n  IMF  –  International Monetary Fund \n  M&E  –  monitoring and evaluation \n  MOF  –  Ministry of Finance \n  MSMEs  –  micro, small, and medium-sized enterprises \n  PFM  –  public financial management \n  SOE  –  state-owned enterprise \n  SOFAZ  –  State Oil Fund of Azerbaijan \n  TA  –  technical assistance \n  TSA  –  targeted social assistance \n  WHO  –  World Health Organization \n \n \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Azerbaijan and its agencies ends \non 31 December. “FY” before a calendar year denotes the year in which the \nfiscal year ends, e.g., FY2021 ends on 31 December 2021. \n(ii)  In this report, “$” refers to United States dollars. \n   ", " \nVice-President  Shixin Chen, Operations 1 \nDirector General  Eugenue Zhukov, Central and West Asia Department (CWRD) \nDeputy Director General  Nianshan Zhang, CWRD \nDirector  Tariq H. Niazi, Public Management, Financial Sector, and Trade \nDivision (CWPF), CWRD \nCountry Director  Candice Mcdeigan, Azerbaijan Resident Mission (AZRM), CWRD \n   \nTeam leaders  Çiğdem Akın, Senior Public Management Economist, CWPF, \nCWRD \nNail Valiyev, Senior Economics Officer, AZRM, CWRD \nTeam members  Yagut Iltifat Ertenliche, Senior Project Officer, AZRM, CWRD \nElvin Imanov, Operations Assistant, AZRM, CWRD \nElinor B. Piano, Project Analyst, CWPF, CWRD \nMaria Kenneth C. Pinili, Senior Operations Assistant, CWPF, \nCWRD \nCollette You-Jung Shin, Counsel, Office of the General Counsel \nPeer reviewer  David Robinett, Senior Public Management Specialist (State-\nOwned Enterprise Reforms), Governance Thematic Group, \nSustainable Development and Climate Change Department \n(SDCC) \nOne ADB team*  Lara Arjan, Urban Development Specialist, Urban Sector Group, \nSDCC \nAbul Basher, Natural Resources and Agriculture Specialist, Rural \nDevelopment and Food Security (Agriculture) Thematic Group, \nSDCC \nJelle Beekma, Senior Water Resources Specialist, Water Sector \nGroup, SDCC \nMary Margareth M. Bernus, Associate Financial Management \nOfficer, Portfolio, Results, Safeguards, and Gender Unit \n(CWOD-PSG), CWRD \nAshish Bhateja, Principal Planning and Policy Economist, Strategy, \nPolicy and Business Process Division, Strategy, Policy, and \nPartnerships Department \nHaidy Ear-Dupuy, Senior Social Development Specialist (Core \nLabor Standards), Safeguards Division (SDSS), SDCC \nArin Dutta, Senior Health Specialist, Health Sector Group, SDCC \nBelinda Hewitt, Disaster Risk Management Specialist, Climate \nChange and Disaster Risk Management Division, SDCC \nShaista Hussain, Senior Results Management Specialist, CWOD-\nPSG, CWRD \nKashif Jamal, Financial Management Specialist, Procurement, \nPortfolio, and Financial Management Department \nDuncan Lang, Senior Environment Specialist, SDSS, SDCC \nChristopher Morris, Principal Social Development Specialist, NGO \nand Civil Society Center, SDCC \nKee-Yung Nam, Principal Energy Economist, Energy Sector \nGroup, SDCC \nKaukab Naqvi, Senior Economist, Economic Analysis and \nOperational Support Division, Economic Research and \nRegional Cooperation Department \n ", "Irina Novikova, Senior Social Development Specialist \n(Safeguards), SDSS, SDCC \nMa. Roserillan S. Robidillo, Senior Safeguards Officer, CWOD-\nPSG, CWRD \nMary Alice Rosero, Social Development Specialist (Gender and \nDevelopment); CWOD-PSG, CWRD \nSyed Asim Ali Sabzwari, Environment Specialist, CWOD-PSG, \nCWRD \nErwin Vallao Salaveria, Associate Partnerships Officer, Strategy, \nPolicy, and Partnerships Department \nMalika Shagazatova, Social Development Specialist (Gender and \nDevelopment), Gender Equity Thematic Group, SDCC \nMichiel van der Auwera, Senior Social Development Specialist \n(Social Protection), Social Development Thematic Group, \nSDCC \nYuebin Zhang, Principal Regional Cooperation Specialist, Regional \nCooperation and Integration Thematic Group, SDCC \n*  Interdepartmental advisory team. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", " \nCONTENTS \n \nPage \n \nPROGRAM AT A GLANCE   \nI.  THE PROPOSAL  1 \nII.  PROGRAM AND RATIONALE  2 \nA.  Background and Development Constraints  2 \nB.  ADB Support through COVID-19 Pandemic Response Option, ADB’s Value \nAddition, and Sustainability  7 \nC.  Expected Outcome of ADB Program  11 \nD.  Development Financing Needs and Budget Support  12 \nE.  Implementation Arrangements  13 \nIII.  ATTACHED TECHNICAL ASSISTANCE  13 \nIV.  DUE DILIGENCE  14 \nV.  ASSURANCES  15 \nVI.  RECOMMENDATION  15 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  16 \n2.  List of Linked Documents  19 \n3.  Development Policy Letter  20 \n4.  Assessment of Compliance with the Access Criteria for the Countercyclical Support \nFacility COVID-19 Pandemic Response Option  26 \n ", " \nProject Classification Information Status: Complete \nPROGRAM AT A GLANCE \n \n1.  Basic Data  Project Number: 55073-001 \n  Project Name  COVID-19 Active Response and  Department/Division  CWRD/CWPF \n  Expenditure Support Program   \n  Country  Azerbaijan  Executing Agency  Ministry of Finance \n  Borrower  Republic of Azerbaijan \n  Country Economic Indicators https://www.adb.org/Documents/LinkedD \n  ocs/?id=55073-001-CEI \n  Portfolio at a Glance  https://www.adb.org/Documents/LinkedD \nocs/?id=55073-001-PortAtaGlance \n \n2.  Sector  Subsector(s)  ADB Financing ($ million) \n \n  Health  Disease control  of communicable disease  20.00 \n \nHealth system development  60.00 \n \nAgriculture, natural  Agricultural production  10.00 \n \nresources and rural \n \ndevelopment \n \nEducation  Education sector development - social protection initiatives  45.00 \n \nFinance  Inclusive finance  10.00 \n \nIndustry and trade  Industry and trade sector development  55.00 \n \nPublic sector management  Public expenditure and fiscal management  20.00 \n \nReforms of state owned enterprises  30.00 \n  Total  250.00 \n \n3. Operational Priorities  Climate Change Information \nAddressing remaining poverty and reducing inequalities  GHG reductions (tons per annum)  0.000 \nAccelerating progress in gender equality  Climate Change impact on the  Low \nProject \nPromoting rural development and food security \n \nStrengthening governance and institutional capacity  ADB Financing \nFostering regional cooperation and integration  Adaptation ($ million)  0.00 \n \nMitigation ($ million)  0.00 \n   \n  Cofinancing \n  Adaptation ($ million)  0.00 \n  Mitigation ($ million)  0.00 \n \nSustainable Development Goals  Gender Equity and Mainstreaming \n \nSDG 1.3, 1.a, 1.b  Effective gender mainstreaming (EGM) \n  SDG 2.3 \n  SDG 3.3, 3.8, 3.d  Poverty Targeting \nSDG 4.3  General Intervention on Poverty \n  SDG 5.1 \n  SDG 8.1, 8.10, 8.3 \n  SDG 9.1, 9.3, 9.4 \n  SDG 10.2, 10.4 \n  SDG 16.6 \n4.  Risk Categorization:  Complex \n \n5.  Safeguard Categorization  Environment: C Involuntary Resettlement: C Indigenous Peoples: C \n \n. \n  6. Financing \n  Modality and Sources  Amount ($ million) \n  ADB  250.00 \n  Sovereign COVID19 Pandemic Response Option (Regular Loan): Ordinary  250.00 \n  capital resources \n  Cofinancing  100.00 \n  Asian Infrastructure Investment Bank - COVID19 Pandemic Response Option  100.00 \n  (Not ADB Administered) \n  Counterpart  0.00 \nNone  0.00 \n \nTotal  350.00 \n \n  Note: An attached technical assistance will be financed on a grant basis by the Technical Assistance Special Fund (TASF-OTHERS) in the \namount of $250,000. \nCurrency of ADB Financing: US Dollar \n \nSource: Asian Development Bank \n \nThis document must only be generated in eOps.  14062021164559859110  Generated Date: 22-Jun-2021 10:32:52 AM \n ", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nthe Republic of Azerbaijan for the COVID-19 Active Response and Expenditure Support (CARES) \nProgram  under  the  Countercyclical  Support  Facility  COVID-19  pandemic  response  option \n(CPRO).1 The report also describes proposed technical assistance (TA) for Supporting the \nCOVID-19 Active Response and Expenditure Support Program, and if the Board approves the \nproposed loan, I, acting under the authority delegated to me by the Board, approve the TA. \n \n2.  The coronavirus disease (COVID-19) pandemic has adversely impacted Azerbaijan’s \neconomy and its population. To mitigate these impacts, the government has adopted emergency \npro-poor countercyclical pandemic response measures to strengthen the health system, expand \nsocial protection, and support macroeconomic stabilization and job creation. The proposed \nprogram will support the government’s measures and financing needs to help mitigate the adverse \nhealth, social, and economic impacts of the crisis, while targeting the poor and vulnerable groups \nand ensuring gender mainstreaming.2 \n \n3.  Azerbaijan meets all the criteria required to access the CPRO under the Countercyclical \nSupport Facility (Table 1 and Appendix 4). The program’s support for the government’s wide \nrange of countercyclical health, social protection, and macroeconomic stabilization measures is \nfully aligned with the crosscutting operational priorities of Strategy 2030 of the Asian Development \nBank (ADB), such as (i) addressing remaining poverty and reducing inequalities, (ii) accelerating \nprogress in gender equality, (iii) promoting rural development and food security, (iv) strengthening \ngovernance and institutional capacity, and (v) fostering regional cooperation and integration.3 \n \nTable 1: Compliance with Access Criteria for COVID-19 Pandemic Response Option  \nAccess Criteria  ADB Staff Assessment \n1.  Adverse impact  As of 25 June 2021, 335,676 COVID-19 cases were reported with 4,965 deaths. The \nof  exogenous  pandemic had a negative impact because of the lockdowns in 2020 and 2021; business \nshocks  closures; the downturn in trade, tourism, and remittances; and drop in consumer demand. \nAzerbaijan suffered from a twin supply shock resulting from the fall in oil prices, triggered by \nthe pandemic-related global slowdown, and the cut in oil production under an agreement \nwith the OPEC+. The impact of the conflict in 2020 was short-lived. The IMF’s data indicates \n(i) a GDP contraction of 4.3% in 2020 (2.6% in non-oil GDP and 7.2% in oil GDP) compared \nto a pre-COVID-19 GDP growth projection of 2.1% in 2020, and a GDP growth projection of \n2.3% in 2021, (ii) a widening of the budget deficit–GDP ratio from a surplus of 8.2% in 2019 \nto 6.4% in 2020 and projected 5.2% in 2021, (iii) a change in current account balance–GDP \nratio from a surplus of 9.1% in 2019 to a deficit of 0.9% in 2020 and a projected small surplus \nof 1.1% in 2021, and (iv) an increase in inflation from 2.7% in 2019 to 2.8% in 2020 and \nprojected 3.5% in 2021. SOFAZ assets reached $43.56 billion in 2020, but are projected to \ndecline to $42.97 billion in 2021. The unemployment rate increased from 4.8% in 2019 to \n6.5% in 2020 and is projected to reach 5.8% in 2021. The poverty rate increased from 5.3% \nin 2019 to 5.5% in 2020 (compared to the pre–COVID-19 estimate of 4.0%). \n2.  Countercyclical  On 27 February 2020, an interagency COVID-19 Task Force, chaired by the Prime Minister, \ndevelopment  was established under the Cabinet of Ministers. The government approved action plans on \nexpenditures  30 January 2020 and 4 April 2020 followed by additional measures in August 2020. These \naction  plans—comprising  health,  social  protection,  and  macroeconomic  stabilization \nmeasures—constituted the pro-poor countercyclical pandemic response package. State \nbudget funds and other sources totaling AZN3.5 billion ($2.06 billion, or 4.8% of GDP) were \nallocated in 2020 based on the President’s Executive Decree on 19 March 2020. A pandemic \n \n1  Asian Development Bank (ADB). 2020. ADB’s Comprehensive Response to the COVID-19 Pandemic. Manila. \n2  ADB received the government’s formal request for budget support for the pandemic on 4 February 2021. \n3  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. ", "2 \nAccess Criteria  ADB Staff Assessment \nresponse package of AZN3,014.6 million ($1,773.2 million or 3.6% of GDP), which builds on \nand continues from the 2020 action plans, was approved under the budget in 2021. \n3.  Pre-shock  Azerbaijan maintained a generally sound pre-shock record of macroeconomic management. \nrecord  of  The economy recovered from the 2015–2016 recession, triggered by the decline in oil prices, \ngenerally sound  with GDP growth of 0.2% in 2017 to 1.5% in 2018, and 2.2% in 2019. Inflation fell from 12.8% \nmacroeconomic  in 2017 to 2.3% in 2018 and 2.7% in 2019. The pre-shock budget deficit–GDP ratios \nmanagement  improved from a deficit of 1.4% in 2017 to a surplus of 5.5% in 2018 and 8.2% in 2019. \nInternational reserves averaged $5.7 billion during 2017−2019. The public debt–GDP ratio \nimproved from 22.5% in 2017 to 17.7% in 2019. SOFAZ assets reached $43.32 billion in \n2019. The current account surplus−GDP ratios were 4.1% in 2017, 12.8% in 2018, and 9.1% \nin 2019. Macroeconomic management during the pandemic has been on track. \n4.  Structural  The Ministry of Health approved the COVID-19 Country Preparedness and Response Plan, \nreforms  (health  detailing the medium- and long-term national strategies for pandemic management, capacity \nsector  building, and resource requirements. A special quarantine regime was introduced on 24 \nresponse)  March 2020, including border closures; closure of businesses, airports, and transportation \nhubs; and strict social distancing measures.  The restrictions were relaxed in stages \nbeginning in May 2020. The quarantine regime has been recently extended until 1 August \n2021. The government has undertaken medium- and long-term public health and preventive \nmeasures to (i) strengthen the capacity of medical facilities, (ii) procure medicines and \nmedical equipment on an emergency basis, (iii) implement preventive activities against \ncontagious diseases, (iv) provide additional payments for health care workers, and (v) \nimplement mandatory health insurance nationwide to increase access to the health care \nsystem. While not covered under the CARES Program, a COVID-19 vaccination strategy \nwas adopted. Public vaccination program began in January 2021.  \n5.  Debt  During the pandemic, the government requested a $250 million budget support loan from \nsustainability  ADB and a cofinancing loan of $100 million from the Asian Infrastructure Investment Bank \nin 2021. The government will also borrow $764.7 million domestically in 2021. Based on \nADB’s DSA,a the additional borrowing over the public debt stock of $8.5 billion in 2019 will \nnot significantly affect debt sustainability or annual debt service obligations. IMF projects that \nthe public debt−GDP ratio increased from 17.7% in 2019 to 21.4% in 2020 and will increase \nto 30.9% in 2021, 31.4% in 2022, and 32.4% in 2023. Both the IMF’s pre-shock DSA and \nADB’s recent DSA indicate that Azerbaijan has a low risk of debt stress because of favorable \nmaturity structure, loans from international financial institutions, and its strong position in \nterms of official reserves and SOFAZ assets. The government has been implementing a \nmedium-term debt management strategy to reduce its debt−GDP ratio and gradually shift \nfrom external to domestic borrowing with government securities. \n6.  Coordination  The government worked closely with the IMF, which supports its countercyclical measures, \nwith the IMF  on the macroeconomic assessment during the Article IV consultation missions in 2021. The \nIMF provided its assessment letter on 1 April 2021, confirming sound macroeconomic \nmanagement.b ADB effectively coordinated with the IMF, supporting the CARES Program. \nADB = Asian Development Bank, CARES = COVID-19 Active Response and Expenditure Support, COVID-19 = \ncoronavirus disease, DSA = debt sustainability analysis, GDP = gross domestic product, IMF = International Monetary \nFund, OPEC = Organization of the Petroleum Exporting Countries, SOFAZ = State Oil Fund of Azerbaijan. \na  Debt Sustainability Analysis (accessible from the list of linked documents in Appendix 2). \nb  International Monetary Fund Assessment Letter (accessible from the list of linked documents in Appendix 2). \nSource: Asian Development Bank. \n \nII.  PROGRAM AND RATIONALE \n \nA.  Background and Development Constraints \n \n4.  Health-related challenges. World Health Organization (WHO) data4 indicates that as of \n25 June 2021, Azerbaijan had 335,676 confirmed COVID-19 cases with 4,965 deaths since the \nfirst COVID-19 case was reported on 28 February 2020. The growing number of COVID-19 cases \nstrained initial diagnosis, prevention, and treatment capacity because of inadequate specialized \nmedical facilities, staff, and equipment, despite earlier improvements in Azerbaijan’s public sector-\n \n4    Data is accessible from WHO Coronavirus (COVID-19) Dashboard. \n ", "3 \nled  health  care  system,  which  provides  universal  basic  medical  care  in  public  hospitals. \nUnbalanced geographical distribution of health services, recruitment and retention of medical staff \nin rural areas, and high out-of-pocket health expenditures have been longstanding issues.5 There \nare qualitative differences between urban and rural areas, with  well-equipped and staffed medical \nfacilities concentrated in urban centers, particularly in Baku. 6 Essential health services for \nemergency care, chronic illnesses and surgical procedures have been challenged because of the \npriority placed on addressing the pandemic. The conflict in 2020 has also strained health services. \n \n5.  Pre-shock record of generally sound macroeconomic management. Azerbaijan has \ntransformed itself into an upper middle-income country, with rapid economic growth averaging \n5.6% per year during 1993−2019, fueled by oil and gas extraction. However, overreliance on \nhydrocarbons coupled with inadequate private sector development, an inefficient financial sector, \nand highly procyclical fiscal management have been identified as key development constraints. \nBecause of the overreliance on hydrocarbons, the downturn in oil prices—from $110 per barrel in \n2014 to $50 in 2015—led to a sharp fall in foreign currency earnings, a contraction in gross \ndomestic product (GDP) of 3.1% in 2016, currency devaluation,7 banking sector fragility due to \nhigh level of dollarization in liabilities, and erosion of fiscal space. The crisis revealed the urgent \nneed to accelerate private sector-driven economic diversification into non-oil sectors. In response, \nthe government provided countercyclical fiscal stimulus, and initiated a set of reforms affecting \nmacroeconomic management, the financial sector, and public financial management (PFM), with \nsupport  from  ADB’s  Countercyclical  Support  Facility  and  two  policy-based  programs.8 Tax \nreforms have been carried out since 2017 to reduce dependence on oil revenues. These efforts, \nalong with a recovery in the oil price, expansion of the non-oil economy, and the onset of \nproduction at the Shah Deniz II gas field helped GDP growth recover to 0.2% in 2017, 1.5% in \n2018, and 2.2% in 2019. Budget deficit–GDP ratios have improved from a deficit of 1.4% in 2017 \nto a surplus of 5.5% in 2018 and 8.2% in 2019. The Central Bank of Azerbaijan (CBA) has \nremained committed to price stability under a fixed exchange rate regime, and inflation declined \nfrom 12.8% in 2017 to 2.7% in 2019. The Financial Market Supervisory Authority was established \nto improve banking sector capital adequacy. Firmer oil prices have led to current account \nsurpluses of 4.1% in 2017, 12.8% in 2018, and 9.1% in 2019; this resulted in an accumulation of \nforeign exchange reserves, averaging $5.7 billion during 2017−2019. Supported by the strong net \nforeign asset position of the sovereign wealth fund—the State Oil Fund of Azerbaijan (SOFAZ)—\nand prudent fiscal management, the public debt–GDP ratio has declined from 22.5% in 2017 to \n17.7% in 2019. As confirmed by the International Monetary Fund (IMF), Azerbaijan maintained a \ngenerally sound record of macroeconomic management leading up to the crisis.9 \n \n5  Bonilla et.al. 2018. Challenges on the Path to Universal Health Coverage: The Experience of Azerbaijan. Universal \nHealth Care Coverage Series 28. Washington, DC: World Bank. \n6  In 2019, 64% of physicians and 155 out of 570 public hospitals were concentrated in Baku. State Statistical \nCommittee. 2020. Healthcare, Social Protection and Housing Conditions in Azerbaijan. Statistical Yearbook. Baku. \n7  The United States dollar–Azerbaijan manat exchange rate dropped from $1 = AZN0.78 in 2014 to about $1 = \nAZN1.60 in 2016. The exchange rate has been stable at about $1 = AZN1.70 since March 2017. \n8  ADB supported Azerbaijan to strengthen (i) its medium-term debt management strategy to reduce the share of \nforeign currency borrowing and increase domestic borrowing; (ii) public budgeting with introduction of medium-term \nbudget and expenditure frameworks, program-based budgeting, and other PFM reforms; (iii) management of fiscal \nrisks, including contingent liabilities of state-owned enterprises (SOEs) and fiscal rule for countercyclical fiscal \npolicy; (iv) corporate governance of SOEs and transparency of financial reporting; and (v) the business climate, \nincluding access to credit and economic diversification. The medium-term expenditure framework is implemented \nfor three sectors (education, agriculture, and environmental protection) starting in 2021. ADB. 2016. Azerbaijan: \nCountercyclical Support Facility Program. Manila; ADB. 2017. Azerbaijan: Improving Governance and Public Sector \nEfficiency Program, Subprogram 1. Manila; and ADB. 2019.  Azerbaijan: Improving Governance and Public Sector \nEfficiency Program (Subprogram 2). Manila. \n9  IMF. 2019. Republic of Azerbaijan. Article IV Consultation – Press Release; Staff Report and Statement by the \nExecutive Director for the Republic of Azerbaijan. IMF Country Report No. 19/301. Washington, DC (September). \n ", "4 \n6.  Economic impact of the pandemic. The COVID-19 pandemic adversely impacted the \neconomy because of the lockdowns in 2020 and 2021; business closures; the downturn in trade, \ntourism, and remittances; and the drop in consumer demand. Azerbaijan suffered from a twin \nsupply shock resulting from the  oil price decline, triggered by the pandemic-related global \nslowdown,10 and a cut  in oil production under an  agreement with the Organization of  the \nPetroleum Exporting Countries and other major oil producers in June 2020. The impact of the 44-\nday conflict in September−October 2020 was short-lived as the main infrastructure and economic \nbase were not directly exposed to the conflict zone. According to the IMF, GDP contracted by \n4.3% in 2020 in contrast to the pre-COVID-19 GDP growth projection of 2.1% for 2020.11 GDP is \nprojected to grow by 2.3% in 2021 with (i) improvements in domestic and external demand, (ii) \nhigher global oil and gas prices,12 (iii) support for farmers, and (iv) $1.29 billion spending on post-\nconflict reconstruction. The prolongation of the pandemic carries the risk of delaying the recovery. \nOn average, GDP contracted by 1% during 2020−2021, significantly below the average GDP \ngrowth of 1.6% during 2010-2019 despite negative growth rates in 2011 and 2016.  \n \n7.  Fiscal balance. The IMF estimates that with the pandemic-related slowdown and fall in \noil prices, revenues declined from 41.5% of GDP in 2019 to 33.9% of GDP in 2020, and 32.8% of \nGDP in 2021. As a result of countercyclical measures, expenditures increased from 33.3% of \nGDP in 2019 to 40.4% of GDP in 2020, and 38.0% of GDP in 2021. The fiscal balance turned into \na deficit of 6.4% of GDP in 2020 and 5.2% of GDP in 2021 from a surplus of 8.2% of GDP in 2019.  \n \n8.  Finances of the State Oil Fund of Azerbaijan. With the fall in oil prices and cut in \nproduction, SOFAZ revenues declined from $11.19 billion in 2019 to $5.51 billion in 2020 and \nfurther to the budgeted amount of $4.71 billion in 2021. SOFAZ transfers to the state budget \nexceeded revenues by increasing from $6.68 billion in 2019 to $7.18 billion in 2020 and 2021, \ncomprising nearly 50% of budget revenues. This further necessitated the government to use \nSOFAZ resources in a fiscally prudent manner so that assets are not rapidly depleted. SOFAZ \nassets (inclusive of the valuation effect of the investment portfolio) are projected to decline from \n$43.56 billion in 2020 to $42.97 billion in 2021. While SOFAZ assets are expected to grow over \ntime, they have been heavily prone to valuation shocks from oil price fluctuations and procyclical \nbudget transfers. To strengthen countercyclicality and long-term asset accumulation, a fiscal rule \non SOFAZ transfers and budget expenditures was introduced in 2019, along with other fiscal and \ndebt management reforms to prevent the overuse of oil revenues and limit the spending growth \nto 3% over the previous year’s approved expenditures. Because of the pandemic, however, the \nimplementation of the fiscal rule has been suspended until 2022.13 While SOFAZ transfers and \nassets have enabled Azerbaijan to manage the shock with countercyclical support in 2020, as \nalso emphasized by the IMF, the government has been vigilant about safeguarding an adequate \nportion of the exhaustible oil wealth for future generations. The risk of depletion of SOFAZ assets \nbecause  of  prolongation  of  the  pandemic  could  jeopardize  availability  of  resources  for \nintergenerational equity, future investment in social sectors, and economic diversification. A \n \n10  Oil prices decreased by more than 60% in the first quarter of 2020, reaching $26 per barrel by the end of March \n \n2020, the lowest since 2001.Oil prices averaged just $41.7 during 2020, remaining 25% below the 2019 average. \nIMF. 2020. Regional Economic Outlook: Middle East and Central Asia. Washington, DC (October). \n11  Country Economic Indicators (accessible from the list of linked documents in Appendix 2). \n12  Azerbaijan’s fiscal breakeven oil price was $65.0 per barrel, while current account breakeven oil price was $69.5 \nper barrel in 2020. By early February 2021, the Brent oil price reached more than $60.0 per barrel, effectively \nrecovering to pre–COVID-19 levels. However, it is still below the 2021 fiscal breakeven price of $82.5 and current \naccount breakeven oil price of $98.6. Breakeven oil prices increased because the Organization of the Petroleum \nExporting Countries quotas have constrained Azerbaijan’s oil production and exports amid high fiscal deficits. IMF. \n2021. Regional Economic Outlook: Middle: Middle East and Central Asia. Washington, DC (April). \n13  Details on the fiscal rule are in Appendix 4; and Assessment of State Oil Fund of Azerbaijan (SOFAZ) and Fiscal \nManagement Framework (accessible from the list of linked documents in Appendix 2). \n ", "5 \nstrong position with respect to SOFAZ assets is critical for maintaining a stable monetary policy \nand fixed exchange rate, as the risk of sharp exchange rate adjustments after terms of trade \nshocks could hurt the banking sector, given high-liability dollarization. SOFAZ assets also support \nthe country’s good sovereign credit rating and debt absorption capacity. \n \n9.  Current account and international reserves. With the downturn in global trade and \ndecline in oil and gas exports, the current account balance recorded a deficit of 0.9% of GDP in \n2020. Exports contracted by 36.3% and imports by 10% in 2020. In 2021, a small current account \nsurplus of 1.1% of GDP is projected. However, the 2020–2021 average current account surplus \nof 0.1% is significantly below the average current account surplus of 12.8% during 2010–2019. \nInternational reserves remained stable at $6.26 billion in 2020 and 2021. \n \n10.  Remittances. The downturn in the Russian Federation, where nearly a million Azerbaijani \nmigrant workers reside, affected the households relying on remittances. During the first quarter \nof 2020, remittances from the Russian Federation dropped by 40% compared to the same period \nin 2019. In 2020, remittances were projected to fall by 21.9% from $1.22 billion in 2018.14 The net \nmigration rate is projected to drop from 0.097 per 1,000 population in 2019 to 0.048 in 2021. \n \n11.  Inflation. Inflation remained generally stable at 2.8% in 2020 compared with 2.7% in 2019, \nreflecting food inflation of 5%, while inflation for non-food and services remained low at 1.3%. \nImport-led inflation was curbed because of lower consumer demand, the stable exchange rate, \nand administered prices during 2020. In 2021, inflation is projected to increase to 3.5% with \nrecovery in domestic demand and adjustments in fuel prices and utility tariffs. \n \n12.  Monetary policy and exchange rate. Inflation remained within the CBA’s monetary policy \ntarget of 2%–6%.  The CBA gradually reduced the policy rate to 6.25% from 7.25% during 2020. \nDecreasing demand for imports and CBA and SOFAZ foreign exchange sales (totaling nearly \n$7.2 billion in 2020) have helped maintain the fixed exchange rate.15 The exchange rate at $1 = \nAZN1.70 is predicted to remain stable in 2021 along with the exchange rate policy. \n  \n13.  Banking sector. Credit to the private sector contracted by 0.7% in 2020 from 15.2% \ngrowth in 2019 but it is projected to grow by 5.0% in 2021. The banking sector dollarization \ncontinued to be high with 34.6% of loans and 61.0% of deposits in foreign currency in 2019.16 \nHowever, credit and guarantee support programs and easing of regulatory requirements as part \nof countercyclical support during the pandemic have facilitated local currency lending. While \nbanking supervision was strengthened,17 additional CBA vigilance is required to avoid risk of \ndistress from relaxed lending standards. The sovereign credit rating is BB+/B with a revision in \noutlook from negative to stable in 2021 because of reduction in conflict-related security risks. \n \n14.  State-owned enterprises. State-owned enterprises (SOEs) dominate critical sectors and \naccounted for 18% of GDP in 2018 compared to 70% in 1995.18 The government provided direct \nfinancial support to SOEs to cover their large operational losses during the pandemic. \n \n14  J. Villafuerte and A. K. Takenaka. 2020. Tracking COVID-19’s Devastating Toll on Asia’s Remittances. Manila: ADB. \nFigure for 2018 remittance receipts is from the World Bank. \n15  World Bank. 2021. Azerbaijan Monthly Economic Update. January. Washington, DC. \n16  ADB. 2020. Asian Development Outlook 2020: What Drives Innovation in Asia? Manila (April). \n17  Four banks, falling short of prudential requirements on capitalization were closed in 2020. Nonperforming loans \ndeclined from 8.3% of credit portfolio in 2019 to 6.1% in 2020. The banking sector risk-weighted capital adequacy \nratio improved from 22% in 2019 to 25% in 2020. Profitability worsened with weak credit demand. \n18  World Bank. 2017. Republic of Azerbaijan: Corporate Governance and Ownership of State-Owned Enterprises. \nWashington, DC (November). \n ", "6 \n15.  Micro, small, and medium-sized enterprises. Despite efforts to promote the private \nsector,19 the fragilities of micro, small, and medium-sized enterprises (MSMEs) have become \nevident during the pandemic. A 2020 United Nations report on socioeconomic assessment for \nCOVID-19 found that out of 237,456 private sector MSMEs, 166,282 were estimated to be heavily \nimpacted, and 528,570 employees became vulnerable to job losses during April–September \n2020.20 The income losses of the MSME workforce could reach up to $189 million. \n \n16.  Tourism. Travel restrictions heavily impacted the hospitality and tourism sector. Airport \npassenger traffic dropped by 73% in 2020; and the number of foreign visitors declined from 3.2 \nmillion in 2019, with a spending of $1.7 billion (6.5% of total exports) to 1.3 million visitors in \n2020.21 In 2019, prior to the pandemic, the travel and tourism sector accounted for $3.5 billion \n(7.2% of GDP), contributing to 378,000 jobs (7.7% of employment).22 \n \n17.  Unemployment. Most employment in Azerbaijan is in the low-productivity, low-wage \ninformal sector, which was hard hit during the pandemic. Based on the United Nations report \n(footnote 20), of the 5.1 million workforce, 1.55 million are wage workers with formal contracts \n(880,000 with the state and 670,000 with non-state). The non-state workforce is projected to face \nan income loss up to $646 million during April–September 2020 because of the pandemic. An \nestimated 1.6 million people are engaged in the informal sector without labor contracts and access \nto social protection. The self-employed workforce is highly prone to income shocks during \neconomic downturns. The unemployment rate is projected to increase to 6.5% in 2020 and 5.8% \nin 2021 from 4.8% in 2019. Youth unemployment rose from 14.6% in 2019 to 15.7% in 2020. \n \n18.  Poverty. While the oil-driven growth helped reduce the national poverty rate from 49% in \n2001 to 4.8% in 2019, loss of incomes and remittances have reversed this trend and exacerbated \npre-existing inequalities and regional disparities. While Azerbaijan has a comprehensive social \nsafety net, those working in the informal sector lack social protection. A household survey in eight \nregions (footnote 20) showed that 36% of respondents buy less food with nutritional value \nbecause of reduced household income and increased food prices. World Bank projections show \nthat the poverty rate (measured at $5.5 per day) will increase from 5.3% in 2019 to 5.5% \n(compared to the pre–COVID-19 estimate of 4.0%) in 2020 and to 5.2% (compared to the pre–\nCOVID-19 estimate of 3.8%) in 2021.23 \n \n19.  Impact  on  women.  The  pandemic  has  exacerbated  gender-based  inequalities  in \nAzerbaijan.24 A 2020 United Nations survey found about 55% of self-employed women and 48% \n \n19  The government’s efforts to diversify the economy have resulted in the non-oil sector’s share of GDP rising from \n51.5% of GDP in 2013 to 61.9% of GDP in 2020. MSMEs’ share of GDP grew from 9.2% in 2016 to 23.3% (or \n40.7% of non-oil GDP) in 2019. While access to finance was identified as a major constraint, credit to the private \nsector improved from 14.1% of GDP in 2017 to 15.2% of GDP in 2019 (ADB. 2020. Azerbaijan: Moving Toward \nMore Diversified, Resilient, and Inclusive Development. Manila [August]). Azerbaijan was ranked 34th out of 190 \neconomies in 2020 in the World Bank’s Doing Business index, compared to 25th in 2019. Its ranking was high in \nobtaining credit (1st) and starting a business (9th), but low in protecting minority investors (105th), resolving \ninsolvency (47th) and enforcing contracts (28th) in 2020. The government has promoted public and online services \nfor entrepreneurs; established business courts, credit bureaus, and unified collateral registry; and carried out tax \nreforms since 2017. \n20  United Nations Azerbaijan. 2020. Azerbaijan Socio-Economic Assessment for COVID-19. Baku (August). \n21  ADB. 2021. Impact of COVID-19 on CAREC Aviation and Tourism. Manila. \n22  World Travel and Tourism Council. 2020. Azerbaijan. Annual Research Key Highlights. London. \n23  World Bank. 2020. Poverty Projections for Armenia, Azerbaijan and Georgia due to the COVID-19 Outbreak. \nWashington, DC. \n24  Women in Azerbaijan have a lower labor force participation and lower earnings than men. Azerbaijan’s gender \ninequality index was 0.323 in 2019, ranking 73rd out of 162 countries. United Nations Development Programme. \n2020. Human Development Report 2020. Azerbaijan. New York. \n ", "7 \nof women employees were severely affected by the lockdowns through reduced hours of paid \nwork.25 Women on leave without pay outnumbered men because women are mostly employed in \nlow-wage service sector jobs and/or the informal sector, both of which are particularly impacted \nduring the pandemic.26 Women have been underrepresented as business owners (only 25% of \nregistered MSMEs are owned by women), with inadequate access to higher skilled occupations \nand financial services.27 The pandemic has further impeded women’s economic empowerment. \n \n20.  Impact on the vulnerable population. The pressures on the health system caused by \nthe pandemic have constrained routine services for mothers and children; the elderly; and those \nwith chronic illnesses, disabilities, and special needs. School closures have affected 1.6 million \nschool-age children, of which 46% are girls and nearly 613,000 were enrolled in rural areas. About \n70% of families with school age children had access to distance education and the internet, while \ndisadvantaged students with limited connectivity, mainly in rural areas, faced learning losses. \nAlthough internally displaced persons (IDPs) have received international aid and support from the \ngovernment, their vulnerabilities have intensified because of inadequate housing, higher poverty \nincidence, job losses, and high dependence on social transfers.28 The intensification of conflict in \n2020 has increased the vulnerabilities of people living in border areas. Returning Azeri migrant \nworkers and 254,000 migrant workers within Azerbaijan have faced large income losses at times \nof diminished job prospects and increased unemployment. \n \nB.  ADB Support through COVID-19 Pandemic Response Option, ADB’s Value Addition, \nand Sustainability \n \n21.  Government of Azerbaijan’s countercyclical pandemic response measures. On 27 \nFebruary 2020, an inter-agency COVID-19 Task Force, chaired by the Prime Minister, was \nestablished under the Cabinet of Ministers. Working groups were set up under key ministries. The \ngovernment approved action plans on 30 January and 4 April 2020 followed by additional \nmeasures  in  August  2020.  These  action  plans  comprise  health,  social  protection,  and \nmacroeconomic stabilization  measures,  and constitute  a  pro-poor  countercyclical  pandemic \nresponse package. Budget funds and other sources, totaling AZN3.5 billion ($2.06 billion or 4.8% \nof GDP) were allocated in 2020 based on the President’s Executive Decree on 19 March 2020. \nThe 2020 measures (Appendix 4) have been generally effective in containing the spread of the \ndisease, increasing health sector capacity, providing immediate relief to the unemployed and \nimpacted businesses, and expanding coverage of the social safety net. According to initial \nestimates, without this support GDP could have contracted by an additional 0.5%–1.0% in 2020. \nAs the pandemic revealed itself to be long-lasting with the risk of an enduring impact on the \neconomy  and  the  social  and  health-related  wellbeing  of  the  population,  continuation  of \ncomprehensive anti-crisis efforts in 2021 became paramount, particularly to improve targeting \nand coverage of social safety nets and health insurance. The pandemic response measures \napproved under the 2021 budget build on and continue from the 2020 action plans. The CARES \nProgram supports these measures in 2021 (Table 2) in total of AZN3,014.6 million ($1,773.2 \nmillion or 3.6% of GDP) as summarized in paras. 22−24 and detailed in Appendix 4. \n \n \n \n25  United Nations. 2020. Azerbaijan: The Impact of COVID-19 on Women’s and Men’s Lives and Livelihoods. Baku. \n26  In 2009, 42% of women in Azerbaijan held informal jobs. Women comprise 50% of employees in tourism, hospitality, \nand food services and earn 30.4% less pay in these sectors compared to the rest of the economy. United Nations \nWorld Tourism Organization. 2019. Global Report on Women in Tourism. Second edition. Madrid. \n27  ADB. 2019. Azerbaijan Country Gender Assessment. Manila (December). \n28  World Bank. 2020. Implementation and Completion Results Report for IDP Living Standards and Livelihoods \nProject. Washington, DC (June). \n ", "8 \nTable 2: Allocation of Countercyclical COVID-19 Pandemic Response Measures \n  Amount \nItem  AZN Million  $ Million \nA. Health-related measures   1,378.6  810.8 \n(i)  Provision of additional payments to health care workers  100.0  58.8 \n(ii)  Support for self-financed medical facilities for in-patient treatment during the  10.9  6.4 \npandemic \n(iii)  Services provided to individuals isolated in quarantine facilities  5.0  2.9 \n(iv)  Operation of modular hospitals dealing with the COVID-19 patients  61.9  36.4 \n(v)  Expenses related to medicines  125.0  73.5 \n(vi)  Preventive activities on contagious diseases  6.5  3.8 \n(vii)  Expenses related to medical equipment and inventories  80.0  47.1 \n(viii)  Support to nationwide mandatory health insurance  989.3  581.9 \nB. Social protection measures  1,142.5  672.1 \n(i)  Targeted social assistance to low-income households  257.0  151.2 \n(ii)  Subsidies to flour producers (for each ton of flour sold)  9.0  5.3 \n(iii)  Support for education lending to low-income families for higher education  80.0  47.1 \n(iv)  State support to pensions  441.0  259.4 \n(v)  Payments for monthly allowances and subsidies for utility services to  355.5  209.1 \ninternally displaced persons \nC. Macroeconomic stabilization measures  493.5  290.3 \n(i)  Support for temporary public jobs created during the pandemic  159.8  94.0 \n(ii)  Interest rate subsidies on bank loans for businesses affected by the  12.0  7.1 \npandemic \n(iii)  Support for funding of subsidized mortgage loans  71.0  41.8 \n(iv)  Subsidies to agricultural producers affected by increase in fuel prices  36.1  21.2 \nbecause of tariff adjustment as of January 2021 \n(v)  Support to selected state-owned enterprises (subway operator, airline  159.2  93.6 \ncompany, and water/sanitation utility operator) \n(vi)  Support to State Tourism Agency  55.4  32.6 \nTotal (A+B+C)  3,014.6  1,773.2 \nCOVID-19 = coronavirus disease. \nSources: Budget documents of the Ministry of Finance. \n \n22.  Health-related measures. The government responded to the pandemic by introducing a \nspecial quarantine regime on 24 March 2020, including closure of borders, businesses, airports \nand transportation hubs, and strict social distancing measures. Starting 4 May 2020, restrictions \nhave been relaxed in stages. In response to the number of COVID-19 cases, the quarantine \nregime was tightened on 19 June 2020 including the closure of borders until 1 August 2020. The \nregime was successively extended in stages—until 31 August 2020, 31 January 2021, 1 June \n2021 and recently until 1 August 2021—with some easing of restrictions from one period to the \nnext. The Ministry of Health approved the COVID-19 Country Preparedness and Response Plan \ndetailing  the  national  strategy  for  pandemic  management,  capacity  building,  and  resource \nrequirements. The government’s wide-ranging health sector measures in 2020 helped contain the \nspread of the disease and strengthen the capacity and accessibility of the specialized health care \nservices and staff. However, the prolongation of the pandemic requires continuation of these \nmeasures for prevention and treatment, particularly in the case of second and third waves of \nCOVID-19, and for rollout of nationwide vaccination program. Mandatory health insurance was \npartially introduced in 2020, and its nationwide rollout is also critical to improve access to and \naffordability of health care services. Therefore, the government’s health-related measures in 2021 \ninclude (i) additional payments for 64,038 health care workers at 35 public and private medical \nfacilities; (ii) procurement of medicines, medical supplies, and equipment; (iii) compensation of \nprivate medical facilities for treatment of COVID-19 patients; (iv) provision of quarantine services \nand establishment of quarantine facilities at border crossings; (v) scaling up of medical facilities \nby covering the operational expenses of 12 modular hospitals set up in 2020; (vi) preventive \nactivities for contagious diseases, including surveillance using mobile applications, disinfection of \n ", "9 \npublic places, and increased availability of COVID-19 testing in 50 laboratories across the country; \nand (vii) nationwide rollout of mandatory health insurance by 1 April 2021, and provision of a \nsubsidy of AZN90 per person for universal coverage of all citizens.29 While not covered under the \nCARES Program, the government’s health sector measures also include a comprehensive \nnationwide vaccination strategy for 2021–2022, which was approved on 16 January 2021.30 \n \n23.  Social protection measures. The social safety net has been expanded to mitigate \npoverty. While AZN190 per month was allocated to 600,000 unemployed citizens and 200,000 \npublic sector employees during the lockdowns in April–May 2020, targeted social assistance \n(TSA) continues to be provided with the number of low-income households increasing from \n76,826 households (322,078 persons) in 2020 to 80,000 (335,200 persons) in 2021. TSA also \nbenefits children. The average monthly allowance per household was increased from AZN239.9 \nin 2020 to AZN268.2 in 2021. In addition to the food assistance provided to nearly 100,000 low-\nincome families and organized farmers’ market selling directly to the public in 2020, a subsidy of \nAZN35 per ton to flour producers is provided in 2021 to stabilize food prices and ensure food \nsecurity. In continuation of the reimbursement of tuition fees for students from socially vulnerable \nfamilies  and  scholarships  for  vocational  education  and  training  students  provided  in  2020, \ninterest-free lending to low-income families for higher education was provided in 2021. Old-age \npension payments have increased from AZN249.25 per month before the pandemic to AZN291.5 \nto match the increase in monthly nominal wages. In 2020, 772,034 elderly people received \npensions, 466,826 of whom were female. In 2021, AZN441 million has been allocated to support \nthese pensioners. While the utility bill support to the general population was provided during \nApril−May 2020, the government has continued to provide a monthly allowance of AZN33−AZN60 \nper person, and subsidies for utility services for 496,557 IDPs in 2021. \n \n24.  Macroeconomic stabilization measures. The government’s measures have supported \nthe most affected sectors and job creation. Tax benefits and exemptions for businesses in 2020 \nexpired on 1 January 2021. Partial salary payments for 374,316 employees and support for \n173,162  individual  (micro)  entrepreneurs  were  provided  in  2020  during  the  lockdowns.  In \ncontinuation of earlier employment support, AZN159.8 million has been allocated in 2021 for the \ncreation of additional 17,438 temporary public jobs over the existing 38,000 jobs at municipal and \nsocial services and SOEs across the country. Following the AZN1.5 billion allocated in 2020 under \nthe credit and guarantee support program through the Entrepreneurship Development Fund, \nAZN12 million was allocated in 2021 for interest rate subsidies on bank loans to businesses. To \nsupport the refinancing of mortgage loans through the Mortgage and Credit Guarantee Fund, \nAZN71 million was allocated in 2021 in continuation of the support provided in 2020. In 2021, to \nsupport the agricultural producers and ensure food price stability, fuel subsidies have been \nprovided to cover fuel price adjustments of the Tariff Council since January 2021. Financial \nsupport has been provided to Azerbaijan Airlines, Baku subway, and the water utility operator \n(Azersu) to cover their increased operational losses. As part of the relief package to the tourism \nand  hospitality  sector,  in  2021  the  State  Tourism  Agency  was  supported  to  (i)  cover  the \noperational costs of tourism information centers in 11 regions and the Shahdag Tourism Center, \n(ii) promote Azerbaijan through the global broadcasting networks, (iii) organize events to raise \nawareness  on  Azerbaijan’s  tourism  potential,  and  (iv)  ensure  post–COVID-19  tourism \n \n29  Details on the citizens’ copayment of health insurance fees alongside the government subsidy are in Appendix 4. \n30  The vaccination strategy prioritizes vulnerable populations such as health care workers and elderly people above \n65 years of age. The government allocated AZN85.5 million ($50.3 million) for an initial 4 million doses of vaccines \nusing the 2021 budget and the Coronavirus Response Fund. Nearly 1 million additional doses are planned to be \nacquired from a variety of suppliers during 2021. The vaccination program began in January 2021. According to \nWHO,  as of 12 June 2021, 2,774,693 vaccine doses were administered with 1,810,344 persons vaccinated with at \nleast one dose. \n ", "10 \ndevelopment. The CBA adopted monetary policy measures in 2020 including extension of deposit \ninsurance and restructuring of distressed loans. The CBA extended the regulatory easing on \nprovisioning for nonperforming loans, loan restructurings, and capital buffers until 1 April 2021. \n \n25.  ADB’s value addition and sustainability. The CARES Program design is based on \nADB’s policy dialogue with the government and is fully aligned with its development strategy for \ninclusive economic growth. The program’s budget support has significant value addition by (i) \nproviding fiscal space for countercyclical measures, (ii) helping reduce fiscal risks related to \ndepletion of SOFAZ assets, and (iii) supporting macroeconomic stability and post-pandemic \nrecovery  through  multisector  support.  Besides  ADB’s  extensive  countercyclical  support \nexperience under CPRO in other countries, the government preferred a budget support loan from \nADB instead of other development partners because of ADB’s well-established experience with \nPFM reforms in Azerbaijan. The attached TA (para. 33) strongly complements the CARES \nProgram  by  helping  support  the  continuous  implementation  of  the  medium-term  debt \nmanagement strategy, rule-based fiscal management, and effective medium-term budgeting so \nthat these critical PFM reforms are not derailed by the pandemic. The TA will also help progress \ndialogue with the government to deepen the structural reforms. ADB has also helped catalyze a \ncofinancing loan from the Asian Infrastructure Investment Bank (AIIB) benefitting from its earlier \ninstitutional collaboration under CPRO in other countries. The combined ADB and AIIB financing \nwith favorable terms and maturity supports prudent fiscal management during the pandemic. The \nprogram’s budget support for the health sector, particularly for financing the subsidy for the \nnationwide rollout of mandatory health insurance, is another unique value addition to improve the \nhealth system’s affordability, accessibility, capabilities, and resilience to future emergencies. The \nTA support will also help strengthen the coverage and implementation of the mandatory health \ninsurance and inclusiveness and effective targeting of the social security system. The program \ncomplements two regional TA projects to (i) increase health cooperation in the Central Asia \nRegional Economic Cooperation (CAREC) countries and the Caucasus; and (ii) address the \noutbreak of COVID-19 and other communicable diseases.31 The program helps implement \nCAREC 2030,32 especially its operational cluster on human development and control of pandemic \nrisks and communicable diseases, and supports the CAREC Health Strategy, currently under \ndevelopment. The program is fully aligned with ADB’s ongoing and future country support to \nimprove (i) private sector and tourism development in line with the CAREC Tourism Strategy \n2030,33 and access to finance; (ii) education and skills development; (iii) integration in energy and \ntransport infrastructure; and  (iv) regional cooperation and trade facilitation through CAREC \ncorridors. These areas are critical for post-COVID-19 economic recovery and diversification. \n \n26.  Lessons. The program design incorporates lessons from the CPRO support in other \ndeveloping member countries. These lessons include (i) the importance of adequate, timely, and \nflexible countercyclical support for fiscal sustainability; (ii) channeling support through the budget \nto ensure effective coordination, efficient execution and monitoring of expenditures; (iii) targeting \nsocial assistance for the poor and vulnerable population; (iv) mainstreaming gender inclusion and \nequity;  (v)  establishing  governance  risk  mitigation,  expenditure  tracking  and  independent \nverification mechanisms through enhanced oversight and due diligence; (vi) providing TA to \nstrengthen institutional capacity; and (vii) focusing on economic recovery through job creating, \nmultisector  support.  The  program  design  reflects  lessons  from  ADB’s  multifaceted  country \n \n31  ADB. 2020. Technical Assistance for Addressing Health Threats in Central Asia Regional Economic Cooperation \nCountries and the Caucasus. Manila (TA 6535-REG); and ADB. 2020. Technical Assistance for Regional Support \nto Address the Outbreak of Coronavirus Disease 2019 and Potential Outbreaks of Other Communicable Diseases. \nManila (TA 9950-REG). \n32  ADB. 2017. CAREC 2030: Connecting the Region for Shared and Sustainable Development. Manila. \n33  ADB. 2020. CAREC Tourism Strategy 2030. Manila (December). \n ", "11 \noperations,34 experience with budget support loans under the Countercyclical Support Facility,35 \nand policy-based programs. These lessons underscore the need to continue structural PFM \nreforms on fiscal, debt, and financial risk management and effective budgeting; and economic \ndiversification to strengthen Azerbaijan’s resilience to external shocks. The attached TA helps to \nensure that PFM reforms do not lose momentum despite the pandemic. \n  \n27.  Debt sustainability analysis. The government requested a $250 million budget support \nloan from ADB and a cofinancing loan of $100 million from the AIIB in 2021. The government will \nalso borrow $764.7 million domestically in 2021. Based on ADB’s debt sustainability analysis \n(DSA),36 this additional borrowing over the public debt stock of $8.5 billion in 2019 will not \nsignificantly affect debt sustainability or annual debt service obligations. Based on IMF projections, \nthe public debt−GDP ratio increased from 17.7% in 2019 to 21.4% in 2020 and will increase to \n30.9% in 2021, 31.4% in 2022, and 32.4% in 2023. Both the IMF’s pre-shock DSA under the \nArticle IV consultation report in September 2019 (footnote 9) and ADB’s recent DSA indicate that \nAzerbaijan’s debt carries low risk of debt stress because of its strong position due to official \nreserves and SOFAZ assets, and favorable maturity structure and loans from the international \nfinancial institutions, which partly offset the risk from foreign currency-denominated debt. \n \n28.  Coordination with the International Monetary Fund and development partners. ADB \nhas effectively coordinated with development partners on pandemic-related assistance, which \nfocused  on  budget  support,  strengthening  of  health  sector,  economic  stabilization  and \nemployment, and expanding social protection.37 The United Nations Resident Coordinator's \nOffice held coordination meetings at least semiannually. The government coordinated extensively \nwith the IMF during the Article IV consultation missions.38 ADB, the IMF, and the World Bank have \nmaintained close coordination for the CARES Program. The government requested a cofinancing \nloan of $100 million from AIIB, expected to be approved after the CARES Program. The European \nUnion provided multisector support of €31.6 million in 2020 to (i) strengthen the State Agency for \nMandatory Health Insurance, (ii) provide emergency grants to vulnerable citizens, and (iii) support \nMSMEs and the self-employed. In 2021, the European Union provided support under regional TA \nto the Ministry of Health on rollout of COVID-19 vaccination program. In 2020, the World Bank \napproved a $100 million loan for self-employment and vocational training for the vulnerable \npopulation and a $50 million additional financing loan for judicial infrastructure. Discussions are \nunderway with the World Bank on health sector and social protection support in 2022. In 2020, \nthe European Bank for Reconstruction and Development provided $23.6 million in direct lending \nfor  private  sector  businesses.  The  International  Finance  Corporation,  along  with  the  State \nSecretariat for Economic Affairs of Switzerland, supported the enabling business climate. WHO, \nthe United Nations agencies, and other development partners have provided in-kind support for \nmedical supplies and equipment; improvement of pandemic surveillance capacity; cash transfers; \nand in-kind social relief for vulnerable population, including those affected by the conflict. \n \nC.  Expected Outcome of ADB Program \n \n29.  The program provides budget support to meet development financing needs arising from \nthe  pandemic  response  measures.  The  program  is  aligned  with  the  country’s  overarching \ndevelopment objective to mitigate the adverse impacts of COVID-19 on (i) the population’s health, \n \n34  ADB. 2018. Country Assistance Program Evaluation: Azerbaijan, 2011–2017. Manila. \n35  ADB. 2019. Completion Report: Azerbaijan: Countercyclical Support Facility Program. Manila. \n36  Debt Sustainability Analysis (accessible from the list of linked documents in Appendix 2). \n37  Development Coordination (accessible from the list of linked documents in Appendix 2). \n38  The IMF Assessment Letter (accessible from the list of linked documents in Appendix 2), provided on 1 April 2021, \nconfirmed the sound macroeconomic management and supported government’s pandemic response measures. \n ", "12 \nincomes, and economic opportunities; and (ii) the country’s macroeconomic stability. The program \nhas  three  outputs:  (i)  COVID-19  response  and  health  system  strengthening  measures \nimplemented, (ii) social protection for the poor and vulnerable households expanded, and (iii) \naffected sectors supported to prevent job losses from the economic downturn. The program \nidentifies the risk that the prolonged COVID-19 pandemic, global economic slowdown, and fall in \noil prices could hurt growth prospects and thus require more financial resources than originally \nenvisaged. Based on the program’s theory of change, the outputs contribute to achievement of \nthe expected outcome that COVID-19 outbreak is more effectively managed and its adverse \nsocial and economic impacts are reduced.39 The program is aligned with the ADB’s country \npartnership strategy, 2019–2023 for Azerbaijan40 and the government’s development strategy.41 \n \nD.  Development Financing Needs and Budget Support \n \n30.  According to IMF estimates in Table 3, the budget deficit will increase to $2.6 billion (5.2% \nof GDP) in 2021 compared with the pre–COVID-19 estimate of a budget surplus of $1.3 billion \n(2.7% of GDP) in 2021. Although the government responded to the pandemic in 2020 by \npredominantly using domestic resources, given the prolongation of the pandemic and fiscal \npressure, the government decided to request budget support loans from ADB and the AIIB \n(cofinancing, not administered by ADB) to supplement domestic financing resources (Table 3). \nThe government will fully use the domestic debt ceiling of AZN1.3 billion ($764.7 million) under \n2021 budget for domestic financing of the fiscal deficit using debt securities. Of the external debt \nceiling of AZN1.2 billion ($705.9 million) under the 2021 budget, foreign financing of $350 million \n(13.5% of the fiscal deficit) will be undertaken in line with the debt management strategy, aimed \nat reducing foreign borrowing. \n \nTable 3: Development Financing Needs and Budget Support \n($ million) \n   2020  2021 \nItem  Pre–COVID-19a  Post–COVID-19b  Pre–COVID-19a  Post–COVID-19b \nI. Revenues  18,087.6  14,458.2  18,309.4  16,394.7 \nII. Expenditures  16,538.8  17,195.3  17,000.0  18,981.2 \nIII. Fiscal deficit (I–II)  1,548.8  (2,737.1)  1,309.4  (2,586.5) \nIV. Domestic financing c     2,737.1     2,236.5 \nOf which: Domestic debt securities     166.8     764.7 \nV. Foreign financing           350 \n(i) ADB CARES Program           250 \n(ii) Cofinancing loan from AIIB           100 \n( ) = negative, ADB = Asian Development Bank, AIIB = Asian Infrastructure Investment Bank, CARES = COVID-19 \nActive Response and Expenditure Support, COVID-19 = coronavirus disease, IMF = International Monetary Fund. \na  Pre–COVID-19 fiscal projections are from IMF. 2019. World Economic Outlook. Washington, DC (October). \nb   Post–COVID-19 fiscal projections are from IMF. 2021. World Economic Outlook. Washington, DC (April). \nc  Domestic financing sources include reprioritization of budget expenditures, domestic debt securities, privatization \nproceeds and sale of government assets, government deposits in the Central Bank of Azerbaijan, residual balance \nfrom the single treasury account from previous year, and asset reductions from the State Oil Fund of Azerbaijan. \nSources: Government of Azerbaijan, Ministry of Finance; IMF; and ADB estimates. \n \n31.  The government has requested a regular loan of $250,000,000 from ADB’s ordinary \ncapital resources to help finance the program. The loan will have a 10-year term, including a grace \nperiod of 3 years; an annual interest rate determined in accordance with ADB’s London interbank \n \n39 The indicators reflecting pandemic response measures are in the design and monitoring framework (Appendix 1). \n40 ADB. 2019. Country Partnership Strategy. Azerbaijan, 2019–2023—Promoting Diversified and Inclusive Growth. \nManila. \n41 The Presidential Decree No. 1897 on “Primary Directions of Strategic Roadmaps for National Economy and Main \nSectors of Economy” signed on 16 March 2016. \n ", "13 \noffered rate (LIBOR)-based lending facility; a commitment charge of 0.15% per year; and such \nother terms and conditions set forth in the draft loan agreement. Based on the straight-line method, \nthe average loan maturity is 6.75 years, and there is no maturity premium payable to ADB. The \nloan is expected to be disbursed in August 2021. The loan size is based on the financing needs \nand countercyclical expenditures. \n \nE.  Implementation Arrangements \n \n32.  The Ministry of Finance (MOF) will be the executing agency.  The MOF, through a \ndedicated monitoring and evaluation (M&E) unit, will monitor the activities and expenditures under \nthe program, submit quarterly reports to ADB until 6 months after the loan effectiveness date, and \ncontinue dialogue with ADB on (i) the macroeconomic situation and financial sector conditions; \n(ii) implementation of the government’s countercyclical measures under the COVID-19 pandemic \nresponse package; (iii) budget execution, flow of funds, and expenditures made from the state \nbudget  to  support  the  countercyclical  measures,  including  (a)  health  sector  response,  (b) \nmacroeconomic stabilization measures for affected sectors and job creation, and (c) social \nprotection; and (iv) tracking of beneficiaries of social assistance programs, with gender indicators \n(with sex-disaggregated data). A national M&E specialist under the attached TA (para. 33) will \nwork closely with the M&E unit at the MOF to support timely implementation and reporting. The \nexisting sex-disaggregated databases at the line ministries, including for employment, pensioners, \nand the social protection system; the government’s household registries; and household surveys \nof the United Nations and the World Bank will be leveraged for oversight of expenditures, targeting \nof beneficiaries, and distributing social benefits. The MOF’s periodic budget reports will be used \nfor tracking public funds for COVID-19-related expenditures. There will be close coordination with \ndevelopment  partners  during  the  review  of  quarterly  progress.42 The  program’s  expected \nimplementation period is 1 July 2021–31 December 2021. The loan closing date is 31 December \n2021. The proceeds of the loan will be withdrawn in a single disbursement in accordance with \nADB’s Loan Disbursement Handbook (2017, as amended from time to time). \n \nIII.  ATTACHED TECHNICAL ASSISTANCE \n \n33.  The TA is estimated to cost $260,000, of which $250,000 will be financed on a grant basis \nby ADB’s Technical Assistance Special Fund (TASF-other sources). The government will provide \ncounterpart support in the form of counterpart staff, office space and facilities for consultants, and \nother in-kind contributions. The executing agency is the MOF, and the implementing agencies are \nthe MOF and its Debt Management Agency, the Ministry of Labor and Social Protection of the \nPopulation, the Ministry of Health, and the State Agency for Mandatory Health Insurance. The TA \nproject’s outputs comprise (i) CARES Program implementation monitored and reported on time, \n(ii)  national  fiscal  management  capacity  improved,  (iii)  national  debt  management  system \nstrengthened, (iv) social security system strengthened, and (v) mandatory health insurance \nsystem strengthened. A total of 14 person-months of individual consultancy services will be \nengaged following the ADB Procurement Policy (2017, as amended from time to time). 43 \n \n42  List of Ineligible Items (accessible from the list of linked documents in Appendix 2). \n43  The consultants comprise (i) a national M&E specialist for monitoring the CARES Program; (ii) international and \nnational fiscal management specialists for supporting rule-based fiscal management and gender-sensitive medium-\nterm budgeting; (iii) international and national debt management specialists for supporting implementation of \nmedium-term debt management strategy; (iv) international and national social security system specialists for \nsupporting effective targeting of social security system; and (v) international and national health insurance system \nspecialists for supporting strengthening of the coverage and effectiveness of the mandatory health insurance \nsystem. ADB. 2019. Supporting Public Sector Governance Reforms. Manila (TA 9876-AZE) is also providing \ncomplementary TA resources for additional PFM reforms and for preparing a new policy-based program. \n ", "14 \nIV.  DUE DILIGENCE \n \n34.  Governance. A governance risk assessment was undertaken in 2019 to inform the \npreparation of ADB’s country partnership strategy for Azerbaijan, 2019–2023 (footnote 40) in line \nwith ADB’s Second Governance and Anticorruption Action Plan.44  The government is committed \nto combating corruption and improving governance; and these institutional weaknesses have \nbeen identified as main obstacles to structural reforms and enabling business climate.45 The latest \npublic expenditure and financial accountability assessment in 2014 showed generally good PFM \nperformance in terms of orderliness in the annual budget process and predictability of expenditure \nfund  availability.46 The  public  procurement  law  was  amended  in  2018  and  an  electronic \nprocurement system was introduced in 2019. ADB supported strengthening of procurement \nsystems,  safeguards  compliance,  and  project  management  capacity.  Under  policy-based \nprograms (footnote 8) and TA projects, ADB also supported medium-term budgeting and rule-\nbased fiscal management. The IMF regularly supported improving macro-fiscal management, the \nbudget  law,  and  national  income  accounting  and  statistics.  The  World  Bank  supported \nstrengthening of internal and external audit systems and expansion of their coverage to improve \ncompliance with international standards. The World Bank also supported public sector accounting, \nauditing, the medium-term expenditure framework, and the judicial services.47 \n \n35.  Poverty and social considerations. The program supports poverty alleviation measures \nto safeguard the health of citizens, maintain jobs, and expand the social safety nets (paras. 21–\n24), given the pandemic’s adverse poverty and social impact (paras. 17–20).48 \n \n36.  Gender. The program is categorized effective gender mainstreaming.49 It supports (i) \ncontinuous supply of appropriately sized personal protective equipment to at least 64,000 health \ncare workers dealing with COVID-19 patients, including individual packages for female health \ncare workers; (ii) provision of additional payments (in the range of a three- to five-fold increase in \nmonthly wages) to at least 64,000 health care workers dealing with COVID-19 patients, of which \nat least 65% are women; (iii) coverage of at least 90% of the population under the mandatory \nhealth insurance, of which 50% are women; (iv) increase in the number of low-income households \nreceiving support under TSA to at least 80,000, covering 335,000 individuals, of which 50% are \nwomen;  (v)  increase  in  average  monthly  old-age  pension  payments  by  at  least  15%  and \ncontinuous provision of pensions to more than 742,000 old-age pensioners, of which at least 63% \nare women; (vi) provision of interest-free loans for higher education to students from low-income \nfamilies, of which at least 50% are girls; (vii) payment of monthly allowances of AZN33−AZN60 \nper person and subsidies for utility services to at least 495,306 IDPs, of which at least 50% are \nwomen; (viii) creation of at least 17,000 additional temporary public jobs, of which at least 40% \nare provided to women; and (ix) provision of an at least 10% interest rate subsidy on bank loans \nto at least 1,990 MSMEs, of which at least 25% are owned by women.  \n \n44  ADB. 2006. Second Governance and Anticorruption Action Plan (GACAP II). Manila. \n45  According to World Bank’s Worldwide Governance Indicators, from 2009 to 2019, Azerbaijan’s rankings (i) improved \non: (a) control of corruption: 9.51% to 19.71%; (b) rule of law: 20.85% to 30.29%; (c) regulatory quality: 43.06% to \n43.75%; and (d) government effectiveness: 30.62% to 46.15%; and (ii) declined in (a) voice and accountability: \n13.27% to 7.39%; and (b) political stability and absence of violence and/or terrorism: 35.55% to 21.90%. \n46  While making progress compared to 2008, challenges existed in credibility of budget outturns and budget \nclassification, management of cash balances, debt and guarantees, fiscal planning, expenditure policy and \nbudgeting, procurement, and internal and external audit. PEFA Secretariat. 2014. Azerbaijan Public Expenditure \nand Financial Accountability (PEFA) Performance Report: Repeat assessment. Washington, DC: World Bank. \n47  Assessment of Public Financial Management System in Azerbaijan (accessible from the list of linked documents in \nAppendix 2). \n48  Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n49  Gender Monitoring Matrix (accessible from the list of linked documents in Appendix 2). \n ", "15 \n37.  Safeguards. In compliance with ADB’s Safeguard Policy Statement (2009), the program \nis classified category C for environment, involuntary resettlement, and indigenous peoples. It is \nnot expected to have any environmental or social safeguard impacts.50 \n \n38.  Risk mitigating measures. Major risks and mitigating measures are summarized in Table \n4 and described in detail in the risk assessment and risk management plan.51 \n \nTable 4: Summary of Risks and Mitigating Measures \nRisk  Mitigation Measures \nProlongation of the pandemic, a global economic  The  government  has  undertaken  proactive  measures  to  (i) \nslowdown, and a decline in oil prices could hurt  improve  the  health  care  system,  including  a  COVID-19 \ngrowth prospects, necessitating more financial  vaccination  strategy;  (ii)  support  affected  sectors  and \nresources than originally envisaged.  employment; (iii) expand social protection; and (iv) strengthen \nrecovery. The government engages with development partners, \nincluding ADB, to obtain financial and technical support. \nCorruption; poor governance; and weak PFM,  With support from ADB and development partners, PFM, internal \nprocurement,  and  internal  and  external  audit  and external audit systems, anticorruption, and governance have \ncapacity undermine transparent, efficient, and  been improving. An e-procurement system was launched in 2019 \ncost-effective allocation of public resources and  to increase transparency. The CARES Program will be monitored \nimplementation of countercyclical measures.  by the national M&E specialist under the attached TA. Quarterly \nreports  will  be  submitted  by  the  MOF  on  countercyclical \nexpenditures from the budget. \nADB = Asian Development Bank, CARES = COVID-19 Active Response and Expenditure Support, COVID-19 = \ncoronavirus disease, M&E = monitoring and evaluation, MOF = Ministry of Finance, PFM = public financial management, \nTA = technical assistance. \nSource: Asian Development Bank. \n \n39.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government and the MOF.  \n \nV.  ASSURANCES \n \n40.  The government has assured ADB that implementation of the program shall conform to \nall applicable ADB policies, including those concerning anticorruption measures, safeguards, \ngender,  procurement,  consulting  services,  financial  management,  and  disbursement,  as \ndescribed in detail in the loan agreement. \n \nVI.  RECOMMENDATION \n \n41.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$250,000,000 to the Republic of Azerbaijan for the COVID-19 Active Response and Expenditure \nSupport Program, from ADB’s ordinary capital resources, in regular terms, with interest to be \ndetermined in accordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility; for a term of 10 years, including a grace period of 3 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft loan agreement \npresented to the Board. \n \nMasatsugu Asakawa \nPresident \n29 June 2021 \n \n50  Safeguards Assessment Matrix (accessible from the list of linked documents in Appendix 2). \n51  Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "16  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nCountry’s Overarching Development Objective \nAdverse impacts of COVID-19 on (i) the population’s health, incomes, and economic opportunities, and (ii) \nthe country’s macroeconomic stability, mitigated.a \n \nData Sources and \nPerformance Indicators with Targets  Reporting \nResults Chain  and Baselines  Mechanisms  Risks \nOutcome of the  By 31 December 2021:     \nProgram     \n \nCOVID-19 outbreak  a. COVID-19 testing capacity  a.  Cabinet of  Prolongation of \nmore effectively  reached at least 10,000 tests per  Ministers Special  the pandemic, a \nmanaged and its  day and at least a cumulative of  Taskforce for  global economic \nadverse social and  2.6 million tests completed (2019  COVID-19, the  slowdown, and a \neconomic impacts  baseline: none)   State Agency for  decline in oil \nreducedb     Mandatory Health  prices could hurt \n  Insurance,  growth prospects, \n  Ministry of Health  necessitating \n  and World Health  more financial \n  Organization  resources than \n  country reports  originally \n    envisaged. \nb. National poverty rate maintained at  b.  State Statistics \nor below the average of pre– Committee \nCOVID-19 levels (2016−2019   \naverage baseline: 5.3%)   \n   \nc. Output of MSMEs as a share of  c.  State Statistics \nGDP maintained at or above pre– Committee \nCOVID-19 level (2019 baseline: \nOutput of MSMEs as a share of \nGDP at 23.3%) \n \nOutputs  By 31 December 2021     \n       \n1. COVID-19  1.1 Appropriately sized personal  1.1 Ministry of Health  Corruption; poor \nresponse and  protective equipment continuously  and State  governance; and \nhealth system  supplied to at least 64,000 health  Statistics  weak public \nstrengthening  care workers dealing with COVID- Committee  financial \nmeasures  19 patients, including individual    management, \nimplemented  packages for female health care    procurement, and \nworkersc (2019 baseline: Personal    internal and \nprotective equipment not    external audit \nprovided)    capacity \n    undermine \n1.2 The government provided  1.2 Ministry of  transparent, \nadditional payments (in the range  Finance and  efficient, and cost-\nof a three- to five-fold increase in  Ministry of Health  effective allocation \nmonthly wages) to at least 64,000    of public \nhealth care workers dealing with    resources and \nCOVID-19 patients, of which at    implementation of \nleast 65% are women (2019    countercyclical \nbaseline: None)    measures. \n     \n   \n ", "Appendix 1  17 \nData Sources and \nPerformance Indicators with Targets  Reporting \nResults Chain  and Baselines  Mechanisms  Risks \n1.3 At least 12 modular hospitals with    Weak coordination \na total of 4,700 hospital beds  1.3 Ministry of Health  within the \noperationalized for treatment of    government and \nCOVID-19 patients (2019    with development \nbaseline: None)    partners, gaps in \n    the government’s \n1.4 At least 90% of the population    technical and \ncovered under the mandatory  1.4 State Agency for  institutional \nhealth insurance, of which 50%  Mandatory Health  capacity, and \nare women (March 2020 baseline:  Insurance and  overstretched staff \n66% of the population)  Ministry of Health  responding to the \n  COVID-19 \n2. Social protection  2.1 The number of low-income  2.1 State Statistics  pandemic delay \nfor the poor and  households receiving support  Committee and  timely delivery of \nvulnerable  under targeted social assistance  Ministry of Labor  planned response \nhouseholds  increased to at least 80,000,  and Social  measures and \nexpanded  covering 335,000 individuals, of  Protection of the  undermine the \nwhich 50% are women (2019  Population  achievement of \nbaseline: 72,170 households)     results. \n   \n2.2 Average monthly old-age pension  2.2 State Statistics \npayments increased by at least  Committee, \n15%, and more than 742,000 old- Ministry of Labor, \nage pensioners continuously  and Social \nprovided pensions, of which at  Protection of the \nleast 63% are women (2019  Population \nbaseline: Average monthly old- reports; and \nage pension payment AZN249.25  State Social \nprovided to 756,136 old-age  Protection Fund \npensioners, of which at least 63%   \nwere women)   \n   \n2.3 Students from low-income  2.3 State Statistics \nfamilies provided interest-free  Committee \nloans for higher education, of  reports and \nwhich at least 50% are girls (2019  Ministry of \nbaseline: No interest-free loans  Education \nfor higher education)   \n   \n2.4 Monthly allowance of  2.4 Ministry of \nAZN33−AZN60 per person and  Finance, and \nsubsidies for utility services paid  State Committee \nto at least 495,306 internally  for Affairs of \ndisplaced persons, of which at  Refugee and \nleast 50% are women (2019  Internally \nbaseline: AZN22−AZN40 per  Displaced \nperson for 495,306 internally  Persons \ndisplaced persons)  \n \n3. Affected sectors  3.1 At least 17,000 additional  3.1 Ministry of Labor \nsupported to  temporary public jobs created, of  and Social \nprevent job  which at least 40% are provided  Protection of the \nlosses from the  to women (2019 baseline: 38,000  Population \ntemporary jobs)   \n ", "18  Appendix 1 \nData Sources and \nPerformance Indicators with Targets  Reporting \nResults Chain  and Baselines  Mechanisms  Risks \neconomic  3.2 At least 10% interest rate subsidy  3.2 Ministry of \ndownturn  on bank loans provided to at least  Economy, \n1,990 MSMEs, of which at least  Entrepreneurship \n25% are owned by women. (2019  Development \nbaseline: Subsidies for interest  Fund and CBA \nrate not provided)   \n   \n3.3 Number of subsidized mortgage  3.3 Mortgage and \nloans increased by at least 20%.  Credit Guarantee \n(2019 baseline: 2,652)  Fund and CBA \n   \n3.4 Credit available to the private  3.4 CBA \nsector as a share of GDP   \nmaintained at or above 16.1%.    \n(2019 baseline: 16.1%)   \n   \n3.5 Operational costs of 11 tourism  3.5 Ministry of \ninformation centers across the  Culture and \ncountry covered by the State  Tourism and \nTourism Agency (2019 baseline:  State Tourism \nNone)  Agency    \n \nBudget Support \nAsian Development Bank: $250 million loan (ordinary capital resources) \nAsian Infrastructure Investment Bank: $100 million loan (cofinancing) \nCBA = Central Bank of Azerbaijan, COVID-19 = coronavirus disease, GDP = gross domestic product, MSMEs = micro, \nsmall, and medium-sized enterprises. \na  The President of Azerbaijan’s Decree No. 1897 “Primary Directions of Strategic Roadmaps for National Economy \nand Main Sectors of Economy”, approved on 16 March 2016, and the President’s Decree No. 1138 “Strategic \nRoadmaps for National Economy and Main Economic Sectors”, approved on 6 December 2016. The road maps set \ntargets (to be achieved by 2025) to accelerate economic diversification through reforms in (i) fiscal sustainability and \nrobust monetary policy, (ii) privatization and state-owned enterprise reforms, (iii) human capital development, and \n(iv) development of business environment. The road maps also emphasize women’s empowerment and the social \nsafety net to ensure comprehensive coverage of the vulnerable groups. \nb  it is not currently possible to set more specific and realistic effects of the program targets than those presented in the \ndesign and monitoring framework, because of (i) uncertainties regarding how the COVID-19 outbreak and its \neconomic effects; and (ii) the need for government responses to be flexible, given the evolving situation and the \ndevelopment and evolution of new data collection and reporting systems to monitor the crisis. Additional indicators \nto measure the effects will be identified over time and used to report as comprehensively as possible on the program’s \neffectiveness in the project completion report. \nc  Menstrual hygiene kits in adequate number and quality. \nSource: Asian Development Bank. \n \n ", "  Appendix 2  19 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=55073-001-3 \n \n1.  Loan Agreement \n2.  Development Coordination \n3.  Country Economic Indicators \n4.  International Monetary Fund Assessment Letter \n5.  Summary Poverty Reduction and Social Strategy \n6.  Risk Assessment and Risk Management Plan \n7.  List of Ineligible Items \n8.  Attached Technical Assistance Report \n9.  Debt Sustainability Analysis \n10.  Gender Monitoring Matrix \n11.  Safeguards Assessment Matrix \n \nSupplementary Document \n12.  Assessment of State Oil Fund of Azerbaijan (SOFAZ) and Fiscal Management \nFramework \n13.  Assessment of Public Financial Management System in Azerbaijan \n ", "20  Appendix 3 \nDEVELOPMENT POLICY LETTER \n \n \n ", "Appendix 3  21 \n ", "22  Appendix 3 \n ", "Appendix 3  23 \n ", "24  Appendix 3 \n \n ", "Appendix 3  25 \n \n ", "26  Appendix 4 \nASSESSMENT OF COMPLIANCE WITH THE ACCESS CRITERIA FOR THE COUNTERCYCLICAL SUPPORT FACILITY                 \nCOVID-19 PANDEMIC RESPONSE OPTION \n \nAccess Criteria  Asian Development Bank Assessment \n1. Adverse Impact of  Health impact. Since the first COVID-19 case was reported on 28 February 2020, based on WHO data, as of 25 June \nExogenous Shocks  2021, Azerbaijan had 335,676 confirmed COVID-19 cases with 4,965 deaths. Azerbaijan has improved its public-\nsector-led health care system, providing universal basic medical care for citizens in public hospitals over the years \nwith renovation of medical facilities, wider access to no-cost inpatient care and medicines for eligible population, \nestablishment of the State Agency for Mandatory Health Insurance in 2016 and the launch of the electronic health \ncard for citizens. Azerbaijan received support from the WHO and the World Bank in primary health care management \nand health financing and planning. The government allocated 3.6% of state budget on health care expenditures in \n2019. The Universal Health Coverage effective coverage index measured by the Institute for Health Metrics and \nEvaluation improved from 40.3 (out of 100) in 2010 to 48.2 in 2019. Azerbaijan also reduced the incidence of \ncommunicable diseases such as tuberculosis per 100,000 population from 80 in 2000 to 60 in 2019 and achieved \nvaccination coverage of 97.3% for measles. \n \nDespite these improvements, the growing number of COVID-19 cases during a health emergency of such nature has \nplaced strains on the initial diagnosis, prevention, and treatment capacity because of inadequate specialized medical \nstaff, facilities, and medical equipment and testing capacity during the pandemic. Azerbaijan ranks 151st out of 195 \neconomies in its capacity to rapidly respond to and mitigate the spread of the epidemic, with a score of 25.5 out of \n100 based on the Global Health Security Index in 2019. Azerbaijan’s overall score (comprising prevention, detection \nand reporting, rapid response, health system, compliance with international norms and risk environment) is 34.2 out \n100, ranking it 117th out of 195 economies in 2019. With limited infection specialists, health professionals from other \nfields of expertise were initially involved. Unbalanced geographical distribution of health care services and recruitment \nand retention of medical staff in rural areas have been a long-standing issue. There are also qualitative differences \nbetween urban and rural areas given that well-equipped and staffed medical care facilities and pharmacies are \nprimarily concentrated in urban centers, particularly in Baku. In 2019, Azerbaijan had 31,829 physicians, of which 65% \nwere women, 55,650 paramedical staff, and 570 public hospitals with 44,278 beds (44.5 beds per 10,000 population). \nIn 2019, 64% of physicians, 40% of paramedical staff, 155 hospitals and 18,541 hospital beds were concentrated in \nBaku. In 2015, there were 656 private hospitals. Maintaining essential health services and capacities for emergency \ncare, patients with chronic illnesses and surgical procedures have become challenging when resources were \nprioritized for the pandemic. The casualties from the armed conflict in 2020 has strained the health services.  \n \nEconomic impact of the pandemic. The pandemic has had a substantial negative economic impact on Azerbaijan \nbecause of the lockdowns in 2020 and 2021, business closures, downturn in trade, tourism, and remittances, and \ndrop in consumer demand. Azerbaijan also suffered from a twin supply shock with the decline in oil prices, triggered \nby the pandemic-related global economic slowdown, and cut in oil production (from 0.75 million barrels per day in \n2019 to 0.71 million barrels in 2020 and 0.68 million barrels in 2021) under an agreement with the Organization of the \nPetroleum Exporting Countries and other major oil producers (OPEC+) in June 2020, which further deepened the \neconomic downturn. The oil prices tumbled by more than 60% in the first quarter of 2020, reaching $26 per barrel by \n ", "Appendix 4  27 \nAccess Criteria  Asian Development Bank Assessment \nthe end of March 2020, the lowest since 2001. Oil prices averaged only $41.7 during 2020, remaining 25% below the \n2019 average. Azerbaijan’s fiscal breakeven oil price was $65 per barrel while current account breakeven oil price \nwas $69.5 per barrel in 2020. The impact of the 44-day conflict in September−October 2020 was short-lived and the \nmain infrastructure and economic base of the country were not directly exposed to the conflict zone. The expenditures \nfor the conflict were financed from the defense and national security budget of AZN4.43 billion ($2.6 billion or 17% of \nstate budget revenues) in 2020, which increased from AZN3.16 billion ($1.9 billion or 13% of revenues) in 2019. The \ndefense and national security budget for 2021 is AZN4.59 billion ($2.7 billion or 16% of total revenues), which are \nutilized for securing the safety of the former conflict zones and clearing these areas for facilitating the reconstruction \nefforts and return of the IDPs. According to the IMF, in contrast to the pre-COVID-19 GDP growth projection of 2.1% \nfor 2020, the economy contracted by 4.3% in 2020 (contraction of 2.6% in non-oil GDP and 7.2% in oil GDP) with a \ndownturn of 5.6% in industry and of 3.8% in services. Gross domestic investment as a share of GDP declined from \n20.1% in 2019 to 17.4% in 2020. Azerbaijan’s GDP growth is projected to rebound to 2.3% in 2021 (compared to pre-\nCOVID-19 growth estimate of 2.2% for 2021), because of (i) improvements in both domestic and external demand \n(IMF predicts the global GDP growth at 5.4% in 2021), (ii) higher global oil and gas prices, (iii) support for farmers, \nand (iv) budgeted AZN2.2 billion ($1.29 billion) spending on post-conflict reconstruction. However, risks related to \nprolongation of the pandemic due to new virus strains cause global concerns for the delays in normalization and \nrecovery prospects. By early February 2021, Brent oil price reached over $60 per barrel, recovering to pre-COVID-19 \nlevels, however it is still below Azerbaijan’s fiscal breakeven oil price of $82.5 and current account breakeven oil price \nof $98.6 in 2021. The OPEC+ quotas lower Azerbaijan’s oil exports from 0.63 million barrels in 2019 to 0.58 million \nbarrels in 2020 and 0.54 million barrels per day in 2021. With high level of fiscal deficits, this has increased the fiscal \nand current account breakeven oil prices of Azerbaijan. \n \nFiscal balance. Based on IMF’s estimates, revenues declined sharply from AZN33.9 billion ($20.0 billion or 41.5% of \nGDP) in 2019 to AZN24.6 billion ($14.5 billion or 33.9% of GDP) in 2020 and AZN27.9 billion ($16.4 billion or 32.8% \nof GDP) in 2021. Expenditures increased from AZN27.2 billion ($16.0 billion or 33.3% of GDP) in 2019 to AZN29.2 \nbillion ($17.2 billion or 40.4% of GDP) in 2020 and AZN32.3 billion ($19.0 billion or 38.0 % of GDP) in 2021 to mitigate \nthe impact of pandemic through countercyclical measures. The fiscal balance widened from a surplus of AZN6.7 billion \n($3.9 billion or 8.2% of GDP) in 2019 to a deficit of AZN4.7 billion ($2.7 billion or 6.4% of GDP) in 2020 and AZN4.4 \nbillion ($2.6 billion or 5.2% of GDP) in 2021. Non-oil primary deficit as a share of non-oil GDP increased from 27.2% \nin 2019 to 30.1% in 2020 and 31.5% in 2021.  \n \nFinances of SOFAZ. With the fall in oil prices and cut in production, SOFAZ revenues, comprising primarily proceeds \nfrom the sales of Azerbaijan's share of oil and gas, and revenues from the management of its assets, declined from \nAZN19.03 billion ($11.19 billion) in 2019 to AZN9.36 billion ($5.51 billion) in 2020 and further to the budgeted amount \nof AZN8 billion ($4.71 billion) in 2021. SOFAZ transfers to the budget increased from AZN11.36 billion ($6.68 billion) \nin 2019 to AZN12.20 billion ($7.18 billion) in 2020 and 2021. SOFAZ 2020 budget as approved on 29 December 2019 \nhad AZN11.35 billion ($6.68 billion) for transfers but the amount was revised upward to AZN12.20 billion ($7.18 billion) \nwith the SOFAZ budget amendment based on the President’s Decree on 31 August 2020.  \n ", "28  Appendix 4 \nAccess Criteria  Asian Development Bank Assessment \n  During the pandemic, 99% of the SOFAZ expenditures were SOFAZ transfers to the budget and SOFAZ expenditures \nexceeded the revenues. This necessitated the government to use SOFAZ resources in a fiscally prudent manner, so \nthat assets are not rapidly depleted given the risk of prolongation of the pandemic. SOFAZ transfers as a share of \nstate budget revenues increased from 46.9% in 2019 to 49.4% in 2020 and 48.0% in 2021 during the pandemic. \nSOFAZ assets have continued to grow over the years, from $33.57 billion in 2015 to $43.32 billion in 2019. Due to \ndeclining revenues and increasing transfers, SOFAZ asset (inclusive of valuation effect of the investment portfolio) \nreached $43.56 billion in 2020 but are projected to decline to $42.97 billion in 2021. While SOFAZ assets are expected \nto grow over time with the production in Shahdeniz II gas field, spurring 28% increase in gas production and completion \nof planned Trans Adriatic Pipeline connecting hydrocarbon exports to Europe, the SOFAZ assets has been heavily \nprone to valuation shocks from oil price fluctuations and procyclical budget transfers. To strengthen countercyclicality \nand long-term asset accumulation for SOFAZ, a fiscal rule on SOFAZ transfers and budget expenditures was \nintroduced in 2019 along with other fiscal and debt management reforms to prevent the overuse of oil revenues and \nlimit the spending growth to 3% over the previous year’s approved expenditures.  \n \nThe objective of the fiscal rule is to gradually reduce the SOFAZ transfers as a share of budget revenues. The IMF \nArticle IV report in 2019 and IMF Assessment Letter point out the importance of growth-friendly fiscal consolidation \nachieved  by  mobilizing  higher  non-oil  revenues,  improving  efficiency  of  spending,  and  improving  revenue \nadministration to save an adequate portion of the exhaustible oil wealth for future generations. The fiscal rule ensures \nspending discipline and reduces procyclicality. The fiscal rule is countercyclical on oil price increases, allowing for net \nfinancial asset accumulation while during oil price downturns, the rule allows partial adjustment of expenditures to \ncover shortfalls in oil revenues, thus safeguarding SOFAZ assets for future generations. Due to the pandemic, \nhowever, the implementation of the fiscal rule has been suspended until 2022.  \n \nWhile SOFAZ transfers and assets have enabled to manage the shock with countercyclical support in 2020, as also \nemphasized by the IMF, the government has been vigilant about safeguarding adequate portion of the exhaustible oil \nwealth for future generations. The risk of depletion of SOFAZ assets due to the prolongation of the pandemic could \njeopardize the availability of resources for intergenerational equity and future investment in social sectors and \ndiversification for non-oil economy. A strong position with SOFAZ assets is critical to maintain stable monetary policy \nand fixed exchange rate as the risk of sharp exchange rate adjustments after terms of trade shocks could hurt the \nbanking sector given the high liability dollarization. SOFAZ assets also support the country’s good sovereign credit \nrating for debt absorption capacity. \n \nCurrent account and international reserves. Azerbaijan’s external position depends heavily on oil and gas exports, \ncomprising 90% of total exports. With the downturn in global trade and decline in hydrocarbon exports, the current \naccount balance recorded a deficit of 0.9% of GDP in 2020, following the surplus of 9.1% in 2019. Exports contracted \nby 36.3% and imports by 10% in 2020. Oil exports contracted by 40.3% in 2020. In 2021, a small current account \nsurplus is projected at 1.1% of GDP. Gross international reserves have remained stable at $6.26 billion, corresponding \nto 5.7 months of imports in 2020.  \n \n ", "Appendix 4  29 \nAccess Criteria  Asian Development Bank Assessment \nRemittances. Downturn in the Russian Federation where nearly a million Azerbaijani migrant workers reside, has \naffected the households that rely on remittances. During the first quarter of 2020, remittances from the Russian \nFederation dropped by almost 40% compared to the first quarter of 2019. In 2020, total remittances were projected to \nfall by 21.9% from the 2018 remittance receipts of $1.22 billion. According to United Nations, net migration rate \ndropped from 0.097 per 1000 population in 2019 to 0.073 in 2020 and is projected to drop further to 0.048 in 2021. \n \nInflation. Inflation remained generally stable at 2.8% in 2020 compared with 2.7% in 2019, reflecting food inflation by \n5%, while inflation for non-food and services remained low at 1.3%. To limit food price inflation, the government has \norganized produce markets to let farmers sell directly to the public. Import-led inflation was curbed because of lower \nconsumer demand, stable exchange rate and administered prices during 2020. In 2021, inflation is projected to \nincrease to 3.5% with recovery in domestic demand and adjustments in fuel prices and utility tariffs. \n \nMonetary policy and exchange rate. Inflation remained within the monetary policy target of 2%−6% of the CBA, \nwhich gradually reduced the policy rate to 6.25% from 7.25% during 2020. Decreasing demand for imports and foreign \nexchange sales from CBA and SOFAZ (nearly $7.2 billion in 2020) helped maintain the fixed exchange rate. The \nexchange rate at $1 = AZN1.70 is predicted to remain stable in 2021 along with the exchange rate policy. The CBA \nhas closely monitored the internal and external pressures on exchange rate and intervened in the market.  \n \nBanking sector. Credit to private sector contracted by 0.7% in 2020 compared to 15.2% growth in 2019 but it is \nprojected to grow by 5.0% in 2021. The legacy of dollarization in the banking sector continued, with nearly 34.6% of \nloans and 61.0% of deposits in foreign currency in 2019. However, credit and guarantee support programs through \nthe EDF and the MCGF and easing of regulatory requirements on bank lending as part of countercyclical support have \nfacilitated local currency-based loans to support the private sector during the pandemic. Share of deposits in foreign \ncurrency fell to 56.3% and loans denominated in foreign currency fell to 29.7% in 2020.The banking supervision was \nstrengthened. The non-performing loans declined from 8.3% of credit portfolio in 2019 to 6.1% in 2020. Four banks, \nfalling short of prudential requirements on capitalization were closed in 2020. Risk-weighted capital adequacy ratio of \nthe banking sector improved from 22% in 2019 to 25% in 2020, however improvements have not been uniform, with \ncapital adequacy deteriorating in weaker banks. Bank profitability worsened with weak credit demand. Additional CBA \nvigilance is required to avoid risk of distress from relaxed lending standards. Azerbaijan's sovereign credit rating is \nBB+/B with a revision in outlook from negative to stable in 2021 due to reduction in conflict-related security risks. \n \nState-owned enterprises. Azerbaijan’s SOEs account for 18% of GDP in 2018 compared to 70% in 1995. The 20 \nlargest SOEs dominate critical sectors such as oil and gas, power generation and distribution, water supply and \nsanitation, railway, roads, air transport, and communication. Triggered by fall in revenues and increasing expenditures, \nthe government provided direct financial support to SOEs to cover their large operational losses during the pandemic. \n \nMicro, small, and medium-sized enterprises. Limited financial market development, access to credit, inefficient \nlabor, product and service markets, skills gap in the labor force, high informality, weak entrepreneurship, and \nweaknesses in governance have constrained the private sector and MSME development before the pandemic. With \n ", "30  Appendix 4 \nAccess Criteria  Asian Development Bank Assessment \nthe  government’s  efforts  to  create  an  enabling  environment  and  promote  private  sector  development  and \ndiversification of the economy, the share of non-oil sectors had gradually risen from 51.5% of GDP in 2013 to 61.9% \nin 2020. The share of MSMEs grew from 9.2% of GDP in 2016 to 23.3% of GDP (or 40.7% of non-oil GDP) in 2019. \nAs access to finance was identified as a constraint, credit to private sector improved to 15.2% of GDP in 2019 from \n14.1% of GDP in 2017. The MSMEs in Azerbaijan need continuous support to reach their full potential and their fragility \nhas become more evident during the pandemic. Based on the United Nations report on socio-economic assessment \nfor COVID-19 in 2020, out of 237,456 private sector MSMEs, 166,282 MSMEs were estimated to be heavily impacted, \nin which 528,570 employees have become vulnerable to job losses during April–September 2020. The income losses \nof the workforce in private sector MSMEs could reach up to AZN320.7 million ($189 million). With business closures, \nMSMEs in Baku have been impacted up to 15% more than other regions. \n \nTourism. Tourism has been a growing priority sector for the government for promoting economic diversification. In \n2017, Azerbaijan improved in the rankings of the World Economic Forum’s Travel and Tourism Competitiveness Index, \nrising 13 places to rank 71st among 146 countries. Travel restrictions heavily impacted the hospitality and tourism \nsector. Airport passenger traffic dropped by 73% in 2020 and the number of foreign visitors declined from 3.2 million \nin 2019, corresponding to a spending of $1.7 billion (6.5% of total exports) to 1.3 million visitors in 2020. Prior to the \npandemic, in 2019, travel and tourism sector accounted for $3.5 billion (7.2% of GDP), contributing to 378,000 jobs \n(7.7% of employment). \n \nUnemployment. In Azerbaijan, employment mostly rests with the country’s low-productivity, low waged, and large \ninformal sector, which was hit hard during the pandemic. The oil sector employs 1% of the labor force, whereas \nagriculture about 36.0%. Based on the United Nations report, of the 5.1 million workforce, 1.55 million are wage \nworkers with formal contracts (880,000 with state and 670,000 with non-state). The report projects that the non-state \nworkforce faces an income loss up to AZN1,098 million ($646 million) during April–September 2020 due to the \npandemic. An estimated 1.6 million people engage in informal sector without labor contracts and access to social \nprotection.  The  self-employed  workforce  is  highly  prone  to  income  shocks  during  economic  downturns.  The \nunemployment rate is projected to increase to 6.5% in 2020 and 5.8% in 2021 from 4.8% in 2019. The pandemic has \nworsened the youth unemployment, which has increased from 14.6% in 2019 to 15.7% in 2020. \n \nPoverty. While the oil-driven economic growth had helped Azerbaijan reduce the share of population living below the \nnational poverty line from 49% in 2001 to 5.1% in 2018 and 4.8% in 2019, the loss of incomes and jobs and the fall in \nremittances due to the pandemic has exacerbated pre-existing income inequalities and regional disparities. The \npoverty rate in rural areas is twice as high as urban areas. National poverty line, computed based on the cost of a \nminimum food consumption basket, which guarantees a daily calorie intake of 2,200 kilocalories for an average \nperson, was set at AZN185.5 per month ($3.64 a day) in 2019. While Azerbaijan’s HDI value stood at 0.756 in 2019, \nputting the country in the high human development category (88th out of 189 countries and territories), female HDI \nwas lower at 0.730 compared to 0.774 for males and inequality adjusted HDI was 0.684, indicating a loss of 9.5% due \nto inequality in 2019. Azerbaijan’s Gini index was 28.6 % in 2018.  \n \n ", "Appendix 4  31 \nAccess Criteria  Asian Development Bank Assessment \n  During 2014–2017, state budget spending on various types of social protection measures averaged 11.8% of the \nbudget. Nearly 2.8 million people (about 28.3% of population) benefitted from the state social protection system in \n2017. According to World Bank’s Azerbaijan Living Conditions Assessment Report (2010), Azerbaijan’s system of \nsocial transfers is extremely important for poverty reduction. Without these social transfers, the overall poverty \nincidence would increase. According to their estimates, expenditures on social assistance equivalent of 1% of GDP \ndecreases poverty incidence by 2.5 percentage points.  \n \nWhile Azerbaijan has a comprehensive social safety net, those working in the informal sector lack adequate social \nprotection. According to IMF, estimated size of Azerbaijan’s informal economy was nearly 45% of GDP in 2018.  The \nWorld Bank projections show that trend in poverty alleviation has been reversed during the pandemic with the poverty \nrate (measured at $5.5 per day) increasing from 5.3% in 2019 to 5.5% in 2020 (compared to pre-COVID-19 estimate \nof 4.0% in 2020). The poverty rate is projected to reach 5.2% in 2021, well above the pre-COVID-19 estimate of 3.8% \nfor 2021. A household survey in 2020 by the United Nations covering 8 regions reported that 36% of respondents \nbought less food with nutritional value due to reduced household income and higher food prices during the pandemic. \n \nImpact on women. The pandemic has exacerbated the gender-based inequalities because of loss of income, \ndecreased paid work and increasing economic dependence as women have lower labor force participation (68.6%)  \ncompared to men (73.9%) in 2018 and their average earnings have been lower. The gender inequality index was \n0.323 in 2019, ranking 73rd out of 162 countries. In 2017, women’s unemployment rate was higher (5.9%) than men \n(4.1%), comprising 58% of the unemployed. Education, health, and social services have employed 55% of women \nparticipating in the labor force with about 42% in the agriculture sector. The share of women in the informal sector \njobs was 42% in 2009. While Azerbaijan’s laws ensure equal pay for both men and women, the country still has a \nrelatively high gender wage gap with women earning only 50.6% of what men earn in the labor market as of 2017. \nWomen have been concentrated in service sector and comprised less than 20% in higher-paid sectors.  \n \nAccording to the United Nations survey in 2020, about 55% of self-employed women and 48% of women employees \nwere severely affected by the lockdowns through reduced paid work hours. Women also outnumbered men in leave \nwithout pay during the pandemic because they are mostly employed in the low-wage service sector jobs impacted by \nlockdowns. More than 15% of female respondents said they lost their jobs and another 41% faced decreased paid-\nwork hours. As more women shifted to home-based work, 47% of women reported increased time spent on unpaid \ncare work. Women, comprising 50% of employees in the tourism, hospitality and food services and earning 30.4% \nless pay in these sectors compared to the rest of the economy, were especially hit hard. Women have been \nunderrepresented as business owners in Azerbaijan with only 25% of registered MSMEs owned by women. Women \nhave also had inadequate access to higher skilled occupations and financial services. Thus, the pandemic has led to \na major set-back in women’s economic empowerment.  \n \nImpact on the vulnerable population. The pressures on the health care system capacity have constrained the \nroutine health services for the mothers and children, the elderly, and the people with chronic illnesses, disabilities, \nand special needs. The school closures have affected over 1.6 million school-age children, of which 46% are girls and \n ", "32  Appendix 4 \nAccess Criteria  Asian Development Bank Assessment \nnearly 613,000 were enrolled in rural areas. About 70% of families with school age children had access to distance \neducation and internet (530,000 active users of virtual school platform), while disadvantaged students with limited \nconnectivity, mainly in rural areas faced learning losses. \n \nAzerbaijan had 651,000 IDPs as of end 2019. Although IDPs have received international aid, social assistance and \nmedical support from the government, their vulnerabilities have intensified with the pandemic because of (i) communal \nand/or temporary housing arrangements with inadequate standards, (ii) higher poverty incidence (8%), making them \nprone to poor health and malnutrition, (iii) job losses, and (iv) high dependence on social transfers. The intensification \nof conflict in 2020 has increased the vulnerabilities of the people living in border areas. Returning Azeri migrant \nworkers and 254,000 migrant workers within Azerbaijan reported as of 2019, have faced large income losses at times \nof diminished job prospects and increased unemployment. Migrant workers comprise 52% women and come primarily \nfrom Armenia and Georgia as neighboring countries, the Russian Federation, Uzbekistan, and Kazakhstan. \n2. Countercyclical  On 30 January 2020, the Cabinet of Ministers approved the “Action Plan on Prevention of the Spread of New \nDevelopment  Coronavirus Disease in the Republic of Azerbaijan”.  An inter-agency COVID-19 Task Force (the Operational \nExpenditures  Headquarters) were established under the Cabinet of Ministers, chaired by the Prime Minister, on 27 February 2020. \nWorking groups were formed under the Ministry of Economy, MOF, MOH, the Ministry of Labor and Social Protection \nof the Population, the Ministry of Internal Affairs, the State Agency for Mandatory Health Insurance, and the CBA. \n \nAnother action plan was approved on 4 April 2020 followed by additional measures in August 2020. The action plans \napproved in January and April 2020, including additional measures in August 2020 are comprised of health, social \nprotection, and macroeconomic stabilization measures and they constituted the pro-poor countercyclical pandemic \nresponse package of the government. Following the President’s Executive Decree on 19 March 2020, state budget \nfunds (AZN2.5 billion) and other sources in total of AZN3.5 billion ($2.06 billion or 4.8% of GDP) were allocated for \nthe implementation of the action plans during 2020.  According to the Decree on 19 March 2020, the government also \nestablished the parallel Coronavirus Response Fund and transferred AZN20 million from the President`s Contingency \nFund. With additional contributions and donations from the public and private sector, the Corona Response Fund \nreached approximately AZN114 million as of 20 July 2020.  \n \nBuilding on and in continuation of these action plans, in 2021, the pandemic response package of $1,773.2 million \n(3.6% of GDP) has been approved under the state budget, comprising health-related measures ($810.8 million), social \nprotection measures ($672.1 million) and macroeconomic stabilization measures ($290.3 million). The following \nsection explains the key countercyclical response measures in 2021, including the measures that have been \ncompleted in 2020 and/or continuing into 2021. \n \nA. Health-related measures. The government has undertaken measures for (i) strengthening the capacity of medical \nfacilities; (ii) emergency procurement of the necessary medicines and medical equipment; (iii) preventive activities on \n ", "Appendix 4  33 \ncontagious diseases; (iv) additional payments for the health care workers, and (v) nation-wide implementation of the \nmandatory health insurance (details on health sector related expenditures are provided under Criteria 4).  \n \nB. Social protection measures. During the pandemic, the government has continued to deliver the existing social \nprotection schemes for the poor and the vulnerable population without any disruptions. According to Ministry of Labor \nand Social Protection of the Population, the existing and new social safety nets in 2020 covered over 4.8 million \npeople, comprising (i) 1.665 million persons under various job and business protection initiatives (924,000 in state \nsector and 741,000 in private sector); (ii) nearly 2 million persons receiving old-age, disability and loss of family head \npensions, and various social allowances and grants, (iii) 322,000 persons receiving TSA, (iv) 600,000 persons \nreceiving a one-time unemployment payment, (v) 90,000 persons employed in public works, (vi) 12,000 families \nsupported in self-employment program, (vii) 20,000 receiving unemployment insurance, and (viii) 100,000 families \nreceiving food assistance. In addition to the budget, resources from the State Social Protection Fund and the \nUnemployment Insurance Fund were mobilized. A summary of key social protection measures during the pandemic \nis provided below. \n \nUnemployment support. After introduction of special quarantine regime, the government provided a temporary \nallowance of AZN190 during April−May 2020 to 600,000 unemployed citizens. The unemployment insurance for laid-\noff workers also included the unemployed receiving vocational training by the State Employment Service and those \nwith expired unemployment insurance benefits for the period of April–May 2020. Most of these individuals received a \ntotal of six such payments throughout the year, as the rising number of the COVID-19 cases led the government to \nimpose mandatory lockdowns. In total, the government spent AZN450 million for this purpose in 2020. For the \nemployees, who have a salary higher than the monthly average, the upper limit of this social assistance was set at \nAZN712. The eligibility criteria included being registered as unemployed with the State Employment Service, and that \nthe person is not receiving (i) TSA, (ii) labor pension, (iii) monthly allowance, (iv) unemployment insurance, (v) stipend \nfor vocational education, or (vi) subsidy for agriculture works, and that either husband or wife should not have active \nTax ID or have active labor contract. The unemployment support was not continued in 2021 with the gradual opening \nof the economy. \n \nPaid-in compulsory leave. To protect employment in the public sector and avoid the risk of unemployment, a \nlumpsum cash payments of AZN190 – equal to country’s living wage – have been made for two months in April−May \n2020 to over 200,000 civil servants discharged during quarantine. The payment amounted to AZN76 million in 2020. \nThe paid-in compulsory leave was not continued in 2021 with the gradual opening of the economy. \n \nTargeted social assistance. The TSA is a social assistance package through cash transfers for low-income families \nbased on a needs criterion with a duration set for 2 years. Prior to pandemic, almost 69,000 low-income families (or \naround 270,000 members of these families) have been receiving the TSA. To increase the inclusiveness and ensure \nthat more families would receive state’s support under the TSA program, the government simplified the procedures \nand eased the conditions for acceptance of applications. The TSA coverage increased to 76,826 low-income \nhouseholds (322,078 persons) in 2020 and further to 80,000 households (335,200 persons) in 2021. An additional \n165,728 children benefited from the TSA in 2020 with AZN36.4 provided on average. \n ", "34  Appendix 4 \nAccess Criteria  Asian Development Bank Assessment \n  Average monthly TSA allowance per household has been increased from AZN239.9 in 2020 to AZN268.2 in 2021. \nOfficial subsistence minimum was also raised from AZN160 in 2020 to AZN170 in 2021. In 2020, AZN216 million was \nallocated in the state budget for TSA and in 2021, the amount was raised to AZN257 million in the budget. \n \nFood security. The agriculture production was stable during the pandemic. In 2020, food assistance was provided to \n100,000 low-income families and the government organized farmers’ markets to sell directly to the public.  To stabilize \nthe food prices and ensure food security in 2021, subsidy of AZN35 per ton to flour producers is provided in 2021. \n \nEducation support. In 2020, AZN40 million was allocated to reimburse tuition fees for students who are members of \nfamilies belonging to socially vulnerable groups. A scholarship amount (AZN250 per month) was paid to around 4,000 \npeople enrolled in vocational education and training. In 2021, education support continued in the form of AZN80 million \nallocated in the budget for interest-free lending to low-income families for higher education. \n \nOld-age pensioners. The pension payments per month have been adjusted from AZN249.25 in 2019 to AZN291.5 \nin 2020 to match the increase in average monthly nominal wages. In 2020, 742,034 old people received pensions, of \nwhich 275,208 were for males and 466,826 were for females. AZN441 million has been allocated in 2021 to support \nthe pensioners. Disability benefits also continued during the pandemic. In 2020, 383,993 persons received disability \npensions. \n \nSupport for utility bills. The government increased the limits for discounted electricity use by 100 kWh from 300 to \n400 kW/h at an estimated AZN10 million during the lockdowns in April−May 2020. Discounted electricity use for the \npublic was not continued under 2021 measures. \n \nInternally displaced persons. The government continues to provide monthly social allowances and utility subsidies \nfor IDPs in total of AZN355.5 million in 2021 in continuation of 2020 support. Monthly allowance of AZN33−AZN60 per \nperson and subsidies for utility services are paid to 496,557 IDPs. The monthly allowances have been increased from \nAZN22-AZN40 per person in 2019. \n \nC.  Macroeconomic  stabilization  measures.  The  government  has  rolled  out  countercyclical  macroeconomic \nstabilization measures to strengthen the MSMEs, support affected sectors and critical SOEs, particularly operating in \ntransport sector, and promote pro-poor and gender-inclusive job creation.  \n \nTax measures. On 2 June 2020, the President approved the amendments to the Tax Code, providing tax benefits to \nbusinesses most affected by the COVID-19 pandemic in retail trade, tourism and hospitality services, transportation, \nhealth care and education for one-year beginning 1 January 2020 until 1 January 2021, such as (i) tax benefits in the \namount of 75% of the profits for corporate income taxpayers; (ii) a 50% discount on the simplified tax rate (from 2% \nto 1%) for small businesses and entrepreneurs as well as taxpayers engaged in public catering and passenger \ntransportation; (iii) exemption from property and land taxes; (iv) reduction in withholding tax (from 14% to 7%) on real \nestate lease for individuals; (v) extension of tax payment deadline until 1 September 2020; (vi) postponement of \n ", "Appendix 4  35 \nAccess Criteria  Asian Development Bank Assessment \ninterest on unpaid taxes, social and unemployment insurance premiums until 1 January 2021; and (vii) temporary \nexemption from value-added tax on certain types of goods essential for food and medical needs of the population. \nTax exemption measures were not continued in 2021 with the gradual opening of the economy. \n \nSupport for entrepreneurs and wage earners. In April 2020, the government provided financial support of AZN215 \nmillion for the partial salary payments to 374,316 employees and AZN80 million for 173,162 individual (micro) \nentrepreneurs working in the sectors negatively affected from the pandemic during 2020. The minimum amount to be \npaid to entrepreneurs was AZN250 and the maximum amount was AZN5,000. In the wake of another strict lockdown \nin December 2020, the government allocated AZN52.5 million for partial salary payments, benefitting 200,000 \nemployees and AZN30.5 million for nearly 90,000 entrepreneurs. The support for entrepreneurs and wage earners \nwas not continued in 2021 with the gradual opening of the economy. \n \nEmployment through public jobs. To support employment during the pandemic, AZN159.8 million has been \nallocated in 2021 budget for creation of additional 17,438 temporary public sector jobs. The state budget will cover \napproximately 56,000 temporary public sector jobs, including the existing 38,000. These public jobs are spread over \nalmost every region of the country covering areas such as municipal and social services, employment in SOEs, etc. \n  \nEnabling access to credit for businesses. In April 2020, AZN1.5 billion was allocated under the credit and guarantee \nsupport program through the EDF to help businesses get loans with preferential terms. The government has provided \nstate guarantees amounting to AZN500 million for 60% of newly issued loans, and 50% interest subsidy on state \nguaranteed loans to support debt service of MSMEs. The guarantee ceiling of these loans was 15% and half of the \npayments were subsidized through the budget. The program also supported existing loan portfolios of entrepreneurs \nin the COVID-19 affected sectors such as trade, tourism, services, transportation, etc. by allocating AZN1 billion as a \n10% interest expense subsidy on the existing loan portfolio for one year. An additional AZN50 million was allocated \nto the EDF and AZN30 million to Agrarian Credit and Development Agency for unsecured microloans in the agriculture \nsector. The EDF provided AZN33 million interest subsidy on bank loans totaling AZN483 million loans for 1,992 \nMSMEs in 2020. In continuation of the 2020 support for access to credit, AZN12 million was allocated in 2021 budget \nfor interest rate subsidies on bank loans to businesses, including those affected by the pandemic. \n \nThe MCGF has also amended its support program to (i) provide guarantees and interest subsidies for fully unsecured \nloans in addition to secured and semi-secured loans, (ii) increase the limit on guarantees to banks from 7% to 10%, \n(iii) increase the maximum coverage rate from 75% to 85%, (iv) reduce commission fees on guarantees, and (v) \nintroduce new mechanisms for short-term guarantees.   \n \n ", "36  Appendix 4 \nAccess Criteria  Asian Development Bank Assessment \n  Regulatory incentives were given to banks to boost business lending at preferential terms and provide relieve to the \ndistressed borrowers. In 2020, the volume of loans guaranteed by the MCGF has increased by 3.1 times compared \nto 2019, totaling AZN231 million and the accrued subsidy for interest on loans have reached AZN30 million. \n \nHousing sector support. To refinance mortgage loans through the MCGF, the government has allocated AZN161.2 \nmillion in the budget in 2020 and further AZN71 million in the budget of 2021. The MCGF, an extrabudgetary state \nfund established in 2005, refinances the mortgage loans made to eligible borrowers through the partner commercial \nbanks and provides (i) conventional mortgage loans up to AZN150,000 with a maturity of 25 years with 7% interest \nrate under state guarantee using funds raised by issuing securities in domestic capital markets, and (ii) preferential \nmortgage loans up to AZN100,000 with a maturity of 30 years with 3.7% interest rate under state guarantee using \nfunds from the state budget. Since its inception until March 2021, the MCGF has extended 32,581 mortgage loans, \ntotaling AZN1,715.4 million. In 2019, 2,652 subsidized mortgage loans of AZN174 million were provided. \n \nSupport for agricultural producers. The Tariff Council under the Cabinet of Ministers increased the diesel fuel prices \nto AZN0.8 from AZN0.6 on 4 January 2021, which affected the costs of agricultural producers and consequently, the \nconsumer prices for agricultural products. To mitigate the increase in agricultural prices and support the agricultural \nproducers, the government provided additional diesel fuel subsidies in total of AZN36.1 million to the producers in \n2021 budget to cover fuel price increases. Base subsidy per acre has increased up to 40% based on the crop type. \n \nSupport for state-owned enterprises. The government provided AZN159.2 million in 2021 budget to subsidize the \nselected SOEs that have been heavily hit during the pandemic. Border closures have reduced Azerbaijan’s airport \npassenger traffic by 73% in 2020 and thus increased the losses of Azerbaijan Airlines, the national airline operator. \nThe Baku subway has been closed for almost a year since 31 March 2020 due to quarantine restrictions, which has \nled to operational losses. Similarly, despite the recent adjustments in water tariff, the water utility operator, Azersu, \nhas incurred losses and was not able to cover its costs without a state subsidy. \n \nSustaining tourism. To mitigate the adverse impact of the travel restrictions on the tourism sector, hotels, travel \nagencies and tour operators received a relief package from the government in 2020. The Azerbaijan Tourism Board \nalso developed a four-phase plan, including creation of digital content, development of domestic tourism, and rolling \nout a communication campaign to put the tourism sector back on track after the pandemic. To boost Azerbaijan’s \ntourism potential further and to improve the business climate for domestic and foreign investment in the tourism sector, \nthe government allocated AZN55.4 million in 2021 to the State Tourism Agency (i) to cover the operational costs of \n11 tourism information centers in Baku, Guba, Khachmaz, Shamakhi, Ismayilli, Gabala, Zagatala, Ganja, Barda, \nZagatala, and Sheki as well as the Shahdag Tourism Center, a popular ski resort, (ii) to promote Azerbaijan through \ncommercials in leading global broadcasting networks, (iii) organize conferences and events to raise awareness on the \ncountry’s tourism potential, and (iv) develop the tourism sector in the post-COVID-19 period.  \n \nMonetary measures. The CBA adopted monetary policy measures to provide relief to the distressed borrowers. On \n19 March 2020, the deposit insurance guarantee was extended until 4 December 2020. On 24 April 2020, capital \n ", "Appendix 4  37 \nAccess Criteria  Asian Development Bank Assessment \nrequirements for banks, countercyclical capital buffer, and risk ratio on mortgage loans issued by banks were reduced \nuntil 1 January 2021. Additional measures until 30 September 2020 were introduced including suspension of \ninspections of credit institutions, moratorium on late fees and interest rate penalties, restructuring of mortgage loans \nissued at the expense of the MCGF, and deferral of insurance premium payments. The CBA extended the regulatory \neasing on provisioning for non-performing loans, loan restructuring and capital buffers until 1 April 2021. Private \nbusinesses, including individual entrepreneurs have been given the opportunity to restructure their loans under MCGF, \nthe EDF, and the Agrarian Credit and Development Agency in case of force majeure or delay in repayment without \nany negative impact on the borrowers’ credit history until 30 September 2020. In 2020, the banks restructured loans \nreached AZN1.2 billion for 50,000 borrowers, of which 87% were business loans, 9% were consumer loans and 4% \nwere mortgage loans. In addition, the CBA launched a free package of basic banking services for low-income \npopulation, benefiting 600,000 citizens. \n3. Pre-shock Record of  After  gaining  independence,  Azerbaijan  registered  rapid  economic  growth,  fueled  by  oil  and  gas  extraction \nGenerally Sound  (contributing to about 51% of GDP as of 2013), and transformed itself into an upper middle-income country. \nMacroeconomic  Azerbaijan’s  GDP  growth  averaged  5.6%  per  annum  during  1993-2019  (6.4%  during  1993-2013).  However, \nManagement  overreliance on hydrocarbons coupled with low economic diversification and inadequate private sector development, \ninefficient financial sector, and highly procyclical fiscal management have been identified as key development \nconstraints for the country. Because of sharp downturn in oil prices from $110 per barrel in 2014 to $50 in 2015 and \neconomic slowdown in major trading partners, leading to a significant fall in the country’s earnings, Azerbaijan’s \neconomy was hit during 2015−2016, causing a GDP contraction of 3.1% in 2016, a currency devaluation, banking \nsector fragility due to a high level of dollarization in liabilities and erosion of fiscal space. The exchange rate devalued \nfrom $1 = AZN0.78 in 2014 to about $1 = AZN1.60 in 2016. In response to this shock, the government provided \ncountercyclical fiscal stimulus, and initiated financial sector reforms. These efforts, along with oil price recovery, non-\noil economy expansion, and start of production at the Shah Deniz II gas field, spurring 28% increase in gas production, \nhelped stabilize the economy and the banking sector. GDP achieved a three-year consecutive growth of 0.2% in 2017, \n1.5% in 2018 and 2.2% in 2019. The CBA has been committed to price stability with the exchange rate (fixed at \n1.7AZN/$ since 2017) as the nominal anchor of monetary policy. Inflation has decelerated from 12.8% in 2017 to 2.3% \nin 2018 and 2.7% in 2019. To support fiscal consolidation, the government adopted revenue administration and new \ntax policy measures since 2017 aimed at reducing informality and broadening the tax base as well as fiscal rules and \nPFM reforms. The tax and customs revenues increased from AZN9.4 billion in 2017 to AZN10.6 billion in 2018 and \nAZB11.8 billion in 2019, indicating over 10% growth each year. The share of non-oil revenue as a share of non-oil \nGDP improved from 22.7% in 2018 to 24.5% in 2019. The budget deficit–GDP ratios have improved from a deficit of \n1.4% in 2017 to a surplus of 5.5% in 2018 and 8.2% in 2019. To address banking sector weaknesses, the Financial \nMarket Supervisory Authority has strengthened the financial supervision framework. The capital adequacy ratio of the \nbanking sector has improved, including the restructuring of the largest state-owned bank and update of prudential \nregulations. The current account surpluses at 4.1% in 2017, 12.8% in 2018 and 9.1% in 2019 on firmer oil prices \nresulted in the accumulation of foreign exchange reserves, averaging $5.7 billion during 2017−2019. The size of the \nSOFAZ assets reached $43.32 billion in 2019, providing 46.9% of state budget revenues. Given its strong pre-shock \nnet foreign asset position, the public debt–GDP ratio has been declining from 22.5% in 2017 to 17.7% in 2019. As \nconfirmed by the IMF’s Article IV report in 2019, Azerbaijan has maintained a sound record of macroeconomic \n ", "38  Appendix 4 \nAccess Criteria  Asian Development Bank Assessment \nmanagement leading up to the crisis. The macroeconomic management during the pandemic has also been on track. \nThe government remains committed to implementation of macroeconomic structural reforms and PFM reforms to \nimprove the effectiveness of the countercyclical pandemic response measures. \n4. Structural Reforms  The government has promptly responded to the COVID-19 pandemic by introducing strict nationwide containment \n(Health Sector  measures to prevent the community transmission and undertaking structural health sector reforms that are pro poor \nResponse)   with gender focus for strengthening public health capacity and readiness of the health care system over the medium \nand long-term for the pandemic and other future health emergencies. These measures included (i) social distancing \nand containment measures, (ii) strengthening institutional framework to fight the pandemic, and (iii) health care \nmeasures covering strengthening the capacity of medical facilities; emergency procurement of the medicines and \nmedical equipment; preventive activities on contagious diseases; additional payments for the health care workers; \nand implementation of the mandatory health insurance to increase access to health care system. The government’s \nwide ranging health sector measures helped contain the spread of the disease and strengthen the capacity and \naccessibility of the specialized health care services and staff in 2020. However, prolongation of the pandemic requires \ncontinuation of these health-related measures for prevention and treatment. Details are provided below.  \n \nSocial distancing and containment measures. To prevent community spread, the government imposed a special \nquarantine regime on 24 March 2020 with measures including (i) border closures, (ii) prohibition of mass gatherings, \n(iii) restrictions on domestic movements, (iv) closure of restaurants and some other businesses, (v) closure of airports, \nand transportation hubs, (vi) strict social distancing, and (vii) disinfection of public spaces. Face masks were required \nin public places with restrictions on public transportation and screenings at ports of entry. Starting 4 May 2020, \nrestrictions have been relaxed in stages, enabling reopening of businesses and public spaces, and resuming of travel \nwith private vehicles between cities and districts. On 19 June 2020 as the new COVID-19 cases rose, the quarantine \nregime was tightened including the closure of borders until 1 August 2020, and permit requirements were introduced \nfor people to leave their homes. While domestic and international flights to selected destinations resumed, on 17 July \n2020, the special quarantine regime was extended in 13 cities and districts until 31 August 2020. Depending on the \nincrease in COVID-19 cases, the quarantine regime has been reextended in stages—until 31 August 2020, 31 January \n2021, 1 June 2021 and recently until 1 August 2021—with some easing of restrictions from one period to the next. \nSome restrictions on businesses have been eased starting from 25 January 2021. Educational institutions have been \nclosed until end August 2020, and later again closed in October 2020 with higher COVID-19 cases. \n \nInstitutional framework of health sector measures. The MOH approved the COVID-19 Country Preparedness and \nResponse Plan and identified 10 priority areas to manage the pandemic. The CPRP details the medium and long-\nterm strategy for a robust national pandemic preparedness, as well as the capacity building and resource requirements \nfor (i) surveillance and detection; (ii) early diagnosis, isolation, and case management; (iii) infection prevention and \ncontrol in health facilities and communities; (iv) risk mitigation; and (v) resource allocation for logistics and procurement \nfor emergency responses in line with WHO’s Strategic Preparedness and Response Plan. In partnership with the \nHeydar Aliyev Foundation, MOH, State Agency for Mandatory Health Insurance, Management Union of Medical \nTerritorial Units (TABIB), the WHO has been implementing the Rapid Scale-up of Essential Capacities for COVID-19 \n(REACT-C19) project to strengthen response capacities. The government provided AZN8.5 million ($5 million) to the \n ", "Appendix 4  39 \nAccess Criteria  Asian Development Bank Assessment \nCoronavirus Response Fund as part of the WHO’s Strategic Preparedness and Response Plan. In 2020, using the \nWHO Hospital Readiness Checklist, a team of doctors under REACT-C19 made an assessment in selected hospitals, \nprepared a joint action plan with the hospital management, and started activities to address them. More than 400 \nhealth care workers including doctors, nurses, and auxiliary personnel in hospitals (like cleaning staff, porters, cooks, \netc.) attended hands-on trainings. Through WHO and UN agencies, Azerbaijan has maintained access to international \nepidemiological expertise and received advice on risk communication. \n \nImplementation of health sector measures. The health expenditures as a share of state budget increased from \n3.6% in 2019 to 6.4% in 2020 and 4.9% in 2021. Based on the CPRP, the MOH has been strengthening the capacity \nof medical facilities and carrying out the health-related pandemic response measures with a gender focus. Additional \npayments (3-5-fold increase in monthly wages) to 64,038 health care workers involved in the treatment of the COVID-\n19 patients have been provided at 35 public and private medical facilities in 2020 and these payments are continued \nin 2021. Private medical facilities are compensated from the state budget in 2021 for their financial losses due to \ntreatment of the COVID-19 patients. To strengthen surveillance and early detection, COVID-19 surveillance sites in \nairports, and borders have been established. At border crossings special quarantine facilities were organized to isolate \nthe travelers for 14-days. COVID-19 related compliance standards of the immigration centers have been improved in \nline with the requirements of the WHO and the COVID-19 Operational Headquarters of the Cabinet of Ministers. A \ntotal  of  3,190  people  has  been  placed  under  quarantine  in  2020.  Costs  related  to  testing  and  treatment, \naccommodation of the COVID-19 patients in the quarantine facilities are covered under the state budget in 2021.  \n \nOver 20 state hospitals with over 10,000 beds have been serving COVID-19 patients. Including the private hospitals, \na total of 35 hospitals in Baku and regions have been designated for treatment of COVID-19 cases. The 575-bed \n“New Clinic”, and three new city hospitals (with 500 beds) were opened in March 2020 and made available to COVID-\n19 patients. Two hospitals have been transformed into quarantine hospitals. As of 2020, there were 1,045 intensive \ncare unit beds and 267 ventilators. 210 ICU specialists and 4,169 emergency care doctors have been involved in \nCOVID-19 treatment in hospitals. The government has scaled up the medical capacity with establishment of 10 new \nmodular hospitals in 10 districts in 2020 with a capacity of 200 hospital beds in each. Moreover, two of the olympic \nsports centers in two districts were transformed into modular hospitals. The pandemic response package in 2021 \nincludes the operational expenses of the 12 modular hospitals that have a total capacity of 4,700 hospital beds.  \n \nDuring the pandemic, the MOH has purchased the medicines and medical equipment for treatment of the COVID-19 \npatients in coordination with development partners. AZN125 million has been allocated for medicines in 2021 budget \nalong with AZN80 million for expenses related to medical equipment and inventories. Azerbaijan did not experience \nany serious shortage of PPEs for health care workers. Local production plants for medical masks (200,000 masks \ndaily), disposable protective clothing, disinfectants, sanitizers, etc. were opened to help cover the national needs. \nSurveillance is conducted jointly by TABIB under the State Agency for Mandatory Health Insurance and the MOH. A \nsingle unified database for COVID-19 was developed to collect information. A new e-TABIB mobile application was \nintroduced to track of COVID-19 cases. A notice is sent to those likely to have been exposed to COVID-19 to conduct \ntesting. As of February 2021, 2,591,235 tests have been conducted in Azerbaijan to identify COVID-19 infections. A \n ", "40  Appendix 4 \nAccess Criteria  Asian Development Bank Assessment \ntotal of 50 laboratories have been designated across the country to test for COVID-19, including 3 private sector \nlaboratories and 1 food safety agency laboratory. By 17 March 2021, the weekly number of tests performed in \nAzerbaijan was 57,000. Along with the tests, disinfection of public spaces and other preventive activities to contain \ncontagious diseases continue to be financed from the state budget in 2021.  \n \nThe State Agency for Mandatory Health Insurance was established in 2016 with the purpose of increasing quality and \naffordability of health care services provided to the population. Since out-of-pocket health expenditures has been high \n(72.8% as a share of current health expenditure in 2018), the government carried out pilot projects in 3 regions \n(Mingachevir, Yevlakh, and Aghdash) during 2016–2018, with the intention of expanding the mandatory health \ninsurance (MHI) across the country beginning 2020. As of March 2020, the MHI scheme covers 6.58 million people in \n59 administrative districts and the final stage of the rollout has been scheduled to be completed by 1 April 2021, when \nBaku, Absheron, Sumgayit, Khankendi, Gubadli, Zangilan and Shusha are added to the scheme. Thus, the MHI is \nintroduced throughout Azerbaijan in 2021. The MHI’s package includes 2,550 different types of medical services, \nincluding first aid, emergency medical care, specialized outpatient care, laboratory services, physiotherapy services, \n \ninvasive radiology services, institutional treatment and over 1,100 surgical operations. Institutional treatment of \ndiseases widespread in the country with a high risk of disability and death such as cardiovascular diseases, infections, \ninjuries etc. as well as treatment during pregnancy and childbirth will be carried out under the MHI.  \n \nThe MHI system provides a government subsidy of AZN90 per person for universal coverage of all citizens. The \nphased payment has been envisaged through the state budgets in 2020 and 2021. AZN989.3 million has been \nallocated in 2021 budget. The system also involves copayments of MHI fees by citizens. Those working in the state \nand oil sectors, non-state and non-oil sectors, individuals performing work (services) based on civil contracts of a legal \nnature, and individuals engaged in entrepreneurial activity will pay the MHI fees from 1 January 2021. Employers and \nemployees working in the state and oil sectors will pay a monthly fee in the amount of 2% of the monthly wage up to \nAZN8,000 and 0.5% of the monthly wage over AZN8,000. Employers and employees working in the non-state and \nnon-oil sectors will pay a monthly MHI fee in the amount of 1% of the monthly wage up to AZN8,000 and 0.5% of the \nmonthly wage over AZN8,000. From 2022, employers and employees involved in this sector will pay a monthly MHI \nfee in the amount of 2% of the monthly wage up to AZN8,000. The MHI fee has been set for individuals who perform \nservices based on civil contracts at 2% of their monthly income up to AZN8,000 and 1% of their monthly income over \nAZN8,000. Except for temporary suspension of entrepreneurship or other taxable transactions, MHI fee has been set \nat 4% of the minimum monthly wage for individuals (individual entrepreneurs, private notaries, members of the bar \nassociation) who are registered as taxpayers. In addition to the above-mentioned persons, others pay MHI fees in the \namount of 48% of the minimum monthly salary from 1 January 2024. Under the MHI, the citizens’ copayments for \nmedical services range from AZN5 to AZN90 when using outpatient, laboratory, or functional-diagnostic medical \nservices without applying to the primary health care, and/or when applying to a public medical facility outside the \nregional medical division. \n \nOn 16 January 2021, with the Cabinet of Ministers Order No.48s, the vaccination strategy against COVID-19 in the \nRepublic of Azerbaijan for 2021–2022 was approved. The vaccination strategy prioritizes the vulnerable population \n ", "Appendix 4  41 \nAccess Criteria  Asian Development Bank Assessment \nsuch as health care workers, elderly population above 65 years of age, law enforcement and military personnel, \nemployees of education and social sector, employees of public transport and telecommunications, banking sector, \namong others. While not covered by the CARES Program, the government allocated AZN85.5 million ($50.3 million) \nfor initial 4 million doses of vaccines using the 2021 state budget and the Coronavirus Response Fund. Nearly one \nmillion additional doses are planned to be acquired from variety of suppliers during 2021. The vaccination program \nhas started in January 2021. According to WHO, as of 12 June 2021, 2,774,693 vaccine doses were administered \nwith 1,810,344 vaccinated with at least one dose. \n5. Debt Sustainability  During the pandemic, the government requested a $250 million budget support loan from ADB and a cofinancing loan \nof $100 million from the Asian Infrastructure Investment Bank in 2021. The government will also borrow AZN1.3 billion \n($764.7 million) domestically in 2021. Based on ADB’s recent DSA, the additional borrowing over the public debt stock \nof $8.5 billion in 2019 will not significantly affect the debt sustainability and the annual debt service obligations. Based \non the IMF projections, the public debt−GDP ratio increased from 17.7% in 2019 to 21.4% in 2020 and will increase \nto 30.9% in 2021, 31.4% in 2022 and 32.4% in 2023. Both the IMF’s pre-shock DSA under the Article IV consultation \nreport in September 2019 and ADB’s recent DSA indicate that Azerbaijan’s debt carries low risk of debt stress because \nof its strong position due to official reserves and SOFAZ assets as well as favorable maturity structure with nearly half \nof public debt consisting of loans from the international financial institutions that have long maturities and fixed interest \nrates. This partly offsets the currency risk from foreign currency denominated debt, comprising about 80% of public \ndebt. In comparison to the public debt, large SOFAZ assets of $43.56 billion in 2020 and $42.97 billion projected in \n2021 as well as gross official reserves of $6.26 billion provide debt absorption capacity. The government has also \nbeen implementing reforms based on medium-term debt management strategy with the aim of reducing debt−GDP \nratio below 20% and gradually shifting from external to domestic borrowing with longer maturities by developing \ngovernment securities market. \n6. Coordination with the  The government coordinated extensively with the IMF on (i) assessment of the macroeconomic developments, \nInternational Monetary  including the impact of the pandemic, (ii) strengthening the macroeconomic management and government finances, \nFund  and (iii) the policy advice for countercyclical pandemic response measures during the Article IV consultation missions. \nThe latest IMF Article IV consultation report was published in September 2019 and the next one is expected to be \ncompleted by  12 July 2021. The IMF confirmed the sound macroeconomic, fiscal,  debt and public financial \nmanagement and supported the government’s countercyclical pandemic response measures.  The IMF Assessment \nLetter, provided on 1 April 2021, is accessible from the list of linked documents in Appendix 2. ADB, the IMF and the \nWorld Bank have maintained close coordination during the design of the ADB’s CARES Program. Azerbaijan \ncontinues to benefit from IMF’s TAs, particularly in areas related to the fiscal rule, public financial management, \nmacroeconomic management, exchange rate policy, financial sector supervision and national statistics. \nADB = Asian Development Bank, CARES = COVID-19 Active Response and Expenditure Support, CBA = Central Bank of Azerbaijan, COVID-19 = coronavirus \ndisease, CPRP = Country Preparedness and Response Plan, DSA = debt sustainability analysis, EDF = Entrepreneurship Development Fund, GDP = gross domestic \nproduct, HDI= human development index, IDP = internally displaced person, IMF = International Monetary Fund, MCGF = Mortgage and Credit Guarantee Fund,  \nMHI = mandatory health insurance, MOF= Ministry of Finance, MOH = Ministry of Health, MSMEs = micro, small and medium-sized enterprises, OPEC = Organization \nof the Petroleum Exporting Countries, PFM = public financial management, PPE = personal protective equipment, SOE = state-owned enterprise, SOFAZ = State \nOil Fund of Azerbaijan, TSA = targeted social assistance, WHO = World Health Organization. \nSource: Asian Development Bank. \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20210629175501+08'00'", "Creator": "PDF24 Creator", "Keywords": "azerbaijan, covid-19, covid-19 response, pandemic, covid-19 impacts, cares program, social protection, health system, 55073-001, loan 4082, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20210708134503+08'00'", "Producer": "GPL Ghostscript 9.53.3", "Subject": "The coronavirus disease (COVID-19) pandemic has adversely impacted Azerbaijan’s economy and its population. The proposed program will support the government’s measures and financing needs to help mitigate the adverse health, social, and economic impacts of the crisis, while targeting the poor and vulnerable groups and ensuring gender mainstreaming.\r\rThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\r\rThis document dated June 2021 is provided for the ADB project 55073-001 in Azerbaijan.", "Title": "COVID-19 Active Response and Expenditure Support Program: Report and Recommendation of the President"}}