{"path": "data/input/reports/55075-001-rrp-en.pdf", "pages": [" \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 55075-001 \nMarch 2021 \n \n \n \nAdministration of Equity Investment  \nEuler Motors Private Limited \n(India)\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis is an abbreviated version of the document, which excludes information that is subject to \nexceptions to disclosure set forth in ADB’s Access to Information Policy.  \n \n \n \n ", "", " \n \nCURRENCY EQUIVALENTS \n(as of 8 March 2021) \n \nCurrency unit  –  Indian rupee/s (₹) \n \n  ₹1.00   =   $0.0136     \n  $1.00   =   ₹73.30      \n   \n \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nCOVID-19  –  coronavirus disease \nEMPL  –  Euler Motors Private Limited \ne-SCV  –  electric small commercial vehicle \nICE  –  internal combustion engine \nMaaS  –  mobility-as-a-service \nOEM  –  original equipment manufacturer \nSCV  –  small commercial vehicle \nTCO  –  total cost of ownership \n \n \n \nGLOSSARY \n \n  Business-to-business  –  A business whose customer is another business instead of \nan individual consumer. \n  Cost of mobility  –  The total cost incurred by a company to deliver its goods to \nthe customer. This includes vehicle amortization, repair and \nmaintenance costs, labor overheads, the cost of fuel, and \nother costs related to fleet operations. \n  Light commercial  –  A commercial vehicle with less than 7.5 tons of gross vehicle \nvehicle  weight. \n  Mobility-as-a-service  –  A business model whereby customers pay for the use of a \nvehicle on a per delivery, per kilometer, or per day basis \nwithout having to make any up-front capital investment. This \nusually takes the form of a subscription. \n  Small commercial  –  A light commercial vehicle with less than 3.5 tons of gross \nvehicle  vehicle weight, often used for last mile transport. \n  Three-wheeler  –  A vehicle with three wheels used for passenger and goods \ntransport. \n  Total cost of  –  The total cost of owning a vehicle, including the up-front cost \nownership  of buying, maintaining, and operating it. \n \n \n \n \n \n ", " \n \nNOTES \n \n(i)  The fiscal year (FY) of Euler Motors Private Limited ends on 31 March. “FY” before \na calendar year denotes the year in which the fiscal year ends, e.g., FY2020 ends \non 31 March 2020. \n \n(ii)  In this report, “$” refers to United States dollars.  \n \nVice-President  Ashok Lavasa, Private Sector Operations and Public–Private \nPartnerships \nDirector General  Suzanne Gaboury, Private Sector Operations Department (PSOD) \nDeputy Director  Christopher Thieme, Office of the Director General (OPSD), PSOD \nGeneral \n    \nTeam leader  Dominic Mellor, Principal Investment Specialist, OPSD, PSODa \nProject advisors  James Leather, Chief of Transport Sector Group, Sector Advisory \nService Cluster-Transport Sector Group (SDSC-TRA), \nSustainable Development and Climate Change Department \n(SDCC) \nSherwin Pu, Principal Investment Specialist, OPSD, PSOD \nTeam members  Munish Aggarwal, Young Professional, Private Sector Financial \nInstitutions Division, PSOD \nElizabeth Fiona Alpe, Senior Transaction Support Specialist \n(Integrity), Private Sector Transaction Support Division (PSTS), \nPSOD \nKrisila Benson, Gender Equality & Private Sector Specialist \n(Consultant), Transaction Support Division, PSOD \nHoward Brooke, Lead Counsel (Consultant) (Nonsovereign Legal \nOperations), Office of the General Counsel (OGC) \nAnne Valko Celestino, Social Development Specialist (Gender and \nDevelopment), PSTS, PSOD \nJiahe Chiang, Senior Transport Specialist, SDSC-TRA, SDCC \nDaniel Hersson, Senior Investment Specialist (Consultant), OPSD, \nPSOD \nNike Johnson, Counsel, OGC \nManfred Kiefer, Senior Economist, PSTS, PSOD \nKyla Matias, Safeguards Specialist (Consultant) (Environment), \nPSTS, PSOD \nJocelyn Erlinda Munsayac, Principal Safeguards Specialist, PSTS, \nPSOD \nMelissa Navarra, Safeguards Specialist (Consultant) (Social), PSTS, \nPSOD \nCharles Navarro, Investment Specialist (Consultant), OPSD, PSOD \nNoel Peters, Principal Safeguards Specialist, PSTS, PSOD \nBlendy Rom, Senior Operations Assistant, OPSD, PSOD \nAmanda Satterly, Senior Social Development Specialist (Gender \nand Development), PSTS, PSOD \nKunal Upadhyay, Senior Investment Specialist (Consultant), OPSD, \nPSOD \na. Outposted to Thailand Resident Mission \n \n     \n ", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n     \n ", "", " \n \nCONTENTS \nPage \n \nPROJECT AT A GLANCE \n  INTRODUCTION  1 \n  THE INVESTMENT  1 \n  Project Identification and Description  1 \n  Ownership and Management  2 \n  Financial Performance  2 \n  THE ADB ASSISTANCE  3 \n  The Assistance  3 \n  Implementation Arrangements  3 \n  Value Added by ADB Assistance  3 \n  Risks  4 \n  DEVELOPMENT IMPACT AND STRATEGIC ALIGNMENT  4 \n  Development Impact, Outcome, and Outputs  4 \n  Alignment with ADB Strategy and Operations  4 \n  POLICY COMPLIANCE  5 \n  Safeguards and Social Dimensions  5 \n  Anticorruption Policy  5 \n  Assurances  5 \n  THE PRESIDENT’S DECISION  6 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  7 \n2.  List of Linked Documents  11 \n \n ", "", " \n \n PROJECT AT A GLANCE\n ", "", " \n \n  INTRODUCTION \n \n1.  The transaction involves the administration by the Asian Development Bank (ADB) of an \nequity investment of up to the Indian rupee equivalent of $4,000,000, with an initial investment of \nup to ₹110,000,000, in Euler Motors Private Limited (EMPL) in India, to be provided by the ADB \nVentures Investment Fund 11 under the ADB Ventures Financing Partnership Facility. The \nbalance of the approved equity amount may be invested in subsequent fundraising rounds that \nEMPL is expected to undertake by March 2024. Consistent with the establishment arrangements \nof the fund, ADB will not invest its own capital alongside the fund.2 \n \n2.  EMPL is an India-based designer, manufacturer, and fleet operator of electric small \ncommercial vehicles (e-SCVs) designed for last mile cargo delivery. It has developed a vertically \nintegrated electric vehicle platform that combines cost-competitive e-SCVs, fleet management \nsoftware, and a network of charging and service station infrastructure to offer the lowest total cost \nof ownership (TCO) and total cost of mobility to its customers. EMPL offers its three-wheeler e-\nSCVs under a retail model or a mobility-as-a-service (MaaS) model to business-to-business \nclients in the e-commerce and e-grocery segments. The investment will improve the uptake of \nelectric vehicles in India and minimize the use of diesel vehicles for intra-city cargo deliveries. \nEMPL’s vision to promote energy-efficient electric vehicles and reduce greenhouse gas emissions \naligns with ADB’s operational priorities of tackling climate change, building climate and disaster \nresilience, and enhancing environmental sustainability in Asia and the Pacific.3  \n \n  THE INVESTMENT \n \n  Project Identification and Description \n \n3.  Indian automotive segment. India is the world’s fourth largest automotive market. Its \nauto and ancillary market constitutes 9% of India’s gross domestic product. Domestic automobile \nproduction  increased  by  2.36%  per  year  during  2016–2020,  with  26.36  million  vehicles \nmanufactured in FY2020. Domestic automobile sales increased at a 1.29% Compound Annual \nGrowth Rate between FY2016–FY2020, with 21.55 million vehicles sold in FY2020. India’s auto \nmarket was dominated by two-wheelers (80.8%) and passenger vehicles (12.8%) in FY2020. Its \nautomotive exports exceeded 4.77 million in FY2020, of which 73.9% were two-wheelers, 14.2% \nwere passenger cars, and more than 11.8% were three-wheelers and SCVs. India is expected to \ndisplace Japan and become the third largest auto market by 2023.4   \n \n4.  Electric vehicle industry overview. India imported $112 billion worth of crude oil in \nFY2019—equivalent to 4% of its gross domestic product. Some 99% of gasoline and 67% of \ndiesel demand was from the automobile segment. Fourteen of the 20 most polluted cities in the \nworld are in India.5 These factors make the shift of Indian transportation to electric vehicles \nimminent and urgent. Electric three-wheelers for passenger transport, or e-rickshaws, have \npenetrated the Indian market significantly, with more than 700,000 sold every year. Two- and \n \n1  Financing partner: Clean Technology Fund, Nordic Development Fund, and the governments of Finland and the \nRepublic of Korea. As provided in para. 52 of ADB. 2015. Enhancing Operational Efficiency of the Asian Development \nBank. Manila, the President is “authorized to approve the establishment of trust funds and FPFs [financing \npartnership facility], or participation in GFIs [global funding initiative]; acceptance of contributions from any financing \npartner; and administration of cofinancing for any operation.” \n2  ADB. 2020. Establishment of the ADB Ventures Financing Partnership Facility. Manila. \n3  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n4  India Brand Equity Foundation. Automobile Industry in India. \n5  Avendus. 2020. Electric Vehicles - Charging towards a bright future. \n ", "2 \nthree-wheelers are likely to lead the next wave of electric vehicle adoption in India. Commercial \nuse of electric vehicles shows that they are on a par with internal combustion engine (ICE) \nvehicles in terms of TCO. Electric vehicle sales are projected to reach 3 million in India by 2025. \nThe Government of India is catalyzing electric vehicle adoption through demand incentives such \nas subsidies and procurement. The Faster Adoption and Manufacturing of (Hybrid and) Electric \nVehicles Scheme (FAME-I and FAME-II) is creating momentum and developing an ecosystem for \nelectric vehicles in India, and the segment is likely to see disruptive growth from 2022 onwards.6 \nThe government also aims to set up more than 2,700 charging stations across metro cities as \npart of FAME-II.7 In addition, several state governments in India have announced electric vehicle \npolicies for electric vehicle adoption and charging infrastructure creation. Public efforts to catalyze \ngrowth in the segment are increasing the interest of original equipment manufacturers (OEMs) to \nroll out electric vehicles.  \n \n5.  Small commercial vehicle segment. Commercial vehicles account for about 4% of \nIndia’s domestic production volume, with more than 1 million commercial vehicles sold (FY2019). \nLight commercial vehicles (excluding three-wheelers) used for goods transport account for almost \n56% of total commercial vehicle volumes, and more than 90% of them (i.e., more than 500,000) \nare in the SCV category (i.e., vehicles with capacity of less than 3.5 tons). SCVs are used primarily \nin last mile delivery and logistics. The adoption of Goods and Services Tax in India, a strong e-\ncommerce and e-grocery boom, and improved infrastructure have provided a strong boost to the \nSCV segment. Established OEMs such as Tata and Mahindra have captured a share of more \nthan 60% of the SCV market. SCVs also compete with traditional three-wheeler cargo vehicles. \nThe combined SCV and three-wheeler market presents a strong case for electric vehicle adoption \nin India. \n  \n6.  Women’s participation in the industry. The automotive industry is a nontraditional area \nfor women because of the stereotypical view of manufacturing as men’s domain.8 Women \ncomprise 30% of India’s combined professional and technical workers.9 Indian firms have been \nintroducing models to attract and retain women in the tech industry.10 While the value of women’s \nformal engagement in clean energy is being recognized, creating permanent and stable sources \nof income for trained women remains unaddressed.11  \n \nConfidential Information Deleted \n \n  Ownership and Management  \n \nConfidential Information Deleted \n \n  Financial Performance  \n \nConfidential Information Deleted \n \n \n6  FAME-I was launched in 2015, and FAME-II was launched in 2019. \n7  Government of India. 2019. FAME-II Policy Document. New Delhi. \n8  ADB. 2018. India Gender Equality Results Case Study: Enhancing Energy-Based Livelihoods for Women Micro-\nEntrepreneurs. Manila. \n9  World Economic Forum. 2020. Global Gender Gap Report 2020. Geneva.  \n10 S. Rathor et al. 2020. Why Indian Women May Dominate the Tech World of Tomorrow. Times of India. 19 March. \n11 B. Baruah. 2015. Creating Opportunities for Women in the Renewable Energy Sector: Findings from India. Feminist \nEconomics. 21 (2). pp. 53–76. \n ", "3 \n  THE ADB ASSISTANCE \n \n  The Assistance \n \n7.  ADB will administer the provision of assistance by the fund of up to the Indian rupee \nequivalent of $4 million, with an initial investment of up to ₹110 million, through an equity \ninvestment in EMPL. \n \nConfidential Information Deleted \n \n8.  In line with the ADB Ventures Financing Partnership Facility, the share purchase price will \nbe based on a valuation approved by the fund investment committee and will be the same as the \nprice per share to be paid by the other coinvestors in the same equity round. These coinvestors \npotentially include Inventus Capital, Blume Ventures, and Jetty Ventures. \n \n  Implementation Arrangements \n \nConfidential Information Deleted \n \n9.  Reporting arrangements. ADB will monitor the investment. Investment reporting will be \nsubject to information disclosure requirements, in addition to compliance with Indian legal and \nregulatory requirements. EMPL will provide ADB with financial reports at predetermined regular \nintervals and on request, including (i) a report on using the subscription proceeds, (ii) quarterly \nand annual financial statements for the past period, and (iii) annual budget and business plans \nfor the following fiscal year. \n \n10.  Use of proceeds. EMPL will use the investment proceeds to finance its business growth \nby  expanding  both  the  team  and  geographic  footprint  while  continuing  its  research  and \ndevelopment of new electric vehicle models.  \n \nConfidential Information Deleted \n \n  Value Added by ADB Assistance \n \n11.  Development of India’s electric vehicle industry. ICE vehicles are one of the largest \npolluters and consumers of gasoline and diesel. The role of ADB in reducing transport-related \ngreenhouse gas emissions and making cities livable—by catalyzing electric vehicles—is more \ncrucial than ever. ADB funding will support the evolving electric vehicle industry, which is critical \nin reducing India’s carbon footprint and addressing climate change. Confidential information \ndeleted. \n \n12.  Resource mobilization. ADB’s shareholding is anticipated to have a significant signaling \neffect and is likely to increase the market’s confidence in EMPL achieving its business goals. This \nwill help EMPL in critical areas, such as launching new products, and attracting future debt and \nequity.  \n \n13.  Progress to market-leading standards. As the first and only development finance \ninstitution shareholder, ADB will help develop and support EMPL’s adherence to high corporate \ngovernance  and  integrity  standards,  as  well  as  its  adoption  of  market-leading  social  and \nenvironmental standards, with potential demonstration effects in the Indian transportation sector. \nADB will also add value to EMPL by assisting it to (i) establish a more balanced board, including \n     \n ", "4 \nthe creation a financial management committee and an audit committee; and (ii) incorporate \ngender-inclusive workplace policies. \n \n14.  Gender equality. This investment will help EMPL implement gender actions to promote \nwomen’s economic empowerment by enhancing gender responsiveness in its workplace and its \nbusiness activities. It will also contribute to increasing women’s skills and work opportunities in \nthe  clean  technology  and  automobile  segments,  thus  addressing  the  gender  gap  in  both \nindustries. Through ADB support, EMPL will increase women’s participation in top management \nand technical roles, and require its employees to attend anti-sexual harassment training. \n \n  Risks \n \nConfidential Information Deleted \n \n  DEVELOPMENT IMPACT AND STRATEGIC ALIGNMENT \n \n  Development Impact, Outcome, and Outputs \n \n15.  The investment is aligned with the Government of India’s mission12 to achieve Sustainable \nDevelopment Goal 13 on climate action.13 The investment’s expected outcome is reduced \ngreenhouse gas emissions by commercial vehicles in India.14 The expected outputs of the \ninvestment are EMPL’s increased revenue from the sale of electric vehicles, enhanced gender \nequality in decision making, enhanced gender equality in staffing, and enhanced gender equality \nin the workplace.  \n \n  Alignment with ADB Strategy and Operations \n \n16.  Consistency with ADB strategy and country strategy. The investment is compliant \nwith the fund’s objectives, as set out in the relevant contractual documents.15 In addition, the \ninvestment will contribute to the following Strategy 2030 operational priorities and their operational \nplans:  (i)  tackling  climate  change,  building  climate  and  disaster  resilience,  and  enhancing \nenvironmental sustainability (OP3); and (ii) accelerating progress in gender equality (OP2), and \n(iii) addressing remaining poverty and reducing inequalities (OP1).16 The investment is also \naligned with the objective of the India country partnership strategy of addressing climate change \nand increasing climate resilience.17  \n \n17.  Lessons from previous operations. ADB will leverage its knowledge and networks in \nthe sustainable transport segment to support EMPL in achieving its growth targets. ADB’s \n \n12 Government of India. 2015. India’s Intended Nationally Determined Contribution: Working Towards Climate Justice. \nDelhi. p. 29. \n13 United Nations. Transforming our World: The 2030 Agenda for Sustainable Development. \n14 The ADB Ventures Investment Fund 1 has a 17-year fund life (up to 2037) and will make 15–36 investments. ADB \nexpects some investments to result in full or partial loss, consistent with the market dynamics of early-stage \ncompanies. ADB is therefore taking a portfolio approach, by investing in high-risk investments that can generate \nsignificant development outcomes. The outcome indicators of each investment are meant to be ambitious to be \nconsistent with the portfolio strategy and fund-level outcome targets. \n15 All ADB Ventures Investment Fund 1 participants agreed to participate in the fund in accordance with the provisions \nset out in the Fund Common Terms and the Participation Agreement signed with each participant.   \n16 ADB. Strategy 2030: Operational Plans. \n17 ADB. 2017. Country Partnership Strategy: India, 2018–2022—Accelerating Inclusive Economic Transformation. \nManila. \n ", "5 \nexperience in developing leasing programs for clean transport,18 loan packages for renewable \nenergy-based electric vehicle charging stations,19 and its relationships with banks and nonbank \nfinance companies may enable EMPL to access institutional debt for its working capital and \ninfrastructure requirements as it expands its operations. \n \n  POLICY COMPLIANCE \n \n  Safeguards and Social Dimensions \n \n18.  ADB  has  categorized  the  investment  in  compliance  with  ADB’s  Safeguard  Policy \nStatement (2009) as follows: environment (category C), involuntary resettlement (category C), \nand indigenous peoples (category C).20 \n \n19.  ADB has undertaken due diligence and reviewed the potential environmental and social \nimpacts of the investment. EMPL’s business operations and plan for using ADB proceeds will not \ncause  any  significant  adverse  effects  to  the  environment  and  will  not  trigger  involuntary \nresettlement or indigenous people safeguards.  \n \n20.  EMPL has demonstrated compliance with the applicable national laws, regulations, and \nstandards  covering  environmental  management,  labor,  and  social  protection  requirements. \nConfidential information deleted. \n \n21.  Effective gender mainstreaming. Following ADB’s Policy on Gender and Development \n(1998),  EMPL  has  incorporated  measures  to  promote  gender  equality  and  women’s \nempowerment in its business activities. Key features of the gender action plan are as follows: \nadding a woman board member, enhancing gender equality at the company level through the \nimplementation of an internship program focused on female students or graduates in technical \nfields, and requiring employees to attend mandatory anti-sexual harassment training.21 EMPL will \nsubmit periodic reports on implementation of gender measures to ADB.   \n \n  Anticorruption Policy \n \n22.  EMPL was advised of ADB’s policy of implementing best international practice relating to \ncombating corruption, money laundering, and the financing of terrorism. ADB will ensure that the \ninvestment  documentation  includes  appropriate  provisions  prohibiting  corruption,  money \nlaundering, and the financing of terrorism; and remedies for ADB in the event of noncompliance. \n \n  Assurances \n \n23.  Consistent with the Agreement Establishing the Asian Development Bank (the Charter),22 \nADB will proceed with the assistance upon establishing that the Government of India has no \nobjection to the assistance to EMPL. ADB will enter into suitable investment documentation, in \nform and substance satisfactory to ADB. \n \n \n18 ADB. People’s Republic of China: Loan Program for Clean Bus Leasing (Far East Horizon Limited).  \n19 ADB. Thailand: Green Loan for Renewable Energy and Electric Vehicle Charging Network (Energy Absolute Public \nCompany Limited).  \n20 ADB. Safeguard Categories. \n21 See Gender Assessment and Action Plan (available from the list of linked documents in Appendix 2). \n22 ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. \n     \n ", "6 \n  THE PRESIDENT’S DECISION \n \n24.  The President, acting under the authority delegated by the Board, has approved the \nadministration of an equity investment of up to the Indian rupee equivalent of $4,000,000, with an \ninitial investment of up to ₹110,000,000, in Euler Motors Private Limited in India, to be provided \nby the ADB Ventures Investment Fund 1 under the ADB Ventures Financing Partnership Facility, \nand hereby reports this action to the Board. \n ", "7  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with \nThe Government of India achieved its commitment to SDG 13 relating to climate action (Intended \nNationally Determined Contribution)a \n \nData Sources and  Risks and Critical \nResults Chain  Performance Indicators   Reporting Mechanisms  Assumptions \nOutcome  By 2025 and 2037b     \n       \nGreenhouse gas  a.   At least 50,000 fossil fuel- a.–d. Annual report to  R: Slow economic \nemissions by  based LCVs replaced with  ADB Ventures by EMPL,  growth and \ncommercial  electric vehicles by 2025  including progress  business expansion \nvehicles reduced in  and 900,000 by 2037        toward DMF outcome  because of slower \nIndia  (2020 baseline: 0)  and output indicators  than expected \n  offtake by EMPL’s \nb.   At least 160,000 tons of  clients  \nCO  equivalent avoided by   \n2\n2025 and 9.6 million by \n2037c (2020 baseline: 0)              \n(OP 3.1) (SDG 13) \n \nc.   At least $25 million of \nadditional equity and/or \ndebt mobilized by 2025 \nand $100 million by 2037    \n(2020 baseline: $0) \n \nd.   At least 20 additional \nmanagement or technical \njobs created (of which 4 \nare for women) by 2025, \nand 100 (of which 20 are \nfor women) by 2037          \n(2020 baseline: 0)  \n      (OP 1.2, OP 2.1) \nOutputs  By 2025 and 2037     \n1. Revenue  1.   Confidential information  1.–4. Annual report to  R: COVID-19 \ngenerated from  deleted.  ADB Ventures by EMPL,  related delays in \nthe sale of  including progress  decision-making by \nelectric vehicles  toward DMF outcome  customers \n  and output indicators \n \n ", "8  Appendix 1 \nData Sources and  Risks and Critical \nResults Chain  Performance Indicators   Reporting Mechanisms  Assumptions \n2. Gender equality  2.   Number of female board    R: Intermittent \nin decision- members increased by at  involvement of \nmaking  least 1 by 2023  external partners to \nenhanced  (2020 baseline: 0)   develop gender-\n    focused human \n3. Gender equality  3a. A recruiting strategy that  resources materials \nin staffing  seeks to increase hiring of  and facilitate the \nenhanced  women developed and  trainings  \n  implemented by 2022 \n  (2020 baseline: not \n  applicable) \n   \n  3b. At least 4 women \n  commence an internship in \n  a technical role by 2023 \n  (2020 baseline: not \n  applicable) (OP 2.1.1.) \n   \n4. Gender equality  4.  At least 80% of staff are \nin the workplace  trained on the company’s \nenhanced   anti-sexual harassment \nprovisions by 2022 \n(2020 baseline: 0%) \n \n \nKey Activities with Milestones  \n1.  Revenue generated from the sale of electric vehicles \n1.1. Sell and/or lease more than 3,000 electric vehicles in India and other South Asian countries by 2022 \n2.  Gender equality in decision-making enhanced \n2.1 Designate at least 1 female board member by 2023 \n3.  Gender equality in staffing enhanced \n3.1 Implement a recruiting strategy that seeks to increase hiring of women by 2022 \n3.2 Engage at least 4 women interns in technical roles by 2023 \n4.  Gender equality in the workplace enhanced \n4.1 Conduct sexual harassment training for 80% of the staff by 2022 \nInputs \nADB: $4 million (equity) \nADB = Asian Development Bank; ADB Ventures = ADB Ventures Financing Partnership Facility; CO2 = carbon dioxide; \nCOVID-19 = coronavirus disease; DMF = design and monitoring framework; EMPL = Euler Motors Private Limited; \nLCV = Light Commercial Vehicle; MWh = megawatt-hour; OP = operational priority; R = risk; SDG = Sustainable \nDevelopment Goal; STEM = science, technology, engineering, and math; tCO2e = tons of carbon dioxide equivalent. \na  Government of India. 2015. India’s Intended Nationally Determined Contribution: Working Towards Climate Justice. \nDelhi. p. 29. \nb   The ADB Ventures Investment Fund 1 has a 17-year fund life (up to 2037) and will make 15–36 investments. ADB \nexpects some investments to result in full or partial loss, consistent with the market dynamics of early-stage \ncompanies. ADB is therefore taking a portfolio approach by investing in high-risk investments that can generate \nsignificant development outcomes. The outcome indicators of each investment are meant to be ambitious to be \nconsistent with the portfolio strategy and fund-level outcome targets. \nc  It is assumed that each Euler electric vehicle will displace 1.79 Bajaj Maximas (a leading three-wheeler vehicle for \nlast mile cargo transportation), based on actual utilization and payload capacity. This is equivalent to a baseline \nemission factor of 4.63 tCO2e per year. The entire baseline value is not mitigated because each Euler electric vehicle \nstill consumes 3.65 MWh of electricity per year from the Indian electricity grid, which still uses fossil fuels. If the \n ", "Appendix 1  9 \ntransmission and distribution loss is 20.66% and the emission factor is 0.673 tCO2e/MWh, then the adjusted emission \nfactor is 0.812 tCO2e/MWh for the Indian electricity grid. Applying this to the electricity consumption of a Euler electric \nvehicle, each vehicle generates 2.96 tCO2e per year. Deducting the emissions generated from grid-based charging \nfrom the reduced emissions caused by the displacement of the Bajaj Maximas, each Euler electric vehicle will mitigate \na net value of 1.66 tCO2e per year. Applying a 10-year life cycle to each Euler electric vehicle, the targeted 900,000 \nvehicles sold from 2021 to 2037 would mitigate 9.6 million tCO2e for this period. \nSource: Asian Development Bank. \n     \n ", "Appendix 2  11 \nLIST OF LINKED DOCUMENTS \n \nConfidential Information Deleted. \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20210601144957+08'00'", "Creator": "Microsoft® Word for Microsoft 365", "Keywords": "india, adb ventures investment, euler motors, electric vehicles, l5 vehicles, climate change, equity financing, livable cities, 55075-001, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20210602094011+08'00'", "Producer": "Microsoft® Word for Microsoft 365", "Subject": "The investment will improve the uptake of electric vehicles in India and minimize the use of diesel vehicles for intra-city cargo deliveries. Euler Motors Private Limited’s vision to promote energy-efficient electric vehicles and reduce greenhouse gas emissions aligns with ADB’s operational priorities of tackling climate change, building climate and disaster resilience, and enhancing environmental sustainability in Asia and the Pacific.\n\nThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\r\n\r\nThis document dated March 2021 is provided for the ADB regional project 55075-001.", "Title": "Administration of Equity Investment for Euler Motors Private Limited: Report and Recommendation of the President"}}