{"path": "data/input/reports/55240-001-rrp-en.pdf", "pages": [" \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n \n \n \n \nProject Number: 55240-001 \nOctober 2021 \n \n \n \n \nProposed Equity Investment \nZenex Animal Health India Private Limited \nZenex Improved Animal Health and Welfare Project \n(India) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis is an abbreviated version of the document, which excludes information that is subject to \nexceptions to disclosure set forth in ADB’s Access to Information Policy.  \n \n \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 6 September 2021) \n \nCurrency unit  –  Indian rupee/s (₹) \n₹1.00  =  $0.0137 \n$1.00  =  ₹72.992 \n \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nCOVID-19  –  coronavirus disease \nE&S  –  environmental and social \nESMS  –  environmental and social management system \nFY  –  fiscal year \nMultiples  –  Multiples Private Equity Fund III Limited \nOP  –  operational priority \nTA  –  technical assistance \nZAHL  –  Zenex Animal Health India Private Limited \nZydus  –  Zydus Animal Health Limited \n \n \n \nNOTES \n \n(i)  The fiscal year of Zenex Animal Health India Private Limited ends on 31 March. \n“FY” before a calendar year denotes the year in which the fiscal year ends, e.g., \nFY2022 ends on 31 March 2022. \n(ii)  In this report, “$” refers to United States dollars. \n \n ", " \nVice-President  Ashok Lavasa, Private Sector Operations and Public–Private \nPartnerships \nDirector General  Suzanne Gaboury, Private Sector Operations Department (PSOD) \nDeputy Director  Christopher Thieme, PSOD \nGeneral \n   \nTeam leader  Tushna Dora, Investment Specialist, Office of the Director General \n(OPSD), PSOD \nDuarte Henriques da Silva, Senior Investment Specialist, OPSD, PSOD \nProject advisor  Martin Lemoine, Principal Investment Specialist, OPSD, PSODa \nTeam members  Christian Abeleda, Associate Project Analyst, Private Sector Transaction \nSupport Division (PSTS), PSOD \nAnne Valko Celestino, Social Development (Gender and Development) \nSpecialist, PSTS, PSOD \nJulian Chenoweth, Principal Counsel, Office of the General Counsel \n  Edwin David, Senior Investment Officer, OPSD, PSOD \nAgatha Diaz, Associate Social Development Officer (Safeguards), PSTS, \nPSOD \nAnnabelle Giorgetti, Senior Economist, PSTS, PSOD \nManfred Kiefer, Principal Economist, PSTS, PSOD \n  Farshed Mahmud, Senior Investment Specialist, Private Sector \nInvestment Funds and Special Initiatives Division (PSIS), PSOD \nJocelyn Munsayac, Principal Safeguards Specialist, PSTS, PSOD \nNaja Penas, Associate Transaction Support Officer, PSTS, PSOD \nArlene Porras, Senior Safeguards Officer, PSTS, PSOD \nGrachelle Talicuran, Associate Safeguards Officer (Environment), PSTS, \nPSOD \nSiela Teng-Almocera, Senior Social Development Officer, PSTS, PSOD \na  Outposted to the ADB Singapore Office. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Project Identification and Description  1 \nB.  Development Impacts, Outcome, and Outputs  5 \nC.  Alignment with ADB Strategy and Operations  5 \nD.  Project Cost and Financing Plan  6 \nE.  Implementation Arrangements  6 \nF.  Projected Financial and Economic Performance  7 \nG.  Unique Features  7 \nIII.  THE PROPOSED ADB ASSISTANCE  7 \nA.  The Assistance  7 \nB.  Value Added by ADB Assistance  7 \nC.  Risks  8 \nIV.  POLICY COMPLIANCE  8 \nA.  Safeguards and Social Dimensions  8 \nB.  Anticorruption Policy  9 \nC.  Investment Limitations  9 \nD.  Assurances  9 \nV.  RECOMMENDATION  9 \n \nAPPENDIXES \n \n1.  Design and Monitoring Framework  10 \n2.  List of Linked Documents  14 \n \n ", "", " \n ", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed equity \ninvestment of up to ₹780,000,000 (or its equivalent in United States dollars) in Zenex Animal \nHealth India Private Limited (ZAHL) for the Zenex Improved Animal Health and Welfare Project \nin India. \n \n2.  The project will support the enhanced production of quality animal health care products, \nwhich  will  help  smallholder  farmers  to  mitigate  disease  risk,  reduce  losses,  and  increase \nproductivity,  thereby  increasing  farmers'  incomes.  The  project  will  also  support  increased \nawareness about antimicrobial resistance, better farm hygiene, and biosecurity best practices. \nThe project will also support gender inclusion at corporate and farm levels. It is fully aligned with \nthe Government of India’s goal of boosting agricultural productivity and farmers’ incomes. \n \nII.  THE PROJECT \n \nA.  Project Identification and Description \n \n1.  Project Identification \n \n3.  Importance of livestock and poultry in India. Livestock contributes about 5% to India’s \ngross domestic product and nearly 12% to rural household income. As income per capita grows, \nthe Indian population is shifting towards better nutrition through high-protein diets, including milk \nand meat. Globally, India is the largest producer of milk with an estimated output of about 187.7 \nmillion metric tons, and the fourth-largest broiler (chicken) producer with an estimated output of \n5.1 million metric tons, in fiscal year (FY) 2019.1 However, livestock rearing in India is plagued by \nissues such as high fragmentation of land, low national average in productivity, and poor hygiene \nand animal health practices, leaving smallholder farmers vulnerable to income loss. \n \n4.  Improving  productivity.  To  increase  productivity,  progress  is  required  in  breed \nimprovement, better feed and nutrition, animal health, and better herd composition. In dairying, \nmilk output has grown, but largely because of the increased number of livestock. This type of \ngrowth  is  not  sustainable.  Dairying  practices  need  a  shift  to  automated  milking  and  feed \nmanagement, while health and disease control need skill improvement and capacity building. \nVaccination and health care infrastructure and services are equally critical, and animal health and \nwelfare assume even greater importance because of disease outbreaks. The infrastructure for \nvaccination and veterinary services is highly inadequate in many states.2 \n \n5.  Biosecurity risks. Since India’s first major avian flu incident, reported in FY2006, India \nexperienced about 28 episodes of the disease, reported mostly by poultry farms. In all the reported \noutbreaks, all birds in broiler farms within the prescribed radius were promptly culled to prevent \nthe disease from spreading. In other livestock such as cattle, buffalo, sheep, and goat, prevalence \nof diseases such as foot and mouth disease and brucellosis led the government to create the \nNational Animal Disease Control Programme in 2019. The program aims to control foot and mouth \ndisease by 2025 with vaccination and achieve its eradication by 2030. This will result in increased \ndomestic production and, ultimately, in increased exports of milk and livestock products. Similarly, \nthe Intensive Brucellosis Control Program aims to control brucellosis in animals, resulting in \n                                                 \n1  Government of India, Department of Animal Husbandry and Dairy. 2019. Annual Report. New Delhi. \n2  Government of India, National Institution for Transforming India (NITI Aayog). 2015. Raising Agricultural Productivity \nand Making Farming Remunerative for Farmers. New Delhi. \n \n ", "2 \neffective management of the disease in both animals and humans.3 India is a known hotspot for \nzoonoses,  including emerging zoonotic diseases such as Nipah virus, Kyasanur forest disease, \nZika virus, Japanese encephalitis, West Nile virus, and coronavirus disease (COVID-19).4 \n \n6.  Antibiotic misuse. Antibiotics are an effective and important veterinary tool for treating \nanimal diseases when used appropriately. However, smallholder farmers in India typically use \nfeedstuff mixed with antibiotic additives as growth promoters to increase growth rates while \nreducing feed conversion ratios and feed costs. As India ramps up poultry production, areas of \nhigh antimicrobial consumption (30 kilograms per square kilometer) are expected to grow 312% \nby 2030, and antimicrobial use is expected to double between 2010 and 2030.5 Meanwhile, the \ncountry still faces high levels of infectious disease, with a lack of health advice and guidance in \nveterinary care. This, together with weak regulations surrounding the sale and use of antibiotics \nand  surveillance,  has  led  to  the  emergence,  maintenance,  and  spread  of  antimicrobial \nresistance.6 Antimicrobial resistance is one of the top 10 global public health threats facing \nhumanity, according to the World Health Organization, and India is a particular hotspot for its \ndevelopment.7 In India, nearly 60,000 newborns die of antimicrobial-resistant neonatal infection.8 \n \n7.  One Health in India. Since 2007, the government made significant strides towards One \nHealth9, including withdrawal periods to limit antibiotic residues in food, strict restrictions on the \npurchase and use of the last resort drug colistin, and a ban on the use of antibiotics and several \npharmacologically active substances in fisheries.10 However, despite many policies for livestock, \npoultry, and aquaculture, a lack of coordination and uniformity among relevant parties continue to \nhinder the effectiveness of efforts to tackle antimicrobial resistance in livestock India.11 \n \n8.  Project selection. An existing investee of the Asian Development Bank (ADB), Multiples \nPrivate Equity Fund III Limited (Multiples) identified the established animal health business \noperated by Zydus Animal Health Limited (Zydus) as a potential acquisition; Zydus is a subsidiary \nof Cadila Healthcare Limited, one of India’s largest pharmaceutical companies. To complete the \nacquisition of the animal health business from Zydus, Multiples needed to establish ZAHL and \nsource additional capital from other investors. Multiples completed the acquisition of the animal \n                                                 \n3  Government of India, Ministry of Fisheries, Animal Husbandry, and Dairying. Department of Animal Husbandry and \nDairy.  \n4  T. Allen et al. 2017. Global hotspots and correlates of emerging zoonotic diseases. Nat Commun 8, 1124 (2017); M. \nC. Rulli et al. 2021. Land-use change, and the livestock revolution increase the risk of zoonotic coronavirus \ntransmission from rhinolophid bats. Nat Food 2, 409–416 (2021); and P. Nambiar. 2020. India to Envision One Health \nMovement  for  Confronting  Emerging  Health  Threats: From  Concept  to  Approach  toward  Institutionalization. \nInternational Journal of One Health 6(2): 165-176. \n5  T.P. van Boeckel, C. Brower et al. 2015. Global trends in antimicrobial use in food animals. PNAS. 112 (18). pp. \n5649–5654; and Organisation for Economic Co-operation and Development (OECD). 2015. Working Party on \nAgricultural Policies and Markets: Global Antimicrobial Use in the Livestock Sector. Paris. \n6  Flavie Goutard et al. 2017. Antimicrobial policy interventions in food animal production in South East Asia. BMJ. 358 \n:j3544.    \n7  Boeckel et al. 2019. Global trends in antimicrobial resistance in animals in low- and middle-income countries. \nScience. 371, 6528, (474-474). \n8  R. Laxminarayan, A. Duse et al. 2013. Antibiotic resistance – the need for global solutions. Lancet Infect Dis. 2013 \nDec;13(12):1057-98. \n9  One Health is a collaborative, multisectoral, and transdisciplinary approach—working at the local, regional, national, \nand global levels—with the goal of achieving optimal health outcomes recognizing the interconnection between \npeople, animals, plants, and their shared environment. \n10 Directorate General of Health Services. 2013. Sub-rule 3A of Rule 97 of Drugs and Cosmetics Rules 1945 regarding \nwithdrawal period. 23 May. File No. 12-01/13-DC (Pt-54); and B. Oghifo. 2019. Indian Govt’s Ban on Colistin is Big \nWin in Fight against Antimicrobial Resistance, Says CSE. This Day. \n11 K. Walia, M. Sharma, S. Vijay, and B.R. Shome. 2019. Understanding policy dilemmas around antibiotic use in food \nanimals & offering potential solutions. Indian J of Med Res. 149 (2). pp. 107–118.  \n \n ", "3 \nhealth business, which is now owned and operated by ZAHL, and offered ADB the opportunity to \ninvest in ZAHL alongside a consortium of other investors.12 Following the acquisition, ZAHL is \nIndia’s second largest animal health company and has a diversified product portfolio, including \ntherapeutic and nontherapeutic products largely covering cattle, buffalo, and poultry populations. \n \n9.  ZAHL has been chosen as an attractive potential investment for ADB, because of its (i) \nleading market position and diversified portfolio; (ii) significant penetration across milk animals \nand poultry, both fast-growing end segments; (iii) distribution reach to 100,000 veterinary doctors \nand more than 100,000 farmers; and (iv) good financial profile. \n \n2.  Project Design \n \n10.  ZAHL  will  use  ADB’s  investment  proceeds  for  working  capital,  maintenance  capital \nexpenditure, and research and development, including new product development. The investment \nby ADB and other investors together with re-investment of internal accruals will enable accruals \nto grow the business as opposed to upstreaming of cash to its previous owners, CHL, from when \nthe animal health business was under Zydus. \n \n11.  Improved farmers’ incomes. The project will help improve farmer incomes by making \nhealth care products available and supporting their appropriate and responsible use. The use of \nantibiotics  in  livestock  has  significantly  helped  increase  farm  efficiency,  productivity,  and \nincomes.13 While  overuse  of  antibiotics  at  subtherapeutic  levels  for  growth  promotion  and \nprophylaxis led to antimicrobial resistance, the use of antibiotics for responsible therapeutic and \nmetaphylaxis purposes improves animal health, reduces mortality, and leads to better incomes \nfor farmers compared to where antibiotics are not available. \n \n12.  Improved animal welfare. The project, via complementary technical assistance (TA), will \nimprove animal welfare by increasing the availability of antibiotics and supporting their responsible \ntherapeutic  and  metaphylactic  use  to  treat  sick  and  injured  animals.  Animal  welfare  is \nunquestionably impacted when sick or injured animals remain untreated because appropriate \nantibiotics are not available.14 Additionally, the appropriate metaphylactic use of antibiotics in \nlivestock improves animal welfare.15 Improved animal health and productivity can also reduce the \nintensity of GHG emissions, or carbon footprint, of livestock.  \n \n13.  Increased quality health care. The project will promote increased availability of quality \nhealth care products. It will allow ZAHL to reinvest its free cash accruals towards (i) maintenance \ncapital  expenditure,  (ii)  incremental  working  capital  needs,  (iii)  investments  in  acquisitions, \nincreasing product portfolio as well as geographical footprint, and (iv) new product development. \nThis will allow ZAHL to expand the animal health business to its full potential, which was restricted \nas a noncore business division when under the ultimate control of Cadila Healthcare Limited. \n \n                                                 \n12 Investors that have already invested in ZAHL are (i) Multiples, (ii) Canada Pension Plan Investment Board, and (iii) \nRare Equity Private Limited. Other investors that are currently negotiating an investment in ZAHL are (i) International \nFinance Corporation and (ii) International Finance Corporation’s Asset Management Company. \n13 C. Kirchhelle. 2018. Pharming Animals: A Global History of Antibiotics in Food Production (1935–2017). Palgrave \nCommunications. 4, 96.  \n14 National Research Council (US) Committee on Drug Use in Food Animals. 1999. The Use of Drugs in Food Animals: \nBenefits and Risks. Washington, DC: National Academies Press (US); and J. Coffman et al. 1999. Food-Animal \nProduction Practices and Drug Use. Washington, DC.  \n15 A.B. Word, T.A. Wickersham, L.A. Trubenbach, G.B. Mays, and J.E. Sawyer. 2020. Effects of metaphylaxis on \nproduction responses and total antimicrobial use in high-risk beef calves. Applied Animal Science. 36 (2). pp. 265–\n270.  \n ", "4 \n14.  Reduced  dependency  on  antibiotics.  The  project  will  promote  a  less  antibiotic-\ndependent model of animal health by discouraging the use of antibiotics as growth promoters and \nby encouraging antibiotic alternatives like vaccines, herbals, and improved animal health and \nwelfare practices. The project will train farmers and veterinarians (vets) on (i) the appropriate use \nof antibiotics and effective alternatives to antibiotics; and (ii) improved biosecurity and farm \nhygiene standards towards better animal health and productivity, distributing training materials to \n10,000  vets.  The  project  will  also  raise  awareness  about  antimicrobial  resistance  by \ndemonstrating that with higher-quality therapeutics, vaccines, natural alternatives, and a higher \nlevel of farm hygiene and biosecurity, antibiotics use can be reduced without compromising \nanimal  health  and  productivity.  Additionally,  the  responsible  use  of  antibiotics  to  reduce \nantimicrobial resistance (AMR) and thus preserve antibiotic effectiveness, will be imperative \nadaptation to climate change as immune responses are rendered less effective in both humans \nand livestock due to increased heat. \n \n15.  Increased gender participation. Pharmaceuticals and life sciences are a nontraditional \narea of employment for women and tend to employ few women.16 India is one of the world’s \nlargest producers of drugs, but only 15% of the nearly 50 million workforce are women.17 While \ndata on women's participation in veterinary professions is not available, recent developments \nsuggest that veterinary medicine has undergone dramatic, rapid feminization.18 Further, women \nplay an important role in livestock-farming labor and animal care in India, yet often lack knowledge \nand access to suitable animal health services.19 Through the project, ZAHL is committing to \nincrease women’s representation in different roles of its operations, including on its board of \ndirectors, and to develop a gender inclusion policy, all of which will contribute to increasing gender \nequality results at the company level. \n \n16.  Technical assistance. To complement the project, ADB will provide TA of $575,000 to \nsupport ZAHL’s training programs for 2,300 farmers and 580 vets in Bangladesh, India, Nepal, \nand  Sri  Lanka  in  appropriate  therapeutic  and  metaphylactic  use  of  antibiotics,  effective \nalternatives to subtherapeutic antibiotic use for prophylaxis or growth promotion, biosecurity best \npractice, antibiotic management, waste management, animal welfare, and gender sensitization. \nAt least 40% of training participants (farmers and vets) will be women.20 \n \n3.  Investee \n \n17.  With operations spanning more than six decades and a strong presence in all product \nsegments, Zydus was a reputed company in the Indian animal health industry. It had a well-\nregarded, technically trained field force and wide distribution network. Most of these attributes \ntransferred to ZAHL when it acquired the animal health business from Zydus. ZAHL will operate \nthe animal health business through species-based strategic business units for livestock and \n                                                 \n16 Institute for Transportation and Development Policy. 2017. Women and Transport in Indian Cities. New Delhi. \n17 C.H Unnikrishnan. 2014. Bridging the gender inequality gap in the pharma sector. Mint. 21 November. \n18 T.P Sethumadhavan. 2018. Changing shift towards women in veterinary profession. Mathrubhumi.  \n19 Food and Agriculture Organization of the United Nations. 2012. Invisible Guardians: Women Manage Livestock \nDiversity. Rome. \n20 The TA will be approved by the Director General of ADB’s Private Sector Operations Department as delegated by \nthe President, following the final approval of the proposed investment presented in this report. Of the total amount, \n$300,000 has been secured from Regional Cooperation and Integration Fund, $175,000 from Technical Assistance \nSpecial Fund (TASF-7), and $100,000 from Technical Assistance Special Fund (TASF-other sources). Outside of \nIndia, the TA will work with ZAHL’s distribution partners. As regional and global trade and cooperation expand, the \npotential for the widespread and cross-border transmission of emerging infectious diseases is an increasing risk. \nThese risks are heightened where zoonoses and antimicrobial resistance are a factor. Summary of the Proposed \nTechnical Assistance (accessible from the list of linked documents in Appendix 2). \n \n ", "5 \npoultry. For its livestock business line, ZAHL has two product categories: (i) therapeutic drugs for \nspecific  medical  indications;  and  (ii)  farm-care  products,  including  feed  supplements  and \nantiparasitic products. For its poultry business line, ZAHL also has two product categories: (i) \nbiologicals, primarily vaccines; and (ii) nonbiologicals, including therapeutic and feed supplement \nproducts. ZAHL follows an asset light business model and uses a mix of third-party manufacturing \nand its own manufacturing. It has one manufacturing facility located in the state of Uttarakhand \nand employs more than 900 staff, including almost 600 on-field staff and 200 manufacturing staff. \n \n18.  ZAHL acquired the existing management team of Zydus as part of the acquisition of the \nanimal health business. ZAHL is led by Dr. Arun Atrey (managing director and chief executive \nofficer), an industry veteran with 35 years of experience, earlier in Zydus and now in ZAHL. He \nhas been responsible for building the business from inception and will spearhead ZAHL’s growth. \nThe two business verticals, livestock and poultry, are both headed by highly experienced persons \nwith more than 20–30 years of experience in the animal health sector and are continuing from \nZydus to ZAHL. To ensure adequate focus on growth, exports is managed as a separate vertical, \nheaded  by  a  separate  business  head.  The  board  composition  of  ZAHL  is  yet  to  be  fully \nascertained and will be completed once all investors have completed their respective investments. \n \n19.  ADB  conducted  integrity  due  diligence  on  the  investee,  its  management,  and  its \nshareholders, and on the investee’s significant contracting entities. 21 They do not appear to \nconstitute a significant or potentially significant integrity risk, since no unresolved or substantiated \nadverse media or other relevant information related to them exists. ADB has obtained reasonable \nassurance that the investee was not established and is not being used for money laundering or \nterrorism financing in the project jurisdiction. Tax integrity due diligence was not required.  \n \nB.  Development Impacts, Outcome, and Outputs \n \n20.  Impacts.  The  project  is  aligned  with  the  following  impacts:  healthy  and  productive \nlivestock in the Indian subcontinent using standard, efficient, and safe veterinary biological \nproducts achieved, and farmers’ income doubled through increased agricultural productivity.22 \n \n21.  Outcome. The project will have the following outcome: production and delivery of animal \nhealth products improved.23 \n \n22.  Outputs. The expected outputs of the project will be (i) animal health care product portfolio \nexpanded, (ii) animal health and welfare practices in a gender-sensitive manner improved, (iii) \ncorporate governance and gender-inclusive policies improved, and (iv) gender equality and \nemployment opportunities enhanced. \n \nC.  Alignment with ADB Strategy and Operations \n \n23.  Consistency with ADB strategy and country strategy. The project is consistent with \nADB's Strategy 2030 and four of its operational priorities (OPs): OP1: addressing remaining \npoverty (by improving the incomes of farmers and improving health outcomes for all); OP2, \naccelerating progress in gender equality (by promoting gender equality); OP5, promoting rural \n                                                 \n21 ADB. 2003. Enhancing the Asian Development Bank's Role in Combating Money Laundering and the Financing of \nTerrorism. Manila.  \n22 Chaudhary Charan Singh National Institute of Animal Health. 2017. Vision 2030. Baghpat; and Government of India, \nNational Institution for Transforming India (NITI Aayog). 2017. Doubling Farmers’ Income: Rationale, Strategy, \nProspects and Action Plan. New Delhi. \n23 The design and monitoring framework is in Appendix 1. \n ", "6 \ndevelopment  and  food  security  (by  providing  farmers  with  quality  farm  inputs  to  improve \nagricultural  production);  and  OP7,  fostering  regional  cooperation  and  integration  (by  using \nregional cooperation for cross-border communicable disease prevention and facilitating trade).24 \nThe project is also aligned with ADB's Operational Plan for Private Sector Operations, 2019–\n2024, which calls for focusing on and mobilizing funds for providers of agricultural inputs and \nimproving quality standards in upstream sectors, and with ADB’s country partnership strategy for \nIndia, 2018–2022, which supports investments in rural infrastructure to improve agricultural \nproductivity.25 The country partnership strategy also refers to focus on the government's priority \nof doubling farmers’ incomes and provide support to intensify and diversify agricultural production. \n \n24.  Consistency with sector strategy and relevant ADB operations. The project is aligned \nwith ADB's operational plan for OP5, which stresses that “excessive and unauthorized use of \nantibiotics in livestock rearing by developing member country farmers is widespread” and that \n“smallholder farmers’ access to modern inputs … is quite limited.”26 The plan calls for ADB to \nmobilize private investments to “sustainably increase farm productivity and incomes” and promote \n“better-quality farm inputs.”27 The project complements other ADB sovereign initiatives: (i) the \nGreater Mekong Subregion Health Cooperation Strategy, 2019–202328; (ii) the South Asia \nSubregional Economic Cooperation Operational Plan, 2016–2025—One Health;29and (iii) South \nAsia Department’s scoping study on One Health.30 \n \nD.  Project Cost and Financing Plan \n \n[Redacted] \n \nE.  Implementation Arrangements \n \n25.  Table 3 summarizes the implementation arrangements. \n \nTable 3: Summary of Implementation Arrangements \nAspects  Arrangements \nRegulatory framework  The Department of Animal Husbandry and Dairying is responsible for livestock production, \npreservation, protection from diseases, and improvement of stocks and dairy development. \nIt falls within the Ministry of Fisheries, Animal Husbandry, and Dairying of the Government of \nIndia, dedicated to animal health and productivity. The regulation of animal health products \nin India is under the control of Veterinary Cell of Central Drug Standard Control Organization. \nManagement  The company’s overall strategy will be guided by a board of directors. Incoming investors will \nnominate representatives and appoint independent directors to compose a new board. The \nexisting management team from Zydus Animal Health Limited will continue in ZAHL. The \nexecutive management of ZAHL is run by experienced and well-reputed industry experts. \nImplementation period  2021-2022 \nImplementation  ZAHL uses a mix of third-party manufacturing and its own manufacturing. Apart from its \narrangements:  own manufacturing, ZAHL procures products under the following arrangements:  \n                                                 \n24 ADB. 2019. Strategy 2030 – Operational Plans: Overview. Manila.  \n25 ADB. 2019. Operational Plan for Private Sector Operations, 2019–2024. Manila; and ADB. 2017. Country Partnership \nStrategy: India, 2018–2022—Accelerating Inclusive Economic Transformation. Manila. \n26 ADB. 2019. Operational Plan for Priority 5. Manila. para. 65. \n27 Footnote 26, paras. 29 and 31. \n28 ADB. 2019. Greater Mekong Subregion Health Cooperation Strategy 2019-2023. Manila. Learnings from this project \nhave been useful in understanding various One Health related issues. \n29 ADB. 2016. Technical Assistance for Regional Project Development Support for the South Asia Subregional \nEconomic Cooperation Operational Plan, 2016-2025. Manila. \n30 ADB. 2021. Report on Scoping Study of One Health Capacity, Capability, and Operationalization in South Asia and \nSASEC Countries. Manila. \n \n ", "7 \nAspects  Arrangements \nProcurement and raw  (i)   Loan licensing with products manufactured on a job work basis. ZAHL procures raw \nmaterial supply  materials and provides it to job workers who then process it and charge conversion fee.  \n(ii)   Contract manufacturing. Products are manufactured entirely by a third party and bought \nby ZAHL for marketing and branding.  \n(iii)   Imports.  Imports  mainly  include  purchases  from  Israel  for  vaccines  and  active \npharmaceutical ingredients and feed supplements from the People's Republic of China. \nRaw materials are bought from time to time on a purchase order basis. Long-term \ncontracts are not usual in the industry and input prices are subject to demand–supply. \nSales, marketing, and  ZAHL sells its products to veterinary doctors and farmers mainly through commission and \ndistribution  sales agents. ZAHL has 2,500 stockists who generate orders for ZAHL and place them to the \ncommission and sales agents. The stockists then directly sell products to end customers. \nMonitoring  ZAHL will report on key performance indicators, including output and outcome indicators. \nZAHL = Zenex Animal Health India Private Limited. \nSources: Multiples Private Equity Fund III Limited and Asian Development Bank. \n \nF.  Projected Financial and Economic Performance \n \n[Redacted] \n \nG.  Unique Features \n \n26.  The project will be the first agribusiness co-investment of ADB’s Private Sector Operations \nDepartment leveraging on the market reach and due diligence abilities of an existing investee \nprivate equity fund. This is also the department’s first investment in a new sector of animal health. \nThe animal health sector is an extremely important sector for ADB in the post-COVID-19 world, \nwhere improving biosecurity, AMR mitigation, and zoonosis prevention have gained immense \nsignificance. The project also benefits from strong collaboration with the South Asia Environment, \nNatural Resources and Agriculture Division whose staff have made significant contribution to \nproject  design  by:  (i)  providing  regional  and  local  context,  (ii)  identifying  implementation \ngeographies, (iii) offering technical inputs, and (iv) establishing linkages with governmental \ninitiatives based on their experience gained in complementing sovereign projects (para. 24).  \n \nIII.  THE PROPOSED ADB ASSISTANCE \n \nA.  The Assistance \n \n27.  ADB will make an equity investment of up to ₹750 million (approximately $10.3 million) \nfrom its ordinary capital resources to purchase common equity shares of ZAHL from Multiples \n(footnote 31). This will result in ADB owning about 3.0% of ZAHL’s issued share capital.31  \n \nB.  Value Added by ADB Assistance \n \n28.  ADB assistance will add value on three fronts: \n(i)  Provide equity capital. ADB’s investment will fill a market gap at the request of \nMultiples towards total funding required. Without ADB’s participation, Multiples \nwould need to find another investor to fill the gap, which would prevent the intended \nstrategy implementation whereby the development priorities are implemented. \n                                                 \n31 ADB will purchase shares in ZAHL on a secondary basis from Multiples because of the need for ZAHL’s acquisition \nof the animal health business to complete in July 2021, which was prior to ADB’s completion of its due diligence \nrequirements on this proposed investment in ZAHL. ZAHL will apply an amount equivalent to ADB’s investment \nproceeds as described in paragraph 10. \n ", "8 \n(ii)  Encourage  best  safeguard  and  governance  practices  and  improving \nindustry best practices. ADB will promote higher environmental and social (E&S) \nstandards,  particularly  in  effluent  and  waste  treatment,  labor  standards,  and \nhuman resources and corporate governance policies. The project’s accompanying \nTA will train farmers and vets on correct use of antibiotics, biosecurity, farm \nhygiene, and alternatives to antibiotics’ use.  \n(iii)  Promote gender inclusion. ADB will promote gender equality in the project, \nworking with ZAHL to implement a gender action plan integrating strong gender \ninterventions directly benefiting the project’s male and female stakeholders (vets \nand farmers) and addressing gender gaps at corporate level. Further, ADB will \npromote that at least 20% of directors on ZAHL’s board are female. \n \nC.  Risks \n \n[Redacted] \n \nIV.  POLICY COMPLIANCE \n \nA.  Safeguards and Social Dimensions \n \n29.  ADB  has  categorized  the  investment  in  compliance  with  ADB’s  Safeguard  Policy \nStatement (2009) as follows: environment (category B), involuntary resettlement, category C) and \nindigenous peoples (category C).32 \n \n30.  ADB has undertaken due diligence and reviewed the potential environmental and social \nimpacts of the project and the measures to avoid, minimize, mitigate, and compensate for the \nadverse impacts in the safeguard reports and plans. The environmental and social measures and \ninstitutional capacity of ZAHL to manage the project’s social and environmental impacts needs to \nbe strengthened. \n \n31.  A  third  party  audit  report  comprised  of  (i)  an  assessment  of  the  current  status  of \nenvironmental, social, and governance risks in the animal health business; (ii) a review of Zydus’ \nexisting procedures in operating the manufacturing plant; (iii) an evaluation of Zydus’ existing \nprocesses  and  procedures  in  the  absence  of  an  existing  formal  environmental  and  social \nmanagement system (ESMS) and their implementation; and (iv) a review of compliance with \napplicable national laws of Zydus’ identified existing procedures, sites, and facilities. The audit \nconfirmed that the operational footprints of the animal health business that ZAHL was acquiring \nfrom Zydus were limited to a corporate head office in Ahmedabad, Gujarat and the manufacturing \nplant in Haridwar’s Integrated Industrial Estate, away from residential areas and not impacting \nany indigenous peoples’ communities. Audit findings and recommendations, including the E&S \naction plan, have been documented. ADB reviewed and updated the E&S action plan to be \naddressed by ZAHL. ZAHL will (i) apply ADB’s prohibited investment activities list, (ii) ensure that \nany future investment and/or re-investment activities using ADB funds will comply with ADB’s \nSafeguard Policy Statement and abide by national laws and regulations, and (iii) implement \nactivities to build staff capacity to implement the ESMS. ZAHL will engage a third-party consultant \nto prepare an ESMS commensurate with the nature of its business operations. Also, the ESMS \nwill set out requirements to comply with national labor laws and take measures to comply with the \ninternationally recognized core labor standards pursuant to ADB’s Social Protection Strategy \n(2001). ZAHL will ensure that the human resource policies on working hours, overtime pay, and \n                                                 \n32 ADB. Safeguard Categories. \n \n ", "9 \ninternal grievance mechanism, among others, are consistent with state and federal labor laws. \nThe ESMS will also contain requirements for information disclosure and consultation with affected \npeople following ADB requirements. ZAHL will report annually to ADB on its compliance with the \nESMS, applicable national laws and regulations, and ADB’s Safeguard Policy Statement and \nsocial protection requirements. \n \n32.  Effective gender mainstreaming Following ADB’s Policy on Gender and Development \n(1998),  ZAHL  has  incorporated  measures  to  promote  gender  equality  and  women’s \nempowerment in its business activities. Key features of the gender action plan are as follows: (i) \ngender sensitization introduced in ZAHL’s training programs to farmers and vets; (ii) participation \nof female livestock farmers in trainings; (iii) appointment of women in the company’s new board \nof directors; (iv) development of a corporate policy on diversity, gender equality, and inclusion; (v) \nworkshops on gender equality at work, contributing to ZAHL’s women leadership intervention \ninitiative; (vi) increase of women in technical roles; (vii) integration of female interns in the \ncompany’s  internship  program;  and  (viii)  targeted  participation  of  female  employees  in  a \nmanagement  and  leadership  development  program.  ZAHL  will  submit  periodic  reports  on \nimplementation of gender measures to ADB. \n \nB.  Anticorruption Policy \n \n33.  ZAHL was advised of ADB’s policy of implementing best international practice relating to \ncombating corruption, money laundering, and the financing of terrorism. ADB will ensure that the \ninvestment  documentation  includes  appropriate  provisions  prohibiting  corruption,  money \nlaundering, and the financing of terrorism; and remedies for ADB in the event of noncompliance. \n \nC.  Investment Limitations \n \n[Redacted] \n \nD.  Assurances \n \n34.  Consistent with the Agreement Establishing the Asian Development Bank (the Charter),33 \nADB will proceed with the proposed assistance upon establishing that the Government of India \nhas no objection to the proposed assistance to ZAHL. ADB will enter into suitable finance \ndocumentation, in form and substance satisfactory to ADB, following approval of the proposed \nassistance by the ADB Board of Directors. \n \nV.  RECOMMENDATION \n \n35.  I am satisfied that the proposed equity investment would comply with the Articles of \nAgreement of the Asian Development Bank (ADB) and recommend that the Board approve the \nequity investment of up to ₹780 million (or its equivalent in United States dollars) from ADB’s \nordinary capital resources in Zenex Animal Health India Private Limited for the Zenex Improved \nAnimal Health and Welfare Project in India, with such terms and conditions as are substantially in \naccordance with those set forth in this report, and as may be reported to the Board. \n \nMasatsugu Asakawa \nPresident \n22 October 2021\n                                                 \n33 ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. \n ", "10  Appendix 1 \n \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the Project is Aligned with \nHealthy and productive livestock in the Indian subcontinent using standard, efficient, and safe veterinary \nbiological products achieved (Vision 2030)a \nFarmer’s income doubled through increased agricultural productivity (Doubling Farmers’ Income: \nRationale, Strategy, Prospects and Action Plan)b \n \nData Sources \nand/or Reporting  Risks and Critical \nResults Chain  Performance Indicators  Mechanisms  Assumptions \nOutcome  By FY2024:     \nProduction and  a.  Total annual sales from  a.–b. Company’s  Unusual supply and \ndelivery of animal  therapeutics, farm care,  annual  demand dynamics in the \nhealth products  biological, and  development  market affect price. \nimproved  nonbiological products  effectiveness \nincreased to at least  monitoring report  Regulatory risk (e.g., \n₹9,189 million, of which  taxes, tariffs, duties, \n₹400 million is from  subsidies, and export \nexports (2020 baseline:  restrictions on products) \n₹5,133 million sales, ₹100  affect production and \nmillion exports) (OP7.2)  prices. \n \nb.  Number of farmers using \nthe company products \nincreased to at least \n108,200 (2020 baseline: \n100,000 farmers) \n(OP5.3.2) \n \nOutputs       \n1. Animal health care  1a. At least one merger and  1.–4. Company’s  Delays arise because of \nproduct portfolio  acquisition deal completed  annual  unsatisfactory \nexpanded  to expand product and/or  development  commercial due diligence \n  geographical footprint by  effectiveness  on acquisition targets \n  FY2024 (2020 baseline:  monitoring report  and/or buyer-willing seller \n  Not applicable)  agreements. \n     \n  1b. At least three new  Unforeseen changes \n  products developed and  arise in regulations. \n  introduced to market by   \n  2026 (2020 baseline: Not  Unforeseen restrictions \n  applicable)  arise because of \n    continuing pandemic \n2. Animal health and  2a. A training handbook on  impacts. \nwelfare practices in  best practices on animal \na gender-sensitive  health and welfare created \nmanner improved  and distributed to 10,000 \n  vets in India by June 2023 \n  (2020 baseline: Not \n  applicable) \n   \n  2b. At least two training \n  programs for farmers and \n  vets developed covering \n  best practices on farm \n ", "Appendix 1  11 \nData Sources \nand/or Reporting  Risks and Critical \nResults Chain  Performance Indicators  Mechanisms  Assumptions \n  hygiene, animal health, \n  optimal use of antibiotics, \n  and alternatives to \n  antibiotics using natural or \n  herbal products, among \n  others, by June 2023 \n  (2020 baseline: Not \n  applicable) \n   \n  2c. Training programs to \n  farmers and vets include at \n  least one module on \n  gender sensitization  by \n  June 2023c (2020 \n  baseline: Not applicable) \n   \n  2d. At least 2,000 livestock \n  farmers (of which 40% are \n  women) in India and other \n  relevant developing \n  member countries trained \n  in animal health and \n  welfare management, \n  including use of antibiotics \n  and gender sensitization \n  by December 2024 (2020 \n  baseline: 0) (OP1.1.1) \n   \n3. Corporate  3a. Environmental, social, \ngovernance and  governance, and \ngender-inclusive  sustainability policies (such \npolicies improved  as policies on risk \n  management and \n  compliance) developed by \n  December 2024 (2020 \n  baseline: Not applicable) \n   \n  3b. At least 20% of appointed \n  directors on the company’s \n  new board of directors are \n  women by December \n  2022d (2020 baseline: Not \n  applicable) (OP2.3) \n   \n  3c. Corporate policy on \n  diversity, gender equality, \n  and inclusion developed by \n  December 2022 (2020 \n  baseline: Not applicable) \n  (OP2.3.2) \n   \n  3d. At least two workshops \n  held annually through the \n \n ", "12  Appendix 1 \n \nData Sources \nand/or Reporting  Risks and Critical \nResults Chain  Performance Indicators  Mechanisms  Assumptions \n  company’s women \n  leadership intervention \n  initiative on gender \n  equality at work by \n  December 2024e (2020 \n  baseline: 0) \n   \n4. Gender equality of  4a. Share of women in \nemployment  technical roles increased \nopportunities  to at least 10% by \nenhanced  December 2024 (2020 \n  baseline: 6%) (OP2.1) \n \n4b. At least 25% of total \ninterns selected in the \ncompany’s internship \nprogram each year are \nfemale by December 2024 \n(2020 baseline: 0) \n(OP1.1.1) \n \n4c. At least 25% of total \nfemale employees receive \nmanagement and \nleadership development \nprogram by December \n2024 (2020 baseline: 0) \n(OP2.3.1) \n     \nKey Activities with Milestones \n1. Animal health care product portfolio expanded \n1.1 ADB disburses investment and other co-investment completed by June 2022. \n1.2 Multiples Private Equity Fund III Limited hires advisory services or investment bankers to initiate \nmerger and acquisition opportunity by September 2023. \n1.3 Company pilot-tests at least two new animal health products in the market by December 2024. \n \n2. Animal health and welfare practices in a gender-sensitive manner improved \n2.1  Commission technical assistance consultants by December 2022 to help develop training programs \nand handbooks. \n2.2  Develop a rollout plan for the training that accommodates the needs of both men and women by Q3 \n2022. \n2.3  Assess local gender context and scope gender sensitization module by Q3 2022. \n \n3. Corporate governance and gender-inclusive policies improved \n3.1  Conduct internal consultations and review of policies to inform the drafting of the corporate policy on \ndiversity, gender equality, and inclusion by Q4 2022.  \n3.2  Identify female candidates for the new board of directors by Q1 2022. \n3.3  Identify topics and themes for gender workshops based on staff consultations by Q3 2022. \n \n4. Gender equality of employment opportunities enhanced \n4.1  Review existing recruitment practices and develop a plan to increase women in technical roles by \nQ3 2022. \n4.2  Develop a plan to reach out and enroll female students for the internship program by Q3 2022. \n \n ", "Appendix 1  13 \n4.3  Develop a rollout plan to reach out, consult with, and integrate more women staff into a \nmanagement and leadership development program by Q3 2022. \nInputs \nE  quity  $333.0 million \nADB equity  $10.3 million \nADB technical assistance  $0.5 million \nDebt  $68.5 million \nInternal accruals  $97.2 million \n \nADB = Asian Development Bank, OP = operational priority, Q = quarter, vets = veterinarians. \na  Chaudhary Charan Singh National Institute of Animal Health. 2017. Vision 2030. Baghpat. \nb  Government of India, National Institution for Transforming India (NITI Aayog). 2017. Doubling Farmers’ Income: \nRationale, Strategy, Prospects and Action Plan. New Delhi. \nc  Gender sensitization module for farmers may include joint decision-making at household and farm levels and build \nawareness of local gender issues, such as girls’ education and early marriage. The gender sensitization module for \nvets may include effective methods to disseminate information and services to female livestock-owners and farmers. \nd  Zenex Animal Health India Private Limited’s initial board composition will be five members, of which at least one will \nbe a woman. Zenex Animal Health India Private Limited commits to keep a 20% balance should board membership \nincrease over the next five years. \ne  The workshops will aim to boost morale and retention of women in the company and likely focus on increasing \nproductivity, building better teams, building confidence and balancing home and work particularly during COVID-19. \nContribution to Strategy 2030 Operational Priorities \nExpected values and methodological details for all OP indicators to which this project will contribute results are detailed \nin Contribution to Strategy 2030 Operational Priorities (accessible from the list of linked documents in Appendix 2). \nSource: Asian Development Bank. \n \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=55240-001-4 \n1. Contribution to Strategy 2030 Operational Priorities\n2. Country Economic Indicators"], "metadata": {"ADBContentGroup": "", "ADBCountry": "", "ADBDepartmentOwner": "7;#SEC|0251849c-5d26-4413-ade9-2e3ee268b27b", "ADBDivision": "", "ADBDocumentLanguage": "3;#English|16ac8743-31bb-43f8-9a73-533a041667d6", "ADBDocumentSecurity": "", "ADBDocumentType": "15;#Templates|c97063a1-ad03-4324-beaa-bf7c225b0bba", "ADBDocumentTypeValue": "ADB Document", "ADBSector": "", "Author": "Asian Development Bank", "AuthorIds_UIVersion_516": "110", "Comments": "v.1Dec16 PSOD client info; v.17Nov16 PSOD harmonized disclosure note; OPR added \"regional\" indicator; v.18Oct2016 PSOD revised risk wording; v.26Jun2015 OGC standard wording for proposal, social dimensions, assurances, recommendation; updated DMF; added attached TA LD; v.26Dec2014 PSOD project advisor, S2020 MTR, gender action plan, run-in heads; v.8Jul2014 PSOD standard wording for risk rating; SPD 2014 project classification system", "Company": "Licenced User", "ContentTypeId": "0x0101000C65F5559C87884589E1AB40BEC0342F", "CreationDate": "D:20220117030542Z", "Creator": "Acrobat PDFMaker 21 for Word", "Keywords": "india, zenex, animal health, animal welfare, animal health care products, smallholder farmers, antimicrobial resistance, farm hygiene, biosecurity, farmer incomes, agricultural productivity, 55240-001, adb projects, project approval, terms and conditions, rrp, approved projects", "MSIP_Label_817d4574-7375-4d17-b29c-6e4c6df0fcb0_ActionId": "3559de70-1f03-4315-b323-1dafd67a1e39", "MSIP_Label_817d4574-7375-4d17-b29c-6e4c6df0fcb0_ContentBits": "2", "MSIP_Label_817d4574-7375-4d17-b29c-6e4c6df0fcb0_Enabled": "true", "MSIP_Label_817d4574-7375-4d17-b29c-6e4c6df0fcb0_Method": "Standard", "MSIP_Label_817d4574-7375-4d17-b29c-6e4c6df0fcb0_Name": "ADB Internal", "MSIP_Label_817d4574-7375-4d17-b29c-6e4c6df0fcb0_SetDate": "2021-08-27T06:40:57Z", "MSIP_Label_817d4574-7375-4d17-b29c-6e4c6df0fcb0_SiteId": "9495d6bb-41c2-4c58-848f-92e52cf3d640", "ModDate": "D:20220117154631+08'00'", "Producer": "Adobe PDF Library 21.1.174", "SourceModified": "D:20220117030535", "Subject": "The project will support the enhanced production of quality animal health care products, which will help smallholder farmers to mitigate disease risk, reduce losses, and increase productivity, thereby increasing farmers' incomes. The project will also support increased awareness about antimicrobial resistance, better farm hygiene, and biosecurity best practices. The project will also support gender inclusion at corporate and farm levels.\r\rThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\r\rThis document dated October 2021 is provided for the ADB project 55240-001 in India.", "TaxCatchAll": "3;#English|16ac8743-31bb-43f8-9a73-533a041667d6;#15;#Templates|c97063a1-ad03-4324-beaa-bf7c225b0bba;#7;#SEC|0251849c-5d26-4413-ade9-2e3ee268b27b", "Title": "Zenex Improved Animal Health and Welfare Project: Report and Recommendation of the President", "a37ff23a602146d4934a49238d370ca5": "Templates|c97063a1-ad03-4324-beaa-bf7c225b0bba", "d01a0ce1b141461dbfb235a3ab729a2c": "", "d61536b25a8a4fedb48bb564279be82a": "SEC|0251849c-5d26-4413-ade9-2e3ee268b27b", "h00e4aaaf4624e24a7df7f06faa038c6": "English|16ac8743-31bb-43f8-9a73-533a041667d6", "ia017ac09b1942648b563fe0b2b14d52": "", "k985dbdc596c44d7acaf8184f33920f0": "", "p030e467f78f45b4ae8f7e2c17ea4d82": ""}, "author_page": " \nVice-President  Ashok Lavasa, Private Sector Operations and Public–Private \nPartnerships \nDirector General  Suzanne Gaboury, Private Sector Operations Department (PSOD) \nDeputy Director  Christopher Thieme, PSOD \nGeneral \n   \nTeam leader  Tushna Dora, Investment Specialist, Office of the Director General \n(OPSD), PSOD \nDuarte Henriques da Silva, Senior Investment Specialist, OPSD, PSOD \nProject advisor  Martin Lemoine, Principal Investment Specialist, OPSD, PSODa \nTeam members  Christian Abeleda, Associate Project Analyst, Private Sector Transaction \nSupport Division (PSTS), PSOD \nAnne Valko Celestino, Social Development (Gender and Development) \nSpecialist, PSTS, PSOD \nJulian Chenoweth, Principal Counsel, Office of the General Counsel \n  Edwin David, Senior Investment Officer, OPSD, PSOD \nAgatha Diaz, Associate Social Development Officer (Safeguards), PSTS, \nPSOD \nAnnabelle Giorgetti, Senior Economist, PSTS, PSOD \nManfred Kiefer, Principal Economist, PSTS, PSOD \n  Farshed Mahmud, Senior Investment Specialist, Private Sector \nInvestment Funds and Special Initiatives Division (PSIS), PSOD \nJocelyn Munsayac, Principal Safeguards Specialist, PSTS, PSOD \nNaja Penas, Associate Transaction Support Officer, PSTS, PSOD \nArlene Porras, Senior Safeguards Officer, PSTS, PSOD \nGrachelle Talicuran, Associate Safeguards Officer (Environment), PSTS, \nPSOD \nSiela Teng-Almocera, Senior Social Development Officer, PSTS, PSOD \na  Outposted to the ADB Singapore Office. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", "authors": [{"fullname": "Ashok Lavasa", "role": "Private Sector Operations and Public", "organization": ""}, {"fullname": "Suzanne Gaboury", "role": "Private Sector Operations Department (PSOD)", "organization": ""}, {"fullname": "Christopher Thieme", "role": "PSOD", "organization": ""}, {"fullname": "Tushna Dora", "role": "Investment Specialist", "organization": "Office of the Director General"}, {"fullname": "Duarte Henriques da Silva", "role": "Senior Investment Specialist", "organization": "OPSD"}, {"fullname": "Martin Lemoine", "role": "Principal Investment Specialist", "organization": "OPSD"}, {"fullname": "Christian Abeleda", "role": "Associate Project Analyst", "organization": "Private Sector Transaction"}, {"fullname": "Anne Valko Celestino", "role": "Social Development (Gender and Development)", "organization": ""}, {"fullname": "Julian Chenoweth", "role": "Principal Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Edwin David", "role": "Senior Investment Officer", "organization": "OPSD"}, {"fullname": "Agatha Diaz", "role": "Associate Social Development Officer (Safeguards)", "organization": "PSTS"}, {"fullname": "Annabelle Giorgetti", "role": "Senior Economist", "organization": "PSTS"}, {"fullname": "Manfred Kiefer", "role": "Principal Economist", "organization": "PSTS"}, {"fullname": "Farshed Mahmud", "role": "Senior Investment Specialist", "organization": "Private Sector"}, {"fullname": "Jocelyn Munsayac", "role": "Principal Safeguards Specialist", "organization": "PSTS"}, {"fullname": "Naja Penas", "role": "Associate Transaction Support Officer", "organization": "PSTS"}, {"fullname": "Arlene Porras", "role": "Senior Safeguards Officer", "organization": "PSTS"}, {"fullname": "Grachelle Talicuran", "role": "Associate Safeguards Officer (Environment)", "organization": "PSTS"}, {"fullname": "Siela Teng-Almocera", "role": "Senior Social Development Officer", "organization": "PSTS"}]}