{"path": "data/input/reports/55291-001-rrp-en.pdf", "pages": [" \n \n \n \n \nReport and Recommendation of the President \n \n \nto the Board of Directors\n \n \n  \n \n \n \n \nProject Number: 55291-001 \nNovember 2021 \n \n \n \n \nProposed Small Expenditure Financing Facility \nMongolia: Project Readiness Enhancement Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nAccess to Information Policy.\n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 12 October 2021) \n \nCurrency unit  –  togrog (MNT) \nMNT1.00  =  $0.000351016     \n$1.00  =  MNT2,848.87     \n \nABBREVIATIONS \n \n  AAM  –  activity administration manual \n  ADB  –  Asian Development Bank \n  COVID-19  –  coronavirus disease \n  CPS  –  country partnership strategy \n  SEFF  –  small expenditure financing facility \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  M. Teresa. Kho, East Asia Department (EARD) \nDirectors  Pavit Ramachandran, Mongolia Resident Mission (MNRM), EARD \nSujata Gupta, Sustainable Infrastructure Division (EASI), EARD \n   \nTeam leaders  Declan F. Magee, Principal Country Economist, MNRM, EARD   \nArun Ramamurthy, Principal Infrastructure Specialist (Digital \nTechnology), EASI, EARD \nMookiah Thiruchelvam, Head, Portfolio Administration Unit, MNRM, \nEARD \nTeam members  Tahmeen Ahmad, Financial Management Specialist, Public Financial \nManagement Division, Procurement, Portfolio and Financial \nManagement Department (PPFD) \nShannon C. Cowlin, Principal Energy Specialist, EASI, EARD \nUyanga Enkhsaikhan, Associate Project Analyst, MNRM, EARD \nAnand Ganbaatar, Transport Officer, MNRM, EARD \n  Jeffrey M. Miller, Principal Transport Specialist, EASI, EARD \nOngonsar Purev, Senior Environment Officer, MNRM, EARD  \nAysha Qadir, Principal Counsel, Office of the General Counsel \n  Hiet Thi Hong Tran, Senior Procurement Specialist, Procurement \nDivision 2, PPFD \nBayarmaa Tsetsgee, Project Analyst, MNRM, EARD \nPeer reviewer  Ganesh Kailasam, Senior Transport Specialist, Transport and \nCommunications Division, Central and West Asia Department \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", " \nCONTENTS \n \nPage \nSMALL EXPENDITURE FINANCING FACILITY AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE FACILITY  1 \nA.  Rationale  1 \nB.  Facility Description  2 \nC.  Value Added by ADB  3 \nD.  Scope of First Activity  3 \nE.  Summary Cost Estimates and Financing Plan  4 \nF.  Implementation Arrangements  5 \nIII.  DUE DILIGENCE  6 \nA.  Economic and Financial Viability  6 \nB.  Governance  6 \nC.   Poverty, Social, and Gender  6 \nD.  Safeguards  7 \nE.  Summary of Risk Assessment and Risk Management Plan  7 \nIV.  ASSURANCES AND CONDITIONS  8 \nV.  RECOMMENDATION  8 \n \nAPPENDIX \nList of Linked Documents  10 \n \n \n ", "Project Classification Information Status: Complete\nSMALL EXPENDITURE FINANCING FACILITY AT A GLANCE\n1. Basic Data Project Number: 55291-001\nProject Name Project Readiness Enhancement Project  Department/Division EARD/MNRM\nCountry Mongolia Executing Agency Ministry of Finance (formerly \nBorrower Mongolia Ministry of Finance and \nEconomy)\nCountry Economic https://www.adb.org/Documents/LinkedDo\nIndicators cs/?id=55291-001-CEI\nPortfolio at a Glance https://www.adb.org/Documents/LinkedDo\ncs/?id=55291-001-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nTransport Multimodal logistics 9.00\nRoad transport (non-urban) 9.60\nPublic sector management Public administration 1.40\nTotal 20.00\n3. Operational Priorities\nMaking cities more livable\nStrengthening governance and institutional capacity\n4. Sustainable Development Goals Poverty Targeting\nSDG 8.1 General Intervention on Poverty\nSDG 9.1, 9.4\nSDG 11.2\nSDG 16.6\n5. Financing\nModality and Sources Amount ($ million)\nADB 20.00\n     Sovereign Small expenditure financing facility (Regular Loan): Ordinary capital  20.00\nresources\nCofinancing 0.00\n     None 0.00\nCounterpart 1.50\n     Government  1.50\nTotal 21.50\nCurrency of ADB Financing: US Dollar \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 27102021093547110713 Generated Date: 03-Nov-2021 9:40:24 AM", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed small \nexpenditure financing facility (SEFF) to Mongolia for the Project Readiness Enhancement Project \n(facility). \n \n2.   The facility will finance a series of small-scale activities to support the readiness and \nstrengthen the implementation of major infrastructure projects proposed to be financed by the \nAsian Development Bank (ADB) in Mongolia. Each activity will be linked to ADB’s country \npartnership strategy (CPS) for Mongolia, 2021–2024 and associated pipeline of ensuing projects.1 \nThe SEFF’s priority sectors will include transport; water and other urban infrastructure and \nservices; agriculture, natural resources, and rural development; and energy. \n \n3.  The SEFF’s primary objective is to develop quality infrastructure projects. The facility will \nfinance the (i) implementation readiness of linked ADB-financed projects; (ii) piloting of new \ntechnology, innovation, or improvement in design standards; and (iii) improvement of project \nefficiency and sustainability, including consideration of climate and disaster resilience in project \npreparation. The SEFF will allow ADB and the Government of Mongolia to greatly boost project \nimplementation by (i) supporting early design work and procurement actions to mitigate systemic \nproject start-up bottlenecks, (ii) strengthening the government’s project implementation capacity, \nand (iii) completing and benchmarking infrastructure investments in conformance with up-to-date \ndesign and performance standards. \n \nII.  THE FACILITY \n \nA.  Rationale \n \n4.  Country portfolio overview. As Mongolia’s lead development partner, ADB proactively \nimproves coordination with  government  agencies  and  development  partners  across  priority \nsectors. ADB's engagement in development planning and implementation is broad-based and \nsubstantial, the result of more than 30 years of in-country operations, including support for \ncoronavirus disease (COVID-19) response and recovery. As of 30 September 2021, the active \nportfolio included 68 loans and grants, funding 39 projects with a total value of $1.927 billion, and \n51 technical assistance projects with an aggregate net value of $42.8 million. A number of \nchallenges need to be resolved to ensure better project implementation and solid portfolio \ndelivery. The average start-up delay is more than 14 months across all projects, caused by (i) \nlack of detailed designs, (ii) insufficient use of recently approved advance procurement, (iii) \nconsistent delays in establishing project management units, and (iv) lack of continuity of project \nmanagement unit staff from design to implementation. The delays negatively impact project \nperformance. A unique challenge is the short construction season for civil works because of the \nextreme and long winter. Design and procurement readiness will help ensure better project \ndelivery. \n \n5.  Mongolia has sparser basic economic infrastructure than most countries.2 Continued \ngrowth without major investments in infrastructure is unrealistic, but funding challenges mean that \nthe investments must be highly efficient and that borders must be easy to cross, which would \n \n1  ADB. 2021. Country Partnership Strategy: Mongolia, 2021–2024—Laying Resilient Foundations for Inclusive and \nSustainable Growth. Manila. \n2  Mongolia scores 130 of 160 on the World Bank’s logistics performance index and scores low on other infrastructure \nindexes and benchmarks. \n \n ", " \n2\nmake cross-border infrastructure and connectivity more efficient. The government has prioritized \ninfrastructure development to catalyze COVID-19 recovery, attract foreign direct investment and \nprivate sector participation, and stimulate job creation, and has requested ADB to support several \nlarge infrastructure projects, greatly increasing the complexity and size of ADB’s portfolio. The \nprojects include complex urban transport and traffic management in Ulaanbaatar, satellite-city \ndevelopment and associated rail and logistics support, export-oriented agriculture and livestock \ndevelopment, and road transport. Delivering a complex portfolio will require a high level of project \ndesign  readiness,  a  strong  focus  on  project  administration,  and  in-depth  support  to  the \ngovernment in managing procurement contracts and projects. \n \n6.  Strategic context. The CPS, 2017–2020 for Mongolia was the largest-ever partnership \nbetween ADB and Mongolia, resulting in commitments of $1.49 billion.3 Following parliamentary \nelections in June 2020, the new government unveiled an ambitious development program and \naction plan to close Mongolia’s infrastructure gap and launch the country on a new development \ntrajectory.4 Basic infrastructure in Ulaanbaatar and other regions must be upgraded immediately \nto meet competitiveness and development goals. ADB is the country’s largest development \npartner, and the government has requested ADB to lead in supporting the program.5 The SEFF \nwill  help  achieve  the  goals  of  ADB’s  Strategy  2030  by  (i)  strengthening  governance  and \ninstitutional capacity to reinforce service delivery and improve capacity and standards, and (ii) \npromoting innovative technology.6 The project is consistent with Mongolia’s Vision–2050;7 the \nFive-Year National Development Plan for 2021–2025;8 and the Government Action Plan, 2020–\n2024 (footnote 4); and is aligned with the current CPS (footnote 1). \n \nB.  Facility Description \n \n7.  Objective. Facility activities will improve the efficiency, sustainability, responsiveness, \nand readiness of ADB-financed projects. \n \n8.  Facility scope. The facility will finance a series of small-scale activities related to one or \nmore of the outputs (paras. 10–12).9 Each SEFF activity will be aligned with the CPS, with \ntransport, urban development, energy, and agriculture as priority sectors. The scope will include \ncomponents of climate change mitigation and adaptation. \n \n9.  The following will contribute to the achievement of the outputs and outcomes of the linked \nADB-financed projects. \n \n10.  Output 1: Project implementation readiness for ensuing projects improved. The \nfacility will support project preparation, design activities, and institutional strengthening for ADB-\nfinanced projects scheduled for approval from 2022 to 2024. This output will include Ulaanbaatar \ntraffic  management  and  other  transport  improvement  interventions,  energy,  export-oriented \n \n3  ADB. 2017. Country Partnership Strategy: Mongolia, 2017–2020—Sustaining Inclusive Growth in a Period of \nEconomic Difficulties. Manila. \n4  State Great Khural. 2020. Government Action Plan, 2020–2024. Ulaanbaatar. \n5  Other development partners are the World Bank, European Bank for Reconstruction and Development, Japan \nInternational Cooperation Agency, and other bilateral donors. \n6  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n7   State Great Khural. 2020. Mongolia’s Vision–2050. Ulaanbaatar. \n8   State Great Khural. 2020. National Development Plan for 2021-2025. Ulaanbaatar  \n9  Indicative Activities (accessible from the list of linked documents in the Appendix). \n \n ", "3 \nlogistics  improvement,  management  of  the  agriculture  and  livestock  supply  chain,  and \nimprovements in regional connectivity projects. \n \n11.  Output 2: New technology, innovation, or improvement in design standards pilot-\ntested.  The  facility  will  support  pilot-testing  of  advanced  technologies  and  management \napproaches to reduce life-cycle costs, improve service efficiency and quality, and minimize \nnegative environmental and social impacts. Developing smart traffic management in Ulaanbaatar \nis an example of using new technology and management approaches. \n \n12.  Output 3: Project efficiency and sustainability enhanced. The facility will improve \nproject efficiency and sustainability, including capacity building and implementation support for \nnew  projects,  institutional  efficiency,  governance  improvements,  preparation  of  safeguard \ndocuments,  financial  and  economic  analysis  for  ensuing  projects,  and  operation  and \nmaintenance. The institutional arrangements for the proposed mass transit system in Ulaanbaatar \nis the first activity planned under output 3. \n \n13.  Facility-financed activities are listed in the indicative activities (footnote 9). \n \nC.  Value Added by ADB \n \n14.  Proposed facility and ADB value addition. The SEFF presents a unique opportunity for \nADB to strengthen project preparation and implementation, allowing Mongolia to deliver the \npriorities of Vision–2050 (footnote 7). The government agreed to borrow for project design costs \nfor the first time, highlighting its commitment to strengthen project administration. The government \nintends to improve project design readiness to avoid start-up delays, which affect contract awards \nand disbursement ratios, possibly cause cost overruns, and hold up delivery of project benefits. \nThe SEFF will allow ADB and the government to expedite project implementation by (i) supporting \nearly design work and advance procurement to lessen project start-up bottlenecks; (ii) strengthen \nthe  government’s  project  implementation  capacity;  (iii)  introduce  innovative  solutions,  new \ntechnologies,  standards,  and  management  approaches;  and  (iv)  complete  infrastructure \ninvestments in conformance with up-to-date performance standards. The SEFF will help improve \ngovernance by building institutions, sustaining operation and maintenance, and pilot-testing new \ntechnologies. \n \nD.  Scope of First Activity \n \n15.  The first activity under the facility, estimated to cost $7 million, will help improve traffic \nmanagement and mass transit in Ulaanbaatar. This will include (i) conducting detailed design of \nthe selected mass rapid transit system, including road corridor improvement based on the \ncompleted feasibility studies under ADB-funded projects;10 (ii) preparing safeguard compliance \ndocuments; (iii) undertaking procurement actions for ensuing project as detailed in the AAM;11 (iv) \npilot-testing of the smart traffic management system; (v) strengthening road safety measures for \n \n10 Municipality of Ulaanbaatar. 2011. Feasibility Study on Metro Construction in Ulaanbaatar City. Ulaanbaatar; ADB. \n2009. Technical Assistance to Mongolia for Urban Transport Development Investment Program in Mongolia. Manila. \nADB. 2012. Urban Transport Development Investment Program in Mongolia. Manila; ADB. 2012. Technical \nAssistance for Implementation of Sustainable Transport in Asia and the Pacific—New Approaches to Implement \nSustainable Low Carbon Transport in the Asia and Pacific Region (Subproject 5). Manila; ADB. 2012. Technical \nAssistance to Mongolia for Ulaanbaatar Urban Transport Capacity Development. Manila; and ADB. 2015. Technical \nAssistance to Mongolia for Public–Private Partnership in Urban Public Transport Sector of Ulaanbaatar. Manila. \n11  Activity Administration Manual (accessible from the list of linked documents in the Appendix). \n \n ", " \n4\nschool zones;12 (vi) developing mobile phone–based applications for parking zones and smart \nparking; and (vii) improving the institutional arrangements for the development and operations of \nthe proposed mass transit system, including the role of the private sector. Small civil works are \nenvisaged, related to installing office equipment and renovating facilities. \n \nE.  Summary Cost Estimates and Financing Plan \n \n16.  The government has requested a facility in an amount of up to $20,000,000 from ADB’s \nordinary capital resources to help finance the activities. The proposed facility will consist of \nmultiple subloans, subject to the government’s submission of activity requests, the execution of \nthe activity subloan agreement for each activity, and the fulfillment of the terms and conditions \nand undertakings in the facility agreement. \n \n17.  The facility amount includes the total estimated cost of activities to be financed, including \ntaxes and duties, physical and price contingencies, and other charges during implementation \n(Table 1). \n \nTable 1: Summary Cost Estimates \n($ million) \nItem  Amounta \nA.  Base Costb   \n  1. Output 1: Project implementation readiness for ensuing projects improved  11.70 \n  2. Output 2: New technology, innovation, or improvement in design  1.20 \n  standards pilot-tested  \n  3. Output 3: Project efficiency and sustainability enhanced  7.50 \n    Subtotal (A)  20.40 \nB.  Contingenciesc   1.00 \nC.  Financial Charges during Implementation  0.10 \n      Total (A+B+C)  21.50 \nNote: The first activity will be improving traffic management including road corridor improvement and mass transit in \nUlaanbaatar, estimated to cost $7.35 million, included under output 3. \na  Includes value added taxes, and custom duties of $1 million. Such amount does not represent an excessive share \nof the facility cost. The government will finance taxes and duties through exemptions. \nb  The prices are as of 6 May 2021. \n \nc  Physical contingencies computed at 5% for civil works, and 2% for field research and development, training, surveys, \nand studies if the facility’s scope is beyond project readiness (i.e., pilot-testing, post-project support, and/or support \nfor an ongoing project). Price contingencies computed at an average of 1.6% on foreign exchange costs and 6.7% \non local currency costs; include provision for potential exchange rate fluctuation under the assumption of a \npurchasing power parity exchange rate. \nSource: Asian Development Bank estimates. \n \n18.  The following types of expenditure will be eligible for facility financing: consulting services, \nnon-consulting services, small works, and goods. \n \n19.  The subloan for the first activity under the facility will be a regular loan of $7,000,000 from \nADB’s ordinary capital resources with a 5-year term, an annual interest rate determined following \nADB’s London interbank offered rate (LIBOR)–based lending facility, a front-end fee of 0.15% (the \ninterest and other charges during construction to be capitalized in the loan), and such other terms \nand conditions set forth in the draft facility agreement. \n \n12 ADB. 2017. Technical Assistance for Implementation of Sustainable Transport for All. Manila; and ADB. 2019. Grant \nAssistance Report: Proposed Administration of Grant to Mongolia for Improving Transport Services in Ger Areas. \nManila. \n \n ", "5 \n20.  The summary financing plan is in Table 2. \n \nTable 2: Summary Financing Plan \n($ million) \nActivity \n  (estimated year of commitment)      \nShare \nof Total \nSource  2021  2022  2023  2024  Amount  (%) \nAsian Development Bank             \n  Ordinary capital resources (regular loan)  7.00  4.00  5.00  4.00  20.00  93.02 \nGovernment of Mongolia  0.35  0.35  0.45  0.35  1.50  6.98 \n    Total  7.35  4.35  5.45  4.35  21.50   100.00 \nSource: Asian Development Bank estimates. \n \nF.  Implementation Arrangements \n \n21.  The executing agency for the facility will be the Ministry of Finance (MOF). MOF and ADB \nwill agree on all facility-financed activities, considering (i) consistency with CPS strategic priorities \nand facility outputs, (ii) exclusion of activities classified as category A or B for environment and \nsocial safeguards in line with ADB’s Safeguard Policy Statement (2009), and (iii) a maximum \nactivity cost not exceeding $7,000,000. \n \n22.  The implementing agency for the first activity under the facility will be the Municipality of \nUlaanbaatar,  which  will  be  responsible  for  the  overall  coordination,  implementation,  and \nmanagement of the first activity. \n \n23.  During  activity  preparation,  ADB  will  extensively  consult  representatives  of  the \ngovernment  ministries;  provincial  and  district  departments;  civil  society  organizations;  and \ndevelopment partners (Japan International Cooperation Agency, the World Bank, and bilateral \ndonors). \n \n24.  Implementation arrangements of the facility, including specific arrangements for the first \nactivity under the facility, are summarized in Table 3, and described in detail in the activity \nadministration manual (AAM).13 \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nSEFF availability period  December 2021–December 2026 \nEstimated completion date  October 2026 \nExpected first activity closing  July 2024 \ndate \nManagement \n(i)  Executing agency for  Ministry of Finance \nSEFF \n(ii)  Implementing agencies  First activity: Municipality of Ulaanbaatar \nfor SEFF activities \n(iii) Implementation unit for  To be determined for each activity. For the first activity the implementing \nSEFF activities  agency will establish a project implementation unit. \n \n13 Activity Administration Manual (accessible from the list of linked documents in the Appendix). \n \n ", " \n6\nAspects  Arrangements \nProcurement  The first activity will procure one contract amounting to $0.2 million under \nworks (request for quotation) and one contract amounting to $0.8 million \nunder supply contracts, using the open competitive bidding national \nadvertisement method. Each SEFF activity will generally have its own \nactivity administration manual and procurement plan. \nConsulting services  The first activity will engage one consulting firm for 272 person-months \n($4.50 million) through  quality- and cost-based selection, and  three \nindividual consultants for about 80 person-months ($0.30 million) through \nindividual consultant selection. Each SEFF activity will generally have its \nown activity administration manual and procurement plan. \nDisbursement  Disbursement of each subloan proceeds for the activity subloans will \nfollow ADB's Loan Disbursement Handbook (2017, as amended from \ntime to time) and detailed arrangements agreed between the government \nand ADB.  \nADB = Asian Development Bank, SEFF = small expenditure financing facility. \nSource: Asian Development Bank. \n \nIII.  DUE DILIGENCE \n \nA.  Economic and Financial Viability \n \n25.  Economic and financial analysis will be carried out, as appropriate, for each facility-\nfinanced activity to confirm that the ADB-financed project supported by the activity will remain \nviable. The first activity under the facility will help improve traffic management and mass transit in \nUlaanbaatar and provide economic benefits through reduced travel time and vehicle operating \ncosts savings. The first activity includes a full economic and financial analysis. Economic and \nfinancial due diligence will be conducted for all facility-financed activities. \n \nB.  Governance \n \n26.  Financial  management  and  procurement  risk  assessments  for  the  executing  and \nimplementing  agencies  of  the  first  activity  find  low  pre-mitigation  financial  risks  and  low \nprocurement management risks. The justifications for the low-risk ratings are the following: (i) the \nexecuting agency has experience in implementing ADB-financed projects; (ii) the executing and \nimplementing agencies will provide financial guidance and support to the project implementation \nunit; and (iii) ADB, through the project team, will support procurement and consultant recruitment. \nStrategic procurement planning was undertaken for the first activity and will be similarly prepared \nfor subsequent activities. \n \n27.  For subsequent activities, financial management and procurement risk assessments will \nbe undertaken for the implementing agencies. \n \n28.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government and MOF. The specific policy requirements and supplementary measures \nare described in the AAM (footnote 13). \n \nC.  Poverty, Social, and Gender  \n \n29.  The national poverty rate increased in recent years, from a historical low of 21.6% in 2014 \nto 28.4% in 2018, while the urban poverty rate in 2018 was 27.2% (up by 8.4 percentage points \nsince 2014) and the rural poverty rate 30.8% (up by 4.4). Poverty rates are high in the eastern \n \n ", "7 \n(37.4% in 2018) and western region (31.8% in 2018). In Ulaanbaatar, the poverty rate increased \nrapidly by 9.5 percentage points from 2014 to 25.9% in 2018. The project beneficiaries of the first \nactivity include communities, enterprises, and tourists in Ulaanbaatar. The ensuing project will \nbenefit communities, with efficient public transport saving them considerable time and money. \nThe activity will collect detailed socioeconomic data on beneficiaries, including their priorities and \nneeds during project preparation. \n \n30.  Gender. The facility will include women in related decision-making process and ensure \nthat they participate in and benefit from the project activities. The project will include proactive \ngender measures to ensure that women are equally represented in consultation processes and \ntraining programs and have equal access to economic opportunities. The project will identify \nmeasures to strengthen opportunities for women while promoting gender equality, including \nthrough preparation of the gender action plan, with detailed actions and targets. The first activity, \nin Ulaanbaatar, will benefit the poorest and women, who travel primarily on foot or use informal \npublic transport, mainly large and medium-sized buses and the popular pickups, which together \nserve about 70% of total transport demand but represent only 43% of total traffic. A well-designed \nand accessible public transport system would, therefore, substantially benefit the urban poor and \nwomen. \n \nD.  Safeguards \n \n31.  All  activities  under  the  facility  will  include  activity-specific  safeguard  review  and \ncategorization. In compliance with ADB’s Safeguard Policy Statement (2009), the safeguard \ncategories of the first activity are indicated in paras. 32–34.14 The facility will not finance any \nactivity classified as category A or B for environment, involuntary resettlement, and indigenous \npeoples. \n \n32.  Environment (category C). The first activity is categorized as C for environment. The \nactivities will mostly engage consulting services. Small civil works are envisaged, related to \ninstalling  office  equipment  and  renovating  government-owned  facilities.  No  adverse \nenvironmental impacts are identified or expected. The project will not support any activities listed \nin ADB’s Prohibited Investment Activities List. If a larger-scale civil work is identified during \nimplementation of the first activity, recategorization and due diligence will be conducted. \n \n33.  Involuntary resettlement (category C). The resettlement category for the first activity is \nC as no land acquisition or involuntary resettlement is envisaged. Under the first activity, small \nworks in Ulaanbaatar are related to installing office equipment and renovating government-owned \nfacilities. The SEFF will not finance any activity classified as category A or B for involuntary \nresettlement. \n \n34.  Indigenous peoples (category C). The first activity will not impact communities that may \nbe  defined  as  indigenous  peoples  under  ADB’s  Safeguard  Policy  Statement  (2009).  The \nindigenous peoples’ classification is category C. \n \nE.  Summary of Risk Assessment and Risk Management Plan \n \n35.  All activities under the facility will include an activity-specific assessment of risks and \nassociated mitigation measures. Significant risks and mitigating measures are summarized in \n \n14  ADB. Safeguard Categories. \n \n ", " \n8\nTable 4 and described in detail in the risk assessment and risk management plan for the first \nactivity. \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nChanging government priorities  Extensive  and  effective  stakeholder  communication  and \nparticipation  will  be  ensured.  Further,  stakeholders  will  be \ninvolved in prioritization of activities and alignment with CPS \nfocus will be maintained.  A quality assurance committee will be \nsetup to review and track progress of second and subsequent \nactivities.  \nDelay in project implementation  The  government  will  ensure  that  the  PIU  is  staffed  with \nexperienced professionals and supported by an international \nprogram management consultant. A procurement specialist will \nbe recruited in advance to assist during the tendering process. \nBudget execution of MOF and  The  continued  engagement  with  the  International  Monetary \nimplementing agencies (Municipality  Fund and ADB will help improve Mongolia’s debt and public \nof Ulaanbaatar for the first activity) is  financial management and strengthen the fiscal position of the \nadversely affected because of lack of  government,  thus  boosting  its  credibility  and  ensuring  that \npredictable financing and reductions  funding will be available and predictable. \nin the annual budget. \n \nThe government does not allocate  Overall project-generated operation and maintenance costs will \nsufficient funds for operation and  be estimated in advance of annual budget preparation. Inclusion \nmaintenance costs generated by  of operation and maintenance costs in implementing agencies’ \noverall project investments and  budgets will be monitored by ADB and the PIU. \nactivities.  A loan covenant provides for the government’s inclusion of \nappropriate recurrent funds in annual budgets submitted for \nMOF endorsement and Parliament approval. \nADB = Asian Development Bank, MOF = Ministry of Finance, PIU = project implementation unit. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES AND CONDITIONS \n \n36.  The government and MOF have assured ADB that implementation of the facility shall \nconform to all applicable ADB requirements, including those concerning anticorruption measures, \nsafeguards,  procurement,  consulting  services,  financial  management,  and  disbursement  as \ndescribed in detail in the AAM and loan documents. \n \n37.  The government and MOF have agreed with ADB on certain covenants for the facility and \nthe first activity, which are set forth in the draft facility agreement and short-form agreement for \nthe first facility. \n \n38.  No withdrawals shall be made from any activity subloan account until the executing \nagency has assured ADB, in writing, that a qualified accountant who meets the requirements set \nout in the AAM will be responsible for the accounting and financial management of each activity. \n \nV.  RECOMMENDATION \n \n39.  I am satisfied that the proposed small expenditure financing facility would comply with the \nArticles of Agreement of the Asian Development Bank (ADB) and recommend that the Board \n \n ", "9 \napprove  the  small  expenditure  financing  facility  to  Mongolia  for  the  Project  Readiness \nEnhancement  Project  in  an  aggregate  principal  amount  not  exceeding  $20,000,000,  which \ncomprises the provision of loans from ADB’s ordinary capital resources, in regular terms, with \ninterest  and  other  terms  to  be  determined  following  ADB’s  London  interbank  offered  rate \n(LIBOR)–based lending facility on terms and conditions as are substantially in accordance with \nthose set forth in the draft facility agreement presented to the Board. \n \n \nMasatsugu Asakawa \nPresident \n9 November 2021 \n \n \n ", "10  Appendix \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=55291-001-3 \n \n1.  Facility Agreement \n2.  Indicative Activities \n3.  Activity Report \n4.  Activity Administration Manual \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20211110173029+08'00'", "Creator": "PDF24 Creator", "Keywords": "mongolia, mongolia cps 2021-2024, priority sectors, adb-mongolia partnership, development program,  action plan, 55291-001, loan 0002, adb projects, project approval, terms and conditions, rrp, approved projects, report and recommendation of the president", "ModDate": "D:20211202125035+08'00'", "Producer": "GPL Ghostscript 9.55.0", "Subject": "The facility will finance a series of small-scale activities to support the readiness and strengthen the implementation of major infrastructure projects proposed to be financed by the Asian Development Bank (ADB) in Mongolia.\n\nThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\n\nThis document dated November 2021 is provided for the ADB project 55291-001 in Mongolia.", "Title": "Project Readiness Enhancement Project: Report and Recommendation of the President"}}