{"CreationDate": "D:20121218104945+08'00'", "Author": "she", "Creator": "PScript5.dll Version 5.2.2", "Producer": "Acrobat Distiller 8.3.1 (Windows)", "ModDate": "D:20121218145114+08'00'", "Title": "Microsoft Word - ABMF 10th Bangkok Meeting results main meeting summary v7.docx", "content": "Meeting Summary - 10th ASEAN+3 Bond Market Forum (ABMF) Meeting \n21-22 Nov 2012, Shangri-la Hotel, Bangkok, Thailand \n\nI. \n\nINTRODUCTION \n\nThe  10th ASEAN+3  Bond  Market  Forum  (ABMF)  meeting  was  held  on  21  and  22  Nov \n1. \n2012 in Bangkok, Thailand. The meeting was co-hosted by Thailand ABMF members (Thailand \nBond  Market  Association  (ThaiBMA),  Securities  and  Exchange  Commission  (SEC),  and  The \nStock Exchange of Thailand), Ministry of Finance, Thailand, Bank of Thailand and ADB. More \nthan 140 national, regional, and global experts from the public and private sectors gathered at \nthe  meeting.  The  main  purpose  of  the  meeting  was  i)  to  discuss  key  characteristics  of  the \nproposed regionally standardized bond issuance program, Asian Multi-currency Bond Issuance \nFramework (AMBIF), and ii) review the identified bond transaction flows, preliminary findings of \nthe  fit  and  gap  analysis,  and  policy  recommendations  to  enhance  STP  in  the  region.  The \nmeeting agenda and participants list are in Attachments 1 and 2, respectively. \n\n2. \nThe  regulatory  bodies  of  ASEAN+3  were  invited  to  the  meeting  to  share  in  the  key \ninformation  on  developing  AMBIF.    It  was  the  2nd  invitation  following  the  1st  one  to  the  Seoul \nABMF meeting on 4 Sep 2012. In addition to their participation in the main ABMF meetings, the \nregulatory  bodies  had  a  separate  session  on  22  Nov  2012,  from  16:30  to  18:30,  to  further \ndiscuss  the  details  of  AMBIF.  Chaired  by  Asian  Bond  Market  Initiative  (ABMI)  Task  Force  3 \n(TF3) chair and co-chair (Japan and Malaysia), regulatory bodies from 9 economies and ADB’s \nABMF secretariat team (the secretariat) attended the session. \n\nOn the sideline of ABMF meetings, the 3rd ASEAN+3 Self Regulatory Organization (SRO) \n3. \nWorking  Group  Meeting  was  held  on  20  Nov  2012  hosted  by  ThaiBMA  and  PDS  Holdings, \nPhilippines. In the meeting, the SROs from seven economies exchanged information on the role \nand  function  of  each  organization  and  the  views  on  feasible  topics  for  future  discussion.  To \nfurther  clarify  the  topics  for  future  activities,  they  agreed  to  have  a  workshop,  possibly  on  the \nsideline of the next ABMF meeting.  \n\n4. \nIn  addition,  a  signing  ceremony  was  held  for  a  coalition  on  information  sharing  among \nthe  ThaiBMA,  Indonesian  Bond  Pricing  Agency,  and  Bond  Pricing  Agency  Malaysia.  The \ncoalition  among  the  three  institutions  was  welcomed  by  ABMF  members  as  an  example  of \nactual  progress  made  in  the  region  for  more  efficient  information  sharing,  and  some  ABMF \nmembers participated in the event. (Details of the information sharing scheme are in Attachment \n3)    \n\nII. \n\nKEY DISCUSSION RESULTS (Meeting minutes will be provided later) \n\n(SF1: Discussion on AMBIF) \n\nThe  secretariat  (Prof.  Inukai  and  Mr.  Schmidt)  presented  a  detailed  concept  of  AMBIF \n5. \nincluding the basic approaches, key characteristics such as professional investor, professional \nmarkets, documentation, and issuers, and methodologies for actual implementation (Attachment \n4).    Through  the  presentation,  it  is  highlighted  that  i)  a  “principle  based”  (PB)  approach  is \nrecommended, meaning that specific details could be decided by the market participants based \non  mutually  agreed  core  principles,  ii)  mutual  recognition  among  the  regulatory  bodies  are \nrequired  on  the  key  characteristics  of  AMBIF  including  normalization  of  approval  process,  iii)  \n\n \n\n1 \n\n\fthat a proxy approach is desired relative to approvals to create a key benefit for issuers, and iv) \nfurther  discussion  by  the  members  is  needed  on  the  proposed  key  characteristics  of  AMBIF. \nMembers  appreciated  the  hard  work  done  by  the  secretariat  and  discussed  various  points, \nincluding the following: \n\n•  A  representative  from  Korea  Financial  Investment  Association  (KOFIA)  argued  that  PB \napproach alone might not be appropriate for Asia because of the institutional diversities of \nfinancial  system  in  this  region.  Therefore,  together  with  the  PB  approach,  which  basically \nfollows the regulation style of the United Kingdom (UK), RB1 approach as in US regulations \nalso  needs  to  be  considered  for  ASEAN  +  3  countries  to  make  appropriate  regulatory \nchoices  according  to  each  own  financial  situation.  The  secretariat  opined  that  PB  and  RB \napproaches are not mutually exclusive because behind all the rules there are principles. The \nPB  approach  is  suggested  considering  that  it  could  make  regulatory  bodies  feel  more \ncomfortable in their discussion for mutual recognition, but both approaches could be applied \nin future discussions, depending on the regulatory bodies’ comfort level. \n\n•  A representative from Tokyo Stock Exchange pointed out the need to clarify legal aspects of \nAMBIF  for  the  purpose  of  consumer  protection,  to  which  the  secretariat  fully  agreed  and \ncommitted continued study. \n\nincreased  cross  border  capital \n\n•  A  representative  from  People’s  Bank  of  China  opined  that  i)  AMBIF  could  influence \nmacroeconomic  management  with \nflows  and  such \nmacroeconomic aspects should be reviewed, ii) the key concepts such as investors, eligible \nbonds should be clearly defined, and iii) some information on the Chinese market should be \nrevised.  The  secretariat  agreed  on  the  points,  and  added  that  AMBIF  could  contribute  to \nmore balanced growth and stable macroeconomic environment by deepening local currency \nbond  markets,  although  the  AMBIF  discussion  is  not  directly  related  to  macroeconomic \nissues.    ABMF  will  be  ready  to  address  macroeconomic  concern  of  ASEAN+3  policy \nauthorities, if any specific advice is given.     \n\n•  One international expert raised question on how to build the supply side of AMBIF, including \nthe  channeling  of  key  information  to  potential  issuers.  The  secretariat  replied  that  market \nassociations and SROs are assumed to perform a key role in distributing AMBIF information \nto the market.  \n\n•  Several  participants,  including  the  Assistant  Governor  of  the  Bank  of  Thailand,  raised \nquestions  and  added  comments  on  the  approaches,  concepts  and  targeted  outputs  of \nAMBIF. In sum, the secretariat explained that AMBIF is aiming to make it possible for bond \nissuers  to  issue  bonds  in  any  participation  locations  (without  requiring  physical  presence) \nwith  one  standardized  documentation,  and  for  mutually  agreed  professional  investors \n(AMBIF  investors)  to  sell  and  buy  the  issued  bonds  without  selling  restrictions  among \nthemselves.  To  achieve  the  goal,  mutual  recognition  is  proposed  in  either  a  multilateral  or \nmultiple of bilateral format, using a step-by-step approach. As for the question raised by a \nrepresentative  from  the  Malaysian  Investment  Banking  Association  on  whether  AMBIF  will \nallow foreign currency denominated bond issuance by non-residents, the secretariat clarified \nthat this would be determined by regulatory bodies in each economy.       \n\n                                                 \n1 It  is  generally  understood  that  a  \"rule-based  approach\"  is  the  way  that  sets  detailed  binding  parameters  to  be \napplied  to  individual  cases,  requiring  participants  in  a  market  must  operate  within  the  parameters.  On  the  other \nhand,  a  “principle  base  approach”  means  the  way  that  encourages  voluntary  efforts  of  the  market  participants  to \noperate within generally agreed principles; such principles are typically applied in more generic terms than specific \nrules \n\n \n\n \n\n2 \n\n\f•  The  secretariat  expressed  sincere  appreciation  to  members  for  their  support  in  preparing \nAMBIF proposal and additional comments during the meeting. Based on the points raised by \nthe members, the secretariat will further refine the concept of AMBIF and report it to the next \nABMF meeting.  \n\nIn  relation  to  the  AMBIF  discussion,  there  were  information  sharing  sessions  on  i)  the \n\n6. \nmethods for mutual recognition, and ii) the experience of ASEAN Capital Market Forum (ACMF):  \nRepresentatives  from  ASIFMA  presented  to  the  members  the  concept  of  ‘mutual  recognition’   \nand  ‘mutual  agreement’  -  the  former  requires  changes  in  regulation  while  the  latter  could  be \nachieved without changes in regulation - together with specific experiences in both concepts. It \nis understood that AMBIF will require mutual recognition on key characteristics, although mutual \nagreement on the sideline issues could add benefits to AMBIF. A representative from Thailand \nSEC presented the progress in ACMF focusing on bond market harmonization.  It is shared with \nthe  members  that  AMBIF  is  different  from  ACMF  initiatives  in  that  i)  ACMF  does  not  directly \nfocus  on  professional  investors,  and  ii)  mutual  recognition  on  the  concept  of  professional \ninvestors and documentation is not included in ACMF.  \n\n (SF2: Identification of bond transaction flows) \n\nThe secretariat (Dr. Inui and Mr. Kawai) presented to the members i) updated DVP flows \n7. \nof  corporate  bonds,  and  the  flows  for  interest  payment  and  redemption  of  each  economy,  ii) \npreliminary  findings  of  the  fit  and  gap  (F&G)  analysis  on  the  transaction  flows  and  message \nitems, and ii) draft policy recommendations to enhance STP in the region. \n\n8. \nSome  of  the  National  Members  (NMs)  including  those  from  PRC,  Thailand,  Indonesia, \nand Malaysia provided additional comments on the presented information and flow diagrams for \ntheir  respective  economies  and  some  International  Experts  (IEs)  also  offered  feedback.  The \nsecretariat expressed sincere thanks for the support from the members in identifying the flows \nand  additional  comments.  All  the  comments  were  well  noted  by  the  secretariat  and  would  be \nreflected appropriately. \n\nIt  was  the  first  time  that  preliminary  findings  of  the  F&G  analysis  were  shared  with  the \n9. \nmembers, and the secretariat requested careful review of the details of the findings, which will \nbe the basis for policy recommendations. One IE pointed out that the F&G analysis on message \nitems  utilizing  only  10  common  elements  for  a  settlement  instruction  is  not  enough  to  see  the \nwhole process. The secretariat explained that the current analysis, which is focusing only on 10 \nelements due to resource limitation, is to check what can be found through the analysis and it \ncould be expanded in the future to include more items. \n\n As for policy recommendations and roadmap, various points have been actively raised \n\n10. \nby many IEs and some NMs, including the following: \n\n•  The secretariat proposed to include discussion on CCP as one policy recommendation. An \nIE  (from  Clearstream)  opined  that  it  should  be  decided  through  further  discussion  under \ncurrent  situation  in  the  region  where  most  economies  are  not  yet  having  a  CCP  in  bond \ntransactions, although recent regulation changes such as Basel III and the Dobb-Frank Act \nrequire serious consideration of it. Another IE (from J.P. Morgan) sought clarification of the \nconcept  of  CCP,  whether  just  as  a  central  point  of  trade  capture,  trade  reporting  and  net \ncalculation of positions for settlement or as a central counterparty assuming the credit risk of \n\n \n\n3 \n\n\ftrading parties. If the latter, he added that the industry had strong reservations since there \nare additional risk and liquidity considerations to be made in that regard. \n\n•  The  study  on  cross-border  collateral  (CBC),  which  was  suggested  as  one  of  the  policy \nrecommendations, has been heavily discussed among the members. In general, most of the \nmembers  agreed  on  the  importance  of  the  issue  of  CBC.  Members  from  Japan  and \nClearstream  argued  that  a  priority  might  be  given  to  CBC  rather  than  other  policy \nrecommendations. A NM from Hong Kong introduced on-going efforts to enhance CBC. An \nIE  from  The  Bank  of  Tokyo  Mitsubishi  UFJ  mentioned  bilateral  efforts  for  CBC  by  Bank  of \nJapan  and  Bank  of  Thailand  and  pointed  out  there  is  a  need  for  further  improvement \nincluding  the  shortening  timing  for  getting  liquidity,  which  currently  requires  7  days.  The \nsecretariat  agreed  on  the  potential  importance  of  CBC  as  future  agenda  of  ABMF,  and \nadded that several options and models for CBC could be explored on a non-obligation basis, \nsubject to the members’ discussion.   \n\n•  Other  comments  were  also  provided  including  re-organizing  the  policy  recommendations \nwith priorities, revising inaccurate descriptions to avoid unnecessary confusion, and utilizing \nnational  market  practice  groups  (NMPG)  for  the  standardizing  of  transaction  flows.  The \nsecretariat thanked all the members for the valuable comments, requested continued review \non the key findings of SF2 materials, and committed to refining the recommendations for the \ndiscussion during the next ABMF meeting.  \n\n \n11. \nIn  relation  to  the  SF2  discussion,  information  on  the  Regional  Settlement  Intermediary \n(RSI)  has  been  shared  through  a  presentation  by  an  ADB  consultant  for  the  RSI  study.    He \nexplained  to  the  members  about  a  new  business  feasibility  study  on  RSI  which  is  currently  in \nprogress and would be finalized by the end of this year.  \n\n(Other issues) \n\n12. \nThe secretariat reported to members i) the result of the ABMI TF3 meeting in Kunming \non 17 Oct 2012, ii) progress in knowledge support for Brunei Darussalam, Cambodia, Lao PDR, \nMyanmar, and Vietnam, and iii) on the ABMF public conference at Sibos on 31 Oct 2012. A plan \nfor updating Phase 1 reports was also introduced to members by SWIFT, acting as secretariat \nof the ad-hoc updating team.   \n\n13. \nThe work plan after the meeting has been shared with the members as in Table 1. The \nnext ABMF meeting will be held in Singapore on 5-6 February 2013. Key components of AMBIF \nand draft policy recommendations to enhance STP will be further refined and presented by the \nsecretariat for members’ discussion. \n\n14.  Mr. Shunzo Kayanuma from Tokyo Stock Exchange took over the chairmanship of SF1 \nfrom Mr. Tetsutaro Muraki and chaired the SF1 meeting on 21 Nov 2012.   \n\nAll presentation materials during the meeting have been made available at the Members \n\n15. \nLibrary section of the ABMF website (http://asean3abmf.adb.org). \n\n \n\n \n\n \n\n \n\n4 \n\n \n\n\fTable 1: Work Plan after Seoul meeting \n\n21-22 Nov 2012  10th ABMF Meeting in Bangkok \n6-7 Dec 2012 \n5-6 Feb 2013 \nQ1~Q2 2013 \nMar 2013 \nApr 2013 \nApr 2013 \nMay 2013 \nQ2~ 2013 \n\nBCLM Knowledge support - kick-off seminar \n11th ABMF meeting in Singapore \nBCLM knowledge support – market visits \nABMI TF3 meeting (4th reporting of Phase 2) \n12th ABMF meeting \nSubmitting the report to ASEAN+3 Deputies meeting \nRecommendations approved by ASEAN+3 Ministers \nBCLM knowledge support – additional support/follow-up \nFollowing up on the implementation of recommendations \nFinalize Phase 2 full report \n\n2nd Half 2013 \n\nPilot issue (tentative) \n\n \n \n \n \nAttachments:  1. 10th ABMF meeting agenda \n \n \n \n \n \n \n \n\n \n \n \n \n \n\n2. 10th ABMF meeting participants list \n3. Information sharing among bond pricing agencies \n4. Presentation material of SF1 \n5. Presentation materials of SF2 \n6. Presentation material on work plan and other issues \n\n \n\n5 \n\n\f \n \n \n \n \n \n10th ASEAN+3 Bond Market Forum (ABMF) Meeting \n21­22 November 2012, Bangkok, Thailand \n\n \n\nDATE &TIME \n\nPROGRAM \n\n21 NOV 2012  DAY 1: ABMF Sub Forum 1 (SF1) \n\n08:30 – 09:00  Registration \n\n09:00 – 09:10 \n\nWelcoming Remarks \nBy Permanent Secretary, Thailand’s Ministry of Finance  \n\n09:10– 09:20  Opening Remarks by Mr. Shunzo Kayanuma, SF1 Chair \n\n09:20 – 10:40  Session 1: Key components of AMBIF - SF1 (Part 1) by ADB secretariat \n\n10:40–11:00 \n\nCoffee break \n\n11:00 – 12:20  Session 2: Key components of AMBIF - SF1 (Part 2) Q and A \n\n12:20– 13:30 \n\nLunch (Next 2 Restaurant, 1st Floor) \n\n13:30 – 14:30 \n\n14:30 – 15:30 \n\nSession 3 (Information Session): Methods for mutual recognition \nby Ms. Rebecca Terner (ASIFMA ), Mr. Andrew Malcolm (ASIFMA-Linklaters) \nand Mr. Brian Tang (Credit Suisse) \nSession 4 (Information Session): ACMF Progress: Cross Border Offering \nof Debt Securities by Ms. Jomkwan Kongsakul, SEC-Thailand \n\n15:30 – 15:50 \n\n Coffee break \n\n15:50 – 16:50 \n\n16:50 – 17:50 \n\nSession 5 (Information session) : Initiatives to increase supply and \ndemand for Thai bond market  \n- High yield bond and Accredited Investor Scheme (SEC) \n- Relaxation on capital control to promote regional investment (BOT) \n- Enhancing transparency through bond information (TBMA)  \nSession 6: Other issues of SF1 \n- Update of Phase 1 reports (SWIFT as the secretariat of Updating team) \n- BCLM(V) market visit and knowledge support (ADB secretariat) \n- Work plan after Bangkok meeting (ADB secretariat) \n\n17:50 – 18:00  Wrap up by ADB Secretariat \n\n18:00 – 18:10  Closing Remarks by Mr. Shunzo Kayanuma, SF1 Chair \n\n19:00 – 21:30  River Cruise Dinner (Horizon Cruise, Shangri-La Hotel) \n\n1 of 2 \n\n\f22 NOV 2012  DAY 2: ABMF Sub Forum2 (SF2) \n\n08:20 – 08:50  Registration  \n\n08:50 – 09:00  Opening Remarks by Mr. Jong Hyung Lee, SF2 Chair \n\n09:00 – 10:20  Session 7: Key contents of SF2 report– SF2 (Part 1) by ADB secretariat \n\n10:20 – 10:40  Coffee break \n\n10:40 – 12:00  Session 8: Key contents of SF2 report – SF2 (Part 2) Q and A \n\n12:00– 13:30 \n\nLunch (Next 2 Restaurant, 1st Floor) \n\n13:30 – 14:20 \n\nSession 9 (Information Session): Recent progress in RSI study  \nby Dr. Inseok Shin \n\n14:20 – 14:40  Session 11: Other issues of SF2 by ADB secretariat \n\n14:40– 14:50  Wrap up by ADB Secretariat \n\n14:50 – 15:00  Closing Remarks by Mr. Jong Hyung Lee, SF2 Chair \n\n15:00 – 15:30  Break for other events  \n\nOther Events \n\n15:30 – 16:20 \n\n16:30 – 18:30 \n\nSigning ceremony for coalition on information sharing among Thai \nBMA, IBPA, and BPAM (Open to General Public) \n- Organized by Thai BMA, IBPA, BPAM and ADB secretariat \n- ABMF members participation is encouraged \n- Venue: Ballroom 1, 2nd Floor \n\nRegulatory Bodies Meeting \n- Chaired by ABMI TF3 chair and co-chair \n- Participants: Regulatory bodies, ABMI TF3 members, and ADB secretariat \n- Agenda: Issues for regulatory bodies relating to AMBIF and other issues \n- Venue: Ballroom 1, 2nd Floor \n\n18:45-20:30 \n\n Dinner (Garden Room, 1st Floor, Shangri-la Hotel) \n-  Dinner Speech on Corporate Governance in Asia Capital Markets \nBy Jamie Allen, Secretary General, Asian Corporate Governance Association \n(ACGA) \n\n \n\n \n\n \n\n  2 of 2 \n \n\n\fPARTICIPANTS LIST\n10th ABMF Meeting\n21-22 November 2012, Shangri-La Hotel, Bangkok, Thailand\n\nNo.\n\nCountry\n\nOrganization\n\nFirst Name\n\nLast Name\n\nTitle\n\nMembership \nCategory\n\nMr./Ms./M\nrs./Dr./Pr\nof.\n\nAustralia\n\nADB Secretariat\n\nMatthias\n\nSchmidt\n\nCustody Business \nSpecialist (Consultant)\n\nBrunei Darussalam\n\nSF1\n\nAidil\n\nSalleh\n\nExecutive Director\n\nBrunei Darussalam\n\nObserver\n\nZawatil Isyqi\n\nHaji Awang\n\nManager (Economic)\n\nBrunei Darussalam\n\nObserver\n\nCambodia\n\nSF1 & SF2\n\nNoor Aznah\n\nHaji Nayan\n\nSovy\n\nVa\n\nCambodia\n\nObserver\n\nMonysophea\n\nChoth\n\nHeng\n\nLiang\n\nBusiness Manager\n\nHong Kong\n\nObserver (Speaker)\n\nMs. \n\nRebecca\n\nTerner\n\nChina\n\nChina\n\nChina\nChina\n\nObserver\n\nSF1\n\nSF1 & SF2\nObserver\n\nHong Kong\n\nObserver (Speaker)\n\nHong Kong\n\nObserver (Speaker) ASIFMA (from Linklaters)\n\nSF2\n\nClearstream Banking\n\nHong Kong\n\nHong Kong\n\nHong Kong\n\nHong Kong\n\nHong Kong\n\nObserver\n\nSF1 & SF2\n\nSF2\n\nSF2\n\nBingru\n\nWeiwei\nYidan\n\nBrian\n\nAndrew\n\nAlton\n\nVictor\n\nShu-pui\n\nPatrick \n\nJonathan\n\nZhou\n\nSong\nWang\n\nTang\n\nMalcolm\n\nChan\n\nNg\n\nLi\n\nCichy\n\nRodda\n\nManager\n\nDirector\n\nHead\n\nSenior Manager\n\nSenior Staff\nManager\nExecutive Director, \nPolicy and Regulatory \nAffairs\n\nDirector and Counsel\n\nPartner\nRegional Head, North \nAsia\nVice President\n\nHead\n\nSenior Business \nConsultant\nVice President (SSB), \nDirector (SMPG)\n\nIndonesia\n\nObserver\n\nIgnatius\n\nGirendro Heroe\n\nPresident Director\n\nIndonesia\n\nObserver\n\nIfan\n\nMohamad Ihsan\n\nHead\n\nIndonesia\n\nSF1 & SF2\n\nMr. \n\nBayu\n\nSamodro\n\nHead of Sub Division\n\nIndonesia\n\nObserver\n\nMs.\n\nYuki\n\nYasarani\n\nOfficer\n\nIndonesia\n\nObserver\n\nMs.\n\nErna\n\nDewayani\n\nHead of Bonds & \nDerivatives Trading \nDivision\n\nIndonesia\n\nSF2 (Vice-Chair)\n\nMrs.\n\nMargeret\n\nTang\n\nDirector\n\nIndonesia\n\nObserver\n\nMr.\n\nSuryadi\n\nDivision Head\n\nIndonesia\n\nSF1 & SF2\n\nIndriani\n\nDarmawati\n\nDirector\n\nIndonesia\n\nIndonesia\n\nObserver\n\nSF1 & SF2\n\nMinistry of Finance\n\nParjiono\n\nAgung Galih\n\nParjiono\n\nSatwiko\n\nIndonesia\n\nObserver\n\nMinistry of Finance\n\nJapan\n\nJapan\n\nJapan\nJapan\n\nJapan\n\nADB Secretariat\n\nADB Secretariat\n\nObserver\nObserver\n\nSF2\n\nAsian Development Bank \n(ADB) /  NTT Data\nAsian Development Bank \n(ADB) / Waseda University\nBank of Japan\nBank of Japan\nBank of Tokyo-Mitsubishi \nUFJ\n\nVincentius Krisna \nJuli\n\nWicaksono\n\nTaiji\n\nInui\n\nProf. \n\nShigehito\n\nToshihiko\nTakahito\n\nTaketoshi\n\nInukai\n\nIshado\nYamada\n\nMori\n\nHead of ASEAN Division\nDeputy Director, Market \nDevelopment\nHead of ASEAN+3 and \nother Forum Sub \nDivision\nADB Consultant / Senior \nManager\nADB Consultant / \nProfessor\nOfficial\nDirector\nHead of Securities \nMarket Infra\n\n10th ABMF Participants List 20Nov,4pm.xlsx\n\nAsian Development Bank \n(ADB)\nAutoriti Monetari Brunei \nDarussalam (AMBD)\nAutoriti Monetari Brunei \nDarussalam (AMBD)\nAutoriti Monetari Brunei \nDarussalam (AMBD)\nSEC - Cambodia\nSecurities and Exchange \nCommission of Cambodia \n(SECC)\nChina Central Depository & \nClearing Co., Ltd. (CCDC)\nChina Securities Depository \nand Clearing Corporation \nLimited Shanghai (CSDCC)\nPeople's Bank of China\nShanghai Clearing House\nAsia Securities Industry & \nFinancial Markets \nAssociation (ASIFMA)\nASIFMA (from Credit \nSuisse)\n\nClearstream Banking\nHong Kong Monetary \nAuthority (HKMA)\n\nHSBC\n\nState Street Corporation \nand SMPG\nIndonesia Bond Pricing \nAgency (IBPA)\nIndonesia Bond Pricing \nAgency (IBPA)\nIndonesia Capital Market \nand Financial Institutions \nSupervisory Agency, \nMinistry of Finance\n\nIndonesia Capital Market \nand Financial Institutions \nSupervisory Agency, \nMinistry of Finance\n\nIndonesia Stock Exchange \n(IDX)\n\nIndonesian Central \nSecurities Depository \n(KSEI)\nIndonesian Clearing and \nGuarantee Corporation \n(KPEI)\nIndonesian Clearing and \nGuarantee Corporation \n(KPEI)\nMinistry of Finance\n\nMr.\n\nMr.\n\nMs.\n\nMs.\n\nMr.\n\nMs.\n\nMr.\n\nMr.\n\nMs.\nMs.\n\nMr.\n\nMr.\n\nMr.\n\nMr.\n\nMr.\n\nMr.\n\nMr.\n\nMr.\n\nMr.\n\nMs.\n\nMr.\n\nMr.\n\nMr.\n\nDr.\n\nMr.\nMr.\n\nMr.\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n10\n\n11\n\n12\n\n13\n\n14\n\n15\n\n16\n\n17\n\n18\n\n19\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n26\n\n27\n\n28\n\n29\n\n30\n\n31\n\n32\n33\n\n34\n\n\fNo.\n\nCountry\n\nOrganization\n\nFirst Name\n\nLast Name\n\nTitle\n\nMembership \nCategory\n\nMr./Ms./M\nrs./Dr./Pr\nof.\n\nBarclays Securities Japan \nLtd.\nDaiwa Securities Co. Ltd.\n\nMr.\n\nMr.\n\nHirohiko\n\nYutaka\n\nSuzuki\n\nYokoyama\n\nObserver\n\nFinancial Services Agency \n(FSA)\n\nMr. \n\nInoue\n\nToshitake\n\nJapan\n\nSF2 (Co Vice-Chair)\n\nJ.P. Morgan Chase Bank, \nN.A.\nJapan Securities Dealers \nAssociation\nJapan Securities Depository \nCenter, Inc. (JASDEC)\n\nObserver\n\nMinistry of Finance, Japan\n\nMr.\n\nKawashima\n\nJapan\n\nJapan\n\nJapan\n\nJapan\n\nJapan\n\nJapan\n\nJapan\nJapan\nJapan\nJapan\n\nJapan\n\nJapan\n\nJapan\n\nJapan\n\nJapan\n\nKorea\nKorea\nKorea\n\nKorea\n\nKorea\n\nKorea\nKorea\n\nKorea\n\nKorea\n\nKorea\n\nKorea\n\nKorea\n\nSF1\n\nSF1\n\nSF2\n\nSF1\n\nSF1\n\nObserver\nObserver\n\nObserver\n\nSF2 (Chair)\n\nObserver\n\nObserver\n\nSF1\n\nObserver\nSF2\nSF1\nSF1\n\nObserver\n\nSF1\n\nSF1\n\nMinistry of Finance, Japan\nMizuho Corporate Bank\nMori Hamada & Matsumoto\nNomura Securities Co., Ltd.\nNTT Data Institution of \nManagement Consulting, \nInc.\nSumitomo Mitsui Banking \nCorporation\nTokyo Stock Exchange\n\nObserver\n\nTokyo Stock Exchange (TSE)\n\nSF1 (Chair)\n\nSF1\nObserver (Speaker)\nObserver\nSF1 (representing \nKOFIA)\n\nTokyo Stock Exchange \nGroup\nBank of Korea\nChung-Ang Unviersity\nJeonju University\n\nKOFIA\n\nKorea Capital Market \nInstitute (KCMI)\nKorea Exchange (KRX)\nKorea Exchange (KRX)\nKorea Securities Depository \n(KSD)\nKorea Securities Depository \n(KSD)\nKorea Securities Depository \n(KSD)\nKorea Securities Finance \nCorporation (KSFC)\nKorea Securities Finance \nCorporation (KSFC)\nMinistry of Finance, Lao \nPDR\n\nBond Pricing Agency \nMalaysia Sdn Bhd (BPAM)\nBond Pricing Agency \nMalaysia Sdn Bhd (BPAM)\nBond Pricing Agency \nMalaysia Sdn Bhd (BPAM)\nBond Pricing Agency \nMalaysia Sdn Bhd (BPAM)\nBond Pricing Agency \nMalaysia Sdn Bhd (BPAM)\n\nBond Pricing Agency \nMalaysia Sdn Bhd (BPAM)\n\nCIMB Investment Bank \nBerhad\n\nMr.\n\nMr.\n\nMr.\n\nMr.\nMr.\nMr.\nMs.\n\nMr.\n\nMr.\n\nMr.\n\nMr.\n\nMr.\n\nDr.\nDr.\nDr.\n\nMr.\n\nMr.\n\nMr.\nMr.\n\nMr.\n\nMr.\n\nMr.\n\nMr.\n\nMr.\n\nMr.\n\nMr.\n\nMr.\n\nMr.\n\nYosuke\n\nYamada\n\nSenior Consultant\n\nKawagoe\n\nGeneral Manager\n\nYanase\n\nNaito\n\nLegal Counsel for ABMF\nVice President (Senior \nManager)\n\nShunzo\n\nKayanuma\n\nDirector\n\nMasayuki\n\nRyuichi\n\nYuji\n\nKoji\n\nYohei\nHiroshi\nToru\nShoko\n\nHiroshi\n\nShuji\n\nTomonori\n\nHong Bum\nInseok\nHeejoon\n\nHan Jo\n\nSuk\n\nYong Goo\nKimyung\n\nEui-jin\n\nJong-Hyung\n\nThe-Whan\n\nBeomsoo\n\nJinwan\n\nTagai\n\nShiina\n\nSato\n\nKitano\nNoguchi\nIshiguro\nHoriuchi\n\nJang\nShin\nJeong\n\nKim\n\nHyun\n\nChoi\nSong\n\nKwon\n\nLee\n\nLim\n\nPark\n\nYang\n\nDirector\n\nManaging Director\nDirector for International \nFinancial Markets and \nfor International \nAccounting\n\nManaging Director\n\nAdvisor\n\nSenior Manager\n\nDirector, Promotion of \nRegional Financial \nCooperation\nSection Chief\nSenior Vice President\nPartner\nExecutive Director\n\nSenior Research Fellow\nProfessor\nProfessor\n\nManager\n\nResearch Fellow\n\nVice President\nManager\n\nTeam Head\n\nDirector\n\nSenior Manager\n\nTeam Manager\n\nSenior Manager\n\nDeputy Secretary \nGeneral\nChief Information & \nTechnology Officer\n\nGeneral Counsel & \nCompliance Officer\n\nExecutive Vice \nPresident and Head\n\nPrincipal Research \nOfficer\n\nLao PDR\n\nSF1 & SF2\n\nBoualith\n\nKhounsy\n\nDeputy Director General\n\nLao PDR\n\nSF1 & SF2\n\nThe Bank of Lao PDR\n\nMs.\n\nSaysamone\n\nChanthachack\n\nMalaysia\n\nObserver\n\nChoo\n\nChian Yuh\n\nMalaysia\n\nMalaysia\n\nMalaysia\n\nSF2\n\nSF2\n\nSF2\n\nMohd Shaharul\n\nK.N. Zain\n\nChief Business Officer\n\nMeor Amri\n\nMeor Ayob\n\nChief Executive Officer\n\nMr.\n\nSimon, Sean Cho\n\nNg\n\nChief Pricing Officer\n\nMalaysia\n\nObserver\n\nMs.\n\nSharkawi\n\nSharlyna Alis\n\nMalaysia\n\nObserver\n\nMs.\n\nLee\n\nShiau Wei\n\nChief Financial Officer\n\n71\n\nMalaysia\n\nSF1\n\nMr.\n\nThomas\n\nMeow\n\nMalaysia\n\nObserver\n\nSecurities Commission\n\nMr.\n\nKemal Rizadi\n\nArbi\n\nHead\n\nMyanmar\n\nObserver\n\nCentral Bank of Myanmar\n\nMs.\n\nNyein Nyein\n\nMyint\n\n10th ABMF Participants List 20Nov,4pm.xlsx\n\n35\n\n36\n\n37\n\n38\n\n39\n\n40\n\n41\n\n42\n43\n44\n45\n\n46\n\n47\n\n48\n\n49\n\n50\n\n51\n52\n53\n\n54\n\n55\n\n56\n57\n\n58\n\n59\n\n60\n\n61\n\n62\n\n63\n\n64\n\n65\n\n66\n\n67\n\n68\n\n69\n\n70\n\n72\n\n73\n\n\fNo.\n\nCountry\n\nOrganization\n\nFirst Name\n\nLast Name\n\nTitle\n\nMembership \nCategory\n\nMr./Ms./M\nrs./Dr./Pr\nof.\n\n74\n\n75\n\n76\n\n77\n\n78\n\n79\n\n80\n\n81\n\n82\n\n83\n\n84\n\n85\n\n86\n\n87\n\n88\n\n89\n\n90\n\n91\n\n92\n\n93\n94\n95\n96\n97\n98\n99\n100\n\n101\n\n107\n\n108\n\n109\n\n110\n\n111\n\nSF1\n\nBureau of Treasury\n\nEduardo \n\nMendiola\n\nPhilippines\n\nObserver\n\nMs.\n\nStephanie Marie\n\nZulueta\n\nFinance Director\n\nSF2\n\nSecurity Bank Corporation\n\nRafael, Jr.\n\nPhilippines\n\nObserver\n\nPhilippines\n\nSF2\n\nPhilippines\n\nADB Secretariat\n\nPhilippines\n\nADB Secretariat\n\nAsian Development Bank \n(ADB)\nAsian Development Bank \n(ADB)\nBureau of Treasury\n\nCredit Guarantee and \nInvestment Facility (CGIF)\nDeutsche Bank AG\n\nOMGEO\n\nPhilippine Dealing System \nHoldings Corp.\nPhilippine Dealing System \nHoldings Corp.\nPhilippine Dealing System \nHoldings Corp.\n\nClearstream Banking\nMonetary Authority of \nSingapore (MAS)\nOMGEO\nSingapore Exchange \nLimited (SGX)\nSingapore Exchange \nLimited (SGX)\nSingapore Exchange \nLimited (SGX)\nSWIFT\n\nSWIFT\n\nSWIFT\nBank of Thailand\nBank of Thailand\nBank of Thailand\nBank of Thailand\nBank of Thailand\nBank of Thailand\nBank of Thailand\n\nObserver\n\nObserver\n\nSF2\n\nSF2\n\nObserver\n\nObserver\n\nObserver\n\nSF2\n\nSF1\n\nSF2\n\nSF2\n\nObserver\nObserver\nObserver\nObserver\nObserver\nObserver (Speaker)\nObserver\nObserver\n\nPhilippines\n\nPhilippines\n\nPhilippines\n\nPhilippines\n\nPhilippines\n\nPhilippines\n\nSingapore\n\nSingapore\n\nSingapore\n\nSingapore\n\nSingapore\n\nSingapore\n\nSingapore\n\nSingapore\nThailand\nThailand\nThailand\nThailand\nThailand\nThailand\nThailand\n\nSingapore\n\nObserver\n\nShinji\n\nSeung Jae\n\nWilliam, Jr.\n\nKiyoshi\n\nCelia\n\nCornelia\n\nEleanor\n\nVicente\n\nThomas\n\nDaowei\n\nJohn\n\nKok Leong\n\nHong Jiun\n\nKwee Lian\n\nAlexandre\n\nMireia\nVachira\nPhongthep\nThammarak\nKaweevudh\nRosmalin\nSatita\nPhantitra\n\nKawai\n\nLee\n\nBeluso\n\nSenior Financial Sector \nSpecialist (Banking)\n\nAdvisor\n\nDirector\nDeputy Treasurer of the \nPhilippines\n\nNishimura\n\nChief Executive Officer\n\nOrbeta\n\nDagdag\n\nDirector\nExecutive Director, \nAPAC\n\nRivera\n\nManaging Director\n\nCastillo\n\nPresident & CEO\n\nAlgarra\n\nCheung\n\nZhan\n\nWu\n\nLai\n\nTan\n\nTng\n\nKech\n\nGuisado Parra\nArromdee\nJongjaroenrungroj\nMoenjak\nSumawong\nApichartvongvanich\nBuranasumpatanont\nLangkuljinda\n\nExecutive Vice \nPresident\nExecutive Director\n\nAssistant Director\n\nSales Associate\n\nVice President\n\nAssociate\n\nSenior Vice President\n\nASEAN Director\nHead of Business \nDevelopment APAC\nBusiness Analyst\nSenior Director\nEconomist\nDivision Executive\nTeam Executive\nTeam Executive\nAnalyst\nAnalyst\n\nUsama\n\nDe Lorenzo\n\nThailand\n\nObserver\n\nBank of Thailand\n\nAlisara\n\nMahasandana\n\nSenior Director\n\n102\n\nThailand\n\nObserver\n\nBank of Thailand\n\nMs.\n\nKwanduean\n\nPlengsombut\n\nChief Analyst\n\n103\n\nThailand\n\nObserver\n\nBank of Thailand\n\nMs.\n\nChantavarn\n\nSucharitakul\n\nAssistant Governor\n\n104\n\nThailand\n\nObserver\n\nBank of Thailand\n\nMs.\n\nSaowalak\n\nTripojanee\n\nSpecialist\n\n105\n\nThailand\n\nObserver\n\nBank of Thailand\n\nMs.\n\nNaruemol\n\nWesaratchakit\n\nTeam Executive\n\n106\n\nThailand\n\nObserver\n\nCitibank, N.A. Bangkok\n\nMr.\n\nDol\n\nWatanasri\n\nThailand\n\nObserver\n\nDeutsche Bank AG\n\nMs.\n\nJaroungpon\n\nHoonsiri\n\nDirector\n\nThailand\n\nObserver\n\nMs.\n\nSukmeena\n\nBhasavanich\n\nThailand\n\nObserver\n\nKetsuda\n\nSupradit\n\nThailand\n\nThailand\n\nObserver\n\nObserver\n\nFiscal Policy Office, Ministry \nof Finance\nMinistry of Finance\n\nPareena\n\nSomchai\n\nSujjapongse\n\nWongsukkasem\n\nEconomist\n\nFiscal Policy Office, Ministry \nof Finance\n\nFiscal Policy Office, Ministry \nof Finance\n\n112\n\nThailand\n\nObserver\n\nMr.\n\nRobert\n\nAndreoli\n\nPrivate Consultant (invited \nby Ms. Ariya, ThaiBMA)\n\nHead of Securities and \nFund Services\n\nHead, Regional \nFinancial Cooperation\nSenior Expert on \nSavings, Investment and \nCapital Market\n\nDirector-General\nBond Market \nDevelopment & \nSovereign Debt \nIssuance and \nMangement Specialist\n\n10th ABMF Participants List 20Nov,4pm.xlsx\n\nMr.\n\nMr.\n\nAtty.\n\nMr.\n\nMr.\n\nMs.\n\nMs.\n\nAtty.\n\nMr.\n\nMr.\n\nMr.\n\nMr.\n\nMr.\n\nMr.\n\nMr.\n\nMs.\n\nMr.\n\nMr.\n\nMs.\nDr.\nMr.\nMr.\nMr.\nMs.\nMs.\nMs.\n\nMs.\n\nMs.\n\nMs.\n\nDr.\n\n\fNo.\n\nCountry\n\nOrganization\n\nFirst Name\n\nLast Name\n\nTitle\n\nMembership \nCategory\n\nMr./Ms./M\nrs./Dr./Pr\nof.\n\n113\n\nThailand\n\nObserver\n\nDr.\n\nPimpen\n\nLadpli\n\n114\n\nThailand\n\nObserver\n\nMr.\n\nThatree\n\nIntharasut\n\nAdministration Officer\n\n115\n\nThailand\n\nObserver\n\nMs.\n\nChatmanee\n\nSinsiri\n\n116\n\nThailand\n\nObserver\n\nMs.\n\nChularat\n\nSuteethorn\n\nDirector General\n\n117\n\nThailand\n\nObserver\n\nMs.\n\nLaksika\n\nTengpratip\n\nFiscal Analyst\n\nThailand\n\nObserver\n\nPrakid\n\nPunyashthiti\n\nAssistant Secretary-\nGeneral\n\nThailand\n\nObserver\n\nDuangdao\n\nPantoomvanich\n\nAssistant Director\n\nThailand\n\nObserver\n\nNapaporn\n\nSittichokpan\n\nOfficer\n\nDirector of Government \nBond Market \nDevelopment Division, \nActing Director of Bond \nMarket Development \nBureau\n\nDirector of International \nBond Market Policy \nDivision\n\nThailand\n\nSF1\n\nJomkwan\n\nKongsakul\n\nDirector\n\nChortip\n\nSvetarundra\n\nAssistant Director\n\nKruaonn\n\nTontyaporn\n\nSenior Officer\n\nSinhua\n\nSaelee\n\nDeputy Head\n\nPichaya\n\nChomchaiya\n\nHead\n\nThailand\n\nObserver\n\nUdomwara\n\nDechsongjarus\n\nGroup Head\n\nThailand\n\nObserver\n\nPataravasee\n\nSuvarnsorn\n\nHead\n\nThailand\n\nObserver\n\nPraphaphan\n\nTharapiwattananon\n\nDeputy Head\n\nThailand\n\nObserver\n\nPhrommet\n\nBencharongkit\n\nAssistant Vice President\n\nThailand\n\nObserver\n\nTheeranuch\n\nChirasanti\n\nVice President\n\nThailand\n\nObserver\n\nSaichon\n\nLisawasdi\n\nThailand\n\nObserver\n\nThananun\n\nSiwamogsatham\n\nNiwat\n\nKanjanaphoomin\n\nPresident\n\nSukritta\n\nAnont\n\nThitima\n\nChinvarodom\n\nOfficer\n\nOfficer\n\nAriya\n\nTiranaprakij\n\nThanh Thuy\nBich Ngoc\nKhoi\nDuong Hoang\n\nLe\nPhan\nNguyen Minh\nPham\n\nSenior Assistant Vice \nPresident\nHead of Bond Market \nDevelopment\nExecutive Vice \nPresident\nOfficer\nOfficer\nOfficial\nOfficial\n\nPublic Debt Management \nOffice, Ministry of Finance \n(PDMO)\n\nPublic Debt Management \nOffice, Ministry of Finance \n(PDMO)\nPublic Debt Management \nOffice, Ministry of Finance \n(PDMO)\nPublic Debt Management \nOffice, Ministry of Finance \n(PDMO)\nPublic Debt Management \nOffice, Ministry of Finance \n(PDMO)\n\nSecurities and Exchange \nCommission\n\nSecurities and Exchange \nCommission\nSecurities and Exchange \nCommission\nSecurities and Exchange \nCommission\nSecurities and Exchange \nCommission\nSecurities and Exchange \nCommssion\nThe Stock Exchange of \nThailand (SET)\nThe Stock Exchange of \nThailand (SET)\nThe Stock Exchange of \nThailand (SET)\nThe Stock Exchange of \nThailand (SET)\nThe Stock Exchange of \nThailand (SET)\nThe Thai Bond Market \nAssociation (ThaiBMA)\nThe Thai Bond Market \nAssociation (ThaiBMA)\nThe Thai Bond Market \nAssociation (ThaiBMA)\nThe Thai Bond Market \nAssociation (ThaiBMA)\nThe Thai Bond Market \nAssociation (ThaiBMA)\nThe Thai Bond Market \nAssociation (ThaiBMA)\nThe Thai Bond Market \nAssociation (ThaiBMA)\nThe Thai Bond Market \nAssociation (ThaiBMA)\nHanoi Stock Exchange\nHanoi Stock Exchange\nMinistry of Finance\nMinistry of Finance\n\nMr.\n\nMs.\n\nMs.\n\nMs.\n\nMs.\n\nMs.\n\nMr.\n\nMs.\n\nMs.\n\nMs.\n\nMs.\n\nMr.\n\nMr.\n\nMs.\n\nMs.\n\nMs.\n\nMs.\n\nMs.\n\nMs.\n\nMs.\nMs.\nMr.\nMr.\n\n118\n\n119\n\n120\n\n121\n\n122\n\n123\n\n124\n\n125\n\n126\n\n127\n\n128\n\n129\n\n130\n\n131\n\n132\n\n133\n\n134\n\n135\n\n136\n\n137\n138\n139\n140\n\nThailand\n\nObserver\n\nThailand\n\nObserver\n\nThailand\n\nObserver\n\nThailand\n\nObserver\n\nThailand\n\nSF1\n\nThailand\n\nObserver\n\nThailand\n\nObserver\n\nThailand\n\nViet Nam\nViet Nam\nViet Nam\nViet Nam\n\nSF1\n\nObserver\nObserver\nObserver\nObserver\n\n10th ABMF Participants List 20Nov,4pm.xlsx\n\n\fBPAM, IBPA & THAI BMA\nCOLLABORATION\n\nFACILITATED BY:\n\nCONTENT\n\nI.\nTri-Party Content Exchange Collaboration\nBond Pricing Agency Malaysia (BPAM)\nII\nII. Bond Pricing Agency Malaysia (BPAM)\nIII.\nIndonesia Bond Pricing Agency (IBPA)\nIV. The Thai Bond Market Association (ThaiBMA)\n\n1\n\n\fASEAN+3 CONTENT COLLABORATION\n\nTHE INITIATIVE\n\n• Support  and educate the public on the nature of regional \n\nbond markets\n\n• Promote cross border trading and investment in \n\nASEAN+3 fixed income markets\n\n• Build the profile of each organisation in neighboring \ng\n\ng\n\np\n\ng\n\nmarkets\n\n• Promote the respective bond markets\n\nASEAN+3 CONTENT COLLABORATION\n\n1st Tri-Partite  \nCollaboration \ncompleted \np\nin Nov 2012\n\nExtend the \ncollaboration to the \nother members in \nASEAN+3\n\nThai BMA\n\nBPAM\n\nIBPA\n\n2\n\n\fASEAN+3 CONTENT COLLABORATION\n\nFirst Stage: \n(cid:190) Content Sharing of basic market information\n(cid:190) Completed on Nov 2012\n\nSecond Stage: \n(cid:190) Distribution agreements for evaluated prices \n\nand other premium data Profit Sharing or \nIntroducer fee basis\n\nThird Stage: \n(cid:190) Joint Advisory and Consultancy services \nPractical experience of building bond market \ninformation infra for a developing  market\n\nFIRST STAGE: CONTENT COLLABORATION\n\nCROSS WEB \nLINK\nLINK\n\n• Via Organisation\nLogo, Website & \nProfile\n\n• To increase \n\norganization’s \nprofile in each \nother’s \nmarketplace.\n\nMARKET DATA\n\nRESEARCH \nPAPERS\nPAPERS\n\n• YTM data, Top \nTraded, Index \nand etc\n\n• Daily/Weekly/ \n\nmonthly  research \npapers \n\n• To provide useful \n\n• To have more \n\nand relevant \nmarket info to the \ndomestic players\n\np y\n\ncomprehensive \nand up-to-date \nmarket overviews \nfor the market \nplayers\n\n3\n\n\fCONTENT COLLABORATION BY\n\nMeor Amri Meor Ayob\nChief Executive Officer\nBPAM\n\nCONTENT COLLABORATION : BPAM\n\nMalaysia’s Premier Bond Pricing Agency \nregistered with the Securities Commission \nsince 2006\n\ng\n\nServing the 4th largest fixed income market in \nAsia, and the largest Sukuk market in the world\n\ni\n\nBPA i\n\nThe pioneer BPA in the SEA region, delivering a \nTh\nth SEA\nwide range of data to more than 120 clients \nlocally and globally\n\nd li\n\ni\n\ni\n\n4\n\n\fCONTENT COLLABORATION : BPAM\n\nData that is available in IBPA and Thai BMA homepages respectively\n\nMost Active Bonds for the day\n\nCONTENT COLLABORATION : BPAM\n\nConventional and Islamic YTM Matrix and Charts\n\n5\n\n\fCONTENT COLLABORATION : BPAM\n\nThomson Reuters BPA Malaysia Bond Index Series\n\nCONTENT COLLABORATION : BPAM\n\nUpcoming New Issues for the week\n\n6\n\n\fCONTENT COLLABORATION BY\n\nIgnatius Girendroheru\nPresident Director\nIBPA\n\nCONTENT COLLABORATION : IBPA\n\nIndonesia Bond Pricing Agency (IBPA),\n\na subsidiary of Indonesia Stock Exchange \n(IDX),\n\nis a licensed securities pricing agency in \nIndonesia, providing  Bond, Sukuk, and \nth\nother securities pricing and information \nti\ni\nservices for the Indonesian market\n\nd i\n\niti\n\nf\n\ni\n\n7\n\n\fCONTENT COLLABORATION : IBPA\n\nYield Curves – Bond Indices – Price Trends\n\nCONTENT COLLABORATION : IBPA\n\nGovernment Bonds & Corporate Bonds Yield by Tenors\n\n8\n\n\fCONTENT COLLABORATION : IBPA\n\nMost Active Bonds\n\nCONTENT COLLABORATION : IBPA\n\nResearch Reports\n\n9\n\n\fCONTENT COLLABORATION BY\n\nNiwat Kanjanaphoomin\nPresident\nThaiBMA\n\nCONTENT COLLABORATION : ThaiBMA\n\nThe Thai Bond Market Association (ThaiBMA) is a securities \nbusiness related association under the Securities and Exchange \nCommission Act B E 2535 Its main purposes are to be a self-\nCommission Act B.E. 2535. Its main purposes are to be a self\nregulatory organization (SRO) for a fair and efficient operation of the \nbond market and to be an information center for the Thai bond market.\n\nIt also plays functional roles on market development, market \nconvention and standards and being Bond Pricing Agency for the \nindustry. In addition, ThaiBMA provides a forum through which industry \nprofessionals can response to current issues and play a role in shaping \nthe future of the Thai bond market.\n\n10\n\n\fCONTENT COLLABORATION : ThaiBMA\n\nThese data are available on both BPAM and IBPA homepages.\n\nBasic  Information for \nThai Bond Market\n\n• Bond information\n• Trading statistics\n• Yield curve\n• Credit spread matrix\n• Bond indices\n• Market news\n\np\n\nCONTENT COLLABORATION : ThaiBMA\n\nThese data are available on both BPAM and IBPA homepages.\n\n11\n\n\fCONTENT COLLABORATION : ThaiBMA\n\nThese data are available on both BPAM and IBPA homepages.\n\nCONTENT COLLABORATION : ThaiBMA\n\nThese data are available on both BPAM and IBPA homepages.\n\n12\n\n\fCONTENT COLLABORATION : ThaiBMA\n\nThese data are available on both BPAM and IBPA homepages.\n\nCONTENT COLLABORATION : ThaiBMA\n\nThese data are available on both BPAM and IBPA homepages.\n\n13\n\n\fFor Further Enquiries\n\nEn Mohd Shaharul Zain, Chief Business Officer \nemail shah@bpam.com.my\nOR\nMarket Development Team\nemail enquiries@bpam.com.my or +603-2772 0888 \n\nEn Wahyu Trenggono, Director\nemail Wahyu.Trenggono@ibpa.co.id\nor +62 21 5151569 \n\nMr Thananun Siwamogsatham, \nSVP, Head of Bond Market Development Group \nemail Thananun@thaibma.or.th\nor (66)-2252-3336 \n\nTHANK YOU\nTHANK YOU\n\n14\n\n\fSF1 P\nSF1 – Proposed ASEAN+3 \nd ASEAN 3\nMulti-Currency Bond \nIssuance Framework (AMBIF) \n\nProf. Shigehito Inukai\nProf Shigehito Inukai\nwith Matthias Schmidt\nADB Consultants\n10th ABMF Meeting, Bangkok, Thailand\n21 November 2012\n\nSub-Forum 1 Agenda\n\n1. Approaches for AMBIF\n2. AMBIF Characteristics and Underlying Details\n3. Spotlight on Market Challenges\n3 S tli ht\n4.\nItems for Consideration in AMBIF Discussion\n5. General Status/Structure: Breakdown of Bonds by \n\nM k t Ch ll\n\nIssuer, currency and Issuing Place\n\n6. How to connect Markets?\n\n- What we would like to deliver and ask to the regulatory authorities -\n\n7. Future Activities and Work Plan\n8. Q & A (after the Break)\nAppendix – Market Visit Findings (revised and updated)\n\n1\n\n2\n\n1\n\n\f1. Approaches for AMBIF\n1-1.  Recap of the Seoul Meeting\n1-2.  Comparison across Markets\n      /Focus on Similarities\n/Focus on Similarities\n      /Comparability is the similarity\n      /Reflect Equivalence\n      /Proposed “Proxy Approach”\n\n1-1-1. Recap of the Seoul Meeting:\nNeed to break down ‘AMBIF’\n\nOne or multiple issuer(s) from same company\n• One or multiple issuer(s) from same company\n• Accessing multiple markets\n• With standard (set of) documentation\n• Using a standardised approval process\n• Within a defined timeline\n\n(cid:190) In effect, an approach to a common market\n\n3\n\n4\n\n2\n\n\f1-1-2. Recap of the Seoul Meeting:\nMap Market to AMBIF Features\n\nMarket Features\n• Professional \nInvestors\n\n• Issuance Types\n• Issuers\n• Disclosure\n• Disclosure\n• Documentation\n• Intermediaries\n• Selling Restriction\n\nAMBIF Features\n\nIssuer\n\n•\n• Multiple markets\n• Single document \n\nset\n• Standard Approval\nStandard Approval\n• Defined Timeline\n• …\n\n1-1-3. Recap of the Seoul Meeting: \nMarket Drivers differ (See P.17）\n\nl\n\nt\n\nth\n\nP i\n\n• Professional investors in some markets\n• Private placement in other markets \nt i\n• Legislation in several markets \n• Marketplaces, where existent\n• More than one market segment with different drivers \n• SRO prescription may apply in some market\n\nk t\n\n(cid:190) Market practice would be the ultimate driver\n(cid:190) But not sufficiently suitable as a link between markets\n\n5\n\n6\n\n3\n\n\f1-2-1. Comparison across Markets\nFocus on Similarities, \nto be compiled across market features such as:\n\nMarket Segment \n\n• Market Segment – focus on Most Suitable Market Segment\nfocus on Most Suitable Market Segment\n• Investor Access – focus on ability of investors to trade in a market\n• Professional Investors – by focusing on underlying investor types\n• Selling Restrictions – focus on integrity of professional market\n• Disclosure – focus on limited / defined disclosure\n• Key Documentation – focus on main issuance document(s) & content\n• Documentation (complete list at later stage)\n• Covenants (possible future topic as part of documentation)\n• Issuance/Issuer limitations – what limits ability to issue\n• Intermediaries – focus on role/functions of intermediaries\n• Fair Pricing Capture\n• DVP, Close to DVP – Robustness of the Settlement Infrastructure\n• etc.\n\n1-2-2.Comparison across Markets\nWhat is SF1 trying to achieve?\n• To reflect equivalence of markets and participants across economies\n\n• For issuers, investors, intermediaries\nTo reflect equivalence in documentation and practices in each \n• To reflect equivalence in documentation and practices in each\neconomy/market segment, e.g. \n• For professional investor concepts\n• For key documents\n• For selling restrictions\n• For covenants\n\n• Preferably, in the form of a positive statement \n• With direct references to applicable laws and regulations\n\n(cid:190) To define a domestic market focused but regionally connected bond \n\nmarket framework specifically for ASEAN+3 (such as the most recent \ncase of SK Telecom bond listing on TOKYO PRO-BOND Market) \nwhile drawing on proven concepts from developed markets (e.g. \nEurobond MTN market, such as most recent case of the listing of \nfunding program of Nomura Bank International Plc and Nomura \nEurope Finance N.V. on the TOKYO PRO-BOND Market)\n\n7\n\n8\n\n4\n\n\f1-2-3. Focus on Similarities\n\n• Professional investor types nearly congruent…\n• Market participants consider markets professional\n• Almost all markets practically allow FII access\n• Same documentation elements used everywhere\n• Markets have active regulatory dialogue\n\n(cid:190) Ultimately, comparability is the similarity we want\n(cid:190) Ultimately comparability is the similarity we want\n\n1-2-4.Proposed “Proxy Approach”\n\n• Recommended: \n\nUltimately, one approval of issuing AMBIF Bonds\nby AMBIF eligible issuers in an AMBIF Market\nby AMBIF eligible issuers in an AMBIF Market\nshould be considered valid – hence a proxy \napproval - for all AMBIF Markets\n\n• Significant Merit/Benefits:\n\n• This key feature does currently not exist in Asia\n• It would best realise some of the most significant cost\n• It would best realise some of the most significant cost \nand time savings, per issuance and per programme\n\n• Market participants consider markets professional\n\n(cid:190) For further consideration and discussion\n\n9\n\n1010\n\n5\n\n\f2. AMBIF Characteristics and \n\nUnderlying Details\n\n2-1. Instruments and Issuers\n2-2. Professional (AMBIF) Markets\n2-3. Types of Professional Investors\n2-4. Documentation\n2-5. Other Characteristics\n2-6. Proposed Proxy Approach may require normalisation\n\n2-1-1-1. Issuance of LCY Instruments\n\nKey arguments:\n• Mandate from ASEAN+3 Finance Ministers\n• Mandate from ASEAN+3 Finance Ministers\n• No FX considerations (at this point) \n• Since target would be issuers with needs \n\nfor funds in respective LCY\n\n11\n\n12\n\n6\n\n\f2-1-1-2. Type of Eligible Instruments\n\nKey arguments:\n• Straight notes and bonds acceptable\nStraight notes and bonds acceptable\n• Representing most desired issue forms\n• Considerations for regulatory concerns \non e.g. convertibles to be factored in\n\n2-1-2. Eligible Issuers\n\nList of proposed issuer candidates:\n• E g ADB and IBRD\nE.g. ADB and IBRD\n• Multi-regional corporations\n• Banks and financial institutions\n• Other suitable parties\n\n• Potentially, can consider specific \n\nexclusions, if so deemed necessary\n\n13\n\n14\n\n7\n\n\f2-2-1.Professional (AMBIF) Markets\n\nBased on the following criteria:\ny\n• Nominated by National Members, Experts  OR\n\np\n\n,\n\nIdentified during ABMF market visits\n\n•\n• Professional investors (and general investors) \n\nin market or segment clearly defined  OR\n\n• Sufficient selling restrictions in place between \n\nprofessional and general investors\n\nl i\n\nd\n\nt\n\nf\n\ni\n\nl\n\n• Market or segment focus on limited disclosure\n• Regardless of private placement concept\n\n15\n\n2-2-2.Focus on “Limited Disclosure(*)” Markets\n\nKey Factor\n\nFull Disclosure \nrequires Market\n\nLimited Disclosure(*) \nLimited Disclosure(*) \nMarket\nMarket\n(Targeted AMBIF Market)\n(Targeted AMBIF Market)\n\nNo Disclosure \nrequires Market\n\nDisclosure\n\nLimited Disclosure Exemption\n\np\n\nFull Exemption\n\np\n\nFull Disclosure \nRegistrations (SRS) \n\nInvestor\n\nGeneral Investors main\n\nProfessional Investors\n\n100% Professional\n\nMarket Liquidity\n\n◎\n\n○\nTradable among Professionals\n\nX\nNon-tradable\nPossessed until maturity\n\nSelling \ng\nRestrictions\n\ng\nNothing\n\nYes: to Non-professional \np\ninvestors\n\nYes: to Non-professional \np\ninvestors\n\nDocuments\n\nProspectus\n\nInfo. Memo\nOffering Circular\n\n-\n\nAbove matrix excludes exemptions (1) Small Number,  (2) Small Amount and (3) Short Term.\n(*) “Limited disclosure” refers to a certain level of disclosure information that \ncan be accepted as a minimum required information by professional investors.\n\n16\n\n8\n\n\f2-2-3.Candidates for Professional Markets\n\nEconomy\n\nType of Market\n\nCandidate Market\n\nParticipation of\n\nMarket governed by\n\nSRO\n\nProfessional Market \nas a result of\n\nAccessible to \nForeign Institutional \nInvestors\n\nIssuing & Secondary\n\nAccess/Participation\n\nInstitutional Investors\n\nPBOC / NAFMII\n\nNAFMII\n\nvia QFII\n\nInter-Bank Bond Market \n(IBBM)\n\nIssuing & Secondary\n\nQIB Market (in IBBM)\n\nRegulation\n\nQIBs (tbd)\n\nPBOC / NAFMII\n\n(NAFMII) tbd\n\nPR China\n\nIssuing & Secondary\ny\n\ng\n\nQualified Foreign Institutional \nInvestor\nI\n\nt\n\nRegulation\n\ng\n\n,\nQFIIs, B/Ds\nQ\n\nCSRC\n\nIssuing & Secondary\n\nSME Private Placements (on \nSSE)\n\nMembership\n\nEligible Investors\n\nCSRC / SSE\n\nSSE\n\nHong Kong\n\nIssuing\n\nSecondary\n\nHKEx\n\nOTC\n\nMarket Practice\n\nProfessional Investors\n\nSFC, HKEx\n\nMarket Practice\n\nProfessional Investors\n\nSFC, HKMA\n\nIndonesia\n\nMTN Issuing\n\nMarket Practice\n\n{Professional Investor}\n\n(Private Placement) \n(Unregulated Market)\n\nJapan\n\nIssuing & Secondary\n\nTokyo PRO-BOND / OTC\n\nLaw (FIEA)\n\nSpecified Investors\n\nFSA, TSE\n\nTSE, JSDA\n\nKorea\n\nMalaysia\n\nPhilippines\n\n(Under preparation)\n\n(Revised QIB Market)\n\nRIPDS\n\nQIBs\n\nFSC, FSS\n\nKOFIA\n\nIssuing\n\nPrivate Placement\n\nMarket Practice\n\nProfessional Investors\n\nFSC, FSS\n\nIssuing & Secondary\n\nExcluded Offers\n\nLaw (CMSA)\n\nSophisticated Investors\n\nSC Malaysia\n\nIssuing\n\nIssuing\n\nSecondary\n\nExempt Regime (Listings \nonly)\n\nPDEx Inter-dealer & Inter-\nProfessional\n\nMembership\n\nInstitutional Investors\n\nBursa Malaysia\n\nQualified Buyer / QIB\n\nParticipation\n\nQualified (Institutional) Buyer\n\nSEC, BSP\n\nMembership\n\nBanks, Dealers\n\nSEC, PDEx\n\nPDEx\n\nSingapore\n\nIssuing & Secondary\n\nSGX / OTC\n\nMarket Practice\n\nInstitutional Investors\n\nThailand\n\nIssuing & Secondary\n\nPrivate Placement AI (OTC)\n\nLaw and Regulation\n\nII & HNW\n\nViet Nam\n\nIssuing\n\n(Private Placement)\n\nLaw\n\nProfessional Investors\n\nMAS\n\nSEC\n\nSSC\n\nThaiBMA\n\n(VBMA)\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\n-\n\ntbd\n\nYES\n\ntbd\n\nYES\n\nYES\n\nYES\n\nYES\n\ntbd\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\n17\n\n2-2-4.Detail on Professional Markets / PP details\n\nEconomy\n\nCandidate Market\n\nSpecific Name, if any\n\nDescription\n\nComments\n\nKey Characteristics\n\nNo. of Offers\n\nNo. of Investors\n\nSize of \nTransaction\n\nOther / \ntbd\n\nInter-Bank Bond Market (IBBM)\n\nPrivate Placement Notes\n\nto be confirmed No. of Investors\n\nPR China\n\nQIB Market (IBBM)\n\nQualified Foreign Institutional Investor\n\ntbd\n\nN/A\n\ntbd\n\ntbd\n\nPlacement to \nspecific \ninvestors only\n\ntbd\n\nN/A\n\nPlacement needs to include \ninvestor list\n\nQFII are limited to listed \ninvestments\ninvestments\n\nIndonesia\n\n(Private Placement)\n\nMTN type\n\n<=100\n\nUnregulated\n\nSME Private Placements\n\nSME Private Placement Straight bond to be confirmed to be confirmed\n\nOTC\n\nHKEx\n\nPrivate Placement\n\nMTN type\n\nOffers to Professional \nInvestors\n\nto be confirmed to be confirmed\n\nHong Kong\n\nJapan\n\nKorea\n\nMalaysia\n\nSingapore\n\nThailand\n\nSmall Number-Private Placement (SN-\nPP)\nQualified Institutional Investor-Private \nPlacement (QII-PP)\n\nOffer to Specified Investors (SI-PP)\n\nTOKYO PRO-Bond\n\ninc. MTN type\n\nProfessional Investors\n\nN/A\n\nN/A\n\n(Revised QIB Market)\n\nto be confirmed\n\nExcluded Offers\n\nExcluded Offer\n\nMTN type\n\n<50\n\n>5 million\n\nExempt Regime (Listings only)\n\nExempt Listing\n\nto be confirmed to be confirmed\n\nPhilippines\n\n(Small number PP)\n\nExempt Transaction\n\n<=19\n\nPrivate Placement\n\nMTN type\n\n>250k\n\nOTC\n\nOTC\n\nPrivate Placement\nAI Regime\nPrivate Placement –\nNarrow distribution\n\nViet Nam\n\n(Private Placement)\n\nto be confirmed to be confirmed\n\nStraight bond,\nCB, BW.\n\nto be \nconfirmed\n\nTo 25 II+HNW\ninvestors\nTo max 10 \ninvestors\n\nno specific \nprescription\n\n<=50\n\n<50\n\n<=19\n\n<50\n\nNo limit\n\nmax 10\n\nJapan Rule 2–31 offering\n\nNot applicable\n\n(Under preparation)\n\nNeed to confirm w. Bursa \nMalaysia\n\nImplementation guidelines \npending\n\n18\n\n9\n\n\f2-2-5. The ‘AMBIF Market(s)’ could be:\n\n• Any one or more of the ‘Most Suitable \ny\nMarket’ Candidates in a given economy\n\ng\n\n• Based on the assessment of, and decision \nby, National Members, in consultation with \nNational Experts, and – ultimately – the \ny\nrelevant regulatory authorities\n\ng\n\n2-2-6. Benefits of ‘AMBIF Markets’\n\n• Simply chose from existing markets or segments\n• No need to create a specific market or segment\n• Decision making (control) by crucial constituents\n• Basically, no need to amend existing, or pass \n\nadditional legislation\n\n• No need to officially integrate markets across \n\njurisdictions\n\n• While retaining opportunities to create a common \n\nmarket at a later stage\n\n19\n\n20\n\n10\n\n\f2-2-7. Proposed ‘AMBIF Markets’ Approach\n\nMultiple approaches possible:\n\n• 1 – Economies nominate most suitable market each\n• 2 ABMF serves as conduit to select markets\n• 2 – ABMF serves as conduit to select markets\n• 3 – Only economies with ‘compliant’ characteristics \n\nput forward their markets\n\n• 4 – Other approach(es)\n\nSelection would depend to a large degree on \ncomfort level of regulatory authorities\ncomfort level of regulatory authorities\n\n(cid:190)For further discussion\n\n21\n\n2-2-8. Governance of Professional Markets\n\nEconomy\n\nBrunei \nDarussalam\n\nCentral Bank\n\nAutoriti Monetari Brunei \nDarussalam\n\nRegulatory Authority / Authorities\nRelevant Ministry\n\nSecurities Regulator(s)\n\nSRO(s)\n\nMinistry of Finance\n\nAutoriti Monetari Brunei Darussalam\n\nCambodia\n\nNational Bank of Cambodia\n\nSecurities and Exchange Commission\n\nMinistry of Economy and \nFinance\n\nPR China\n\nPeople's Bank of China\n\nMinistry of Finance\n\nNAFMII, SSE\n\nChina Securities Regulatory \nChina Securities Regulatory\nCommission, National Development and \nReform Commission, People's Bank of \nChina\n\nHong Kong\n\nHong Kong Monetary Authority\n\nFinancial Secretary\n\nSecurities and Futures Commission\n\nHKEx\n\nIndonesia\n\nBank Indonesia\n\nMinistry of Finance\n\nBapepam-LK (SFA)\n\nJapan\n\nKorea\n\nBank of Japan\n\nMinistry of Finance\n\nFinancial Services Agency\n\nBank of Korea\n\nMinistry of Strategy and \nFinance\n\nFinancial Services Commission, \nFinancial Supervisory Service\n\nLao PDR\n\nBank of the Lao PDR\n\nMinistry of Finance\n\ny\n\nSecurities and Exchange Commission \nOffice, Bank of the Lao PDR\nOffice Bank of the Lao PDR\n\nMalaysia\n\nBank Negara Malaysia\n\nMinistry of Finance\n\nSecurities Commission Malaysia\n\nMyanmar\n\nCentral Bank of Myanmar\n\nCentral Bank of Myanmar\n\nMinistry of Finance and \nRevenue\n\nIDX, KPEI, \nKSEI\n\nJSDA, TSE\n\nKOFIA, KRX\n\nPhilippines\n\nBangko Sentral ng Pilipinas\n\nMinistry of Finance\n\nSecurities and Exchange Commission\n\nPDEx\n\nSingapore\n\nMonetary Authority of Singapore\n\nMinstry of Finance\n\nMonetary Authority of Singapore\n\nSGX\n\nThailand\n\nViet Nam\n\nBank of Thailand\n\nMinistry of Finance\n\nSecurities and Exchange Commission\n\nThaiBMA\n\nState Bank of Viet Nam\n\nMinistry of Finance\n\nState Securities Commission\n\n(VBMA)\n\n22\n\n11\n\n\f2-3-1. Types of Professional Investors\n\n(Most Common Types)\n\nInvestor Term in each Economy represents the following Types of Investors (expressed as categories mentioned in laws, regulations or market practice)\n\nBank B/D\n\nIns MF Prov Gov\n\nCB\n\nCEF Corp DPA Der. Dev\n\nEx\n\nFII\n\nFin\n\nFM HNW I FM Sup Inst I Other Priv Stat\n\nSub\n\nTC\n\nT\n\n'IBBM Investors'\nIBBM Investors\n\nPBOC\nPBOC\n\nX\nX\n\nX\nX\n\nX\nX\n\nX\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\nX\n\nX\n\nX\n\nX\n\nX\n\nX\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\n23\n\nThailand\n\nAccredited Investors\n\nSEC\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nEconomy\n\nInvestor Term\n\nDefined \nby\n\nEligible Investors\n\nSSE\n\nPR China\n\nQualified Foreign \nInstitutional Investor\n\nCSRC\n\nQualified \nInstitiutional Buyer\n\nPBOC\n\nProfessional Investor\n\nLaw\n\nHong Kong\n\nIndonesia\n\nOffer to Prof. \nInvestors'\n\n{Professional \nInvestor}\n\nHKEx\n\nBapepa\nm\n\nJapan\n\nSpecified Investors\n\nLaw\n\nProfessional Investors\n\nLaw\n\nKorea\n\nQualified \nInstitiutional Buyers\n\nMalaysia\n\nSophisticated \nInvestors\n\nLaw\n\nLaw\n\nPhilippines Qualified Buyer, QIB Law, SEC\n\nSingapore Institutional Investors\n\nLaw\n\nViet Nam Professional Investors\n\nLaw\n\nX\n\nX\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nEconomy\n\nInvestor Term\n\nDefined \nby\n\nEligible Investors\nEligible Investors\n\nSSE\nSSE\n\nPR China\n\nQualified Foreign \nInstitutional Investor\n\nQualified Institiutional \nBuyer\n\nCSRC\n\nPBOC\n\nProfessional Investor\n\nLaw\n\nHong Kong\n\nOffer to Prof. Investors'\n\nHKEx\n\nIndonesia\n\n{Professional Investor} Bapepam\n\nJapan\n\nSpecified Investors\n\nLaw\n\nKorea\n\nProfessional Investors\n\nLaw\n\nQualified Institiutional \nBuyers\n\nLaw\n\nMalaysia\n\nSophisticated Investors\n\nLaw\n\nPhilippines\n\nQualified Buyer, QIB\n\nLaw, SEC\n\nSingapore\n\nInstitutional Investors\n\nLaw\n\nViet Nam\n\nProfessional Investors\n\nLaw\n\nX\n\nX\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\n2-3-2. Types of Professional Investors\n\n(Normalised View; no II, FII, Supra since subsumed)\n\nInvestor Term in each Economy represents the following Types of Investors (expressed as categories mentioned in laws, regulations or market practice)\n\nBank B/D\n\nIns\n\nProv\n\nGovernment (at large)\n\nInvestment Advisory Biz\n\nOthers\n\nGov\n\nCB\n\nStat Dev DPA\n\nFM MF\n\nCEF\n\nTC\n\nT\n\nCorp Der.\n\nEx\n\nFin HNW I FM Other Priv\n\nSub\n\n'IBBM Investors'\n\nPBOC\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\n24\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nThailand\n\nAccredited Investors\n\nSEC\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\n12\n\n\f2-3-3. The ‘AMBIF Investors’ could be:\n\n• Banks\n\n• Broker/Dealers, Securities Houses\n\n•\n\nInsurance companies\n\n• Government (and related entities)\n\n• For this purpose of classifying investor types, while acknowledging \ntheir independence, central bank, statutory boards, development \nfunds and agencies are subsumed under government\n\n• Provident funds and pension funds [may be government as well]\n\n•\n\nInvestment advisory businesses (and similar entities)\n\n• For the purposes of classifying investor types, mutual funds, trust \nbanks, fund managers, private funds, etc. are subsumed under \ninvestment advisory businesses\n\n(cid:190) Classification and details for further discussion (see next slides)\n\n2-3-4. Why these AMBIF Investor Types?\n\n• NO single economy does NOT allow the common\n\ninvestor types to participate in market(s)\n\n• Virtually all markets permit these investor types to \nparticipate, even in markets without designated \nprofessional investor scheme\n\n• All these investor types are licensed or \n\ndesignated, either explicitly or implicitly, i.e. \nregulators have already passed judgment on \ng\nentities\n\ny p\n\ng\n\nj\n\n(cid:190) Details for further discussion\n\n25\n\n26\n\n13\n\n\f2-3-5. Types of Professional Investors\n(Potential Additional Candidates, based on Normalised View)\n\nInvestor Term in each Economy represents the following Types of Investors (expressed as categories mentioned in laws, regulations or market practice)\n\nBank B/D\n\nIns\n\nProv\n\nGovernment (at large)\n\nInvestment Advisory Biz\n\nCandidates\n\nOthers\n\nGov\n\nCB\n\nStat Dev DPA\n\nFM MF\n\nCEF\n\nTC\n\nT\n\nCorp Sub HNW Der.\n\nEx\n\nFin\n\nI FM Other Priv\n\n'IBBM Investors'\n\nPBOC\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nEconomy\n\nInvestor Term\n\nDefined \nby\n\nEligible Investors\nEligible Investors\n\nSSE\nSSE\n\nPR China\n\nQualified Foreign \nInstitutional Investor\n\nQualified Institiutional \nBuyer\n\nCSRC\n\nPBOC\n\nProfessional Investor\n\nLaw\n\nHong Kong\n\nOffer to Prof. Investors'\n\nHKEx\n\nIndonesia\n\n{Professional Investor} Bapepam\n\nJapan\n\nSpecified Investors\n\nLaw\n\nKorea\n\nProfessional Investors\n\nLaw\n\nQualified Institiutional \nBuyers\n\nLaw\n\nMalaysia\n\nSophisticated Investors\n\nLaw\n\nPhilippines\n\nQualified Buyer, QIB\n\nLaw, SEC\n\nSingapore\n\nInstitutional Investors\n\nLaw\n\nViet Nam\n\nProfessional Investors\n\nLaw\n\nX\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\n27\n\nX\n\nX\n\nX\n\nX\n\nX\n\nThailand\n\nAccredited Investors\n\nSEC\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\n2-3-6. AMBIF Investor Type Candidates\n\n• Corporates and Subsidiaries\n\n• Possibly with qualifying criteria (size, income)\nPossibly with qualifying criteria (size, income)\n• Some markets specify subsidiaries of main \n\ninvestor types, others do not\n\n• High Net Worth Investors (Individuals)\n• Possibly with qualifying criteria (assets, \n\nincome, relevant experience)\ni\n)\n\nt\n\ni\n\nl\n\n(cid:190) Details for further discussion\n\n28\n\n14\n\n\f2-3-7. Proposed AMBIF Investor Approach\n\nConsider step-by step approach\n\n• 1st step: Most common investor types\n• 2nd step: Corporates and HNW after due consideration\n\n2 step: Corporates and HNW, after due consideration, \ndefinition of common criteria\n\n• 3rd step: Other, additional investor types\n\nCan start with confirmed, common investor types, and \nadd additional types in line with regulatory comfort level\n\nNo need to officially integrate across jurisdictions\n\n(cid:190) For further discussion\n\n29\n\n2-3-8. Focus on Foreign Investors (FI or FII)\n\nParticipation of \nForeign Institutional \nInvestors (FII)\n\nParticipation \nspecifically stated \nin law/regulations\n\nvia 'R-QFII'\n\nLimited\n\nIf so, where?\n\nPBOC Regulation ('R-\nQFII')\n\ntbd\n\nFII can buy \nlocal \ncurrency?\n\nFII can \nobtain OD?\n\nFII can obtain \nOD for fail \nmgmt?\n\nEconomy\n\nCandidate Market\n\nInter-Bank Bond Market \n(IBBM)\n\nQIB Market (in IBBM)\n\nPR China\n\nQualified Foreign \nInstitutional Investor (QFII)\n\nSME Private Placements \n(on SSE)\n\nHong Kong\n\nHKEx\n\nOTC\n\nIndonesia\n\n(Private Placement) \n(Unregulated Market)\n\nJapan\n\nTokyo PRO-BOND\n\nProfessional Investor\n\nKorea\n\nMalaysia\n\nPhilippines\n\nExcluded Offers\n\nExempt Regime (Listings \nonly)\n\nQualified Buyer / QIB\n\nPDEx Inter-dealer & Inter-\nProfessional\n\nSingapore\n\nOTC\n\nThailand\n\nPrivate Placement\n\nPrivate Placement\n\nViet Nam\n\n(Private Placement)\n\ntbd\n\nYES\nYES\n\nNo\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\n(QIB Market)\n\nNot at the moment\n\ntbd\n\nYES\nYES\n\nNo\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\nNo\n\nNo\n\nNo\n\nYES\n\nYES\n\nNo\n\nYES\n\nYES\n\nYES\n\nNo\n\ntbd\n\nN/A\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\nCSRC Provisional  YES, based \n\nGuidelines\n\non quota\n\nProfessional Investors\n\nYES\n\nProfessional Investors\n\nYES\n\nFX regulations\n\nSpecified Investors\n\nLaw\n\n-\n\n-\n\n-\n\n-\n\n-\n\nFX regulations\n\nFX regulations\n\nAccredited Investors\n\nAccredited Investors\n\nLaw on Foreign \nInvestment\n\nNo\n\ntbd\n\nNo\nNo\n\nYES\n\nYES\n\nYES\n\nNo\n\nYES\n\nNo\n\nNo\n\nNo\n\nNo\n\nNo\n\nNo\n\nNo\n\nNo\n\nNo\n\nYES\n\nComments\n\nSpecific access \npath for FII only\n\nSpecific access \npath for FII only\n\nNo\n\ntbd\n\nNo\nNo\n\nYES\n\nYES\n\nYES\n\nYES\n\nNo\n\nNo\n\nYES\n\nYES*\n\nYES*\n\nNo\n\nYES*\n\nConditions apply\n\nYES*\n\npp y\nConditions apply\n\nYES*\n\nConditions apply\n\nYES*\n\nConditions apply\n\nYES*\n\nConditions apply\n\nConditions apply\n\nConditions apply\n\n30\n\n15\n\n\f2-3-9. FII are Professional Investors\n\n• FII are typically banks, brokers, insurance \n\ncompanies, investment advisory businesses\n• All economies permit FII access, some with \n• All economies permit FII access some with\n\nregistration or approval \n\n• Only selected specific markets may not be \n\naccessible at this point in time\n\n• FII can buy and sell local currency via FX\np\ng\n• FII can fund in foreign currency of their preference\n• FII can repatriate capital and gains\n\ny\n\n• Some conditions may apply\n\n(cid:190) Hence, no need to specify as separate investor type\n\n2-3-10. Benefits of ‘AMBIF Investors’\n\n• No need to specify particular categories\n• Just make reference to existing categories\n• All proposed entities already licensed or \n\n• Includes existing FII universe, both as investors \n\n• No need to officially regularise investor types \n\ndesignated\n\nand intermediaries\n\nacross jurisdictions\n\n31\n\n32\n\n16\n\n\f2-4. Documentation\n\na-1. Documentation Criteria\na-2. Typical Breakdown of (Limited Disclosure) \n\nDocumentation Items \nDocumentation Items\na-3. Why Documentation Criteria?\nb-1. What Regulatory Authorities and/or SRO require?\nb-2. What Investors want?\nb-3. Key Document(s) by Market\nb 4. Details: Use of Comfort Letter\nDetails: Use of Comfort Letter\nb-4\nBenefits of ‘AMBIF Documentation’\nc.\nProposed AMBIF Docu. Approaches\nd.\nRecommended additional Step\ne.\n\n33\n\n2-4-a-1. Documentation Criteria\nDocumentation should include the following key \ningredients:\n• Audited Financial Statement\n• Audited Financial Statement\n• Across a 3-year horizon *)\n• Outlook of the Issuer\n• Use of Proceeds\n• In English language\n• Other characteristics to be determined\n\n(cid:190) Please refer to the typical breakdown of (Limited Disclosure) \n\ndocumentation items on the next page\n\n*) This criteria will have to be considered in line with ‘new markets’ with \nlimited disclosure data requirements\n34\n\n17\n\n\f2-4-a-2. Typical Breakdown of (Limited \nDisclosure) Documentation Items \n• Securities Information\n\nTerms and Conditions of Primary Offering for Subscription to Professional Investors\n\n•\n• Underwriters of Bonds and Bond Administration, etc.\n• Use of Proceeds from Issue of New Securities\n\n,\n\n• Terms and Conditions of Secondary Distribution to professional Investors\n• Corporate (Issuer’s) Information\n\n• Outline of Company\n•\n•\n•\n• Financial Conditions\n• Financial Conditions\n\nI-1 Trends of Principal Operating Data\nI-2 Business Description\nI-3 Affiliate Companies\n\n• Consolidated Financial Statements, etc. \n(1) Consolidated Financial Statements\n•\n(2) Description of Major Assets and Liabilities\n•\n(3) Other Matters\n•\n\n•\n•\n\nInformation of Other Securities\nInformation on Guarantor\n\n2-4-a-3. Why Documentation Criteria?\n(Key Documentation Elements)\n\nSingle most significant criteria for Documentation is \ncompatibility of its key ingredients (as highlighted\ncompatibility of its key ingredients (as highlighted \nbelow)\n\nData pending further research\n\n35\n\n36\n\n18\n\n\f2-4-b-1. What Regulators and/or SRO require?\n\n(Based on market visit research, applicable regulations)\n\nEconomy\n\nCandidate Market\n\nBusiness \nDirection\n\nCompany \nOutlook\n\nFinancial \nStatement\n\nAudited?\n\nUse of \nProceeds\n\nBoard of \nDirectors\n\nUnderwriters\n\nInfo on Other \nSecurities\n\nInfo on \nGuarantor\n\n(Private Placement) \n(Unregulated Market)\n\nData pending further research\n\nTokyo PRO-BOND\n\nInter-Bank Bond Market \n(IBBM)\n\nQIB Market (in IBBM)\n\nPR China\n\nQualified Foreign \nInstitutional Investor (QFII)\n\nSME Private Placements \n(on SSE)\n\nHKEx\n\nOTC\n\nHong Kong\n\nIndonesia\n\nJapan\n\nKorea\n\nMalaysia\n\nPhilippines\n\nProfessional Investors\n\nQIB Market\n\nExcluded Offers\n\nExempt Regime (Listings \nonly)\n\nQualified Buyer / QIB\n\nPDEx Inter-dealer & Inter-\nProfessional\n\nSingapore\n\nOTC\n\nThailand\n\nPrivate Placement\n\nPrivate Placement\n\nViet Nam\n\n(Private Placement)\n\n2-4-b-2. What Investors want?:\n(Perception based on market visit discussions)\n\nEconomy\n\nCandidate Market\n\nBusiness \nDirection\n\nCompany \nOutlook\n\nFinancial \nStatement\n\nAudited?\n\nUse of \nProceeds\n\nBoard of \nDirectors\n\nUnderwriters\n\nInfo on Other \nSecurities\n\nInfo on \nGuarantor\n\nInter-Bank Bond Market \n(IBBM)\n\nQIB Market (in IBBM)\n\nPR China\nPR Chi\n\nQualified Foreign \nInstitutional Investor (QFII)\n\nSME Private Placements \n(on SSE)\n\nHong Kong\n\nHKEx\n\nOTC\n\nIndonesia\n\n(Private Placement) \n(Unregulated Market)\n\nJapan\n\nKorea\n\nMalaysia\n\nPhilippines\n\nTokyo PRO-BOND\n\nProfessional Investors\n\nQIB Market\n\nExcluded Offers\nExcluded Offers\n\nExempt Regime (Listings \nonly)\n\nQualified Buyer / QIB\n\nPDEx Inter-dealer & Inter-\nProfessional\n\nSingapore\n\nOTC\n\nThailand\n\nPrivate Placement\n\nPrivate Placement\n\nViet Nam\n\n(Private Placement)\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n37\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n✔\n\n38\n\n19\n\n\f2-4-b-3. Key Document(s) by Market\n\nPR China\n\nHong Kong\n\nJapan\n\nKorea\n\nMalaysia\n\nEconomy\n\nCandidate Market\n\nTranslates into\n\nComments\n\nTerm used for Key \nDocumentation\n\nInter-Bank Bond Market (IBBM)\n\nPP Agreement\n\nQIB Market (IBBM)\n\nProspectus\n\nSpecific agreement w.list of \ninvestors\nto be confirmed\n\nto be further confirmed\n\nto be confirmed\n\nQualified Foreign Institutional Investor\nQualified Foreign Institutional Investor\n\nProspectus\nProspectus\n\nSME Private Placements\n\nOTC\n\nHKEx\n\nProspectus\n\nOffering Circular\n\nInformation Memorandum\n\nIndonesia\n\n(Private Placement)\n\nPurchase Agreement\n\nFull disclosure\nFull disclosure\n\nFull disclosure\n\nIM / OC\n\nIM / OC\n\nIndividual agreement \nbetween buyer/issuer\n\nConfirmed\nConfirmed\n\nConfirmed\n\nConfirmed\n\nConfirmed\n\nConfirmed\n\nTokyo PRO-BOND\n\nProfessional Investors\n\nQIB Market\n\nProgram Info\n\nIM / OC\n\nto be confirmed\n\nTransfer Restriction Agreement\n\nSelling Restriction\n\nto be confirmed\n\nShort Prospectus\n\nShort Prospectus\n\nIM / OC\n\nIM / OC\n\nto be further confirmed\n\nConfirmed\n\nExcluded Offers\n\nInformation Memorandum\n\nInformation Memorandum\n\nto be confirmed\n\nExempt Regime (BM Listings only)\n\nto be confirmed\n\nto be confirmed\n\nto be confirmed\n\nPhilippines\n\nQualified Buyer / QIB\n\nOffering Circular\n\nInformation Memorandum\n\nSingapore\n\nOTC\n\nInformation Memorandum\n\nThailand\n\nPrivate Placement         '13 II' Version\n\nMinimised Prospectus 'Form \n69/S'\n\nIM / OC\n\nIM / OC\n\nPrivate Placement         '10' Version\n\nNo prospectus\n\nTerm Sheet\n\nto be further confirmed\n\nViet Nam\n\nPrivate Placement\n\nBond Proposal\n\nIM / OC / Term Sheet\n\nto be further confirmed\n\nIncl. covenants on selling \nrestrictions\nInfluenced by EU \n'Prospectus Directive'\n\nto be confirmed\n\n39\n\n2-4-b-4. Details: Use of Comfort Letter\n\nEconomy\n\nCandidate Market\n\nComfort Letter evident?\n\nActual Practice\n\nComments\n\nInter-Bank Bond Market (IBBM)\n\nNot mandatory\n\nRecommended by law firms \n\nQIB Market (IBBM)\n\nPR China\n\nQualified Foreign Institutional Investor\n\ntbd\n\nNot in use\n\ntbd\n\nSince QFII confined to listed \ninvestments\n\nSME Private Placements\n\nNot in use\n\nDue to general listing requirements\n\nIndonesia\n\n(Private Placement)\n\nNot in use\n\nYes\n\ntbd\n\nNo\n\nNo\n\nYes\n\nNo\n\nNo\n\nYes\n\nYes\n\nNo\n\nYes\n\ntbd\n\nYes\n\nNo\n\nNo\n\nNo\n\nNo\n\nNot mandatory\n\nBased on EU market practice\n\nNot in use\n\nDue to general listing requirements\n\nMarket practice\n\n(Based on EU market practice)\n\nMarket practice\n\nIncreasingly being used\n\nNot mandatory\n\n-\n\nMandated by law\n\nGives regulators direct enforceability\n\nMarket practice\n\nNot mandatory\n\nLevel of docu depends on parties\n\nNot mandatory\n\nHowever, increasingly being used\n\nNot in use\n\nNot required for LCY\n\nUsed for FCY issues\n\n40\n\nHong Kong\n\nJapan\n\nKorea\n\nMalaysia\n\nPhilippines\n\nSingapore\n\nThailand\n\nViet Nam\n\nOTC\n\nHKEx\n\nTokyo PRO-BOND\n\nProfessional Investors\n\nQIB Market\n\nExcluded Offers\n\nPublic Market (PDEx)\n\nQualified Buyer / QIB\n\nOTC\n\nPrivate Placement\n\n(Private Placement)\n\nExempt Regime (BM Listings only)\n\ntbd\n\nTo obtain info from Bursa Malaysia\n\n20\n\n\f2-4-c. Benefits of ‘AMBIF Documentation’\n\n• Convergence of regulations and investor needs\n• Can be accommodated by using most common \n\ndocuments  OR\nd\nt OR\n\n• Can be accommodated by mapping specific \n\n‘AMBIF Documentation’ list to individual market \ndocumentation\n\n• Market practice can influence this subject\n\n2-4-d.Proposed AMBIF Docu. Approaches\n\n2 possible approaches:\n\n1. Specifically define typical documentation to \nSpec ca y de e typ ca docu e tat o to\nbe used/required for AMBIF issuance – and \nall markets would need to converge onto \ncommon approach\n\n2. Agree on broad concept, and translate into \nmarket specific list of documentation criteria \n– and each market could be ready or define\n– and each market could be ready or define \nreadiness status\n\n(cid:190) For further, in-depth discussion\n\n41\n\n42\n\n21\n\n\f2-4-e-1. Recommended additional Step: \nDocumentation Poll among Prof. Inv.\n\ni\n\ni\n\nt\n\nt\n\nti\n\nk t\n\nit fi di\n\nI t\nIntention is to supplement market visit findings \nl\nand cement ‘AMBIF Documentation’ list\n• In form of Checklist, not Questionnaire\n• All observed documentation to be listed\n• Focus on investment advisory businesses\nFocus on investment advisory businesses\n• Market visit participants and other parties\n\n2-4-e-2. Recommended additional Step: \nDocumentation Poll among Professional \nInvestors, e.g.:\n\nDocumentation Element\n\nInformation Available?\n\nBusiness Description\n\nCompany Outlook\n\nFinancial Statement (FS)\n\nFS Audited\n\nUse of Proceeds\n\nBoard of Directors\nBoard of Directors\n\nUnderwriters of Securities\n\nInformation on Other Securities\n\nInformation on Guarantor\n\n…\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\nYES\n\nYES\n\nYES\n\nYES\n\nNO\n\nNO\n\nNO\n\nNO\n\nNO\n\nNO\nNO\n\nNO\n\nNO\n\nNO\n\n43\n\n44\n\n22\n\n\f2-5. Other Characteristics\n\na) Accounting Standards\nb) Selling (Back) Restrictions\nb) Selling (Back) Restrictions\nc) Further potential Characteristics\n\n• Intermediaries\n• Covenants\n• Any other specific requirements\n\n(cid:190) For further study and discussion\n\n45\n\n2-5-a. Accounting Standards in Use\n\nEconomy\n\nComments\n\nAccounting Standard(s)\n\nDomestic\n\nBrunei Darussalam\n\nAccounting Standards Order (ASO)\n\nIFRS by Jan 2014\n\nCambodia\n\nCambodian Accounting Standards (CAS)\n\nDiscrepancies between domestic and IFRS may \nexist\n\nChina, PRC\nChina PRC\n\nAccounting Standards for Business Enterprises (ASBE06)\nAccounting Standards for Business Enterprises (ASBE06)\n\nYES\nYES\n\nDistinctions to IFRS exist\nDistinctions to IFRS exist\n\nHong Kong\n\nHong Kong Financial Reporting Standards (HKFRSs)\n\nYES\n\nHKFRS include interpretations of IFRS\n\nIndonesia\n\ne.g. Pernyataan Standar Akuntansi Keuangan (PSAK)\n\nYES\n\nPSAK fully compliant with IFRS since Jan 2012\n\nJapan\n\nKorea\n\nLao PDR\n\nMyanmar\n\nPhilippines\n\nThailand\n\nViet Nam\n\nAccounting Standards Board of Japan (Japanese GAAP)\n\nYES\n\nFull adoption of IFRS after 2016, but use of \nDesignated IFRS on voluntary basis ok\n\nK-IFRSs (Korean Accounting Standards Board (KASB) \nadoption of IFRS)\n\nLaos Accounting Manual (LAM)\n\nYES\n\nK-IFRSs nearly identical to IFRSs; conditions\n\nMalaysia\n\nMalaysian Financial Reporting Standards (MFRS Framework)\n\nYES\n\nMFRS fully compliant with IFRS\n\nMyanmar Accounting Standards \n\nPhilippine Financial Reporting Standards (PFRSs) and \nPhilippine Accounting Standards (PASs)\n\nSingapore\n\nSingapore Financial Reporting Standards (SFRS)\n\nPFRSs and PASs mostly compliant with IFRSs; \nconditions\nSFRS almost identical to IFRS, full convergence \nafter 2012\n\nThai Accounting Standards, Thai Financial Report Standards \n(Thai GAAP incl. IFRS 2008)\n\nGradual implementation of latest IFRS for listed, \nthen all companies from 2011 until 2015\n\nVietnamese Accounting Standards (VASs)\n\nBased on IAS 2003\n\nCompiled from public domain sources, incl. accounting firm websites, AsianBondsOnline\n\n46\n\nIAS\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\nYES\n\n23\n\n\f2-6. Proposed ‘Proxy Approach(P.10)’ may require Normalisation\n\nEconomy\n\nMarket\n\nAction\n\nWhat\n\nTo\n\nFor\n\nPR China Inter-Bank Bond Market (IBBM)\n\nFiling\n\nIssue application\n\nNAFMII\n\nRegistration\n\nHong Kong HKEx\n\nSubmit\n\nListing Application\n\nHKEx\n\nListing\n\nIndonesia Private Placement (MTN)\n\nReport\n\nThat placement has happened\n\nBapepam-LK\n\nFiling\n\nPublic Offering Market\n\nRegister\n\nSecurities Registration Statement (SRS)\n\nJ-FSA\n\nJapan\n\nTOKYO PRO-BOND Market \n\nSubmit\n\nSpecified Securities Information\n\nTSE\n\nListing\n\nKorea\n\nFreeBond, QIB Market\n\nRegister\n\nSecurities Information\n\nKOFIA\n\nMalaysia\n\nExcluded Offers (BM Listings \nonly)\n\nDeposit\n\nInformation Memorandum \n\nSC MY\n\nApproval\n\nPhilippines Public Offering Market\n\nSubmit\n\nSecurities Registration Statement (SRS)\n\nSEC\n\nPublic Offering Market\n\nLodge\n\nProspectus\n\nMAS\n\nApproval\n\nSingapore\n\nSGX Listing Market \n\nSubmit\n\nListing Application  - Offering \nMemorandum etc.\n\nSGX\n\nListing\n\nThailand\n\nPrivate Placement\n\nRegister\n\nSecurities Information\n\nThaiBMA\n\nRendering \neffective\n\n47\n\n3. Spotlight on Market Challenges\n\n48\n\n24\n\n\f3-1. Spotlight on Market Challenges (1)\n\nIn relation to AMBIF (alphabetical order)\n• Cash related, including lack of overdraft\n• Fiscal policy / taxation, in particular withholding tax \n\n(application rather than existence)\n\n• FX regime (e.g. real demand principle) except for \n\nHK/JP/MY/SG\n\n• ISIN (lack of at right time, not unique for programs)\n• Insufficient credit ratings (both domestic and\n• Insufficient credit ratings (both domestic and\n\ninternational)\n\n• Pricing / valuation of bonds\n\n3-2. Spotlight on Market Challenges (2)\n\nPoints are based on market visit discussions, \ntypically mentioned by multiple parties. \nyp\n\np p\n\ny\n\ny\n\nChallenges mentioned are principally in line \nwith findings detailed in the GOE Report, 2010.\n\nAMBIF discussions may not address these\nAMBIF discussions may not address these \npoints in a specific way, however, could aid as \nconduit for, e.g., step-by-step review of issues.\n\n49\n\n50\n\n25\n\n\f4. Items for Consideration in \n\nAMBIF Discussion\nAMBIF Di\n\ni\n4-1. Balance to be achieved among stakeholders\n4-2. Typical Types of Exemptions from Full \n\nDisclosure Duties\n\n4-3. Illustration of Cross-border Selling Restriction \n\ng\n\nrelated to overseas issuance of bonds\n4-4. Regulatory considerations for AMBIF Bonds \n\nand AMBIF Investor Market \n\n51\n\n4-1.Balance to be achieved among stakeholders\n\n“Limited Disclosure” refers to a certain level of disclosure information that can \nbe accepted as a minimum required information by professional investors.\n\nNO Disclosure\n\nLIMITED Disclosure\n\nFULL Disclosure\n\nIssuers\n\nProfessional\nInvestors\n\nLarge --------Market Liquidity-------- Small\nIssuers would like wide and liquid market but reduced burden on disclosure\nInvestors want maximum information, but represent a subset of the market\n\n•\n•\n\n(cid:190) Key: to find the type of balance that both stakeholders can live with\n52\n52\n\n26\n\n\f4-2. Typical Types of “Exemptions from Full \n  Disclosure Duties” / “Excluded transactions from\n\nPublic Offerings”   (Some typical Examples given)\n\n1 Short Term Instruments (e g : CP)\n1. Short Term Instruments (e.g.: CP)\n2. Small Amount Issuance\n3. Small Number of Investors (typically <50)\n4. Overseas (Non-domestic) Issuance\n\n(that sometimes come with selling restrictions or \nsimilar at home - see next page)\n)\n\nt h\n\nil\n\nt\n\ni\n\n5. Defined Institutional Investor (or similar) \n6. High Net Worth Investors/Individuals (‘HNW’)\n\n4-3. Illustration of Cross-border Selling Restriction \nrelated to overseas (non-domestic) issuance of bonds\n\nJurisdiction A\nJurisdiction A\nAMBIF Investor Market A\n\nJurisdiction B\nJurisdiction B\n\nAMBIF Investor Market B\n\nSell and  Buy\n\nAmateur (Retail) Market A\n\nBlock \nSelling\n\nHow to set up effective\nSelling Restrictions to retail \nsectors mutually\nis a key for the success of the creation \nof an AMBIF Investor Market\n\n53\n\n5454\n\n27\n\n\f4-4. Regulatory considerations for AMBIF \nBonds and AMBIF Investor Market\n\nRegulatory bodies should principally agree, either bilaterally, multiple \nbilaterally and/or multilaterally:\n(cid:190) To facilitate the primary and secondary sale and distribution of \n\nbonds for their own AMBIF Investors (= AMBIF Bonds), in the \nform of \"no limit reflux, no resale restrictions and no limit on \nresale.\" \n\nFor this purpose, regulatory authorities and/or policy makers should \nbe expected to improve liquidity and efficiency of trades in their own \ndomestic AMBIF Investor market.\ndomestic AMBIF Investor market\n\n(cid:190) In some jurisdictions, this may, at a later stage, include a focus on deregulating existing \ndomestic selling restrictions and bond transfer regulations in relation to overseas (non-\ndomestic) issuance of bonds, if they feel comfortable.\n\n(cid:190) In some jurisdictions, this may, at a later stage, also include a focus on accommodating \n\nchanges to foreign exchange and capital flow regulations in the context of AMBIF Market \nissuances and investments.\n\ni.\nii.\n\nIt is regulatory bodies’ decision where to implant AMBIF, and \nIt can go further from domestic market segment if regulatory \nbodies feels comfortable, although the current discussion is \ngoing on focusing on domestic market segment.\n\n5. Breakdown of Bonds by Issuer, \ncurrency and Issuing Place\n\n5-1.Overseas Issuance Breakdown Chart Sample\n5-2.General Status/Structure: Breakdown of Bonds by \n5-2 General Status/Structure: Breakdown of Bonds by\n\nIssuer, currency and Issuing Place\n\n5-3.Bonds Breakdown by Issuer/Issuing Place: Japan\n5-4.Bonds Breakdown by Issuer/Issuing Place: Korea\n\n55\n\n56\n\n28\n\n\f5-1.Overseas Issuance Breakdown \nChart Sample\n\nForeign \n\nDomestic issuers \n\nForeign issuers \n\nGoverning law for \n\nbonds\nbonds\n\n    Yen-denominated \n\nbonds   \n\ncurrency-denominated \n\nbonds \n\nDomestic market \n\n(Securities Exchange \n\nLaw) \n\n      Domestic bonds \n \n \n \n(May be   \npossible \nbut not practical)\n\ntheoretically, \n\n  Samurai bonds \n\nShogun bonds \n\n        × \n\n \n\n \n\nU.S. market \n\n× \n\n（1933 Act） \n\n$ denominated \n\n  foreign bond \n\n  N.A. \n\nSwiss market \nS i\n\nk\n\n    Alpine bond \nb d\n\nAl\n\n      ○\n○\n\n－Including Euro \n\n               \n\nSwiss bond \n\nSFr denominated   \n\n（Swiss law） \n\nforeign bond \n\n  N.A. \n\nEuromarket \n\n（Euromarket trade \n\npractices） \n\n    Euroyen bond \n \n \n \n＄,Euro-denominated \nforeign bond \n\n○ \n\n         \n\n       \n\n  N.A. \n\n \n\n \n\n \n\n \n\n \n\n \n\nibl b\n\nX: Nonexistent\nIt\nItalic: Made possible by \nli M d\nthe easing of foreign \nexchange controls and \nliberalization of the yen\nN.A.：Not applicable to \nJapan\n○: Made possible by the \nJapanese government \nrelinquishing licensing \nrights for Euroyen bond\nrights for Euroyen bond \nissuance by \nnonresidents\n（ ）：Governing law \nfor underwriting (trading)\n\nJapanese law \n\nU.S. law \n\nSwiss law \n\nDomestic laws for \nissuers from \nindustrialized nations \n(British law for issuers \nfrom Japan and \nless-industrialized \ncountries)\n\n \n\nSource: Matsumoto 2006\n\n5-2.General Status/Structure: Breakdown of \nBonds by Issuer, currency and Issuing Place\n\nIssuer\n\nCurrency\n\nPlace of Issuance\n\nDomestic Market\n\nForeign (international) Market\n\nOffshore \n(Eurobond) Mkt\n\nOther Country’s \nDomestic Market\n\nEurobond\n(Euro-*1 bond)\n\nEurobond\n(Euro-*2 bond)\n\nForeign currency \ndenominated bond\n\nResident Domestic \n\nDomestic bond\n\ncurrency (*1)\n\nForeign \ncurrency (*2)\n\nDomestic \ncurrency (*1)\n(* )\n\nForeign currency \ndenominated \n(domestic) bond\n\nNon-\nresident\n(foreign)\n\nDomestic currency  Eurobond\ndenominated\nforeign bond\n\n(Euro-*1 bond)\n(\n)\n*\n\nForeign \ncurrency (*2)\n\nForeign currency \ndenominated\nforeign bond\n\nEurobond\n(Euro-*2 bond)\n\nForeign currency \ndenominated foreign \nbond\n\n5757\n\n5858\n\n29\n\n\f5-3.Bonds Breakdown by Issuer/Issuing Place: Japan\n\nIssuer\n\nCurrency\n\nPlace of Issuance\n\nDomestic Market\n(Japanese bond\nmarket)\n\nDomestic bond\n\nForeign (international) Market\n\nOffshore \n(Eurobond) Mkt\n\nOther Country’s \nDomestic Market\n\nEuro-yen \nbond*#\n\ne.g.: Alpine bond*#\n(Japanese Yen bond \nin Swiss Market)\n\nResident\n(Japan)\n\nDomestic \n(Japanese \nYen)\n\nForeign\n(e.g.: US Dollar)\n\nForeign currency \ndenominated \n(domestic) bond\n\nEurobond\n(e.g.: Euro-dollar \nbond)\n\nForeign currency \ndenominated bond\n(e.g.: Yankee bond)\n\nNon-\nDomestic \nresident\n(Japanese \n(foreign) Yen)\nY )\n)\ni\n(f\n\nForeign\n(e.g.: US Dollar)\n\nYen denominated \nforeign bond \n(Samurai bond*)\ni b d*)\n(S\n\nForeign currency \ndenominated\nforeign bond \n(Shogun bond*)\n\nEuro-yen \nbond*#\n\nEurobond#\n(e.g.: Euro-dollar \nbond)\n\ne.g.: Alpine bond*#\n(Japanese Yen bond \nin Swiss Market)\ni S i M k t)\n\nForeign currency \ndenominated foreign \nbond#\n(e.g.: Yankee bond)\n\n*: These items are related to foreign exchange control and currency liberalization policy.\n#: These items may be related to investor protection policy (selling restriction back to Japan).\n\nIdentifying most suitable market (segment) for AMBIF, \n\nWe request the regulatory authorities to; \ni.\nii. Facilitating mutual recognition on AMBIF Investor, \nAMBIF Bonds and AMBIF Issuers, and then \n\niii. Making mutual agreement on no restriction in sell and \n\nbuy among agreed AMBIF Investors.\n\ng g\n\ny\n\n6. How to connect Markets?\n\n- What we would like to deliver and ask to the \nregulatory authorities -\n\ng\n\ny\n\n5959\n\n60\n\n30\n\n\f6. How to connect Markets?\n\nUnder the proposed mutual recognition approach\nin order to secure fair pricing trades of AMBIF \nBonds in the ASEAN+3 intra-regional AMBIF \nInvestor market, as well as to avoid negative \nimpact to retail or public offering markets of each \nmember economy, cross-border flows of AMBIF \nBonds in both primary and secondary markets of \neach ASEAN+3 economy have to be granted as \neach ASEAN+3 economy have to be granted as\n“mutual recognition between jurisdictions with the \nfollowing exemptions (1-4).” \n\n61\n\n6-1. Mutual (A and B) Recognition \nbetween Jurisdictions (1)\n1. Selling restriction on AMBIF Investor in jurisdiction A to \ninvest in resident A issuers’ AMBIF Bonds issued in\ninvest in resident A issuers  AMBIF Bonds issued in \n‘mutually recognized AMBIF Investor market’ in \njurisdiction B to be exempt and vice-versa.\n\nB \ncountry/jurisdiction\ndomestic market\n\nAsean+3\nregion\n\nA \ncountry/jurisdiction\ndomestic market\n\nResident \nA Issuer\n\nselling\n\nResident \nA  AMBIF \nInvestor\n\n‘mutually recognized AMBIF Investor market’\n62\n\n62\n\n31\n\n\f6-2. Mutual (A and B) Recognition \nbetween Jurisdictions (2)\n2. Selling restriction on AMBIF Investor in jurisdiction A to \ninvest in resident B issuers’ AMBIF Bonds issued in\ninvest in resident B issuers  AMBIF Bonds issued in \n‘mutually recognized AMBIF Investor market’ in \njurisdiction B to be exempt and vice-versa.\n\nB \ncountry/jurisdiction\ndomestic market\n\nAsean+3\nregion\n\nA \ncountry/jurisdiction\ndomestic market\n\nResident\nB Issuer\n\nselling\n\nResident \nA  AMBIF \nInvestor\n\n‘mutually recognized AMBIF Investor market’\n\n63\n\n6-3. Mutual (A and B) Recognition \nbetween Jurisdictions (3)\n3. Selling restriction on AMBIF Investor in jurisdiction A to \ninvest in resident C issuers’ AMBIF Bonds issued in\ninvest in resident C issuers  AMBIF Bonds issued in \n‘mutually recognized AMBIF Investor market’ in \njurisdiction B to be exempt and vice-versa.\n\nB \ncountry/jurisdiction\ndomestic market\n\nAsean+3\nregion\n\nA \ncountry/jurisdiction\ndomestic market\n\nResident\nC Issuer\n\nselling\n\nResident \nA  AMBIF \nInvestor\n\n‘mutually recognized AMBIF Investor market’\n\n64\n\n32\n\n\f6-4. Mutual (A and B) Recognition \nbetween Jurisdictions (4)\n\n4. Resale (secondary market transactions) \n4 Resale (secondary market transactions)\n\nof AMBIF Bonds between AMBIF Investor \nmarket in jurisdiction A and B shall not be \nrestricted. \n\n6-5. Action Required\n\nSome actions would be required to facilitate the scenarios on the \npreceding slides:\n\nIdentifying Most Suitable Markets (Segments) to connect to\n\n1.\n2. Mutual recognition of AMBIF Investors\n3. Mutual agreement on AMBIF Bonds and AMBIF Issuers\n\nAND\n\n4. Mutual agreement on no restrictions of buying and selling of \n\nAMBIF Bonds among AMBIF Investors\n\n65\n\n66\n\n33\n\n\f6-6. Multilateral Approach, or Multiple Bilateral Approach \nbased on Multilateral Understanding; with the ultimate Aim \nof having similar Effects as Offshore\n\nDomestic Bond Market\nJurisdiction A\n\nDomestic Professional Market\n\nDomestic \nDomestic\nProfessional \nMarket\n\nDomestic Bond Market\nJurisdiction B\n\nEligible AMBIF Investor market for \nASEAN+3 Cross-Border Issue\n\nMutually Recognized\nABMIF Investor market \nexempt from \nselling restriction, etc.\n\nDomestic \nProfessional \nMarket\n\nDomestic \nProfessional \nMarket\n\nDomestic Bond Market\nJurisdiction D\n\nDomestic Bond Market\nJurisdiction Ｃ\n\n67\n\n6-7. For a Jurisdiction without domestic Professional \nMarket, the following Arrangement could be considered:\n\nThere is No domestic \nProfessional market\n\n1.   Jurisdiction A issuer can issue AMBIF bonds in jurisdiction B as long as \n\nthe issuer meet  new issue criteria of jurisdiction B’s AMBIF Investor market\n\nNew Issue\n\nDomestic \nProfessional market\n\nUnderwriting / Trading\n\nEligible \nAMBIF \nInvestor \nmarket \n\nEligible\nEligible\nIssuer\n\nEligible\nUnderwriters\n/ Dealers\n\nBuy           Sell\n\nEligible\nInvestors\n(AMBIF Investor)\n\n2. Jurisdiction A underwriter can underwrite and trade AMBIF bonds in jurisdiction \nB by reporting to SRO/Authority in jurisdiction B as non-resident AMBIF member.\n\nDomestic Bond Market\nJurisdiction A\n\n3. Jurisdiction A Eligible investors (AMBIF Investor) can invest in / trade AMBIF \n\nbonds issued in jurisdiction B via eligible underwriter or dealers in jurisdiction A.\n\nDomestic Bond Market\nJurisdiction B\n\n68\n\n34\n\n\f7. Benefits of AMBIF Features\n\n7-1. Benefits of AMBIF could be significant \n7-2.Terminology no longer an Issue\n7-3. Unification or Integration of Definitions not necessary\nf\n\nf\n\nf\n\n7-1. Benefits of AMBIF could be significant \n\nFor Issuers\n• Limited disclosure\n• Defined documentation\n•\nImproved time to market\n• Ability to tap multiple \n\nmarkets \n\n= Reduced issuance cost\n\nFor Markets and \nInvestors\nInvestors\n• Additional LCY issuance\n• Broadens and deepens \n\nmarket offerings\n\n• Regulatory comfort as part \n\n•\n\nof AMBIF process\nInvestor protection \nspecifically built in\n\nFor Industry / Professionals\n• Creation of accessible new market\n\n69\n\n70\n\n35\n\n\f7-2. Terminology no longer an Issue\n• Different terms in markets remain\n• Normalisation on principle basis\nWhich would translate into individual expressions for each \n• Which would translate into individual expressions for each\nmarket\n‘Professional’ can be ‘Institutional’ or ‘Accredited’ \nInvestor, is translated into actual investor types\n‘Offering Circular’, ‘Offering Memorandum’, ‘Information \nMemorandum’, ‘Prospectus’ and ‘Short Prospectus’, etc.\n• As long as market connects using most suitable features \nt\nA l\n• As long as regulatory actions are in sync\n\nit bl\n\nk t\n\n•\n\n•\n\nt\n\nt\n\nf\n\ni\n\n71\n\n7-3. Unification or Integration of \nDefinitions not necessary\n\n• ABMF/SF1 does not aim at unifying the definitions of technical \n\n•\n\n•\n\nterms or market specific actions across ASEAN+3\nterms or market specific actions across ASEAN+3.\nIn practical terms, this would mean that participating \njurisdictions would among their laws and legislations select \nsuitable, common or comparable features that would give \ncomfort to the other participating jurisdictions and allow a \nmutual recognition approach between these legislations, \neither using a bilateral multiple bilateral and/or multilateral\neither using a bilateral, multiple bilateral and/or multilateral \napproach. \nIn other words, in this case, regulators of these participating \njurisdictions will positively and mutually accept \"equivalence in \nprinciple and in effect” relative to those terms and applicable \nlegislation.\n\n72\n\n36\n\n\f8. Future Activities and Work Plan\n\n8-1. How to achieve AMBIF – Proposed Work Plan\n8-2. Key Targeted Outcomes\n8-3. Expected Timeline\n8-4. Recent and Foreseeable Events\n8-5. Next Steps\n\n8-1.How to achieve AMBIF: Proposed Work Plan\n\n1.\n\nIdentify ‘Most Suitable Professional Market \n(Segment)’\n\n2. Discuss, amend, accept AMBIF \n\n3.\n\nCharacteristics\nIdentify or check on own Market Features vs. \nAMBIF Characteristics\n\n4. Define Gaps to AMBIF for some Markets\n5. Document and detail Phase 2\n\n73\n\n74\n\n37\n\n\f8-1-1. Identify “Most Suitable \nProfessional Market (Segments)”\n\n• Regulatory Authorities to identify most suitable \n\n‘Professional Market (Segment)’ for their own economy\n\n• ABMF SF1 to document decisions\n\n(cid:190) This to arrive at the markets (segments) that as a result of \ntheir characteristics represents the most suitable way to \nconnect to other markets via AMBIF characteristic, \nconnect to other markets via AMBIF characteristic,\nincluding showing seeds for future liquidity\n\n8-1-2. Discuss, amend, accept \nAMBIF Characteristics\n\n• Members, experts and Regulatory Authorities to discuss, \namend as necessary, then agree on or accept AMBIF \ncharacteristics\n\n• ABMF SF1 to then flesh out in further detail the \n\nrequirements for AMBIF\n\n(cid:190) This to arrive at a full set of AMBIF features which can be \n(cid:190) This to arrive at a full set of AMBIF features which can be\n\npresented to issuers and investors for stakeholder \ndiscussions\n\n75\n\n76\n\n38\n\n\f8-1-3. Identify or check on own Market \nFeatures vs. AMBIF Characteristics\n\n• National Members to determine to what extent AMBIF \n\ncharacteristics can be fulfilled in own market segment(s)\n\n• This can be done through a National Market Practice \n\nGroup, a national ABMF group, or an SRO\n\n• Requiring input, acceptance or approval by relevant \n\nregulatory authorities\n\n(cid:190) This action is intended to have market participants \n\nconverge practices and opinions, towards participation in \nAMBIF; with regulatory ‘blessing’ a key component\n\n8-1-4. Define Gaps to AMBIF for \nsome Markets\n\n• ABMF SF1 to define gaps for market(s) that may have \n\nsome gaps between own features and proposed AMBIF \ncharacteristics\n\n• Work can be done in cooperation with National Members, \n\nNMPGs, or SROs\n\n• To be tabled with relevant regulatory authorities\n\n(cid:190) This to document and develop a plan for each market to \n\nconsider joining AMBIF at their own pace, but based on a \ncommon understanding\n\n77\n\n78\n\n39\n\n\f8-1-5. Document and detail Phase 2\n\n• ABMF SF1 to then document Phase 2 outcomes, \n\np\n\ndiscussions in report level detail, including:\ng\n• Detailed chart work\n• Documentation of underlying laws, regulations\n• Arguments or justification for AMBIF features chosen\n• Assessment of the economies’ decisions on features\n\n• This would lead to final Phase 2 Report\n\n8-2. Key Target Outcomes\n(cid:57) AMBIF Characteristics \n\n(cid:57) Sufficient detail of AMBIF features for consideration by \n\n(cid:57) Sufficient detail of AMBIF features to present to private \n\n(cid:57) Provide significant underlying information on which \n\nfeatures are based\n\n(cid:57) Begin conceptualising what actual issuance process would \n\ng\n\n(cid:57) Consider feasibility of secondary market making and \n\nstandards or rules and practices for secondary market \nmaking (mentioned in Seoul)\n\np\npublic sector\n\nsector\n\ng\nrequire\n\n79\n\n80\n\n40\n\n\f8-3. Expected Timeline\n(up until AFMGM+3, May 2013)\n\nBKK\n10th ABMF \nM ti\nMeeting\n\nBCLM(V)\nW k h\nWorkshop\n\nSIN\n11th ABMF \nM ti\nMeeting\n\nABMI WG\nTBD\nTBD\n\nTBD\n12th ABMF \nM ti\nMeeting\n\nAFMGM+3\nN\nD lhi\nNew Delhi\n\n21-22 Nov\n\n7-6 Dec\n\n5-6 Feb\n\nMar\n\nApr\n\nMay 2013\n\nAbility to clearly define and\ncommunicate ABMF proposal \nl\nt ABMF\nbased on members’ input\n\ni\n\nDraft \nAMBIF \nAMBIF\nproposal\nready\n\nInclude \nfeedback, \ndb k\nf\nready\nproposal\n\nUpon member approval,\nsubmit AMBIF proposal\nl\n\nb it AMBIF\n\n8-4-1. Recent Events (with bearing on ABMF)\n\n• May 2012: Korea introduced QIB Market for SME issuers\n• May 2012: Shanghai Stock Exchange introduced SME private placement segment\n\nJune to August 2012: ABMF market visits\n\nJuly 2012: China eases QFII programme criteria\nJuly 2012: Thailand introduces Accredited Investor (AI) scheme\n\nSep 2012 : 9th ABMF Meeting, Seoul, Korea\n\n•\n\n1st official attendance, separate meeting of regulatory authorities; 2nd ASEAN+3 SRO meeting\n\nSep 2012: Attendance of ACG (Asian Central Depositories Group) Meeting 2012, Bali, Indonesia\n\nOct 2012: Korean issuer SK Telecom lists bonds on TOKYO PRO-BOND Market\nOct 2012: ABMI WG meeting in Beijing, China\nOct 2012: SIBOS in Osaka\n\n• ABMF focus sessions, Standards Forum inclusion \n•\n\n‘Meet the press’ facilitated by JP Morgan Chase, International Experts\n\n21-22 Nov 2012: 10th ABMF Meeting, Bangkok, Thailand\n\n•\n\n•\n\n•\n\nIn-depth discussion on draft AMBIF proposal\nSeparate regulatory authorities meeting, and SRO meeting\nSigning ceremony of cooperation by BPAM, IBPA, ThaiBMA\n\n•\n\n•\n•\n\n•\n\n•\n\n•\n•\n•\n\n•\n\n81\n\n82\n\n41\n\n\f8-4-2. Foreseeable Events for ABMF\n\n•\n\n21-22 Nov 2012 : 10th ABMF Meeting, Bangkok, Thailand\n\n•\n\n•\n\n•\n\nIn-depth discussion on draft AMBIF proposal\nSeparate regulatory authorities meeting, and SRO meeting\nSigning ceremony of cooperation by BPAM, IBPA, ThaiBMA\n\n6-7 Dec 2012:  BCLM Support kick-off workshop, Shanghai, PRC\n\nFeb 2013 : 11th ABMF Meeting, Singapore; including SRO and regulatory meetings\n\n• Draft AMBIF will be further refined\n\n• Mar 2013 : ABMI WG meeting; test audience for AMBIF proposal\n\nApr 2013 : Finalization of AMBIF proposal\nApr 2013: 12th ABMF Meeting, location to be determined\n\n• AMBIF proposal key components to be approved for submission\n\n• May 2013 : Reporting to, and endorsement of AMBIF by AFMGM+3\n\nJun 2013: Work starts to flesh out Phase 2 Report\n\n4Q2013: Possible test issue under AMBIF conditions?\n\n•\n\n•\n\n•\n•\n\n•\n\n•\n\n8-5. Next Steps (not in sequence)\n\n(cid:57) Agree on AMBIF features\n(cid:57) Further detail AMBIF Proposal\n(cid:57) Incorporate members’ feedback \n(cid:57) Conduct documentation checklist survey among asset \n\nmanagers, other industry participants\n\n(cid:57) Emphasise on benefits and market impact\n(cid:57) Refine features comparison tables\n(cid:57) W k ith\n(cid:57) Work with regulators on their comfort level\nl\nf\nl t\n(cid:57) Work with SROs on their role/support for AMBIF\n\nth i\n\nt l\n\n83\n\n84\n\n42\n\n\f9. Questions & Answers\n\nAfter the coffee break, we would very much \nwelcome your thoughts, comments and questions!\n\nProf. Shigehito Inukai\nFaculty of Law - Waseda University\n1-6-1 Nishiwaseda, Shinjuku-ku\nTokyo 169 8050\nTokyo 169-8050\nJapan\n\nOffice  +81 3 32022472\nMobile +81 80 33607551\nshige.inukai@me.com\n\nMatthias Schmidt\nAsian Development Bank (Consultant) \n27 Evelyn Street\nBentleigh, Victoria 3204\nAustralia\n\nOffice  +61 3 95571314\nMobile +61 423 708910\nmacschmidt@me.com\n\n85\n\n86\n\n43\n\n\fAppendix – Market Visit Findings \n(revised and updated)\n\nMarket Visit Summary: Malaysia\n\nKey Findings\n• Professional (Sophisticated investors qualify issue) market segment: “Excluded \n\nOffers”; no use of term ‘private placement’ in regulations and guidelines.\nRefers to offers to 13 types of investors specified in Schedules 6 and 7 of Capital\n• Refers to offers to 13 types of investors specified in Schedules 6 and 7 of Capital \nMarket and Securities Act (CMSA), where issuance is exempted from prospectus.\n• Certain foreign persons (individual and corporation in Schedule 6 and 7 of CMSA) are \n\nregarded as Sophisticated Investors.\n\n• But, typically requires depositing documentation (Information Memorandum) with SC \n\nMalaysia, and approval.\n\n• Selling restrictions to be included in documentation.\n\n•\n\nThere is a plan by SC Malaysia to soon specify sophisticated investors to include (1) \nhigh net-worth individuals, (2) high net-worth entities and (3) accredited investors.\n\nIssue identified\n• Usage of the word of ‘Principal Advisor’ is, relative to other intermediaries, different \n\nfrom other markets. The corporate finance adviser is responsible for making \nsubmissions to the SC Malaysia for corporate proposals. This is unique in Malaysia \ngiven the due diligence requirements on all proposals submitted to the SC.\n\n87\n\n88\n\n44\n\n\fLabuan – Malaysia\n(Just as additional reference information)\n\n•\n\n•\n•\n\n•\n\n•\n\n•\n\n•\n\n•\n\n•\n\n•\n\n•\n\nLabuan bond issuance is still alive and well\nIn fact, is key avenue for MY and other issuers to tap FCY market\nIn fact is key avenue for MY and other issuers to tap FCY market\nIssuers: Malaysian Government related institutions and large, well known MY companies\nTypically secondary listing (LFX); primarily listing in Lux, UK-LDN\nIssues not to be offered for sale in MY -> Equivalent to U.S. Reg-S concept (Selling \nRestriction)\nIntermediaries limited to non-MY banks\nTypically, Labuan entity (SPC) as issuer\nScheme saves time and cost, no need for Principal Advisor, no SC Malaysia approval,  No \n15% WHT\nRegulated by Labuan Financial Services Authority (L-FSA), less tough, own rules, although \nlargely congruent with SC Malaysia approach\nf\n‘\n\n’ f\n\nf\n\n• Market views - this as ‘kind of exempt’ from full disclosure\n• Means of settlement can be determined; often Euroclear & Clearstream\n\nLabuan is mostly considered for USD-denominated issuances since it is the funding currency \nfor offshore institutions/banks operating in Labuan, and for its liberal tax framework.\n\nMarket Visit Summary: Viet Nam\n\nKey Findings\n\n•\n\n•\n\nFirst instance of recognition of ‘professional investors’ concept in Securities \nLaw 2006 (Article 6-11)\nIntroduction of term ‘Non-public offering = private placement’ only in 2011\nTerm ‘Arranger’ used for broker/dealer selling issues\n\n•\n• Significant effort for professional code of conduct, standards by Vietnam \n\nBond Market Association (VBMA)\n\n• Market maker agreement being discussed\n• VBMA working on corporate bond database, with ThaiBMA and IFC \nIssues identified\n• However, no further guidance (decree or circular) on professional investors \n\np\n\ng\n\n(\n\n)\n\n,\n\nfrom authorities, rendering this exempt route presently unusable\n\n• Poor continuous disclosure observed by market\n• Actual availability of securities for sale following an auction\n\n89\n\n90\n\n45\n\n\fMarket Visit Summary: Thailand\n\nSignificant Findings\n\nPrivate placement in regulations and guidelines\n\n•\n• Refers to multiple private placement types:\n\n• PP13-II (most common) – offer to 13 types of institutional investors (II);\n\nForeign investors are regarded as II\n\n• PP-10 – offer to no more than 10 investors – Small Number PP\n\n•\n\nPPAI: SEC launched ‘Accredited Investor’ Regime, based on 18 types, with no \nrequirement of rating (‘light touch’ regime); SEC changed definition of Institutional \nInvestor (II) and High Net Worth Investor (HNWI) for AI Regime – Need to determine to \nwhat extent all parties mentioned can be comparable as professionals to other \neconomies\ny\n\n• Only for AI regime, Institutional Investor and HNW definitions have been changed \n\ng\n\ng\n\n,\n\nKey documentation = ‘Prospectus’, even for exempt offers, say ‘Short Prospectus’\n\n•\n• Corporate bond registrars are commercial banks \n(different risk profile from government bonds)\nThailand Financial Instruments Information Center (TFIIC) on track for end 2012 launch\n\n•\n\nIssue identified\n• Need to clarify FCY issuance by foreign entities, including acceptable language\n\nThai: Accredited Investor Regime(PPAI)\n\n•\n\nAllow an offer for sale of the following products to AI (Accredited Investor): \n\n(1) unrated bonds \n(2) non-retail mutual funds that invest in unrated or non-investment grade debt instruments without limit on the investment proportion.\n•\n\nAI comprises:\n\n(1)\n\n(2)\n\ninstitutional investor* such as commercial bank, mutual fund, provident fund and \ninvestors with high net worth, which means \n(i) an individual who has at least 50 million baht in total assets or 4 million baht in annual income or 10 million baht investment\n(i) an individual who has at least 50 million baht in total assets or 4 million baht in annual income or 10 million baht investment \nin securities , the amount of which can be combined with spouse’s) , or \n(ii) a juristic person having shareholders’ equity at the minimum of 100 million baht or securities investment at the minimum of \n20 million baht.\n\n*Remark Institutional investors include:\n(1) Bank of Thailand\n(2) Commercial banks/ banks established under specific law\n(3) Finance companies/Credit foncier companies/ Securities companies\n(4) Non-life insurance companies/Life insurance companies\n(5) Mutual funds\n(6) Provident funds\n(7) Private funds in which every individual or juristic person assigning the management of such funds is institutional investor or \n\nqualified as high net worth investor\n\n(8) Organizations or juristic persons established under specific law and having main objective in investment management, for example, \n\nthe Government Pension Fund, Social Security Fund\n\nt\n\nti\n\nti\n\nb i\n\nb i\n\n/ d i\n\n(9) D i\n(9) Derivatives business operators/ derivatives business operators operated under law on agricultural futures trading \n(10) International financial institutions\n(11) Deposit Protection Agency            \n(12) The Financial Institutions Development Fund\n(13) The Stock Exchange of Thailand\n(14) Statutory corporations\n(15) Juristic persons in which persons under (1) to (14) hold shares in aggregate of more than seventy-five percent of total shares with \n\nt di\n\nt d\n\nl f\n\nd\n\nlt\n\nt\n\nt\n\nl\n\ni\n\nvoting right\n\n(16) Foreign investors with the same characteristics as such investors under (1)-(15) mutatis mutandis\n(17) Individual registered as qualified fund manager/ derivatives fund manager\n(18)  Other types of investors as specified in the SEC notification\n\n91\n\n92\n\n46\n\n\fMarket Visit Summary: Singapore\nKey Findings\n• No clear distinction of professional market segment, but multiple \n\nexemptions from full disclosure:\n• Placements to <50 investors, OR\n• Minimum Transaction size of 200’, OR\n• Small offer, no more than SGD 5 million over 12‐month period, OR\n• Offer to “Institutional Investors” and “Accredited Investors” (Securities & \n\nFutures Act (SFA) contains clear definitions) \n\n• Certain foreign entities may be regarded as professionals (II or AI).\n\nt i ti\n\n• MAS advocates ‘light touch’ regime\nSelling restrictions (initial 6 months) as anti‐avoidance measure\nS lli\nth )\n•\n• Terminology: ‘lodgment’ (of documents) vs. ‘register’ (= approval) \nIssue identified\n• No clear distinction between local (domestic) and international market \n\nl 6\n\niti\n\nid\n\nti\n\n(i\n\nsegments in terms of SGD‐denominated bonds\n\nMarket Visit Summary: Korea\n\n• Markets/segments identified:\n\n• QIB Market (exempt regime, see below)\n• Listed Corporate Bond Market (public offering and full disclosure), mostly traded in OTC market \n\nand few are traded on KRX\n\n• KRX listings exceed 5000 corporate bond issues\n• The QIB (Qualified Institutional Buyer) Market (*) for professional investors \nwas introduced in May 2012, focusing on SME bond issuance, without \nInformation Memorandum, and requiring use of KOFIA’s platform \n• Targeted at issuance by unlisted domestic companies (excl. financial institutions and public \n\nenterprises) with total assets of KRW 500bn or less\n• At this point, foreign investors are not participating \n• However, foreign companies and foreign government agencies are eligible to issue QIB \n\nsecurities, without the restrictions mentioned above (unlisted, total assets of KRW 500bn or \nsecu es,\nless)\n\ne es c o s e o ed abo e (u s ed, o a asse s o\n\n500b o\n\nou\n\n• FSC states that the current QIB Exemption Scheme could be further developed in the future\n(*) The QIB market is only a subset of the private placement (exempt) regime in Korea.\nKorea already has an exempt regime for professional investors on a private placement basis. \n• Some further details on exemptions and legal framework are provided in \n\nsome of the sample charts later in the presentation \n\n93\n\n94\n\n47\n\n\fExamples of Exemptions in Korea\n\n1. Short-term (CP): [No separate exemption provision. Practically exempt pursuant to 3 \n\nbelow.]\n\n,\n2. Small Amount (total issuance of KRW 1billion):  Article 119 of the FSCMA.  Article 120, \n\n(\n\n)\n\nparagraph 1 of the Enforcement Decree\n\n3. Small Number of Investors (Less than 50): Article 9, paragraphs 7 and 9 of the FSCMA \n(definition of “public offering” and “public sale”), Article 119 of the FSCMA (requiring SRS \nfor a public offering or public sale)\n\n4. Overseas Issuance:  Article 9, paragraphs 7 and 9 of the FSCMA (definition of “public \n\noffering” and “public sale”),  Article 11, paragraph (2) of the Enforcement Decree \n(referring to deemed public offering/sale),  Article 2-2-2 of the Regulation on Issuance, \nPublic Disclosure, etc. of Securities (Criteria for Resale Deemed Public Offering in \nIssuing Overseas Securities) → (There are many consideration items here including \ng\n)\ntransfer (selling) restrictions)  (See next page for details)\n\ng\n\ny\n\n(\n\n5. QIB (Article 9, paragraphs 7 and 9 of the FSCMA (definition of “public offering” and \n\n“public sale”),  Article 11, paragraph 2 of the Enforcement Decree (referring to deemed \npublic offering/sale),  Article 2-2, paragraph (2), sub-paragraph 4 of the Regulation on \nIssuance and Public Disclosure of Securities (RIPDS)\n\n95\n\nArticle 2-2-2 (Criteria for Resale Deemed Public Offering in Issuing Overseas Securities)  <Newly Inserted Jul. 6, 2009>\n(1)Notwithstanding 2-2, where securities are issued overseas (referring to cases where essential activities related to the issuance, such as invitation to \nsubscription, subscription, etc., are made overseas), and such securities, rights conferred therein, or securities issued by exercising such rights \n(hereinafter referred to as \"relevant securities, etc.\" in this Article) are issued under the condition that any resident under the Foreign Exchange \nTransaction Act (excluding financial investment business entity that acquires the relevant securities in accordance with the underwriting contract related to \nthe issuance of the securities; hereinafter the same shall apply in this Article) is eligible to acquire the relevant securities at the time of the issuance or \nwithin one year from the issuance date, such cases shall be deemed \"cases where it falls under the criteria prescribed and publicly notified by the FSC for \nresale\" in Article 11 (2) of the Decree.\n\nENFORCEMENT DECREE OF THE FINANCIAL INVESTMENT SERVICES AND CAPITAL MARKETS ACT:\nArticle 11 (Public Offering and Public Sale of Securities): (2) Even if the results of calculation under paragraph (1) shows that the number of persons who have been invited to \nsubscribe is less than fifty persons and thus the invitation does not amount to a public offering of securities, it shall still be deemed as a public offering, in cases where it falls under \nthe criteria prescribed and publicly notified by the Financial Services Commission for resale, taking into consideration the kind of securities, the characteristics of acquirers, etc.\nl\nth\nf\n(2) Notwithstanding paragraph (1), any of the following cases shall be deemed not falling under the criteria for resale under paragraph (1): (This, \nmeans private placement, and is exempt from full disclosure requirement. (note by S.Inukai))\n\ntifi d b th Fi\n\nth ki d f\n\nib d\n\nt ki\n\ni ti\n\nl S\n\ni t\n\nbli\n\nth\n\nid\n\niti\n\nC\n\nd\n\nh\n\nti\n\nit\n\nt\n\nf\n\nt\n\ni\n\ni\n\ni\n\ni\n\ni\n\nl\n\ni\n\n1. Where a condition that relevant securities, etc. shall not be transferred to any resident at the time of issuance or within one year from the \nissuance date is stated on the face of such securities (limited to cases where any physical instrument is issued), the underwriting contract, \nacquisition contract, or a written invitation to subscription; the issuer or underwriting financial investment business entity requires an \nacquisitor to furnish a written consent with a signature confirming the condition attached to the issuance; and such securities are issued\nafter making a devise for securing the performance of the written consent;\n2. Where securities are deposited in an officially recognized depository in the issued place immediately after issued; a depository contract is \nmade with a condition that the relevant securities, etc. shall not be withdrawn or transferred to any resident within one year from the date of \ndeposit; and then such deposit contract is performed;\n3. Where a professional investor under Article 11 (1) 1 (a) or (b) of the Decree (hereinafter referred to as \"professional investor\" in this subparagraph) \nacquires (including acquisition from the issuer or underwriter at the time of issuance) corporate bonds, which shall not be convertible bonds, \nbonds with warrant, or exchangeable bonds, and such securities are transferred only between professional investors and all the following \nrequirements shall be satisfied:\n\n(a)Securities shall be issued in foreign currency and the principal and interest shall be paid in foreign currency;\n(a)Securities shall be issued in foreign currency and the principal and interest shall be paid in foreign currency;\n(b)At least 80/100 of the amount issued shall be allocated to non-residents (limited to securities acquired from the issue or underwriter at the time \nof issuance);\n(c)Corporate bonds shall be those listed on a major overseas market specified by the FSS Governor (hereinafter referred to as \"major overseas \nmarket\" in this item), those registered with or reported to a foreign financial investment supervisory agency of the country in which a major \noverseas market is established, or those for which any other procedure that may be deemed public offering is completed;\n(d)Measures shall be taken to state the condition that bonds shall not be transferred to any resident other than professional investors at the time of \nissuance or within one year from the issuance date on the face of such bonds (limited to cases where any physical instrument is issued), the \nunderwriting contract, acquisition contract, or written invitation to subscription;\n(e)The issuer and managing company (limited to cases where a managing company is appointed; hereinafter the same shall apply in this item) take \nthe measures under items (a) through (d) and the issuer and managing company shall severally or jointly preserve relevant evidential \ndocuments;\n\n4. Where relevant securities, etc. are issued otherwise with a structure under which any resident is unable to acquire such securities at the time of \nissuance or within one year from the issuance date.\n\n96\n\n48\n\n\fKorea’s status quo of the capital market \ndevelopment and the future opportunity\n\n1. Relaxation of restrictions in domestic Won bonds issued \n\nby non-resident ‐ Arirang bonds (status quo)\nb\n)\n2. Lifting of the ban on issuance abroad of bonds \n\nb d ( t t\n\nid t A i\n\ndenominated in Won by non-resident (not yet realized)\nand resident (only three issues since 1999) \n\n3. Relaxation of restrictions on the reflux (selling back) to \n\nthe Korean domestic market of Won denominated bonds \nissued abroad – (not yet realized)  (See previous page)\n\nMarket Visit Summary: Japan\n\n• TOKYO PRO-BOND Market has two points of improvement \nfor the future growth with higher re-salability and liquidity.\nTOKYO PRO-BOND should be included in Japanese\nTOKYO PRO BOND should be included in Japanese \ni.\ni.\ndomestic bond index, such as Nomura-BPI.\nThe Resale Restriction Contracts are required by the \ncabinet ordinance. \n\nii.\n\n(cid:190)\n\nRecently, it became clear that parties are deemed to have \nentered into an agreement for the Resale Restriction \nContracts with, as well as having given notice to, specified \ninvestors, if those contents are being described in the terms \nand conditions of the notes and are explained to investors.\n\ng\n\n,\n\n•\n\nForeign investors (that are non-residents of Japan, \nincluding both legal entities and natural persons) are \ntreated as “Specified Investors, etc.” and are eligible for \nthe TOKYO PRO-BOND Market.\n\n97\n\n98\n\n49\n\n\fMarket Visit Summary: China (1)\n\nKey Findings\n• Distinct bond market segments\nInter Bank Bond Market (IBBM)\nInter-Bank Bond Market (IBBM)\n\n•\n•\n• Exchange Market (Shanghai Exchange)\n• Plus, both in turn feature multiple segments (see next slide)\n\n• No definition of professional investor in the law, yet\n• But ringfencing of professional markets via market \n\naccess and licensing may be possible\n\n• Significant recent changes: Qualified Foreign \n\nti\n\nl I\n\ntit\n\nInstitutional Investor (QFII) scheme now permitting \nI\ninvestment in IBBM (*); QFII eligibility criteria eased \n(*) Subject to PBOC permission and conditions; CSRC regulates QFII up to access to \nIBBM.\n\n(QFII)\n\nitti\n\nh\n\nt\n\n• Terminology one key issue (found that ‘quota’ in MTN Program \nin IBBM actually refers to ‘Program Amount’ in other markets)\n\nMarket Visit Summary: China (2)\n\n• Several private placement markets (PPM) \nintroduced (since ABMF Phase 1, 2011)\n• E.g. Shanghai Stock Exchange PPM for SMEs\nk E h\n• Shanghai Clearing new instrument: P.P. Notes in \n\nPPM f SME\n\nh i St\n\nSh\n\nE\n\nIBBM\n\n• Expect new type of QIB market in IBBM, \nconcept of QIB similar to ABMF target\n\n• Specific professional categories observed:\n• Specific professional categories observed:\n• A (agency/3rd party and proprietary trading)\n• B (proprietary trading only)\n• C (indirect account holders)\n\n99\n\n100\n\n50\n\n\fMarket Visit Summary: Indonesia\nKey Findings\n• No direct definitions of professional investor or professional market in \n\nbond related legislation\nBut, reference can be made to Bapepam LK Rule IV.C.5, about \n• But reference can be made to Bapepam-LK Rule IV C 5 about\nLimited Participation Mutual Fund, which states: (as a seed for future \ndevelopment)\n• Professional Investors are those who can analyse risk for themselves AND\n• Have capacity to buy mutual fund units, min IDR 5bn (about USD 500k) per \n\ntransaction\n\n• Private Placement not regulated, but MTN issuance market still \n\navailable in practice; only report to regulators after issuance for info; in \neffect, this may be the only professional market segment\n\n• Bapepam-LK (SEC) and Bank Indonesia will be creating a single\n• Bapepam LK (SEC) and Bank Indonesia will be creating a single \ncapital market regulator (‘OJK’, or FSA), starting from Jan 2013\n\nIssue to be considered\n• An official definition of a professional market, including means of \n\ninvestor protection and with defined distinctions to public offers, may \nbe desirable for the benefit of the market at large\n\nMarket Visit Summary: Hong Kong\n\nKey Findings\n• Professional Investor definition in law.\n• Certain foreign entities are regarded as professionals.\no e g e t t es a e ega ded as p o ess o a s\n• Recent HKEx rules amendment waiver allows inclusion of HNW \n\nCe ta\n\ninvestors for listed bonds.\n\n• Clear definitions for exceptions from full disclosure.\n• Bonds could principally be settled either CCASS or CMU (typically \n\ndepending on which intermediary books trade).\nIncreasing inclusion of bond trustee in bond issuance.\n•\n• HK Investment Fund Association issued best practice \nrecommendations for more attractive bond markets.\n\nIssues Identified\n• No clear distinction between local (domestic) and international \nmarket segments; HK considers RMB issuance as yet another \ncurrency (CNH); however, from China market perspective, it’s RMB \noffshore market.\n\n101\n\n102\n\n51\n\n\fMarket Visit Summary: Philippines\n\nKey Findings\nLegal framework for professional market exists, \n• Legal framework for professional market exists, \nfocus on exemptions from full disclosure\n• Private placement type of market observed, \nselling restrictions in issuance documents\n\n• Selling restrictions per market segment (private \n\np\nplacement, professional market) is defined \nunder regulation\n\n, p\n\n)\n\n• Key tax hurdle to be addressed still in 2012\n• New regulations/clarification of law coming\n\n103\n\nExistence of Professional Investor-Only Market\n\nJurisdiction\n\nExistence/Status Quo of the Professional Investors Only Market\n\nDoes not exist in official terms. But the Inter-bank Bond Market consists of institutional participants only. \nThe People’s Bank of China is considering the Qualified Institutional Buyer (QIB) concept. Focus on SME \nissuance to boost segment, offer alternative to loan financing.\n\nYes, exists. The Hong Kong Exchanges and Clearing Limited performed market consultation on some \nproposed changes to the requirements for the listing of debt issues to professional investors only in \nDecember 2010 and the Rule amendments were effected in November 2011. This is literally the \nprofessional investors only market.\n\nDoes not exist in official terms. But in reality, unregulated domestic MTN market is regarded as \nProfessional Investors Only Market. \nExists. TOKYO PRO-BOND Market with listing on the TOKYO Stock Exchange’s TPBM listing place. \n\nPeople’s \nRepublic of \nChina\n\nHong Kong, \nChina\n\nIndonesia\n\nJapan\n\nKorea\n\nYes, exists. The current QIB Exemption Scheme could be further developed. (Under consideration)\n\nMalaysia\n\nNo. But, the Securities Commission and Bank Negara Malaysia introduced ‘Exempt Regime.’\n\nPhilippines\n\nYes, as “Qualified Buyer.”  Exemptions are granted for particular securities and transactions.\n\nSingapore\n\nYes, exists. There is a market for professionals which are exempted from prospectus requirements.\n\nThailand\n\nDoes not exist so far. But, Private Placement is exempt from full filing requirement.\n\nViet Nam\n\nDoes not exist. Private Placement concept in regulation nascent, not yet implemented; \nintention to offer alternative to loan financing\n\nOriginal Source: ABMF Report, April 2012, partly revised\n\n104\n\n52\n\n\fExistence of professional investor concept\n\nJurisdiction\n\nChina\n\nHong Kong, \nPRC\nPRC\n\nIndonesia\n\nJapan\n\nKorea\n\nExistence of the clear definition of Professional Investor Concept\n\n● No concept or definition of ‘professional’ (investor) evident in Chinese law. PBOC is mulling over QIB concept. \n\n○ Professional investor is defined in section 1 of Part 1 of Schedule 1 to the SFO, etc. Hong Kong dollar market is \np\nprimarily a private placement market. Therefore, no clear definition of Public Offering existed in the regulations.\n\ny p\n\ng\n\ng\n\np\n\n,\n\n● Indonesia does not have specific definitions on this type of professional investors. Bapepam-LK is working on definition \nof Professional Investor. Private placement (to less than 100) is not regulated in Indonesia.\n\n○ FIEA stipulates Specified (Professional) Investor and Qualified Institutional Investor (QII)\n\n○ FSCMA classifies a Professional Investor. Korea launched QIB market which is exempt regime for Qualified institutional \nBuyers, which is subset of Professional Investors, from May 2012; the current QIB Exemption Scheme could be further \ndeveloped  (Under consideration)\n\nMalaysia\n\n○ Sophisticated Investor is not explicitly defined in the CMSA. However, CMSA exempt offers to sophisticated or \nprofessional investors from prospectus requirements.\n\nPhilippines\n\n○ SRC, SRC Rule, OTC Rules and Qualified Buyer Rules clearly define Qualified Buyer, Qualified Individual Buyer and\nQ\nQualified Institutional Buyer. SRC specify sale to QB as exempt transaction from registration.\n\nQ\n\np\n\np\n\ng\n\ny\n\ny\n\nSingapore\n\n○ Under SFA, Accredited investor and Institutional investor are defined. Exemptions to prospectus requirements include \nexemptions for offers that are made only to institutional investors and accredited investors, etc.\n\nThailand\n\nVietnam\n\n○ Notification of SEC defines Institutional Investors and High Net worth Investors. Private Placement of corporate bond \noffers to institutional investors will be exempted from obligation to file disclosure documents to SEC.\n\n○ Securities Law defines Professional Securities Investor. Amended Securities Law defines Non-public offering of \nsecurities (Private placement: to less than 100, not including professional security investors and not use mass media or \nInternet).\n\nOriginal Source: ABMF Report, April 2012, partly revised\n\n105\n\nExistence of exempt regime (exempt securities / \nexempt transactions (Private Placement))\n\nExistence of Exempt Regime\n\n‘Self-regulatory Rules for Inter-bank Bond Market Non-financial Enterprise Debt Instrument on \nPrivate Placement’ provides for the whole process involved in private placement instruments \nincluding issuance, registration, trading, and information disclosure, among others. Exempt \nRegime is not applied in PRC.\n\ng,\n\ng\n\ng\n\ng\n\np\n\n,\n\n,\n\n,\n\nIndonesia\n\nNo. Private placement (to less than 100) is not regulated in Indonesia.\n\nJurisdiction\n\nChina\n\nHong Kong, PRC\n\nJapan\n\nKorea\n\nMalaysia\n\nPhilippines\nPhilippines\n\nSingapore\n\nThailand\n\nVietnam\n\nYes.\n\nYes.\n\nYes.\n\nYes.\n\nYes.\nYes\n\nYes.\n\nYes.\n\nNo. Private placement (to less than 100) or Sale to professional investors is stipulated in the \nSecurities Law. But PP is not regulated as an exempted scheme.\n\nOriginal Source: ABMF Report, April 2012, partly revised\n\n106\n\n53\n\n\fDetermining Most Suitable Market Segment\n(This Matrix is a proposed Example using the Case of Korea)\n\nBasic / Key Law\n\nSupplemental Order\n\nRegulation\n\nDocumentation\n\nFSCMA\n\nDescribes\nDescribes\nProfessional \nInvestor\nPublic Offering\n50 or more Investors \n/\nSmall sized Public \nOffering\n\n“Securities \nRegistration\nRegistration \nStatement (SRS)”\n\nEquates to\nFull Disclosure\n(KRX Listed \nCorporate Bond \nMarket)\n\nEnforcement Decree \nof FSCMA\n\nfurther defines\n\n“Professional \nInvestors” \n(Art. 10, 11)\n\nCreates room for \nLimited Disclosure\n\nPublic Offering\n‐ Persons excluded \nfrom 50 or more \ninvestors\n‐ Small sized Public \nOffering\n\nl\n\nt\n\nThe Regulation on \nIssuance, Public \nDi\nDisclosure, etc. of \nf\nSecurities (RIPDS) \ncontains \nqualifications\n‐ Overseas Issuance\n‐ Qual. Inst. Buyer\n\n2‐2 Criteria for \nresale of PO\n2‐2‐(2)‐4 QIB\n( ) Q\nMarket\n2‐2‐2 Criteria for \nresale PO in issuing \noverseas securities\n\nSpecifies possible\nExemptions\n\n‐ T&C\n‐ Subscription\nSubscription\nAgreement\n- Bond Certificate\n‐ OC/OM/IM\n‐ Prospectus\n\ncontain required \nclause prohibiting \nresale to Individual \nInvestors\n\nClearly defines  \nSelling Restriction\n(inv. protection)\n\n107\n\nPossible Depiction of Exemptions - Korea\n\nDepiction of Most Suitable \nExempted Disclosure \nKey Question \n\nCovers \n\nBy what? \n\nLaw, Decrees, Guidelines\n\nKOREA\n\nFinding\n\n1. Financial Services and Capital Markets Act, 2011 \n    + FSCMA Enforcement Degree 2012  \n   + RIPDS, 2012\n2. KRX Listing Rules \n1. “Qualified Institutional Buyers” \n    (Subsumes a number of investor concepts, but exclude saving \n\nWho? \n\nType of Investors \n\ninstitutions) \n\nWhat? \n\nInstrument types, actual \ninstruments \n\nWhere? \n\nMarket(s), Marketplace(s)\n\nHow? \n\nRingfencing of \nprofessional market; \nSelling Restriction(s) \n\n2. KRX participants (trading members, incl. banks) \n1. SME private placements with limited documentation; \n    Expected small amounts, likeness to loan market \n2. Private placements by already listed issuers \n1. “Free Bond” trading platform, designated by FSC, \n    operated by KOFIA (SRO in Korea) \n2. KRX (specific segment?) \n1 FSCMA Enforcement Degree 2012\n1. FSCMA Enforcement Degree 2012 \n    + RIPDS, 2012 (Para 2-2ff) \n    + Specific mention in Documentation (e.g. T&C) \n2. KRX membership (professional members only?) \n\n \nDepiction is aimed at allowing comparison of key questions stakeholders are likely to ask \nrelative to Exempted Markets. This is only one possible approach. (Due to limited time as a \nresult of the market visits, the above matrix is an example using the case of Korea; to be \ndone for all economies.)\n\n108\n\n54\n\n\fQualifying Remarks\n\n•\n\nInformation is based on SF1 Questionnaire, \nmarket visits and discussions, correspondence\nmarket visits and discussions, correspondence \nand meetings with members and experts\n\n• The presentation reflects the understanding of \nthe topics by ADB Secretariat and consultants\n• Some interpretations of data are expected to \n\nchange following further discussions\n\n• Member feedback is welcome\n\n109\n\n55\n\n\f10th ABMF SF2: Update of  Phase 2 \nActivities   \n\n22 November 2012 in Bangkok\n\nTaiji Inui\nNTT DATA Corporation\nADB Consultant - Financial Information Technology Specialist\n\nThe 10th ABMF SF2:  Draft Program\n\n08:50 Opening Remarks by SF2 Chair\n\n09:00 Key contents of SF2 report– SF2 by ADB secretariat\n09:00 Key contents of SF2 report SF2 by ADB secretariat\n\n10:40  Key contents of SF2 report – SF2 Q and A\n\n13:30  Information Session: Recent progress in RSI study (Dr. Shin, TBC)\n\n14:20  Other issues of SF2 by ADB secretariat\n\ny\n\n14:40 Wrap up by ADB Secretariat\n\n14:50 Closing Remarks by SF2 Chair\n\n1\n\n1\n\n\fTable of Contents\n\n1. Part3: Diagrams, flows, and charts in each \neconomy based on standard templates\n\n2 K Fi di\n2. Key Findings\n3. Fit & Gap Analysis\n4. Policy Recommendations and Roadmap\n5. Next Steps and Work Plan\n\n1. Part3: Diagrams, flows, and charts in \neach economy based on standard \ntemplates\n\n2\n\n3\n\n2\n\n\fPart3: Diagrams, flows, and charts in each economy \nbased on standard templates\n\n• Thank you so much for your \nkindly informing and checking \nthe flows, charts, and diagrams.\n• Also, could you check once \nagain the final one, please?\n\nABMF SF2  Part3 Draft\n\nTaiji Inui\nN TT DATA C orporation\nADB C onsultant - Financial Inform ation Technology \nSpecialist\n\nCould you refer to handout or separate PPT file 02, please? \n\nComments from members and experts for Part3: Diagrams, \nflows, and charts in each economy based on standard \ntemplates \n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n8\n\n9\n\n＃ Econom y\n\nC om m entator\n\nD ate\n\nTarget C hat\n\nC om m ent\n\nStatus\n\nv1.8\n\nv1.9\n\nv2.0\n\nv2.1\n\nK R\n\nK R\n\nK R\n\nK R\n\nK R\n\nSeo C hoong-Ryeol\nSeo C hoong Ryeol\n/KR X\n\nSeo C hoong-Ryeol\n/KR X\n\nSeo C hoong-Ryeol\n/KR X\nSeo C hoong-Ryeol\n/KR X\n\nSeo C hoong-Ryeol\n/KR X\n\n2012/8/21\n\nC orporate B ond M arket Infrastructure D iagram\nC orporate B ond Transaction Flow\n\n(P5 & P141) For cash settlem ent of exchange traed corporate bond,\n     the KRX uses com m ercial banks not B O K w ire system .\n                                           (T rading system )                      (C ash Settlem ent)\n     G overnm ent bond          KRX (K TS)                             B O K(B O K W ire)\n     C orporate bond             KRX (EX TU RE)                     C om m ercial banks\n\n2012/8/21 C orporate B ond Transaction Flow  \n\n/ /\n\nU nlike O TC  trade, there is no need to transfer order inform ation to FSS  w hen trading bonds at\nthe K RX m arket.  As a result, process 1 to 3 should be delelted\n\n2012/8/21 C orporate B ond Transaction Flow  \n\nC orporate bond transaction flow s at the KR X m arket are om itted.\nPlease refer to the attached file\n\n2012/8/21 M arket infrastructure\n\n2012/8/21 M arket P ractices\n\nSystem  N am e, Last U pdate, N ext Version are provided.\n\nThe cut off tim e is 16:00(Asian tim e 14:00)\n\nH K\n\nElvis G oh/JPM\n\n2012/8/23\n\nG overnm ent B ond Transaction Flow\nC orporate B ond Transaction Flow\n\nC H A TS w ill auto-debit the buy sides’ RTG S account.\n(H K M A )\nIn general, paym ent instructions (step 7) are required. H ow ever, the C M U  system  provides a\nfunction to facilitate a bank to autom atically generate a paym ent instruction for the D vP\nsettlem ent. T herefore, banks, w ho opt to use this feature, do not need to send paym ent instructions.\n\nrevised\n\n○\n\n○\n\n○\n\n○\n\nrevised\n\nrevised\n\nrevised\n\nrevised\n\n○\n○\n\n○\n\n○\n\n○\n\n○\n○\n\n○\n\n○\n\n○\n\n○\n○\n\n○\n\n○\n\n○\n\n○\n○\n\n○\n\n○\n\n○\n\nrevised\n\n○\n\n○\n\n○\n\n×\n\n7\n\nH K\n\nElvis G oh/JPM\n\n2012/8/23\n\nG overnm ent B ond Transaction Flow\nC orporate B ond Transaction Flow\n\nrevised\n\n○\n\n○\n\n○\n\n×\n\nC M U  requires to input trade data of both sell side and buy side.\n\nH K\n\nElvis G oh/JPM\n\n/\n\n2012/8/23 Interest/Redem ption Paym ent Flow  (G B )\n)\n\n/ /\n\n(\n\n/\n\nnot applied\n\n○\n○\n\n○\n○\n\n○\n○\n\n×\n\nH KM A does not notifies custodians of paym ent details before execution of interest paym ent.\n\n(H K M A)\nStep 3 is valid. T he C M U  provides “C oupon/D ividend and R edem ption N otification Report”\n”\n/\n(Report ID : C M U D 5601) to C M U  M em bers one business day before the paym ent date.\n\n“\n\nH KM A notifies custodians of eligible positions, not paym ent details.\n\nPaying agent does not send paym ent reports to custodians.\n\n(H K M A)\nThere are no rule governing the sending of settlem ent report from  paying agent to C M U\nM em ber. It depends on the service level of various paym ent agents.\n\nH K\n\nElvis G oh/JPM\n\n2012/8/23 Interest/Redem ption Paym ent Flow  (C B )\n\n(H K M A) no com m ent.\n\nrevised\n\n○\n\n○\n\n○\n\n×\n\n10\n\nH K\n\nElvis G oh/JPM\n\n2012/8/23 Interest/Redem ption Paym ent Flow  (C B )\n\nnot applied\n\n○\n\n○\n\n○\n\n×\n\nCould you refer to handout or separate Excel file 03, please?\n\nH KM A does not pay interest to custodians, but paying agents does.\n\n11\n\nH K\n\nElvis G oh/JPM\n\n2012/8/23 Interest/Redem ption Paym ent Flow  (C B )\n\nsuspended\n\n×\n\n×\n\n×\n\n×\n\n⇒P AからH KM Aに決済指示を出し、H KAM A（決済システム運用者）が利払いを行うという意味で記\n述を統一していますが、「PA が直接C ustodianに払う」という修正がされています。特別な意図があ\nるかどうか確認できればと思います。\n⇒H KM A 確認中\n⇒H KM A  no com m ent\n\n4\n\n5\n\n3\n\n\f2. Key Findings\n2 Key Findings\n\n2.1 ASEAN+3 Bond Market Diagram\n2.2 Interest Payment & Redemption\n2.3 Other Issues\n\n2.1 ASEAN+3 Bond Market Diagram\n\n6\n\n7\n\n4\n\n\fTrade\n\nTrade\nmatch.\n\nCCP\n\nSettle. \nMatch.\n\nBond \nSettle.\n\nCash \nsettle.\n\nASEAN+3 Government Bond Market Diagram\n\nMM LA KH \n\nVN\n\nTH\n\nSG\n\nPH\n\nMY \n\nKR\n\nJP\n\nID \n\nHK \n\nCN\n\nBrunei\nCambodia\nLao PDR\nMyanmar\n\nOTC\n\nOTC\n\nOTC\n\nOTC\n\nPDEx\n\nOTC\n\nOTC KRX\n\nOTC\n\nOTC\n\nOTC\n\nHNX\n\nTCH\nPTI\n\nPDEx\n\nBMS\nETP\n\nKRX\n\nJASDEC\nPSMS\n\nHKMA\nCMU\n\nCFETS\n\nTCH\nPTI\n\nTSD\nPTI\n\nPDEx\neDvP\n\nPDEx\nRoss STP \nFacility\n\nBT\nBTr-ROSS\n\nKRX\n\nJGBCC\n\nJASDEC\nPSMS\n\nBOJ\nBOJ-NET \n\nVSD\n\nMAS\nMEPS+ SGS\n\nPDTC\n\nBNM\nRENTAS-SSDS\n\nKSD\n\nBI\nBI-SSSS\n\nHKMA\nCMU\n\nCCDC\n\nCSDCC\n\nOTC\nInter-bank\nBond Market\n\nSSE\n&\nSZSE\n\nSSE\n&\nSZSE\n\nSSE\n&\nSZSE\n\nBIDV\n\nBOT\nBAHTNET\n\nMAS\nMEPS+ RTGS\n\nBSP\nPhilPass\n\nBOK\nBOK-Wire+\n\nBOJ\nBOJ-NET\n\nBI\nBI-RTGS\n\nHKMA\nCHATS\n\nPBOC\nHVPS CNAPS\n\nComm.\nBanks\n\nBNM\nRENTAS-\nIFTS\n\nNOTE:\n\nExchange \n\nExchange  related\n\nDirect intersystem connection\n\nCentral Bank\n\nCentral Bank related\n\nIndirect connection . Trade data (bond settlement instructions) are entered to CSD by agent custodians.\n\nCommercial Bank\n\n* This diagram shows entities which is involved in major types of transactions.\n\nASEAN+3 Government Bond Market Diagram\n\n8\n\n9\n\n5\n\n\fASEAN+3 Corporate Bond Market Diagram\n\nMM LA KH BN \n\nVN\n\nTH\n\nSG\n\nPH\n\nMY \n\nKR\n\nJP\n\nID \n\nHK \n\nCN\n\nBrunei\nCambodia\nLao PDR\nMyanmar\n\nOTC\n\nOTC\n\nOTC\n\nOTC PDEx\n\nOTC\n\nOTC\n\nKRX\n\nOTC\n\nOTC\n\nIDX\n\nOTC\n\nOTC\nInter-bank\nBond Market\n\nSSE\n&\nSZSE\n\nHNX/\nHNX/\nHOSE\n\nTCH\nTCH\nPTI\n\nPDEx\n\nBMS\nBMS\nETP\n\nKRX\n\nJASDEC\nJASDEC\nPSMS\n\nKPEI\n\nHKMA\nHKMA\nCMU\n\nCFETS\n\nKRX\n\nSHCH\n\nPDEx\neDvP\n\nVSD\n\nTCH\nPTI\n\nTSD\nPTI\nPTI\n\nCDP\nPSMS\n\nCDP\nDCSS\nDCSS\n\nPDTC\n\nBNM\nRENTAS-SSDS\n\nKSD\n\nKSEI\nC-BEST\n\nHKMA\nCMU\n\nSHCH\n\nCCDC\n\nCSDCC\n\nJASDEC\nPSMS\n\nJASDEC\nBook Entry\nBook Entry \nTransfer System\n\nSSE\n&\nSZSE\n\nSSE\n&\nSZSE\n\nBIDV\n\nBOT\nBAHTNET\n\nMAS\nMEPS+ RTGS\n\nBSP\nPhilPass\n\nBNM\nRENTAS-\nIFTS\n\nBOK\nBOK-\nWire+\n\nCommercial\nBanks\n\nBOJ\nBOJ-NET\n\nCommercial\nBanks\n\nHKMA\nCHATS\n\nPBOC\nHVPS CNAPS\n\nCommercial\nBanks\n\nNOTE:\n\nExchange Market\n\nExchange  related\n\nDirect intersystem connection\n\nCentral Bank\n\nCentral Bank related\n\nCommercial Bank\n\nIndirect connection . Trade data (bond settlement instructions) are entered to CSD by agent custodians.\n\n* This diagram shows entities which is involved in major types of transactions.\n\n10\n\nTrade\n\nTrade\nTrade\nmatch.\n\nCCP\n\nSettle. \nMatch.\n\nBond \nSettle.\n\nCash \nsettle.\n\nASEAN+3 Corporate Bond Market Diagram\n\n11\n\n6\n\n\fKey Findings (tentative draft)\n\n1. Bond Market\n\n(cid:190) Most of bonds (both government and corporate bonds) are traded in OTC markets \n\nin ASEAN+3 (where bond market exist).\n\n(cid:190) Significant volume of bonds are traded in exchange (order driven) market only in \n\nKR and PH.\n\n(cid:190) Regarding bond trades, most of the trades are ordered and executed domestically.\n(cid:190) Post-trade matching systems and/or data collection systems are not always \n\nconnected with pre-settlement matching system and/or CSD systems.\n\n(cid:190) CCPs (Central Counter-Parties) have been established in only a few economies \n\n2. Central Counter-Party\n\n(CN, JP, and KR) for bond trades. \n\n3. Pre-settlement and settlement Matching\n\n(cid:190) In many markets, pre-settlement matching is conducted manually using telephone, \n\nfacsimile, e-mail, etc. \n\n(cid:190) Both central matching and local matching are used as settlement matching for \n\nboth government and corporate bonds. \n\nKey Findings (tentative draft)\n\n4. Bond settlement\n\n(cid:190) Regarding government bonds, central bank related CSDs mostly settle them in 6 \nmarkets (CN, HK, ID, JP, MY, and SG)  out of 10 major markets in ASEAN+3.  \nExchange related CSDs mostly settle them in 3 markets (KR, TH, and VN).  \nGovernment  related CSD manly settles and exchange related CSD settles \nsignificant portion of them as sub-registry in one market (PH). \ni t\ni\n(cid:190) Regarding corporate bonds, central bank related CSDs mostly settle them in 2 \n\nk t (PH)\n\nf th\n\nifi\n\nb\n\nti\n\nt\n\ni\n\nmarkets (HK and MY)  out of 10 major markets in ASEAN+3.  Exchange related \nCSDs mostly settle them in 7 markets (ID, JP, KR, PH, SG, TH, and VN).  Central \nbank  related CSDs and exchange related CSD settle them in one market (CN). \nSignificant percentage of bonds remains as physical certificates.\n\n5. Cash settlement\n\n(cid:190) Regarding government bonds, central bank money is used in all markets except in \nVN in ASEAN+3.  DVP model 1 of BIS definition is available in these 9 markets. \nCommercial bank money can also be used in CN though the percentage to total \nsettlement value is very low.\n\n(cid:190) Regarding corporate bonds, central bank money is used in 8 markets (CN, HK, JP, \nKR, MY, PH, SG, and TH) .  Commercial bank money is used in 3 markets (CN, ID, \nand VN).  In CN, central bank money is mainly used but commercial bank money \nis used when bonds are settled in exchange related CSD.\n\n12\n\n13\n\n7\n\n\f2.2 Interest Payment & Redemption\n\n14\n\nCash\nFlow\n\nInformation\nFlow\n\nBond Holder\nInvestor\n\n9. Interest \nPayment\nConfirmation\n\nAccount \nManagement \nAgent (AMA)\nCustodian\n\nSame Entity\n\nInterest Payment Flow \n\nBond Issuer Side\n\nCSD\n\nBond Holder Side\n\n3. Payment\nRequest\n\n4. Payment\nInstruction\n\n2. Bondholders-list \nwith Tax Data\n\nCSD\n\n1. Bondholders-list \nwith Tax Data\n\n5. Notification of Payment Details\n\nIssuer\n\nPaying Agent (PA)\n\nSame Entity\n\nPA\n\nIssuer’s \nAccount\n\n6. Cash \nTransfer\n\nPayment system\n\nPA's Account\n\nAMA\n\nCSD Participant’s / \nSettlement Bank  Account\n\nBond Holder’s \nAccount\n\n7. Interest Payment (net)\n\n8. Interest Payment\n\n10. Tax Payment\n\nTax Office\n\n15\n\n15\n\n8\n\n\fGovernment bond Interest payment related entities(to be\nconfirmed)\n\n  PA of Issuer \n\nCSD \n\nPayment system AMA of Bond Holder\n\nCN \n\nCCDC \n\nCCDC \n\nCNAPS \n\nCSD partic. \n\nCCDC \n\nCSDCC \n\nCNAPS/Com. Bnk\n\nCSD partic. \n\nHK  HKMA \n\nHKMA \n\nID \n\nJP \n\nKR \n\nMY \n\nPH \n\nSG \n\nTH \nTH\n\nVN \n\nBI \n\nBOJ \n\nBOK \n\nBNM \n\nBTr \n\nMAS \n\nBOT \nBOT\n\nVSD \n\nBI \n\nBOJ \n\nKSD \n\nBTr \n\nMAS \n\nTSD \nTSD\n\nVSD \n\nBNM \n\nRENTAS-IFTS \n\nCSD partic. \n\nPhilPaSS \n\nMEPS+ \n\nCSD partic. \n\nCSD partic. \n\nBAHTNET\nBAHTNET\n\nCSD partic./SB\nCSD partic./SB\n\nBIDV \n\nCSD partic. \n\nCHATS \n\nBI-RTGS\n\nBOJ-Net \n\nCSD partic. \n\nCSD partic.\n\nCSD partic. \n\nCSD partic. \n\nBOJ/CSD partic. \n\nBOK-Wire+ \n\nCSD partic. \n\nKSD’s bank \n\nTWA \n\nNone \n\nNone \n\nNone \n\nNone \n\nBTr \n\nNone \n\nMOF \nMOF\n\nVSD \n\n \n① PA (Paying Agent), AMA (Account Management Agent), TWA (Tax Withholding Agent)\n\n② CSD participant includes a corresponding bank (which has an account in the payment \n\nsystem) designated by a bond holder.\n\n③ BOJ and CSD participant are withholding Agents for national tax and local tax, \n\nrespectively, in Japan .\n\nCorporate bond Interest payment related entities (to be confirmed)\n\n  PA of Issuer \n\nCSD \n\nPayment system AMA of Bond Holder\n\nTWA \n\nCN  CSDCC \n\nCSDCC \n\nCom. Bnk system\n\nCSD partic. \n\nSHCH \n\nCCDC \n\nSHCH \n\nCCDC \n\nHK  Com. Bnk \n\nHKMA \n\nCNAPS \n\nCNAPS \n\nCHATS \n\nCSD partic. \n\nCSD partic \n\nCSD partic. \n\nID \n\nKSEI \n\nKSEI \n\nKSEI’s Bnk system\n\nCSD partic. \n\nBond holder \n\nBond holder \n\nBond holder \n\nNone \n\nKSEI \n\nJP  Com. Bnk \n\nJASDEC \n\nBOJ-Net \n\nCSD partic. \n\nPA/CSD partic. \n\nKR  Com. Bnk \n\nMY  Com. Bnk \n\nKSD \n\nBNM \n\nBOK-Wire+ \n\nCSD partic. \n\nKSD’s bank \n\nRENTAS-IFTS \n\nCSD partic. \n\nPH  Com. Bnk \n\nPDTC \n\nPhilPaSS \n\nSG  Com. Bnk \n\nTH \nTH\n\nBOT \nBOT\n\nCDP \n\nTSD \nTSD\n\nMEPS+ \n\nBAHTNET\nBAHTNET\n\nCSD partic./SB\nCSD\n/SB\n\nti\n\nCSD partic. \n\nCSD partic. \n\nNone \n\nPDTC   \n\nNone \n\nIssuer \nI\n\nVSD \n\nVN \n① PA (Paying Agent), AMA (Account Management Agent), TWA (Tax Withholding Agent)\n \n\nBIDV system \n\nCSD partic. \n\nVSD \n\nVSD \n\n② CSD participant includes a corresponding bank (which has an account in the payment \n\nsystem) designated by a bond holder.\n\n③ PA and CSD participant are withholding Agents for national tax and local tax, \n\nrespectively, in Japan .\n\n16\n\n17\n\n9\n\n\fKey Findings (tentative draft)\n\n1. Paying Agent (PA) of bond issuer for interest payment and redemption\n\n(cid:190) Regarding government bonds, central banks are PA of the issuer (MOF) in 7 \n\neconomies (HK, ID, JP, KR, MY, SG, and TH) out of 10 economies which have \nbond markets in ASEAN+3. CSDs are the PA in two economies (CN and VN).  \nGovernment (Bureau to Treasury) is the PA in PH.\n\n(cid:190) Regarding corporate bonds,  commercial banks are PA of issuers in 6 economies \n(HK, JP, KR, MY, PH, and SG). CSDs are PA in 3 economies (CN, ID, and VN). \nCentral bank is PA in TH.\n\n2. Account Management Agent (AMA) of bond holder (investor) for interest payment and \n\nredemption\n(cid:190) Regarding government bonds, CSD participants are AMA of bond holders.\n(cid:190) Regarding corporate bonds, CSD participants are AMA of bond holders.\n3. Tax Withholding Agent (TWA) for interest payments and redemptions\n3\nTax Withholding Agent (TWA) for interest payments and redemptions\n(cid:190) Regarding government bonds, no WHT (withholding tax) exists in 4 economies \n(CN, HK, MY, and SG).  TWAs in other economies are different economy by \neconomy.\n\n(cid:190) Regarding corporate bonds,  no WHT exists in 3 economies (HK, MY, and SG). \n\nTWAs in other economies are different economy by economy.\n\nSummary of interest payment process of government \nbond for reference\n\n1. When issuers pay interest to investors, paying agents(PA), which are \n\n2.\n2\n\ndesignated by issuers, transfer money to the accounts of account management \nagents (AMA)s which are appointed by investors. \nI\nIn the case of government bonds, central banks play a role of PA except China, \nl\nPhilippines, and Vietnam. In Philippines, there is no agent, but Bureau of \nTreasury operates on its own behalf.\n\nt Chi\n\nf PA\n\nt b\n\nl b\n\nth\n\nd\n\nk\n\nf\n\nt\n\nl\n\n3. CSD participants or correspondent banks of CSD participants act as AMA for \n\nbond holders. From the view point of no-residents’ transaction, custodians play \na role as AMA.\n\n4. Tax withholding agents (TWA) pay withholding tax to tax office on behalf of \ninvestors In China Hong Kong and Malaysia there is no withholding tax of\ninvestors. In China, Hong Kong and Malaysia, there is no withholding tax of \ngovernment bond, \n\n18\n\n19\n\n10\n\n\fSummary of interest payment process of corporate \nbon for reference\n\n1.\n\nIn the case of corporate bond, CSDs play a role as paying agent(PA) in China, \nIndonesia and Vietnam. In Thailand, Bank of Thailand, central bank, acts as PA \nand in the other six economies, commercial banks are designated as PA. \n2. AMA, which is designated by bond holders, are CSD participants, including \n2 AMA which is designated by bond holders are CSD participants including\n\ncorresponding banks.\n\n3. There is no withholding tax in Hong Kong and Malaysia.\nIn China, bond holders pay tax to tax office directly.\n4.\nIn Indonesia, Korea, Philippines and Vietnam, CSD or CSD’s bank is \n5.\ndesignated as TWA. In Japan, PA pays national tax of both government and \ncorporate bond and CSD participants pays local tax of both government and \ncorporate bond .\ncorporate bond\n\n2.3 Other Issues\n\n20\n\n21\n\n11\n\n\fStandards (numbering and coding)\n\n5. Languages \n\nSeller\n\nBuyer\n\nsese023.001.01\n\nsese023.001.01\n\nInstructing \nParty 1\n\nExecuting Party\n（custodian、CSD）\n\nInstructing\nParty 2\n\nAttachment 6\n\n2. Party Identification\nand Account\n\nBIC\nProprietary identification\nName and address\n\n3. Safekeeping \n(Securities) account\nidentification\n\nThere is no account structure \n(simple text).\n\nSecurities\nAccount\n\n4. Cash account\n\nIBAN\nProprietary\n\nISO 20022 needs to support proprietary practices\n\n1. Financial Instrument\n(Securities) identification\n\nISIN\nOther (Proprietary) \n\nIdentification\n\nKey Findings (tentative draft)\n\nNumbering and coding\n\n(cid:190) ISIN (International Securities Identification Number) is not used in many \neconomies.  Also, numbering convention of ISIN is not standardized, yet.\n(cid:190) BIC is not used in many economies, yet in stead, local proprietary codes \n\n(cid:190) Securities account structure is proprietary one in all economies in \n\nOthers (including from Phase 1 results)\n\n(cid:190) Settlement cycle is not regarded as a rule of each market.\n(cid:190) Physical certificate remains in many markets in particular for corporate \n\n(cid:190) Cost of cross-border transactions in ASEAN+3 is said to be much higher \n\nthan that of other region since post-trade (clearing and settlement) \ninfrastructures in ASEAN+3 are fragmented like silo. \n\nare used.\nare used\n\nASEAN+3.\n\nbonds.\n\n22\n\n23\n\n12\n\n\f3. Fit & Gap Analysis\n\n3.1 Fit & Gap Analysis of DVP flows\n3.2 Fit & Gap Analysis of Message Items\n3.3 Fit & Gap Analysis of Cross-border flows\n3.4 Fit & Gap Analysis of Interest Payment\n3.5 Fit & Gap Analysis of Market Practice\n\np\n\ny\n\nFIT&GAP Analysis and Policy Recommendation\n\nINPUT\n\nFIT&GAP Analysis Processes\n\nOUTPUT\n\nMessage\nDVP\nDVP\nFlows\nFlow\nFlow\n\nMessage\nItems\n\nIdentify practices  \nalready standardized\n\nFIT&GAP\nAnalysis\n\nIdentify practices need \nto be kept  as it is now\n\nPossible future issues\n\nStandard Flows\n\nStandard\nMessages\n\nIdentify practices to be \nstandardized\n\nRecommendations and \nRoadmap\n\nFIT&GAP analysis of proprietary practices with ISO 20022 is underway to \nharmonize the bond trade and settlement in ASEAN+3\n\n24\n\n25\n\n13\n\n\f3.1 Fit & Gap Analysis of DVP Flows\n\n(cid:190) DVP flows of government bond and corporate bond in each \n\neconomy will be compared with typical DVP flow in ASEAN+3\n\n26\n\nBuy Side\n\nBuy Side\n\nTransferring \nsettlement \ninstruction\n\nCentral or \nLocal \nMatching\n\nAn Example of  DVP Flow (Key Elements) \n\nKey Elements of Typical Flow\n\nSell Side\n\nSell Side\n\nAffirmation \nfrom  sell and \nbuy sides\n\nSettlement \nConfirmation\n\nTrade Data\n\nTrade Data\n\nTrading/ Trade Reporting\n\nTrade\n\nPost Trade Matching\n\n1.Trade Data\n\nPre-settlement Matching\n\n2.Pre-settlement Matching\n\n4.Settlement Instruction Data\n\n1.Trade Data\n\n3.Pre-matched result\n\nForwarding \nInstruction to sell \nand buy sides\n\n1.Trade Data\n\n3.Pre-matched result\n\n5.Settlement  Instruction Data\n\nCSD\n\n5.Settlement  Instruction Data\n\n6.Affirmation/Settlement Instruction\n\n8.Settlement Matching Notice\n\n7.Settlement Matching\n\nLocking bonds\n\n9.Lock seller’s Bond\n\n6.Affirmation/Settlement Instruction\n\n8.Settlement Matching Notice\n\n16.Bond Settlement Confirmation\n16 Bond Settlement Confirmation\n\n15.Bond Settlement\n\nBond Settlement Confirmation\nBond Settlement Confirmation\n\nBIS DVP Model\n\nSell Side\n\nForwarding cash \nsettlement\n\n10.Cash Settlement  Data\n\nCash settlement Instruction\n\n14.Cash Settlement Confirmation\n\nAffirmation \nfrom buy side\n\nBuy Side\n\n11.Cash Settlement Data\n\n14.Cash Settlement Confirmation\n\nRTGS\n\n13.Cash Settlement\n\nCentral or commercial \nbank money\n\n11.Cash Settlement Data\n\n12. Affirmation\n\n14.Cash Settlement Confirmation\n\nCash \nSettlement \nConfirmation\n\n27\n\n14\n\n\fKey Elements of DVP Flow 1/2 (draft)\n\n1. Bond settlement\n\nA)\n\n“Settlement Instruction Data “ are transferred from Pre-settlement \nMatching System or other systems such as Trading System from the \nview point of STP. \n\np\n\nB) After receiving “Settlement Instruction Data“ from other system, they \n\nare forwarded to sell side and buy side for affirmation.  \n\nC) After receiving “Settlement Instruction Data“ from CSD, both sides \n\nneed to affirm.\n\nD) Central matching or local matching?\nE)\n“Settlement Confirmation” notices need to be sent or not.\nF) Locking of seller’s bond need to be done or not.  What is the \nF) L ki\n\nd\ndefinition of locking , earmarking, blocking, etc.?\n\nt Wh t i\n\nd t b d\n\n’ b\n\nth\n\nll\n\nf\n\nG) What kind of DVP model does CSD adopt?\n\nKey Elements of DVP Flow 2/2 (draft)\n\n2. Cash settlement\n\nA) Which entity  sends “Cash Settlement Instruction Data” to RTGS, \n\nCSD or sell side and/or buy side.\nIf RTGS receives “Cash Settlement Instruction Data” from CSD\nIf RTGS receives  Cash Settlement Instruction Data  from CSD, \nRTGS forwards them to sell side and/or buy side or not.\n\nC) Buy side needs to affirm them and sends them back to RTGS, both \n\nsides need to do so, or neither side needs to do so.\n“Cash Settlement Confirmations” need to be sent to sell side and buy \nside or not.\n\nE) Which banks play a role as cash settlement bank, central bank or \n\nB)\nB)\n\nD)\n\ncommercial banks.\ncommercial banks\n\n3. Additional Flows\n\nA) Are there any additional flows?\n\n28\n\n29\n\n15\n\n\fFit & Gap Analysis of Government Bond and Corporate \nBond DVP Flows\n\nC N\n\nH K\n\nID\n\nKR\n\nM Y\n\nP H\n\nSG\n\nT H\n\nV N\n\nS um m ary\n\nA utom ated Pre-settlem ent M atching S ystem  exists in\nbond m arket.\n\n[O TC  M arket]\nN o.\n\n[O T C  M arket]\nP re-settlem ent M atching System  operated by JA SD EC .\n\n[O T C  M arket]\nN o.\n\nP re-settlem ent m atching is com pleted by S-1 using\nsystem  infrastructure.\n\nP re-\nSettlem ent\nM atching\n\n[O TC  M arket]\nY es.\nS ell side and buy side sends settlem ent instruction to C C D C\nand C C D C  m atches instructions w ithin system  on S -1.\n\n[O T C  M arket]\nN o.\n\n[O TC  M arket]\nB oth sides of trade perform  pre-settlem ent m ating due to\ncapital gain calculation, but there is no system  infrastructure\nto support these processes.\n\n[O T C  M arket]\nY es.\n\nP rocess\n\nIssue\n\nExistance of C C P\n\nC learing\n\nO ther G aps\n\n[O T C  M arket]\nN o.\n\n[O T C  M arket]\nN o.\n\n[O T C  M arket]\nN o.\n\n[O TC  M arket]\nN o.\n\n[Exchange M arket]\nC SD C C  provides clearing function.\n\n[O TC  M arket]\nN o.\n\n[Exchange M arket]\nN o.\n\n[Exchange M arket]\nN o.\n\n[Exchange M arket]\nN o.\n\n[Exchange M arket]\nY es.\nC SD C C  receives Trade data from  S SE or SZSE. A fter\nreceiving them , C SD C C  perform s clearing and stands\nsettlem ent instruction  w ithin ow n system .\n\nA fter receiving “Settlem ent Instruction D ata“ from\nother system , they are forw arded to sell side and buy\nside for affirm ation.\n\n[O TC  M arket]\nY es.\n\n[Exchange M arket]\nY es.\n\n[O T C  M arket]\nN o..\n\nA fter receiving “Settlem ent Instruction D ata“ from\nC SD , both sides need to affirm .\n\n[O TC  M arket]\nY es.\nB oth sell side and buy side receives trade data from  C C D C . If\nthe data are correct, both sides sends the data back to\nC C D C . T he data are called \"S ettlem ent Instruction D ata\".\n\n[O T C  M arket]\nN o.\n\nC entral m atching or local m atching.\n\n[Exchange M arket]\nY es.\n\n[O TC  M arket]\nN o.\n\n[O TC  M arket]\nN o.\n\n[O TC  M arket]\nN o.\n\n[O TC  M arket]\nN o..\n\n[O TC  M arket]\nN o.\n\n[O T C  M arket]\nJG B C C  play a roll as C C P .\n\nJP\n\n[O T C  M arket]\nN o.\n\n[Exchange m arket]\nYes.\nKR X perform s obligation, novation and clearing using Exture,\ntheir system .\n\n[O T C  M arket]\nN o.\n\n[O T C  M arket]\nN o.\n\n[Exchange M arket]\nN o.\n\n[Exchange M arket]\nN o.\n\n[O T C  M arket]\nYes.\nSell side and buy side send settlem ent instruction to KS D  on\nS-1 and S S S of K SD 's system  m atches settlem ent\ninstruction.\n\n[O TC  M arket]\nN o.\n\n[Exchange M arket]\nYes.\nO n exchange m arket, settlem ent instruction is cleared, and\nthere is no need to perform  pre-settleem ent m atching.\n\n[Exchange M arket]\nYes.\nExture, w hich is trading and clearing system , sends settlem ent\ninstruction data to Securities Settlem ent System  (SS S).\n\n[O T C  M arket]\nN o.\n\n[O T C  M arket]\nN o.\n\n[O T C  M arket]\nN o.\n\n[O T C  M arket]\nN o.\n\n[O T C  M arket]\nN o.\nB ut FI T rading S ystem  perform s post trade m atching.\n\n[O T C  M arket]\nN o.\n\n[O T C  M arket]\nN o.\n\n[O T C  M arket]\nN o.\n\n[O T C  M arket]\nY es.\nB O J-N ET sends \"N otice of A cceptance of JG B  T ransfer\nInstruction for D VP \".\n\n[O T C  M arket]\nY es.\nS ell side and buy side affirm  the notice from  B O J-N ET.\n\n[O T C  M arket]\nN o.\n\n[Exchange M arket]\nN o.\n\n[O T C  M arket]\nN o.\n\n[Exchange M arket]\nN o.\n\n[O T C  M arket]\nY es.\nR oS S S TP  Facility and eD V P S ystem  send settlem ent detail to\nsell side and buy side.\n\n[O T C  M arket]\nN o.\n\n[O T C  M arket]\nY es.\nB oth sides affirm  settlem ent detail.\n\n[O T C  M arket]\nN o.\n\n[O TC  M arket]\nN o.\n\n[O TC  M arket]\nN o.\n\n[O TC  M arket]\nN o.\n\n[O TC  M arket]\nN o.\n\n[O TC  M arket]\nN o.\n\n[O TC  M arket]\nN o.\n\n[O T C  M arket]\nN o.\n\n[O T C  M arket]\nN o.\n\n[O T C  M arket]\nN o.\n\n[O T C  M arket]\nN o.\n\nPolicy R ecom m endation\nIf settlem ent am out w ill increase, m arket m ay introduce C C P\nfor the view  of settlem ent risk m itigation.\n\n[O T C  M arket]\nJapan only adopts C C P.\n\n[Exchange M arket]\nC hina and K orea adopt C C P .\n\nN o.\n\n[Exchange M arket]\nN o.\n\n[Exchange M arket]\nN o.\n\n[O T C  M arket]\nJapan only adopts pre-settlem ent m atching system  and in\nsom e econom y, pre-settlem ent m atching is perform ed by\ntelephone, e-m ail and other m anual processes.\n\nFor avoidance of settlem ent failure, econom y m ay introduce\npre-settlem ent m atching system  near future.\n\n[O T C  M arket]\nIn C hina and K orea, both sides sends settlem ent data on S -1.\n\nIf a m arket does not introduce pre-settlem ent m atching\nsystem , postdated settlem ent instruction secures in order to\navoid settlem ent failure.\n\n[Exchange M arket]\nIn C hina and K orea, book entry system  receives settlem ent\ninstruction or trade data from  other system I\n\nR eceiving settelem ent instruction from  other system  secures\nprocess from  the view  point of S TP . In som e econom y both\nsides of trade input trade data into trading sytem  or reporting\nsystem  for the sake of price transparency. Econom ies m ay try\nto connect betw een trading or reporting system  and book\nentry system  to enhance ST P .\n\n[O T C  M arket]\nN o.\nV SD  does not send settlem ent instruction data.\n\n[O T C  M arket/ Exchange M arket]\nIf C SD  receives settlem ent instruction data from  other\nsystem s, C SD  also forw ards it to sell side and buy side except\nin K orea and V ietnam .\n\nForw arding settlem ent instruction data secures process from\nthe view  point of secure settlem ent because the data are\nsent from  other system .\n\n[O T C  M arket]\nB oth sides confirm  the data and send back transaction\nresults.\n\n[O T C  M arket/ Exchange M arket]\nIf sell side and buy side receive settlem ent instruction data, in\nall econom y, they affirm  it and send it back to C S D .\n\nT here is no policy recom m endation at all.\n\n“S ettlem ent Instruction D ata “m ay better be forw arded\nfrom  P re-settlem ent M atching System  or other\nsystem s such as Trading S ystem  from  the view  point of\nS TP .\n\n[O TC  M arket]\nY es.\nC C D C  receives instruction from  C FET S.\n\n[O T C  M arket]\nN o.\nThere is no system  interface in order to receive settlem ent\ninstruction from  other system .\n\n[O TC  M arket]\nN o.\nThere is no system  interface in order to receive settlem ent\ninstruction from  other system .\n\n[O T C  M arket]\nY es.\nP re-settlem ent M atching System  sends settlem ent instruction\ndata to B O J-N ET .\n\n[O T C  M arket]\nN o.\n\n[O TC  M arket]\nN o.\nThere is no system  interface in order to receive settlem ent\ninstruction from  other system .\n\n[O T C  M arket]\nY es.\nFI T rading S ystem  send trade data to R oS S S TP  Facility or\neD V P  S ystem .\n\n[O T C  M arket]\nN o.\nThere is no system  interface in order to receive settlem ent\ninstruction from  other system .\n\n[O TC  M arket]\nN o.\nT here is no system  interface in order to receive settlem ent\ninstruction from  other system .\n\n[O T C  M arket]\nY es.\nH N X sends trade data, instead of settlem ent instruction data,\nto V S D .\n\n[O T C  M arket]\nIn C hina, Japan, P hilippiness and V ietnam , book entry system\nreceives settlem ent instruction or trade data from  other\nsystem I\n\n[O TC  M arket/ Exchange m arket]\nB oth.\nW hen both side of participants receive settlem ent instruction,\nthey perrform  local m atching. A fter local m atching, they send\nsettlem ent instruction back to C S D , C SD  perform s central\nm atching again.\n\n[O T C  M arket]\nC entral m atching.\nB oth sell side and buy side send settlem ent instruction to\nC M U . A fter receiving, C M U  perform s central m atching.\n\n[O TC  M arket]\nC entral m atching.\nSell side sends D V P instruction and buy side send R VP\ninstruction to B I-S S SS . A fter receiving, B I-SS SS  perform s\ncentral m atching.\n\n[O T C  M arket]\nLocal m atching.\nS ell side sends D V P request to B O J-N ET  and B O J-N ET\nsends N otice of D VP  request by D eliverer of JG B  to buy side.\nA fter receiving, buy side m atches the notice and sends D V P\nrequest back to B O J-N ET .\n\n[O T C  M arket]\nC entral m atching.\n\n[Exchange M arket]\nC entral m atching.\n\n[O TC  M arket]\nLocal m athing.\nB uy side receive settlem ent instruction from  sell side via\nREN TA S-SS D S. A fterw ard, buy side affirm s it and sends\nconfirm ation back to REN T AS -S SD S .\n\n[O T C  M arket]\nLocal m atching.\nA fter receiving settlem ent detail, sell side and buy side afirm  it\nand send it back each other.\n\n[O TC  M arket]\nC etnral m atching.\n\n[O T C  M arket]\nC entral m atching.\n\n[O T C  M arket/ Exchange M arket]\nSom e econom y adopt central m atching and other econom y\nadopt local m athing.\n\nT here is no superiority and inferiority betw een central and\nlocal m atching. A B M F SF2 recom m ends both types of\nm atching should becom e international standard.\n\nB ond\nSettlem ent\n\n“S ettlem ent C onfirm ation” notices need to be sent or\nnot.\n\n[O TC  M arket/ Exchange m arket]\nY es.\nC SD  sends settlem ent confrim ation to sell side and buy side.\n\n[O T C  M arket]\nYes.\nC M U  sends settlem ent confirm ation to both sell side and buy\nside.\n\n[O TC  M arket]\nYes.\nB I-SS SS  sends settlem ent confirm ation to both sell side and\nbuy side.\n\n[O T C  M arket]\nY es.\nB O J-N est sends settlem ent confirm ation to both sell side and\nbuy side.\n\n[O TC  M arket]\nYes.\nREN TA S-SS D S sends acknow ledgem ent to sell side and buy\nside.\n\n[O T C  M arket]\nO n G S ED s M arket: N o.\n\nO n N on-G S ED  M arket: Yes.\nB T r R oS S sends settlem ent confrim ation to both sides.\n\n[O TC  M arket]\nT C H  sends settlem ent confirm ation to both sides.\n\n[O T C  M arket]\nN o.\n\n[O T C  M arket]\nIn alm ost all ecnom y, C SD  sends settlem ent confirm ation\nexcept P hilippiness and V ietnam .\n\nA B M F SF2 recom m ends that C SD  m ay send settlem ent\nconfirm ation to both sell side and buy side.\n\n[Exchange M arket]\nAll C SD  sends settlem ent confirm ation.\n\nLocking of seller’s bond need to be done or not.  W hat\nis the definition of locking , earm arking, blocking, etc.?\n\n[O TC  M arket]\nIn C C D C , bonds are locked.\n\n[O T C  M arket]\nC M U  holds bonds.\n\n[O TC  M arket]\nB I-SS SS  earm arks bonds.\n\n[O T C  M arket]\nB O J-N ET does not lock, block or earm ark bonds.\n\n[O T C  M arket]\nB T r R oS S holds bonds.\n\n[O T C  M arket]\nM AS  holds bonds w ithin M EP S P lus SG S.\n\n[O TC  M arket]\nT C H  holds bonds w ithin P TI.\n\n[O T C  M arket]\nV SD  blocks bonds w ithin book entry system .\n\nT here is no policy recom m endation now .\n\n[O T C  M arket]\nLocal m atching and central m atching.\nFirst, sell side sends delivery instruction to M AS  and M A S\nforw ards it to buy side. Afterw ard, buy side affirm s it and\nsends it\nback to M AS .\nM AS  m athes delivery instruction after receiving it from  buy\nside.\n[O T C  M arket]\nYes.\nM AS  sends settlem ent report to both sides.\n\nW hat kind of D V P  m odel does C SD  adopt?\n\n[O T C  M arket]\nM odel1 and M odel3\n\n[O TC  M arket]\nM odel1.\n\n[O T C  M arket]\nM odel1.\n\n[O T C  M arket]\nM odel 1.\n\n[O T C  M arket]\nM odel 1.\n\n[O TC  M arket]\nM odel1.\n\n[O T C  M arket]\nM odel 3.\n\n[O T C  M arket]\nM any econom y adopt D VP  m odel 1.\n\n[Exchange M arket]\nN o C S D  adopts D V P m odel1, but adopts 2 or 3.\n\nT here is no policy recom m endation at all.\n\n[O TC  M arket]\nO n settlem ent day, C C D C  sends settlem ent status notice to\nboth sides.\n\n[O T C  M arket]\nH K M A returns settlem ent m atching status to both sides.\n\n[O TC  M arket]\nB ank Indonesia returns settlem ent m atching status to both\nsides.\n\n[O T C  M arket]\nW henever B ank of Japan receives instructio, it returns notice\ndata to the sender of instruction.\n\nN o.\n\n[O TC  M arket]\nT C H  returns m atching status to both sides.\n\n[O T C  M arket]\nV SD  holds bonds before sending notice of transaction results.\n\n[O T C  M arket/ Exchange M arket]\nIn som e econom y, C SD  sends notice of natching status.\n\n[O T C  M arket]\nYes.\n\n[Exchange M arket]\nYes.\n\n[O T C  M arket]\nSS S holds bonds.\n\n[Exchange M arket]\nSS S holds bonds.\n\n[O T C  M arket]\nM odel 1.\n\n[Exchange M arket]\nM odel 3.\n\n[O TC  M arket]\nN o.\n\n[O TC  M arket]\nN o.\n\n[O TC  M arket]\nN o.\n\n[O TC  M arket]\nN o.\n\n[O TC  M arket]\nN o.\n\n[O TC  M arket]\nU nclear.\n\n[O TC  M arket]\nM odel 1.\n\nN o.\n\nN o.\n\n[G SED s M arket]\nIn settlem ent process, there are tw o system s: P D Ex-RoSS\nS TP  Facility and B Tr-Ross. R oS S S TP  Facility has interface\nw ith m arket participants and connects w ith Trading system\nand book entry system .\nB T r-RoSS  focuses only D VP  settlem ent and book entry. It\ndoes not have any interface w ith m arket participants. It\nreceives settlem ent data from  RoS S  S T P Facility and sends\nthe settlem ent status back to sam e system .\n\n[N on-G SED  M arket]\nIn settlem ent process, there are also tw o system s: eD VP\nS ystem  and B Tr-Ross.\neD V P  system  controls settlem ent process and therefore it\nconnects w ith B Tr-Ross, book entry system , and PhilPaSS ,\ncash settlem ent system .\nB T r-Ross has function of book entry only.\n\nW hich entity  sends “C ash Settlem ent Instruction\nD ata” to RT G S , C S D  or sell side and/or buy side.\n\n[Exchange m arket]\nC SD  sends cash settlem ent instruction data.\n\n[O TC  M arket]\nC SD  sends cash settlem ent instruction data.\n\n[O T C  M arket]\nC M U  as C SD  sends cash settlem ent instruction data.\n\n[O TC  M arket]\nB I-SS SS  sends cash settlem ent instruction to B I-R T G S .\n\n[O T C  M arket]\nB uy side sends D VP  request(cash) to B O J-N ET.\n\n[O T C  M arket]\nSS S sends cash settlem ent instruction to B O K-W ire+.\n\n[G SED s M arket]\nB tr-R oS S sends cash settlem ent instruction to B SP .\n\n[O T C  M arket]\nM AS  sends cash settlem ent instruction data.\n\n[Exchange M arket]\nSS S sends cash settlem ent instruction to B O K-W ire+.\n\n[N on-G SED  M arket]\neD V P  system  sends cash settlem ent instruction to B SP .\n\n[O TC  m arket]\nThere is no need to send cash settlem ent instruction\nbecause book entry and cash settlem ent syste are sam e\nsystem : R EN TA S-SS D S and REN TA S-IFTS .\n\n[O TC  M arket]\nT C H  sends cash settlem ent instrcution data to B ank of\nT hailand.\n\n[O T C  M arket]\nV SD  sends cash settlem ent instruction data after netting.\n\n[O T C  M arket / Exchange M arket]\nIn alm ost all econom y except Japan and M alaysia, C S D  sends\ncash settlem ent instruction data to cash settlem ent system .\nIn Japan and M alaysia, securities settleem ent system  and\nRT G S are sam e system .\n\nT here is no policy recom m endation now .\n\n[O T C  M arket]\nN o.\n\n[O TC  M arket]\nN o.\n\n[O T C  M arket]\nYes. B O K-W ire+ sends paym ent request to buy side.\n\n[O TC  M arket]\nN o.\n\n[O T C  M arket]\nN o.\n\n[O T C  M arket]\nN o.\n\n[O TC  M arket]\nN o.\n\n[O T C  M arket]\nN o.\n\n[O T C  M arket]\nO nly in K orea, R TG S  forw ards cash settlem ent instruction\ndata to sell side and buy side.\n\nForw arding cash settlem ent instruction to sell side and buy\nside secures process from  the view point of security.\n\n[O TC  M arket]\nN either side needs to affirm  or send instruction.\n\n[O T C  M arket]\nN o.\n\n[O TC  M arket]\nN o.\n\n[O T C  M arket]\nB uy side (sender of funds) receives D VP  request and it affirm\nand send back the request to B O J-N ET .\n\n[O T C  M arket]\nYes. B uy side receive paym ent request and afirm  it. Afterw ard,\nbuy side sends paym ent instruction to B O K -W ire+.\n\n[O TC  M arket]\nN o.\n\n[O T C  M arket]\nN o.\n\n[O T C  M arket]\nN o.\n\n[O TC  M arket]\nN o.\n\n[O T C  M arket]\nN o.\n\n[O T C  M arket]\nO nly in Japan and K orea, buy side needs to affirm  them  and\nsend them  back to R TG S .\n\nT his process is m uch secure. AB M F S F2 recom m ends to\nsend back affirm ation of cash settlem ent instruction.\n\n[O TC  M arket/ Exchange M arket]\nY es.\nC N AP S sends fund transfer notice to both sell side and buy\nside.\n\n[O T C  M arket]\nYes.\nC H A TS  sends fund transfer notice to both sell side and buy\nside.\n\n[O TC  M arket]\nYes.\nB I-RT G S sends fund transfer notice to both sell side and buy\nside.\n\n[O T C  M arket]\nY es.\nB O J-N ET sends notice of D V P settlem ent to sender of funds\nand receiver of funds.\n\n[O T C  M arket]\nYes. B O K-W ire+ sends cash settlem ent confirm ation to sell\nside and buy side.\n\n[O TC  M arket]\nN o.\n\n[O T C  M arket]\nY es.\nP hilP aS S sends settlem ent report(cash) to sell side and buy\nside.\n\n[O T C  M arket]\nYes.\nM EPS  Plus R T G S  sends settlem ent report(cash) to both sides.\n\n[O TC  M arket]\nY es.\nB ank of Thailand sends cash settlem ent confrirm ation to both\nsides.\n\n[O T C  M arket]\nN o.\n\n[O TC  M arket]\nP eople's bank of C hina as central bank.\n\n[O T C  M arket]\nH ong K ong M onetary Authority as central bank.\n\n[O TC  M arket]\nB ank Indonesia as central bank.\n\n[O T C  M arket]\nB ank of Japan as central bank.\n\n[O TC  M arket]\nB ank N egara M alaysia as a central bank.\n\n[O T C  M arket]\nB angko S entral ng P ilipinas as a central bank.\n\n[O T C  M arket]\nM onetary Authority of Singapore as central bansk.\n\n[O TC  M arket]\nB ank of Thailand as central bank.\n\n[O T C  M arket]\nB ID V, com m ercial bank.\n\n[Exchange M arket]\nN o.\n\n[Exchange M arket]\n\n[O T C  M arket/ Exchange M arket]\nIn alm ost all econom y except M alaysia and Vietnam , RT G S\nsends cash settlem ent confirm ation. In M alaysia, bond and\ncash settlem ent confirm ation are sam e one but in V ietnam ,\nthere is no cash settlem ent confirm ation.\n\nA B M F SF2 recom m ends that cash settlem ent system  sends\ncash settlem ent confirm ation.\n\n[O T C  M arket]\nAlm ost all econom y except V ietnam , centrall bank m oney is\nused in the process of cash settlem ent.\n\nU sing central bank m oney is m uch secure than using\ncom m ercial bank m oney.\n\n[Exchange M arket]\nIn Korean m arket, central bank m oney is used in cash\nsettlem ent, but In C hinese exchangem  m arket, com m ercial\nbank m oney is used.\n\n[O T C  M arket]\nN o.\nB ook entry system  and cash settlem ent system  are sam e\nsystem . T herefore, there is no need to send cash settlem ent\ninstruction from  book entry system  to cash settlem ent\nsystem . B ut sell side sends D V P request to B O J-N ET and\nB O J-N ET forw ard the request to buy side(sender of funds).\n\n[Exchange M arket]\nN o.\n\n[Exchange M arket]\nN o.\n\n[Exchange M arket]\nYes. B O K-W ire+ sends cash settlem ent confirm ation to sell\nside and buy side.\n\n[O T C  M arket]\nB ank of K orea as central bank.\n\n[Exchange M arket]\nB ank of K orea as central bank.\n\nO ther G aps\n\nN o.\n\nN o.\n\nN o.\n\nN o.\n\nN o.\n\nN o.\n\nN o.\n\nN o.\n\nN o.\n\nN o.\n\nCould you refer to handout and separate Excel file 04, please?\n\n[Exchange m arket]\nU nclear.\n\n[O TC  M arket]\nC C D C  : M odel1\n\n[Exchange M arket]\nC SD C C : M odel2\n\n[Exchange M arket]\nN o.\n\nO ther G aps\n\nR TG S  sends \"C ash Settlem ent Instruction\" to sell side\nand buy side.\n\n[O TC  M arket]\nN o.\n\n[Exchange M arket]\nN o.\n\nB uy side needs to affirm  them  and sends them  back to\nR TG S , both sides need to do so, or neither side needs\nto do so.\n\n[Exchange M arket]\nN either side needs to affirm  or send instruction.\n\nC ash\nSettlem ent\n\n“C ash Settlem ent C onfirm ations” need to be sent to\nsell side and buy side or not.\n\nW hich banks play a role as cash settlem ent bank,\ncentral bank or com m ercial banks.\n\n[Exchange M arket]\nC om m ercial banks.\n\n3.2 Fit & Gap Analysis of Message Items\n\n(cid:190) Message items of  10 common elements proposed by SMPG \n\nfor settlement instruction (sese.023.001.03)  and settlement \nconfirmation (sese.025.001.03) are chosen as a preliminary \nstudy of FIT&GAP Analysis\n\n30\n\n31\n\n16\n\n\fProcess of FIT&GAP Analysis for Message Items\n\nStep1\nMessage Format Level \n\nStep2\nMessage Item Level\n\nStep3\nItem Format Level\n\n(cid:190) Collect  information of \n\n(cid:190) Compare the condition of \n\nmessage format used in \nmessage format used in\nCSDs respectively.\n\neach items, such as optional \neach items such as optional\nor mandatory.\n\n(cid:190) Collect  the detailed format \ninformation  of each items.\ninformation of each items\n\n(cid:190) Compare the formats and  \n\nconfirm the status of adoption \nof ISO standards\n\n(cid:190) Compare the definition of \neach items. The item itself \nmay not exist.\n\nTasks\n\nISO 20022\nISO 15022\nProprietary.\n\n(cid:190) Discuss the standard \n\ncondition of each items.\n\nMapping of message items with \n\nISO 20022\nISO 20022\n\n(cid:190) Compare the format  of each \n\nitems.\n\n(cid:190) Discuss the standard format \n\nof each items\n(Probably, they ought to be \ncompliant with ISO \nstandards)\n\n(cid:190) Table of Message Formats\n\nOutput\n\n(cid:190) Table of Message Items\n(cid:190) Summary and Policy \nRecommendation\n\n(cid:190) Table of Message Items\n(cid:190) Summary and Policy \nRecommendation\n\n10 common elements for settlement instruction (by SMPG)\n\n32\n\n33\n\n17\n\n\fAn Example  DVP flow \n\nSell Side\n\nSell Side\n\nBuy Side\n\nBuy Side\n\nTrade Data\n\nTrade Data\n\nTrading/ Trade Reporting\n\nTrade\n\nPost Trade Matching\n\n1.Trade Data\n\nPre-settlement Matching\n\n2.Pre-settlement Matching\n\n4.Settlement Instruction Data\n\n1.Trade Data\n\n3.Pre-matched result\n\n1.Trade Data\n\n3.Pre-matched result\n\n5.Settlement  Instruction Data\n\nCSD\n\n5.Settlement  Instruction Data\n\n6.Affirmation/Settlement Instruction\n\n8.Settlement Matching Notice\n\n7.Settlement Matching\n\n6.Affirmation/Settlement Instruction\n\n9.Lock seller’s Bond\n\n8.Settlement Matching Notice\n\n16.Bond Settlement Confirmation\n16 Bond Settlement Confirmation\n\n15.Bond Settlement\n\n16. Bond Settlement Confirmation\n16 Bond Settlement Confirmation\n\n10.Cash Settlement  Data\n\nSell Side\n\n14.Cash Settlement Confirmation\n\nBuy Side\n\n11.Cash Settlement Data\n\n14.Cash Settlement Confirmation\n\nRTGS\n\n13.Cash Settlement\n\n11.Cash Settlement Data\n\n12. Affirmation\n\n14.Cash Settlement Confirmation\n\nAn image of mapping with ISO 20022\n\nM essage  Item\n\nIndex\n\nC o de\n\nO r\n\nM in\nO cc\n\nM ax\nO cc\n\nT ype\n\n1 0 c om m o n elem en ts\n\n1.0\n2.0\n2.1\n2.2\n3.0\n4.0\n5.0\n5.5\n\n5.6\n\n6.0\n\n7.0\n8.0\n8.1\n\n8.4\n\n9.0\n\n10.0\n11.0\n11.1\n\n11.2\n\nSecuritiesSettlem entT ransactionInstructionV03\n     S ctiesS ttlm TxInstr\n          TransactionIdentification\n          Settlem entTypeAndAdditionalParam eters\n               S ecuritiesM ovem entType\n               P aym ent\n          N um berC ounts\n          Linkages\n          TradeD etails\n               T radeD ate\n                    D ate\n                         D ate\n               S ettlem entD ate\n                    D ate\n                         D ate\n                         D ateTim e\n          FinancialInstrum entIdentification\n               ISIN\n               O therIdentification\n                    Identification\n          FinancialInstrum entA ttributes\n          Q uantityAndAccountD etails\n               S ettlem entQ uantity\n                    Q uantity\n                         U nit\n                         FaceA m ount\n               S afekeepingAccount\n                    Identification\n          Settlem entParam eters\n               S ecuritiesTransactionType\n                    C ode\n                    P roprietary\n                         Identification\n                         Issuer\n          StandingSettlem entInstructionD etails\n          D eliveringSettlem entP arties\n               D epository\n                    Identification\n                         AnyB IC\n               P arty1\n                    Identification\n                         AnyB IC\n                         ProprietaryIdentification\n                              Identification\n                                   Issuer\n                    S afekeepingA ccount\n                         Identification\n\nD ELI/REC E\nAP M T\n\n1\n      1\n       1\n       1\n       1\n       1\n       0\n       0\n       1\n       0\nor\n1\n  or 1\n       1\n1\nor\n  or 1\n  or 1\n       1\n       0\n       0\n       1\n       0\n       1\n       1\nor\n1\n  or 1\n  or 1\n       1\n       1\n       1\n       1\n1\nor\nor\n1\n       1\n       1\n       0\n       0\n       0\n       1\n  or 1\n       0\n       1\n  or 1\n  or 1\n       1\n       1\n       0\n       1\n\n1\n1\n1\n1\n1\n1\n1\nn\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\nn\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n\nsese.023.001.03\nSecuritiesSettlem entTransactionInstructionV03\nM ax35T ext\nSettlem entT ypeAndAdditionalP aram eters1\nReceiveD elivery1C ode\nD eliveryReceiptType2C ode\nN um berC ount1C hoice\nLinkages17\nSecuritiesTradeD etails1\nTradeD ate1C hoice\nD ateA ndD ateT im eC hoice\nISO D ate\nSettlem entD ate1C hoice\nD ateA ndD ateT im eC hoice\nISO D ate\nISO D ateT im e\nSecurityIdentification14\nISIN Identifier\nO therIdentification1\nM ax35T ext\nFinancialInstrum entA ttributes35\nQ uantityA ndA ccount25\nQ uantity6C hoice\nFinancialInstrum entQ uantity1C hoice\nD ecim alN um ber\nIm pliedC urrencyA ndA m ount\nSecuritiesAccount13\nM ax35T ext\nSettlem entD etails42\nSecuritiesTransactionType9C hoice\nSecuritiesTransactionType7C ode\nG enericIdentification20\nExact4AlphaN um ericText\nM ax35T ext\nStandingS ettlem entInstruction4\nSettlem entP arties11\nPartyIdentification48\nPartyIdentification44C hoice\nAnyB IC Identifier\nPartyIdentificationAndAccount42\nPartyIdentification43C hoice\nAnyB IC Identifier\nG enericIdentification19\nM ax35T ext\nM ax35T ext\nSecuritiesAccount13\nM ax35T ext\n\n1. Instruction Identification\n\n2. Trade D ate\n\n3. Settlem ent D ate\n\n5. Financial Instrum ent\n\n4. Q uantity of Financial Instrum ent\n\n7. Safekeeping Account\n\n8. Place of Settlem ent\n\nCould you refer to handout and separate Excel file 05, please?\n\n9. Receiving/D elivering Agent\n\n34\n\n35\n\n18\n\n\f3.2 Fit & Gap Analysis of Message Items\n\nInstruction Identifycation\n\nElem ent N am e\n\nISO 15022 (M T 543)\n\nISO 20022(sese.023.001.02)\n\nC M U (H K)\n\nB O J（JP）\n\nKSD (KR)\n\nPD Ex(PH ）\n\nM AS（SG ）\n\nTSD (TH )\n\nSender's M essage Reference\n\nTransactionIdentification\n\nTRN\n\nTorihiki ID\n\nM aem aejareo\n\nTrade ID\n\nM T543\n\nM T543\n\n<SATS_TRAD IN G _RESU LT>\n\nVSD (VN )\n\nD efinition&Explanation\n\nReference assigned by the Sender to\nunam biguously identify the m essage.\n\nReference assigned by the Sender to\nunam biguously identify the m essage.\n\nSender's m essage reference. It m ust be unique\nfor all SW IFT m essages sent by the C M U\nparticipant w ithin 6 m onths.\n\nID  w hich identifies the trade\n\nTrade ID  is the uniqe ID  assigned by the Trading\nSystem\n\nM andatory Sequence A G eneral\nInform ation>Sender's M essage Reference\n\n<SctiesSttlm TxInstr>\n<TxId>\n\nISO  15022\n\nISO  20022 com pliant, sam e tag structure\n\nProprietary\n\nText m ax 21 m in 21\n\nM essage Form at\n\nElem ent Form at\nM ultiplicity\nO ptional /M andatory\n\nTrade D ate\n\nElem ent N am e\n\n:4!c//16x\nSingle\nM andatory\n\nTrade D ate/Tim e\n\nText m axLength: 35 m inLength: 1\nSingle\nM andatory\n\nTradeD etails\n>TradeD ate\n\n:20C ::SEM E//16x\nSingle\nM andatory\n\nTrade D ate\n\nText m axLength: 35 m inLength: 1\nSingle\nM andatory\n\nN um eric(10)\nSingle\nM andatory\n\n(none)\n\nYYYY‐M M ‐D D ‐nnnnnnnnnn\nSingle\nM andatory\n\nTrade D ate\n\nM andatory\n\nM T543\n\nM andatory\n\nM T543\n\nD efinition&Explanation\n\nD ate/tim e at w hich the trade w as executed.\n\nD ate/tim e at w hich the trade w as executed.\n\nD ate w hen the trade w as m atched in the Trading\nSystem\n\nD ate/tim e at w hich the trade w as executed.\n\nTrade D ate - YYYYM M D D  (m ust not be a future\ndate)\nFor house transfer instruction, this field m ust\nleave blank.\n\nD ate/tim e at w hich the trade w as executed.\nIt's not included in the settlem ent instruction\nm essage.\n\nM essage Form at\n\nM andatory Sequence B  Trade D etails> Trade\nD ate/Tim e\n\nISO  15022\n\n(none)\n\nProprietary\n\nText m ax 19 m in 19\n\nXM L\n\nElem ent Form at\n\n:98A::TRAD //8!n\n\n(none)\n\nN um eric(8)\n\nYYYY‐M M ‐D D  H H :M M :SS\n\n2012-04-26T00:00:00.0000000+07:00\n\n<SATS_TRAD IN G _RESU LT>\n  <TRAD IN G _RESU LT>\n\nXM L\n\nLength: 19\nSingle\nM andatory\n\n  <B _O RD ER_D ATE>\n    <S_O RD ER_D ATE>\n\nP olicy R ecom m endation\nA ll C S D s have \"instruction identification\"\nas m andatory. T his identification num ber\nusually unique as sender transaction\nreference, w hile there is no consensus of\nnum bering rules.\nIn m ost of C S D s, there is no unique ID\nw hich identify the transaction in C S D .\nFuther discussion is required from  the\ncross-border S T P  perspective.\n\nT he condition of \"T rade D ate\" is different\naccording to C S D s, such as optional or\nm andatory. In Japan, it's not even an input\nitem . Futher discussion of it's necessity\nand definition is required from  the\nview point of standarization.\n\nD ate/tim e at w hich the financial instrum ents are\nto be delivered or received.\n\nD ate/tim e at w hich the financial instrum ents are\nto be delivered or received.\n\nSettlem ent D ate - YYYYM M D D  (m ust not be a\npast date)\n\nD ate/tim e at w hich bands and cash are to be\ndelivered or received\n\nD ate w hen the trade is expected to settle\n\nSingle\nC onditional\n\n(none)\n(none)\n\nSingle\nM andatory\n\nSettlem ent D ate\n\nU keharaibi\n\nM andatory\n\nM T543\n\nM andatory\n\nM T543\n\nSystem  does not define Settlem ent D ate. System\ngenerates settlem ent date autom atically from\nTrading date.\n\n\"S ettlem ent D ate\" is m andatory in all\nC S D s except V S D . In V S D , settlem ent date\nis autom atically calculated from  trade date.\nFuther discussion of definition is required\nfrom  the view point of standarization. It's\nclosely related to \"T rade D ate\" and\n\"S ettlem ent C ycle\", so w e should take\nthem  into consideration.\n\n<SctiesSttlm TxInstr>\n<TradD tls>\n<TradD t>\n<TradD t>\n<D t>/<D tTm >\n\nSingle\nO ptional\n\nTradeD etails\n>Settlem entD ate\n\n<SctiesSttlm TxInstr>\n<TradD tls>\n<Sttlm D t>\n<D t>/<D tTm >\n\nO ption A :4!c//8!n (Q ualifier)(D ate)\nO ption B  :4!c/[8c]/4!c (Q ualifier)(D ata Source\nSchem e)(D ate C ode)\nO ption C  :4!c//8!n6!n (Q ualifier)(D ate)(Tim e)\nO ption E :4!c//8!n6!n[,3n][/[N ]2!n[2!n]]\n(Q ualifier)(D ate)(Tim e)(D ecim als)(U TC  Indicator)\n\nISO D ate:YYYY-M M -D D\nISO D ateTim e: U TC  tim e form at (YYYY-\nM M D D Thh:m m :ss.sssZ), local tim e w ith U TC\noffset form at (YYYY-M M -D D Thh:m m :ss.sss\n+/-hh:m m ), or local tim e form at (YYYY-M M -\nD D Thh:m m :ss.sss)\n\nM ultiplicity\nO ptional /M andatory\n\nSettlem ent D ate\n\nElem ent N am e\n\nD efinition&Explanation\n\nM essage Form at\n\nElem ent Form at\n\nSingle\nO ptional\n\nSettlem ent D ate/Tim e\n\nM andatory Sequence B  Trade D etails>\nSettlem ent D ate/Tim e\n\nM ultiplicity\nO ptional /M andatory\n\nQ uantity of Financial Instrum ent\n\nElem ent N am e\n\nSingle\nM andatory\n\nO riginal Face Am ount\n\nD efinition&Explanation\n\nM essage Form at\n\nO riginal par or nom inal value of a financial\ninstrum ent.\nRepetitive M andatory Sequence C  Financial\nInstrum ent/Account>Q uantity of Financial\nInstrum ent>\n\nO ption A :4!c//8!n (Q ualifier)(D ate)\nO ption B  :4!c/[8c]/4!c (Q ualifier)(D ata Source\nSchem e)(D ate C ode)\nO ption C  :4!c//8!n6!n (Q ualifier)(D ate)(Tim e)\n\nISO D ate:YYYY-M M -D D\nISO D ateTim e: U TC  tim e form at (YYYY-\nM M D D Thh:m m :ss.sssZ), local tim e w ith U TC\noffset form at (YYYY-M M -D D Thh:m m :ss.sss\n+/-hh:m m ), or local tim e form at (YYYY-M M -\nD D Thh:m m :ss.sss)\n\n:98A::SETT//8!n\n\nSingle\nM andatory\n\nQ uantity\n\nSingle\nM andatory\n\nQ uantityAndAccountD etails\n>Settlem entQ uantity\n\nO riginal par or nom inal value of a financial\ninstrum ent.\n<SctiesSttlm TxInstr>\n<Q tyAndAcctD tls>\n<Sttlm Q ty>\n<Q ty>\n<FaceAm t>\n\nfractionD igits: 5  m inInclusive: 0  totalD igits: 18\n\nElem ent Form at\n\nM ultiplicity\nM ultiplicity\nO ptional /M andatory\n\nFinancial Instrum ent\nElem ent N am e\n\nO ption B  :4!c//4!c/15d (Q ualifier) (Q uantity Type\nC ode) (Q uantity)\nSingle\nSingle\nM andatory\n\nSingle\nSingle\nM andatory\n\nIdentification of the Financial Instrum ent\n\nFinancialInstrum entIdentification>ISIN\n\nD efinition&Explanation\n\nThis field identifies the financial instrum ent.\n\nThis field identifies the financial instrum ent.\n\nISO  15022\n\nISO  20022 com pliant, sam e tag structure\n\nProprietary\n\nISO D ate:YYYY-M M -D D\nISO D ateTim e: U TC  tim e form at (YYYY-\nM M D D Thh:m m :ss.sssZ), local tim e w ith U TC\noffset form at (YYYY-M M -D D Thh:m m :ss.sss\n+/-hh:m m ), or local tim e form at (YYYY-M M -\nD D Thh:m m :ss.sss)\n\nSingle\nM andatory\n\nG akum enkingaku\n\nN um eric(8)\n\nSingle\nM andatory\n\nQ uantity of financial instrum ent to be settled\n\nFace am ount of bonds, JPY based\n\nISO  15022\n\nISO  20022 com pliant, sam e tag structure\n\nProprietary\n\nSingle\nSingle\nM andatory\n\nSingle\nSingle\nM andatory\n\nSingle\nSingle\nM andatory\n\nSecurities Indicator and Securities C ode\n\nM eigara\n\nIdentification of the financial instrum ent (support\nISIN , C om m on C ode and C M U  Issue N um ber); and\nD escription of the Financial instrum ent\n\nISIN  code\n\n:36B ::SETT//4!c/15d\n\nfractionD igits: 5  m inInclusive: 0  totalD igits: 18\n\nD om estic : N um eric(16),   Foreign : N um eric(18)\n\nFractionD igits: 2 m inInclusive: 2 totalD igits: 18\n\nN um ber, M in Length: 8, M ax Length :10\n\nM andatory\n\nM T543\n\nM andatory\n\nM T543\n\n\"Financial Instrum ent\" is m andatory both\nin IS O 15022 and IS O 20022. N ot all C S D s\nuse IS IN  for governm ent bond. IS IN\napplication is desirable and further\ndisucussion of IS IN  num bering rules m ay\nbe necessary.  G overnm ent related and/or\nnutral organization such as A N N A , S M P G\nand IS IT .m ay play im portant role in this\nregards.\n\nM essage Form at\n\nElem ent Form at\n\nO ptional Subsequence B 1 Financial Instrum ent\nAttributes>Identification of the Financial\nInstrum ent\n\n<SctiesSttlm TxInstr>\n<FinInstrm Id>\n<ISIN >\n\nO ption B  [ISIN 1!e12!c]\n[4*35x] (Identification of Security)\n(D escription of Security)\n\n[A-Z0-9]{12,12}\n\nISO  15022\n\nISO  20022 com pliant, sam e tag structure\n\nProprietary\n\n[:35B :ISIN 1e12!c] (for ISIN ), or\n[:35B :/XS/9n] (for com m on code) , or\n[:35B :/H K/11x] (for C M U  Issue N um ber)\n[3*35x]\n\n[A-Z0-9]{12,12}\n\nN um eric(12)\n\nM ultiplicity\nO ptional /M andatory\n\nSingle\nM andatory\n\nSingle\nM andatory\n\nSingle\nM andatory\n\nSingle\nM andatory\n\nM andatory\n\nM andatory\n\nCould you refer to handout and separate Excel file 06, please?\n\nSingle\nM andatory\n\nSettlem ent D ate\n\nText m ax 19 m in 19\n\nYYYY‐M M ‐D D  H H :M I:SS\n\nSingle\nM andatory\n\nTrade Q uantity\n\nFace Value\n\nProprietary\n\nSingle\nSingle\nM andatory\n\nISIN\n\nInstrum ent code\n\nProprietary Form at\n\nText m ax 12 m in 12\n\nSingle\nM andatory\n\nM andatory\n\nM T543\n\nM andatory\n\nM T543\n\nPART_VALU E\n\nPar value is 100,000 vn? or 100 U SD\n\n \"Q uantity of Financial Instrum ent\" is\nm andatory in all C S D s except V S D . Futher\ndiscussion of definition is required from\nthe point of view  of standarization.\n\nSingle\nM andatory\n\nN one\n\nN one\n\nN one\n\nN one\nN one\n\n(N one)\n\nSingle\nSingle\nO ptional\n\nISIN\n\nISIN  code\n\n(N one)\n\n[A-Z0-9]{12,12}\n\nSingle\nM andatory\n\n3.3 Fit & Gap Analysis of Cross-border Flows\n\n36\n\n37\n\n19\n\n\fTypical Cross-border Bond Flow (tentative draft)\n\nStandard Flow\n\nSpecific Flow\n\n1 Trade Order\n\n2 Trade Order\n\n5 Trade Confirmation\n\n4 Trade Confirmation\n\nInternational\nBroker\n\n3 Agreement on Trade\n\n& Confirmation\n\nCounter-\nparty\n\ni\n\ng\nn\nd\na\nr\nT\n\nDomestic \nBroker\n\nor Bank\n\nAuthority\n\nA: Trade Reporting\n\nr\ne\nd\nr\no\nB\n\n-\ns\ns\no\nr\nC\n\n17 Securities Statement\n\nD: FX Instruction\n\nD: FX Confirmation\n\n15 Funding of Trades\n\n18 Cash Statement\n\nE: Remittance Document\n\n6 Settlement Instruction\n\n7. Settlement Instruction\n\n10. Matching Status Update\n\nB: Tax Information\nB: Tax Information\n\nGlobal\nGlobal \nCustodian\n\nDomestic\nDomestic\nCustodian\n\n16 Settlement Confirmation\n\n14 Settlement Confirmation\n\n13 Settlement Confirmation\n\n8. Settlement Instruction\n\n9. Settlement Matching Notice\n\nCSD\nCSD\n\nC: Remittance of Funds\n\n19 Cash Statement\n\nAs Cash\nCorrespondent\n\nAs Cash \nCorrespondent\n\n11 Funding of Account\n\nRTGS\n\n12 Cash Settlement Confirmation\n\ng\nn\ni\nr\na\ne\nC\n\nl\n\n \n\nt\nn\ne\nm\ne\nl\nt\nt\ne\nS\n&\n \ng\nn\nh\nc\nt\na\nM\n\ni\n\nt\nn\ne\nm\ne\nl\nt\nt\ne\nS\n \nh\ns\na\nC\n\n38\n\n)\n)\nr\nr\ne\ne\ng\ng\na\na\nn\nn\na\na\nM\nM\n\n \n \nt\nt\nn\nn\ne\ne\ne\ne\nm\nm\nt\nt\ns\ns\ne\ne\nv\nv\nn\nn\nI\nI\n \n \nr\nr\no\no\n \n \nt\nt\nc\nc\ne\ne\nr\nr\ni\ni\nd\nd\n(\n(\n \n \nr\nr\no\no\nt\nt\ns\ns\ne\ne\nv\nv\nn\nn\nn\nn\nI\nI\n \n \nl\nl\na\na\nn\nn\no\no\ni\ni\nt\nt\nu\nu\nt\nt\ni\ni\nt\nt\ns\ns\nn\nn\nI\nI\n \n \nn\nn\ng\ng\ne\ne\nr\nr\no\no\nF\nF\n\ni\ni\n\nFit & Gap Analysis of Cross-border DVP flows (FX and Cash Control)\n\nC N\n\nH K\n\nID\n\nJP\n\nK R\n\nM Y\n\nFX T rades\nw ith\nU nderlying\nInvestm ent\n\nY es.\nFunds m aintained in the Q FII's foreign\ncurrency accounts and special\nrenm inbi accounts cannot be used for\nthe purposes other than onshore\nsecurities investm ent.\n\nN o.\nForeign\ninvestors are\nnot subject to\nany\nrestrictions.\n\nYes.\nAll FX forw ard value\ntransactions m ust\nm atch w ith the\nunderlying securities\ntransactions.\n\nN o.\nForeign\ninvestors are\nnot subject to\nany\nrestrictions.\n\nN o.\nForeign\ninvestors are\nnot subject to\nany\nrestrictions.\n\nPH\n\nN o.\nForeign inv\nare not sub\nany restric\n\nProhibition of\nO ffshore FX\nTrading for\nInvestm ent\n\nPre-funding\n\nY es.\nO ffshore foreign exchanges are not\nperm itted.\n\nYes.\nID R  cannot be\ntransferred offshore.\n\nN o.\n\nN o.\n\nN o.\nForeign\ninvestors are\nnot subject to\nany\nrestrictions.\nN o.\nForeign\nForeign\ninvestors are\nnot subject to\nany\nrestrictions.\n\nN o.\nForeign\ninvestors are\nnot subject to\nany\nrestrictions.\nN o.\nForeign\nForeign\ninvestors are\nnot subject to\nany\nrestrictions.\n\nY es.\nP re-funding for securities settlem ent\nP re funding for securities settlem ent\nis required.\n\nN o.\nForeign investors are\nForeign investors are\nnot subject to any\nrestrictions.\n\nN o.\nForeign\nForeign\ninvestors are\nnot subject to\nany\nrestrictions.\n\nN o.\nForeign investors\nForeign investors\nare not subject\nto any\nrestrictions.\n\nN o.\nForeign inv\nForeign inv\nare not sub\nany restric\n\nCould you refer to handout and separate Excel file 07, please?\n\nProhibition of\nThird-party FX\n\nY es.\nA lthough there is\nno explicit regulation prohibiting third-\n\nN o.\nForeign\ninvestors are\n\nN o.\nForeign investors are\nnot subject to any\n\nN o.\nForeign\ninvestors are\n\nN o.\nForeign\ninvestors are\n\nN o.\nForeign investors\nare not subject\n\nN o.\nForeign inv\nare not sub\n\n39\n\nYes.\nN on-residents\nbuy or sell M YR\nm ust confirm\nthat it is in\nrelation to a firm\nunderlying\ncom m itm ent,\nt\nit\nw hich m ay\ninclude buy or\nsales on B ursa\nM alaysia\nSecurities.\nYes.\nM YR can only be\ntraded onshore.\n\n20\n\n\fBarriers Related FX and Cash Management\n\nFX Trades \nwith \nUnderlying \nInvestment\n\nPre-\nfunding\n\nProhibition of \nThird-party FX\n\nFX \nReporting\n\nProhibition of \nOverdraft by \nNon-residents\n\nProhibition of \nOffshore FX \nTrading for\nInvestment\n\nLimitation on \nRepatriation\n\nCN\n\nHK\n\nID\n\nJP\n\nKR\n\nMY\n\nPH\n\nSG\nSG\n\nTH\n\nVN\n\nY\n\nN\n\nY\n\nN\n\nN\n\nN\n\nN\n\nN\nN\n\nY\n\nY/N \n\nY\n\nN\n\nN\n\nN\n\nN\n\nN\n\nN\n\nN\nN\n\nN\n\nY\n\nY\n\nN\n\nN\n\nN\n\nY\n\nN\n\nN\n\nN\nN\n\nN\n\nN\n\nY\n\nN\n\nY\n\nN\n\nY\n\nN\n\nY\n\nN\nN\n\nY\n\nY\n\nY\n\nN\n\nY\n\nN\n\nY\n\nY\n\nY\n\nN\nN\n\nN\n\nY\n\nY\n\nN\n\nY\n\nN\n\nY\n\nN\n\nN\n\nN\nN\n\nN\n\nY\n\nY\n\nN\n\nY\n\nN\n\nN\n\nN\n\nN\n\nN\nN\n\nN\n\nN\n\nSpecific Flows Evident in Bond Transaction  (tentative draft)\n\nA) Trading Report  [ID, KR, MY,TH]\n\n(cid:190) Domestic broker or bank should send trade detail to authority in order \n\nto ensuring transparency.\n\n]\nB) Tax Information [ID]\n\n)\n\n[\n\nappropriate capital gain tax.\nC) Remittance of Funds [CN, VN]\n\n(cid:190) Extra messages may need to be exchanged in order to calculate \n\n(cid:190) Foreign institution investors may need to remit funds before \nsettlement in CN and VN due to pre-funding requirement.\nD) FX Instruction & Confirmation [ID, KR, MY, PH, TH, VN]\n(cid:190) Global custodian and local custodian should send FX related \n\ninstruction corresponding to FX regulations.\n\nE) Remittance Document [PH]\n\n(cid:190) Domestic custodian should issue remittance document , certifying \nforeign currency inflow for ability to repatriate at later stage without \nconsideration of FX limitations.\n\n40\n\n41\n\n21\n\n\f3.4 Fit & Gap Analysis of Interest Payment \n\nFlows\n\n(cid:190) Interest payment and redemption flows in each \neconomy will be compared with typical flow\n\n42\n\nTypical Interest Payment Flow of Government Bonds\n(tentative draft)\n\nKey Elements of Typical Flow\n\nCash\nFlow\n\nInformation\nFlow\n\nBond Issuer Side\n\nCSD\n\nBond Holder Side\n\nMOF\n\nRolls of CSD\nRolls of CSD\n\n3. Payment\nRequest\nRolls of Paying \nAgent\n\n4. Payment\nInstruction\n\n2. Bondholders-list \nwith Tax Data\n\nCSD\n\nInformation \nCollection from \nB d h ld\nBond holder \nSide\n\n1. Bondholders-list \nwith Tax Data\n\nBond Holder\n\n9. Interest \nPayment\nConfirmation\n\nCSD Participants\n\nSame Entity\n\nCentral Bank\nas Paying Agent\n\nSame Entity\n\nCentral Bank\n\n5. Notification of Payment Details\n\nRolls of Central\nRolls of Central \nBank\n\nAccount \nManagement by \ny\nCSD Participants\n\ng\n\nMOF’s Account\n\nPA’s Account\n\n6. Interest Payment (gross)\n\n7. Interest Payment (net)\n\n8. Interest Payment\n\nCSD participant / Settlement Bank\n\nCSD Participant’s / \nSettlement Bank Account\n\nBond Holder’s \nAccount\n\nWithholding Tax\n\n10. Tax Payment\n\nTax Office\n\n43\n\n43\n\n22\n\n\fKey Elements of Interest Payment Flow of Government \nBond\n\n(tentative draft) 1/2\n\n1. Paying Agent (PA)\n\nA) Central bank is appointed as a PA or not.\nB) PA has these functions:\ni\n\nLi t f\n\ni\n\nB d h ld\n\nR\n-Receiving Bond-holder List from CSD\nCSD\n- Interest calculation\n- Payment  request for issuer \n- Interest &redemption payment on behalf of issuer\n\n2. CSD\n\nA) Central bank plays the role of CSD.\nB) CSD has banking license.\nC) CSD has cash accounts in RTGS system of central bank.\nD) Which account structure does CSD adopt, segregated account or \n\nomnibus account?\n\nE) CSD receives “Bond-holder List with Tax Data” from CSD participant \nor not. If the economy imposes withholding tax on investors and CSD \nadopts omnibus account structure, this process may be mandatory.\n\nKey Elements of Interest Payment Flow of Government \nBond (tentative draft) 2/2\n\nA) CSD participants (need to) clearly segregate their own bonds and \n\nB) CSD participants may adopt multi-layer or single-layer of account \n\n3. CSD Participants\n\ncustomer’s bonds.\n\nstructure.\n4. Cash Flow\n\nA) Central bank cash settlement system is used in the case of interest \npayment & redemption. Central bank money is more secure than \ncommercial bank money.\n\n5. Tax\n5 Tax\n\ntaxes or not.\n\nA) Are there any withholding taxes or not? If yes, non-residents also pay \n\nB) Which entity plays a role as tax withholding agent.\n\n6. Additional Flow\n\nA) Are there any additional flows?\n\n44\n\n45\n\n23\n\n\fTypical Interest Payment Flow of Corporate Bond\n(tentative draft)\nKey Elements of Typical Flow\n\nCash\nFlow\n\nInformation\nFlow\n\nBond Issuer Side\n\nCSD\n\nBond Holder Side\n\nIssuer\n\nRolls of CSD\nRolls of CSD\n\n3. Payment\nRequest\n\n4. Payment\nInstruction\n\n2. Bondholders-list \nwith Tax Data\n\nCSD\n\nInformation \nCollection from \nB d h ld\nBond holder \nSide\n\nBond Holder\n\n1. Bondholders-list \nwith Tax Data\n\n9. Interest \nPayment\nConfirmation\n\nCommercial Banks \nas Paying Agent\n\nRolls of Paying \nAgent\n\n5. Notification of Payment Details\n\nCSD Participants\n\nRolls of Central\nRolls of Central \nBank\n\nAccount \nManagement by\nManagement by \nCSD Participants\n\nSame Entity\n\nPaying Agent\n\nIssuer’s \nAccount\n\n6. Cash \nTransfer\n\nCentral Bank\n\nPA's Account\n\nWithholding Tax\n\n10. Tax Payment\n\nSame Entity\n\nCSD participant/ Settlement Bank\n\nCSD Participant’s / \nSettlement Bank  Account\n\nBond Holder’s \nAccount\n\n7. Interest Payment (net)\n\n8. Interest Payment\n\nTax Office\n\n46\n\nKey Elements of Interest Payment Flow of Corporate \nBond\n\n(tentative draft) 1/2\n\n1. Paying Agent (PA)\n\nA) Commercial bank is appointed as a PA or not.\nB) PA has these functions:\n\ni\n\ni\n\nR\n\nB d h ld\n\n- Receiving Bond-holder List from CSD \nCSD\n- Interest calculation\n- Payment  request for issuer \n- Interest &redemption payment on behalf of issuer\n\nLi t f\n\n2. CSD\n\nA) Central bank plays the role of CSD.\nB) CSD has banking license.\nC) CSD has cash accounts in RTGS system of central bank.\nD) Which account structure does CSD adopt, segregated account or \n\nomnibus account?\n\nE) CSD receives “Bond-holder List with Tax Data” from CSD participant \nor not. If the economy imposes withholding tax on investors and CSD \nadopts omnibus account structure, this process may be mandatory.\n\n46\n\n47\n\n24\n\n\fKey Elements of Interest Payment Flow of Commercial \nBond (tentative draft) 2/2\n\nA) CSD participants (need to) clearly segregate their own bonds and \n\nB) CSD participants may adopt multi-layer or single-layer account \n\n3. CSD Participants\n\ncustomer s bonds.\ncustomer’s bonds.\n\nstructure.\n4. Cash Flow\n\nA) Central bank cash settlement system is used in the case of interest \npayment & redemption. Central bank money is more secure than \ncommercial bank money.\n\n5. Tax\n\ntaxes or not.\n\nA) Are there any withholding taxes or not? If yes, non-residents also pay \n\nB) Which entity plays a role as withholding tax agent.\n\n6. Additional Flow\n\nA) Are there any additional flows?\n\nFit & Gap Analysis of Interest Payment\n\nP rocess\n\nIssue\n\nC om m ercial bank is appointed as a paying agenet or not.\n\nC N\n\nP aying Agent\n(PA)\n(PA)\n\nPaying agent has these functions:\n -Paym ent request for issuer\n -Interest & redem ption paym ent on behalf of issuer\n\ni\n\nP\n\nf\n\n -Receiving bond-holder list from  C SD\n -Interest calculation\n\nN o.\nD esignated C S D s, C C D C , SH C H  and C SD SS are appointed as\na paying agent.\n\nY es.\nIssuers appo\n\nY es.\nP A requests interest paym ent instruction of issuer and pays\ninterest & principal to custodians on the issuers behalf.\ninterest & principalto custodians on the issuer's behalf.\n\nY es.\nP A requests\ninterest & p\ninterest & p\n\nA lso, PA  seem s to confirm  the bond-holder list and calculate\ninterst.\n\nA lso, PA  se\ninterst.\n\nC entral bank is charged w ith C SD .\n\nN o.\nT here are three designated C S D s, C C D C , SH C H  and C SD C C .\n\nC S D  has banking license.\n\nN o.\n\nC S D  has cash accounts in RTG S system  of settlem ent bank\nand uses it for interest & redem ption paym ent.\n\nY es.\nC C D C  and SH C H  as C S D  and a paying agenet have a cash\naccount in R TG S  system  of People's B ank of C hina.\n\nN o.\nEven though\nP A doesn't \n\nC SD\n\nW hich type of account structure does C SD  adopt, segregated\nor om nibus?\n\nS egregated\n\nCould you refer to handout and separate Excel file 08, please?\n\nN o.\nC C D C , S H C H  and C S D C C  have inform ation about bond-\nholders because they have segregated account structure.\n\nC S D  receives “B ond-holder List w ith Tax D ata” from  C SD\nparticipant or not. If the econom y im poses w ithholding tax on\ninvestors and C SD  adopts om nibus account structure, this\nprocess m ay be m andatory.\n\nN o.\nN o tax for in\n\nC S D participants m anage bonds separately from their ow n\n\nN o\n\n48\n\nY es.\nH KM A, the \nw ith it's sys\n\nN o.\n\nO m nibus\n\nY es\n\n49\n\n25\n\n\f3.5 Fit & Gap Analysis of Market Practice\n\nSettlement Cycle\n\nEconomy\n\nDomestic\n\nTo be revised\nTo be revised\n\nCross-Border\n\nCN\n\nT+1 (negotiable, market practice)\n\nT+1 (market practice)\n\nHK\n\nT+2 (negotiable, market practice)\n\naccording to the standard cycle of the respective \nmarkets\n\n)\nGov. T+2  (negotiable, market practice) \n\np\n\ng\n\n(\n\n,\n\nT+2\n\nID\n\nJP\n\nCorp. T+3\n\nGov. T+2\n\nCorp. T+3\n\nT+2～T+4\n\nKR\n\nT+1 (negotiable, market practice) T+1-T+30 is possible.\n\nT+1-T+3 (in-bound transaction）\ndepend on the settlement cycle of designation \ncountry for investment.(out-bound transaction）\n\nMY\n\nT+1/T+2 (negotiable, market practice) \n\nT+2\n\nPH\n\nT+1 (negotiable, market practice) \n\nT+1（same as domestic transaction）\n\nSG\n\nT+3 (negotiable, market practice) \n\nT+1 (government bond), T+3 (corporate bond)\n\nTH\n\nT+2 (negotiable, market practice)\n\nT+3 (US investor)\n\nVN\n\nT+2 or T+3 ※T=trade capture date\n\nT+1\n\n50\n\n51\n\n26\n\n\fOperating Hours\n\nTo be revised\nTo be revised\n\nOpen\n\nOperating Hour (ASEAN time)\nCut off Time\n\nClosing Time\n\nKSD\n\n9:00 (7:00)\n\n16:00 (14:00)\n\n17:00 (15:00)\n\nＣＳＤ\n\nCCDC\n\nCSDCC\n\nCMU\n\nBI\nBI\n\nKSEI\n\nBOJ\n\n8:30 (7:30)\n\n6:30 (6:30)\n6:30 (6:30)\n\n9:00 (7:00)\n\nJASDEC\n\n9:00 (7:00)\n\nMyClear\n\nBTr-RoSS\n\n9:30 (8:30)\n\nPDTC\nPDTC\n\n8:00 (7:00)\n8:00 (7:00)\n\n-\n\n-\n\n-\n\n-\n\n-\n\nMAS\n\nCDP\n\nTSD\n\nVSD\n\n16：00(15:00)\n\n18:30 (17:30)\n\n19:00 (19:00)\n19:00 (19:00)\n\n16:30 (14:30)\n\n17:00 (15:00)\n\n15:30 (14:30)\n\n18:00 (17:00)\n18:00 (17:00)\n\n-\n\n-\n\n-\n\n-\n\n-\n\n8:00 (9:00)\n\n17:00 (17:00)\n\n9:00 for bond \nsettlement\n11:00 for cash \nsettlement\n\nNumbers and Codes\n\nSecurities \nNumbering\n\nFinancial \nInstitution\nIdentification\n\nSecurities \nAccount\n\nCash Account\n\nProprietary Code\n\nProprietary Code\n\nProprietary Code\n\nProprietary Code\n\nUnicode (UTF-8)\n\nProprietary Code\nProprietary Code\n\nProprietary Code\nProprietary Code\n\nProprietary Code\nProprietary Code\n\nProprietary Code\n\nProprietary Code\n\nProprietary Code\n\nProprietary Code\n\nProprietary Code\n\nISIN and Proprietary Code\nISIN and Proprietary Code \n(CMU issue)\n\nISIN and Proprietary Code\n\nISIN and Proprietary Code\n\nProprietary Code\n\nKSC5601 for \nKorean\n\nTo be revised\nTo be revised\n\nEncoding \nScheme and \nLanguage\n\nCode supported by\nCode supported by \nSWIFT\n\nProprietary Code\n\np\n\ny\n\nProprietary Code\n\np\n\ny\n\nProprietary Code\n\np\n\ny\n\n)\nUnicode (UTF-8)\n(\n\nISIN\n\nProprietary Code\n\nProprietary Code\n\nUnicode (UTF-8)\n\nISIN and proprietary\n\nProprietary Code\n\nN/A\n\nUnicode (UTF-8)\n\nUnicode (UTF-8)\n\nBIC and Proprietary \nCode\n\nBIC and Proprietary \nCode\n\nProprietary Code\n(account number)\n\np\n\nProprietary Code\ny\n(PDS-assigned firm)\n\nBIC\n\nN/A\n\nCN\n\nHK\n\nID\n\nJP\n\nKR\n\nMY\n\nPH\n\nSG\n\nTH\n\nVN\n\nCN\n\nHK\nHK\n\nID\n\nJP\n\nKR\n\nMY\n\nPH\n\nSG\n\nTH\n\nVN\n\n52\n\n53\n\n27\n\n\f4. Policy recommendations and Roadmap\n(Draft for members  discussion)\n(Draft for members’ discussion)\n\n4.1 Policy recommendations\n4.2 Roadmap\n\nBased on the Fit & Gap analysis, policy recommendations and \nroadmap to achieve cross-border STP relating to bond \ntransaction flows are proposed for discussion.  \ntransaction flows are proposed for discussion\n\n4.1 Policy Recommendations (preliminary)\n4 1 P li R\n)\nBased on the survey results and observations of \nPhase 1 and Phase 2, recommendations to realize \ncross-border STP in ASEAN+3 will be proposed.\n\nd ti\n\nli\n\n(\n\ni\n\n54\n\n55\n\n28\n\n\f4.1.1 FMI Related Recommendations\n\n1. Cross-border STP Survey to include Trading Systems\n\nRegarding trading systems, further survey may better be done from the \nview point of cross-border STP since ABMF survey during phase 1 and \nphase 2 are focusing on down stream processes after clearing in \nphase 2 are focusing on down stream processes after clearing in\nparticular settlement.  Trade information collections system including \ndatabase development may also be surveyed to secure price \ntransparency and improve information flows in the market.\n\n2. Development of Pre-settlement matching Infrastructures\n\ng\n\nSuch matching infrastructures are not  yet developed in ASEAN+3. \nMatching infrastructures are expected to be developed in the region with \nstandardized manner which will make cross-border STP more realistic in \nthe region.  \n\np\n\np\n\ng\n\nFMI: Financial Market Infrastructure\n\n4.1.1 FMI Related Recommendations\n\n3.\n\n4.\n\nDiscussion on CCP\nTransaction volume and value of bond trade and settlement in ASEAN+3 are \nnot very large nor high for the time being.  However, it is anticipated that the \nbond transaction volume (and value as well) increase drastically. Therefore, it \nmay be helpful to start discussion on CCP about under what kind of \nconditions and circumstances a CCP needs to be implemented. Counterparty \nrisk may also be reduced by novation of CCP.\n\nInvolvement of Central Banks \nSince many of CSD and RTGS systems are owned and operated by central \nbanks, it may be advisable for relevant departments such as payment system \ndepartment of the central bank of each economy to join the ABMF discussion\ndepartment of the central bank of each economy to join the ABMF discussion \non standardization of messages and cross-border STP in the region.\n\n56\n\n57\n\n29\n\n\f4.1.1 FMI Related Recommendations\n\n5.\n\nBond Settlement using Central Bank Money\nCentral bank money is used to settle government  and corporate bond \nsettlement in most of the economies because it is risk free money.\n\n4.1.2 DVP Flow Related Recommendations\n\n1.\n\nSTP of Flows related to CSD\nEntering settlement instruction data to CSD is not  automated yet in many \neconomies.  CSDs are to be connected with upstream infrastructures such \nas trading system trade information collection system (database)\nas trading system, trade information collection system (database), \nmatching system in order to promote STP in each economy. Also, the \ntransferred data from the upstream system are to be forwarded to sell side \nand buy side for affirmation. Then, the sell and buy sides send back \naffirmation to the CSD.\n\n(cid:190) CSDs are to be connected with an upstream system such as CCP, PSMS, and \ntrading system to automatically input settlement instruction data from STP \nperspective. \n\n(cid:190) Integrity of data needs to be secured.\n\n58\n\n59\n\n30\n\n\f4.1.2 DVP Flow Related Recommendations\n\n2.\n\nStandardization of DVP Flow\nSince DVP flows are different market by market or even CSD by CSD, \nstandardization of flows  is to be discussed.\n\n(cid:190) Impacts to the core infrastructures such as SSS (securities settlement system) \n(cid:190) Impacts to the core infrastructures such as SSS (securities settlement system)\n\nand RTGS (Real Time Gross Settlement) system should be minimized. But, \nconversions at intermediaries are also to be minimized.  A model flow in \nASEAN+3 may be discussed.\n\n4.1.3 Message Item Related Recommendations\n\n1. Standardization of Core Message Items\n\nThe definitions of message items are different economy by economy.  \nEven  “10 common elements” have different definitions and features in \nsome cases. In order to facilitate cross-border STP, standardization of \nessential messages including settlement instruction and settlement\nessential messages including settlement instruction and settlement \nconfirmation is necessary. \n(cid:190) In ISO15022 and ISO20022, Instruction Identification means Sender’s \n\nmessage reference but there are some exceptions. For instance, in PDEx, CSD \nof Philippines, trading system  numbers instruction identification and in BOJ-\nNet, market infrastructure numbers Torihiki-number as instruction identification. \n(New BOJ-Net will adopt new TorhikiID in accordance with ISO standards.)\n(cid:190) Regarding Trade Date, some CSDs (KSD, PDEx, MAS, TSD and VSD) specify \nthat Trade Date is mandatory But the Trade Date is not even regarded as input\nthat Trade Date is mandatory. But the Trade Date is not even regarded as input \nitem for BOJ.\n\n(cid:190) Settlement Date is mandatory for all CSDs mandatory except VSD, but VSD \ncalculates the settlement date within their system on the basis of Trade Date.\n\n(cid:190) Place of settlement (PSET) is mandatory for PDEx, MAS and TSD, but not for \n\nBOJ, KSD and VSD.\n\n60\n\n61\n\n31\n\n\f4.1.3 Message Item Related Recommendations\n\n2. Migration to ISO 20022\n\nIn ASEAN+3, many of financial market infrastructures(FMI) still adopt \nISO15022 or proprietary messages When market infrastructures have a\nISO15022 or proprietary messages. When market infrastructures have a \nchance to re-construct their systems, it is desirable that they will migrate \nfrom ISO15022 or proprietary to ISO20022.\n\n4.1.4 Cross-border DVP related Recommendations\n\n1.\n\nt\n\nf\n\nt i\n\nid\n\nth\n\nEnhancing Local Currency Availability and Liquidity\nExcept Hong Kong, Japan and Singapore, there remain some FX and \ncash controls for bond trade and DVP settlement in ASEAN+3. Obtaining, \nmaintaining and divesting local currency balances is critical to non-\nresident investors, for the purpose of cross-border bond investments. \nt\nf\nSome impact from FX and funding requirement limitations influence timing \nand cost of transaction processing. Since regulations concerning FX and \ncash controls aim not for bond trade but for other reasons, it may be \ndifficult and inappropriate to abolish or change the regulations. Thus, it will \nbe meaningful to discuss some measures such as cross-border collateral \nto enhance LCY (local currency) availability and liquidity for non-residents \nin the markets which will lead to risk mitigation. \nin the markets which will lead to risk mitigation.\n\nb d\n\nd i\n\nb\n\nt\n\n62\n\n63\n\n32\n\n\f4.1.5 Interest Payment Flow Related Recommendations\n\n1.\n\n2.\n\nDiscussion of the Roles of PA, AMA, and TWA\nIn the process of interest payment from issuers to investors, paying \nagents (PA)  which are designated by issuers, transfer interests to \naccount management agents (AMA). In general, tax withholding \nagents(TWA) pay tax for bond holders to tax office. Central banks, \ncommercial banks, CSDs and Bureau of Treasury, act as TWA. The \nbasic roles of PA, AMA, TWA need to be clarified to find out the \ncommon matters and gaps in order to make cross-border interest \npayment more efficiently. \nStandardization of Interest Payment Flow\nInterest payment flows are different market by market or even CSD by \nCSD, standardization of flows  is to be discussed.\n(cid:190)\n(cid:190)\nl t d i t\n\nInformation flows related interest payment are quite different in this \nI f\nthi\nt\nregion. For instance, in some economies, there are the process of \nsending bond holder lists with tax data and notice of payment details.\nImpacts to the core infrastructures such as SSS (securities settlement \nsystem) and RTGS (Real Time Gross Settlement) system should be \nminimized. But, conversions at intermediaries are also to be minimized.  \nA model flow in ASEAN+3 may be discussed.\n\nit diff\n\n(cid:190)\n\nt i\n\nti\n\nfl\n\nt\n\n4.1.6 Numbering and Coding Related Recommendations\n\n1. Common Rules on ISIN\n\nCommon rules will be needed about numbering and notification of ISIN. \nFor instance, after receiving bond information, a CSD numbers ISIN \nassigned by numbering agency and notifies trustees and CSD \nparticipants on the same day.\n\nd\n\nti\n\nth\ni\n2. Promotion of BIC\n\nt\n\nSome market infrastructures still use proprietary code for financial \ninstitution identification. BIC will be adopted taking the opportunity of re-\nconstruction of their systems. In addition, it is desirable that each \neconomy has common recognition about numbering , notification and \nmaintenance of BIC.\nt\n\n3. Discussion on Investor Identification\n3 Di\nI\n\ntifi\n\nId\n\nti\n\ni\n\nIt is important to ensure the uniqueness of identification of investors in \ncross-border transaction (relating to LEI).\n(cid:190) Each economy should have the methods that each investor has unique ID \nand market infrastructures disclose it timely and clearly. If an economy has \nthe method, it must be recognized by other economies and ASEAN+3 \neconomies may try to harmonize and standardize the method.\n\n64\n\n65\n\n33\n\n\f4.1.7 Business Practice Related Recommendations\n\n1. Market Practice\n\n2 A\n2. Account Structure\n-\n\nt St\n\nt\n\n-\n\nCut off time, fail rule and settlement cycle will be discussed for the purpose \nof common recognition and harmonization. SROs may lead the discussion.\n\nDue to differences of a bond holder’s right to claims on assets, there are \nsome types of account: own account, customer account, pledge account, \ntrustee account and so on. In addition, taxation has influences on account \nstructures: non-taxable account and taxable account. In consideration of the \nabove, it is desirable to discus the standardization of account structures. \nEntitlement may also be discussed.  \n\n3. Language and code scheme for bond settlement infrastructures\n\n-\n-\n\nEnglish may or may not be available for all cross-border transaction. \nLatest materials about Regulations concerning Bond Book-Entry System \nmay be shared in English. \n\n4.1.9 Key Summary Policy Recommendations\n\n1. Standardize flows and message items\n\n(cid:190) Through the discussion of standard DVP and interest payment flows, ABMF \n\nSF2 will clarify the issues to be standardized identifying practices to be kept as \nit is. In addition, ABMF SF2 will discuss the roles of intermediaries and \ninterfaces for filling the gaps.\ninterfaces for filling the gaps\n\n(cid:190) ABMF SF2 will discuss the standardization of the meaning of basic message \n\nitem: settlement instruction, settlement confirmation and other message  types \nbased on ISO 20022. \n\n2. Standardize business practices including numbering and coding\n\n(cid:190) Common recognition about cut off time, fail procedures, settlement cycles, \n\naccount structures and ISIN.\n3. Standardize cross-border STP flows\n\n(cid:190) For the purpose of ensuring local currency liquidity and expecting growth of \n\ndemands in collateral, cross-border STP connecting FMIs in the region needs \nto be discussed. \n\n(cid:190) Flows about cross-border DVP, cross-border collateral and cross-border repo \n\nwill be discussed together.\n\n66\n\n67\n\n34\n\n\f4.1.9 Key Summary Policy Recommendations\n\n4. More involvement of FMI operators in particular central banks\n\n(cid:190) Central banks operate majority of CSD and RTGS systems and also play a \n\np y g g\n\np y\nrole as paying agent for interest payment and redemption processes. It is \nmeaningful that payment system department from central banks will \nparticipate in ABMF discussion about cross-border collateral and DVP.\n\np\n\np\n\nAim:  Take actions to establish \n“ASEAN+3 Standard Cross-border STP Initiative”.\n\n4.2 Roadmap\n\nTimeline\n\n1. Short Term （2013）\n\nmessage items\n\nA) Preliminary studies about standardization of message flows and \n\ng\n\ny\n\n)\n\nB) Preliminary studies about numbering & coding standardization\nC) Preliminary studies about business practice standard\nD) Preliminary studies about standard flows of cross-border DVP and \n\ncross-border collateral\n\nE) Participation of central bank payment system departments\nF) Drafting plans of institutional framework for discussing \nF) Drafting plans of institutional framework for discussing\n\nstandardization\n\n68\n\n69\n\n35\n\n\f4.2 Roadmap\n\nTimeline\n\n2. Medium Term (2014-2015)\n\nASEAN 3 Standard STP Flows\nASEAN+3 Standard STP Flows\nA) Propose standards of message flows and message items\nB) Propose standards of numbering & coding\nC) Propose standards of business practices\nD) Propose standard flows of cross-border DVP and cross-border \n\ncollateral\n\nE) Draw roadmap of each member\n\n4.2 Roadmap\n\nTimeline\n\n3.\n\nLong Term (After 2015)\n\nA) Reconstruction of financial market infrastructures and migration to \n\nISO20022\na. Trading and settlement systems of government and corporate bonds \n\nmay be reconstructed in accordance with ASEAN+3 standard.\n\nb. Trading system, trade information collection system, matching system \n\nand CCP may be reconstructed suitable for cross-border STP.\n\nB) Standardization of business practices\n\na. Cut off time, fail procedures, settlement cycles, account structures, ISIN \n\nand other issues will be standardized.\nand other issues will be standardized\n\nC) Financial market infrastructures will be linked (cross-border DVP, \n\ncross-border collateral, and cross-border repo).\n\nD) Bilateral system connection across the border will be encouraged \nand Regional Settlement Intermediary (RSI) will be discussed.\n\n70\n\n71\n\n36\n\n\f5. Next steps and work plan\n\nNext steps and work plans\n\nBased on the survey results of Phase 1 and Phase 2 \nfollowing issues will be discussed and prepared to compile \nABMF SF2 Phase Report to the ABMI TF3 and then \nASEAN+3 Finance Ministers.\nASEAN+3 Finance Ministers\n\nNov. 2012: 10th ABMF in Bangkok \n\n(cid:190) Policy recommendations based on the survey results and \n\ntheir roadmap will be discussed.\n(cid:190) Phase2 report will be discussed.\n\nFeb. 2013: 11th ABMF \n\n(cid:190) Draft contents of the report to ABMI TF3 will be presented\n(cid:190) Future issues based on the roadmap will be decided\n\nApr. 2013: 12th ABMF \n\nand Ministers\n\n(cid:190) Finalizing the contents of the report for approval by Deputies \n\n72\n\n73\n\n37\n\n\fNext steps and work plans\n\nMay 2013: ASEAN+3 Finance Ministers and Central Governors \n\nMeeting \n(cid:190) Propose Policy Recommendations and Roadmap\n(cid:190) Propose Policy Recommendations and Roadmap\n\nDec. 2013: Finalize ABMF SF2 Phase 2 Activities\n\n(cid:190) Preliminary study of ASEAN+3 Standard Cross-border STP \n\nInitiative\n\n(cid:190) ABMF SF2 Phase 2 Report \n\n74\n\nPreaching \nto Buddha\n\n75\n\n75\n\n38\n\n\fThank you so much\n\n+3\n\nThis PowerPoint slides are made solely for the discussions  of ABMF SF2 phase 2 activities.  Views \nexpressed are those of the presenter and do not necessarily reflect those of the Asian Development Bank, \nNTT DATA CORPORATION or any other organizations.\n\nTaiji Inui ADB consultant\nNTT DATA Corporation\nPhone: +81-50-5547-1282\nE-mail: inuit@nttdata.co.jp \n\n76\n\n39\n\n\fWORK PLAN AND OTHER ISSUES \n\nADB Secretariat Team\nSeung Jae LEE, Advisor (OREI), ADB\n\n10th ABMF Meeting\nBangkok, Thailand, 21‐22 Nov 2012\nB\nk k Th il d 21 22 N 2012\n\n* Contents of the presentation could be changed subject to the members’\n\ndiscussion during the meeting\n\nOutline\n\n1. ABMF TF3 meeting in Kunming\n\n2. Knowledge support for BCLMV\n\n3. ABMF public conference in SIBOS\n3 ABMF public conference in SIBOS\n\n4. Work plan after Bangkok meeting\n\n2\n\n1\n\n\fABMI TF3 meeting in Kunming (17 Oct 2012)\n\n(cid:137) Recent ABMF progress has been reported to ABMI TF3 \nmembers, and the members approved the progress \nb\nand future work plan\n\nd th\n\nd th\n\nb\n\n(cid:137) ABMI  members welcomed the participation of \n\nregulatory bodies in ABMF\n\n(cid:137) BCLMV knowledge support is also supported by the \nABMI members (including Japan, Korea, BCLMV, and \nABMI members (including Japan Korea BCLMV and\nothers)\n\n– TACT program will consider proposed BCLMV \n\nknowledge support\n\nKnowledge support for BCLMV\n\n(cid:137) Phased approach for market visits & knowledge support\n\n– Phase 1 : Kick off seminar to address fundamental issues and challenges in \n\ndeveloping bond market (Dec 2012)\n(cid:57) Comprehensively cover the issues and challenges\n(cid:57) Identify policy directions and commitment for policy implementation for \n\nbond market development\n\n– Phase 2 : market visits on demand basis (Q1 2013)\n\n(cid:57) Provide tailor‐made knowledge support considering specific demands\nProvide tailor made knowledge support considering specific demands \nfrom each economy\n\n(cid:57) Collect market information both on SF1 and SF2\n\n– Phase 3: Follow up support for market development (optional, Q2 2013~)\n(cid:57) Based on key findings from phase 1 and phase 2, explore additional \n\nsupport (ex: standalone project/program)\n\n3\n\n4\n\n2\n\n\fKnowledge support for BCLMV\n\n(cid:137) Kick off seminar\n\n– Participation\n\n– Date and Venue : 6‐7 Dec 2012, AFDC, Shanghai, PRC\nDate and Venue : 6 7 Dec 2012 AFDC Shanghai PRC\n\n(cid:57) High level officials from MOF, CB, and capital market \n\ninstitutions from BCLMV\n\n(cid:57) ADB (ABMF secretariat and RD), ABMI TF3 chair, ASEAN \n\nsecretariat  and TACT institutions\n\n– Program agenda\n\n(cid:57) Covering government debt and cash management, interbank \nmoney market, primary market, investor base, secondary \nmarket, and intermediaries and settlement\n\n(cid:57) With self assessment by BCLMV\n\nKnowledge support for BCLMV\n\n5\n\n6\n\n3\n\n\fKnowledge support for BCLMV\n\nABMF public conference during Sibos 2012\n\n(cid:137) Three ABMF events on 31 Oct\n\n– ABMF session in Standard Forum :  10:30 ~ 11:15\n– ABMF public conference (Part 1)  :  14:00 ~ 15:00\n– ABMF public conference (Part 2) :  16:00 ~ 17:30\n\n(cid:137) Interviews with journals : Asian Investor, The Asian \n\nBanker, The Asset, & Global Custodian\n\n(cid:137) Compared to 2011, awareness and interest increased\n\n– More participation with more active Q and A\n– “ABMF” has been referenced in other sessions\n\n7\n\n8\n\n4\n\n\fABMF public conference during Sibos 2012\n\n(cid:137) But, key outputs are not yet fully disseminated\n– Many are not aware of the Market Guide\n– Confusion with other regional initiatives\n\n(cid:137) Need to continue dissemination efforts\n\n– With producing tangible outputs following market \n\ninterests\ninterests\n\n* Special thanks for SWIFT, JPMorgan, JMOF, and other \n\nABMF members !!\n\nWork plan after Bangkok meeting\n\n(cid:137) 10th Bangkok meeting (21~22 Nov 2012, BKK) \n(cid:57) (SF1) Discussed draft key features of AMBIF\n(cid:57)(cid:57) (SF2)  Discussed draft recommendations\n* 2nd regulatory bodies meeting & 3rd SRO meeting\n\n(cid:137) BCLMV support – Kick off seminar (6‐7 Dec 2012, Shanghai)\n\n(cid:137) 11th ABMF meeting (5‐6 Feb 2013, SIN)\n(cid:57) Discuss revised key features of AMBIF\n(cid:57) Discuss revised policy recommendations\n\n(cid:137) BCLMV support – Phase 2 : Market visits (Q1~Q2 2013)\n\n9\n\n10\n\n5\n\n\fSchedule for 2013\n\n(cid:137) 4th reporting to ABMI TF3 (Mar 2013)\n\n(cid:137) 12th ABMF meeting (Apr 2013)\n(cid:137) 12 ABMF meeting (Apr 2013)\n\n(cid:57) Finalizing the SF1 and SF2 report to AFDM+3\n\n(cid:137) BCLMV support – Phase 3 : Additional support (Q2 2013~)\n\n(cid:137) Submitting the report to AFDM+3 (Apr 2013)\n\n(cid:137) Recommendations approved by AFMM+3 (May 2013)\n(cid:137) Recommendations approved by AFMM+3 (May 2013)\n\n(cid:137) 2nd half of 2013\n\n(cid:57) Follow up on the implementation of recommendations\n(cid:57) Finalize Phase 2 full report\n(cid:57) Pilot issue (?)\n\nThank you\n\nhttp://asean3abmf.adb.org\nhttp://asianbondsonline.adb.org\n\nFor further information\nFor further information\nDr. Seung Jae Lee, Advisor: sjlee@adb.org \nDr. Seung Jae Lee, Advisor: sjlee@adb.org \nMr. Shinji Kawai, Senior Financial Sector Specialist: skawai@adb.org\nMr. Shinji Kawai, Senior Financial Sector Specialist: skawai@adb.org\n\n11\n\n12\n\n6\n\n\f", "author_pages": ["that a proxy approach is desired relative to approvals to create a key benefit for issuers, and iv) \nfurther  discussion  by  the  members  is  needed  on  the  proposed  key  characteristics  of  AMBIF. \nMembers  appreciated  the  hard  work  done  by  the  secretariat  and  discussed  various  points, \nincluding the following: \n", "•  A  representative  from  Korea  Financial  Investment  Association  (KOFIA)  argued  that  PB \napproach alone might not be appropriate for Asia because of the institutional diversities of \nfinancial  system  in  this  region.  Therefore,  together  with  the  PB  approach,  which  basically \nfollows the regulation style of the United Kingdom (UK), RB1 approach as in US regulations \nalso  needs  to  be  considered  for  ASEAN  +  3  countries  to  make  appropriate  regulatory \nchoices  according  to  each  own  financial  situation.  The  secretariat  opined  that  PB  and  RB \napproaches are not mutually exclusive because behind all the rules there are principles. The \nPB  approach  is  suggested  considering  that  it  could  make  regulatory  bodies  feel  more \ncomfortable in their discussion for mutual recognition, but both approaches could be applied \nin future discussions, depending on the regulatory bodies’ comfort level. \n", "•  A representative from Tokyo Stock Exchange pointed out the need to clarify legal aspects of \nAMBIF  for  the  purpose  of  consumer  protection,  to  which  the  secretariat  fully  agreed  and \ncommitted continued study. \n", "increased  cross  border  capital \n", "•  A  representative  from  People’s  Bank  of  China  opined  that  i)  AMBIF  could  influence \nmacroeconomic  management  with \nflows  and  such \nmacroeconomic aspects should be reviewed, ii) the key concepts such as investors, eligible \nbonds should be clearly defined, and iii) some information on the Chinese market should be \nrevised.  The  secretariat  agreed  on  the  points,  and  added  that  AMBIF  could  contribute  to \nmore balanced growth and stable macroeconomic environment by deepening local currency \nbond  markets,  although  the  AMBIF  discussion  is  not  directly  related  to  macroeconomic \nissues.    ABMF  will  be  ready  to  address  macroeconomic  concern  of  ASEAN+3  policy \nauthorities, if any specific advice is given.     \n", "•  One international expert raised question on how to build the supply side of AMBIF, including \nthe  channeling  of  key  information  to  potential  issuers.  The  secretariat  replied  that  market \nassociations and SROs are assumed to perform a key role in distributing AMBIF information \nto the market.  \n", "•  Several  participants,  including  the  Assistant  Governor  of  the  Bank  of  Thailand,  raised \nquestions  and  added  comments  on  the  approaches,  concepts  and  targeted  outputs  of \nAMBIF. In sum, the secretariat explained that AMBIF is aiming to make it possible for bond \nissuers  to  issue  bonds  in  any  participation  locations  (without  requiring  physical  presence) \nwith  one  standardized  documentation,  and  for  mutually  agreed  professional  investors \n(AMBIF  investors)  to  sell  and  buy  the  issued  bonds  without  selling  restrictions  among \nthemselves.  To  achieve  the  goal,  mutual  recognition  is  proposed  in  either  a  multilateral  or \nmultiple of bilateral format, using a step-by-step approach. As for the question raised by a \nrepresentative  from  the  Malaysian  Investment  Banking  Association  on  whether  AMBIF  will \nallow foreign currency denominated bond issuance by non-residents, the secretariat clarified \nthat this would be determined by regulatory bodies in each economy.       \n", "                                                 \n1 It  is  generally  understood  that  a  \"rule-based  approach\"  is  the  way  that  sets  detailed  binding  parameters  to  be \napplied  to  individual  cases,  requiring  participants  in  a  market  must  operate  within  the  parameters.  On  the  other \nhand,  a  “principle  base  approach”  means  the  way  that  encourages  voluntary  efforts  of  the  market  participants  to \noperate within generally agreed principles; such principles are typically applied in more generic terms than specific \nrules \n", " \n", " \n", "2 \n", "•  The  secretariat  expressed  sincere  appreciation  to  members  for  their  support  in  preparing \nAMBIF proposal and additional comments during the meeting. Based on the points raised by \nthe members, the secretariat will further refine the concept of AMBIF and report it to the next \nABMF meeting.  \n", "In  relation  to  the  AMBIF  discussion,  there  were  information  sharing  sessions  on  i)  the \n", "6. \nmethods for mutual recognition, and ii) the experience of ASEAN Capital Market Forum (ACMF):  \nRepresentatives  from  ASIFMA  presented  to  the  members  the  concept  of  ‘mutual  recognition’   \nand  ‘mutual  agreement’  -  the  former  requires  changes  in  regulation  while  the  latter  could  be \nachieved without changes in regulation - together with specific experiences in both concepts. It \nis understood that AMBIF will require mutual recognition on key characteristics, although mutual \nagreement on the sideline issues could add benefits to AMBIF. A representative from Thailand \nSEC presented the progress in ACMF focusing on bond market harmonization.  It is shared with \nthe  members  that  AMBIF  is  different  from  ACMF  initiatives  in  that  i)  ACMF  does  not  directly \nfocus  on  professional  investors,  and  ii)  mutual  recognition  on  the  concept  of  professional \ninvestors and documentation is not included in ACMF.  \n", " (SF2: Identification of bond transaction flows) \n", "The secretariat (Dr. Inui and Mr. Kawai) presented to the members i) updated DVP flows \n7. \nof  corporate  bonds,  and  the  flows  for  interest  payment  and  redemption  of  each  economy,  ii) \npreliminary  findings  of  the  fit  and  gap  (F&G)  analysis  on  the  transaction  flows  and  message \nitems, and ii) draft policy recommendations to enhance STP in the region. \n", "8. \nSome  of  the  National  Members  (NMs)  including  those  from  PRC,  Thailand,  Indonesia, \nand Malaysia provided additional comments on the presented information and flow diagrams for \ntheir  respective  economies  and  some  International  Experts  (IEs)  also  offered  feedback.  The \nsecretariat expressed sincere thanks for the support from the members in identifying the flows \nand  additional  comments.  All  the  comments  were  well  noted  by  the  secretariat  and  would  be \nreflected appropriately. \n", "It  was  the  first  time  that  preliminary  findings  of  the  F&G  analysis  were  shared  with  the \n9. \nmembers, and the secretariat requested careful review of the details of the findings, which will \nbe the basis for policy recommendations. One IE pointed out that the F&G analysis on message \nitems  utilizing  only  10  common  elements  for  a  settlement  instruction  is  not  enough  to  see  the \nwhole process. The secretariat explained that the current analysis, which is focusing only on 10 \nelements due to resource limitation, is to check what can be found through the analysis and it \ncould be expanded in the future to include more items. \n", " As for policy recommendations and roadmap, various points have been actively raised \n", "10. \nby many IEs and some NMs, including the following: \n", "•  The secretariat proposed to include discussion on CCP as one policy recommendation. An \nIE  (from  Clearstream)  opined  that  it  should  be  decided  through  further  discussion  under \ncurrent  situation  in  the  region  where  most  economies  are  not  yet  having  a  CCP  in  bond \ntransactions, although recent regulation changes such as Basel III and the Dobb-Frank Act \nrequire serious consideration of it. Another IE (from J.P. Morgan) sought clarification of the \nconcept  of  CCP,  whether  just  as  a  central  point  of  trade  capture,  trade  reporting  and  net \ncalculation of positions for settlement or as a central counterparty assuming the credit risk of \n", " \n", "3 \n"]}