{"path": "data/input/reports/rrp-fsm-35448.pdf", "pages": [" \nASIAN DEVELOPMENT BANK RRP: FSM 35448 \n \n \n \n \n \n \n \n \n \n \nREPORT AND RECOMMENDATION \n \nOF THE \n \nPRESIDENT \n \nTO THE \n \nBOARD OF DIRECTORS \n \nON TWO  \n \nPROPOSED LOANS AND A TECHNICAL ASSISTANCE GRANT \n \nTO THE \n \nFEDERATED STATES OF MICRONESIA \n \nFOR THE \n \nOMNIBUS INFRASTRUCTURE DEVELOPMENT PROJECT \n \n \n \n \n \n \n \n \n \n \n \nOctober 2004 \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 30 August 2004) \n \nCurrency Unit  –  United States dollar ($) \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  BSS  –  basic social services \n  CFA  –  Compact of Free Association \n  CPUC  –  Chuuk Public Utilities Corporation \n  DOI  –  Department of Interior \n  DPWT  –  Department of Public Works and Transport \n  DTCI  –  Department of Transport, Communications and Infrastructure \n  EIA  –  environmental impact assessment \n  EIRR  –  economic internal rate of return \n  EMP  –  environmental management plan \n  EOCC  –  economic opportunity cost of capital \n  EPA  –  Environmental Protection Agency \n  FIRR  –  financial internal rate of return \n  FSM  –  Federated States of Micronesia \n  GTWA  –  Gagil-Tomil Water Authority \n  IA  –  implementing agency \n  ICB  –  international competitive bidding \n  IDP  –  infrastructure development plan \n  IEE  –  initial environmental examination \n  IMR  –  infant mortality rate \n  IS  –  international shopping \n  KUA  –  Kosrae Utilities Authority \n  LCB  –  local competitive bidding \n  LIBOR  –  London interbank offered rate \n  MIS  –  management information system \n  OCR  –  ordinary capital resources \n  OIDP  –  Omnibus Infrastructure Development Project \n  O&M  –  operation and maintenance \n  OMIP  –  operations and maintenance improvement program \n  OMM  –  operation, maintenance, and management \n  PIA  –  project implementation assistance \n  PMU  –  project management unit \n  PPMS  –  project performance management system \n  PPTA  –  project preparatory technical assistance \n  PSD  –  private sector development \n  PSP  –  private sector participation \n  PSRP  –  public sector reform program \n  PUC  –  Pohnpei Utilities Corporation \n  PWD  –  Public Works Department \n  SIEE  –  summary initial environmental examination \n  SOE  –  statement of expenditure \n  SRP  –  short resettlement plan ", " \n  TA  –  technical assistance \n  TOR  –  terms of reference \n  UNDP  –  United Nations Development Programme \n  US  –  United States of America \n  USDOI  –  United States Department of Interior \n  WHO  –  World Health Organization \n  WWTP  –  wastewater treatment plant \n  YSPSC  –  Yap State Public Service Corporation \n \n \n \nWEIGHTS AND MEASURES \n \n  ft  –  foot/feet \n  gal  –  gallon \n  gpm  –  gallons per minute \n  in  –  inch \n  MW  –  megawatt \n       \n       \n       \nNOTES \n \n(i)  The fiscal year (FY) of the Government ends on 30 September.  \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by N. Convard, Pacific Department. ", " \nCONTENTS \n \nPage \n \nLOAN AND PROJECT SUMMARY  i \nMAPS  ix \nI.  THE PROPOSAL                            1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES           1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  2 \nIII.  THE PROPOSED PROJECT                         5 \nA.  Objectives  5 \nB.  Components and Outputs  5 \nC.  Special Features  7 \nD.  Cost Estimates  7 \nE.  Financing Plan  8 \nF.  Implementation Arrangements  9 \nIV.  TECHNICAL ASSISTANCE                        12 \nV.  PROJECT BENEFITS, IMPACTS, AND RISKS                  12 \nA.  Policy Reform  13 \nB.  Institutional Strengthening  14 \nC.  Social Dimensions  14 \nD.  Financial Aspects  15 \nE.  Economic Aspects  17 \nF.  Environmental Aspects  17 \nG.  Project Risks  18 \nVI.  ASSURANCES                          18 \nA.  Specific Assurances  18 \nB.  Condition for Loan Effectiveness  20 \nC.      Condition for Disbursement     20 \nVII.  RECOMMENDATIONS                         20 \nAPPENDIXES \n1.  Sector/Subsector Analysis  21 \n2.  External Assistance   26 \n3.  Project Framework   27 \n4.  Cost Estimates and Financing Plan  34 \n5.  Implementation Schedule   36 \n6.  Indicative Procurement Packages   37 \n7.  Outline Terms of Reference for Project Implementation Assistance  38 \n8.  Outline Terms of Reference for Chuuk Operations, and Maintenance Service    41 \n9.  Outline Terms of Reference for the Technical Assistance  43 \n10.  Short Resettlement and Land Acquisition Plan   45 \n11.  Summary Poverty Reduction and Social Strategy  46 \n12.  Summary Financial Analysis  48 \n13.  Summary Economic Analysis   53 \n14.  Findings and Conclusions of the Summary Initial Environment Examination  58 ", " \nSUPPLEMENTARY APPENDIXES (available on request) \nA.  Pohnpei PPTA Report \nB.  Chuuk PPTA Report \nC.  Kosrae PPTA Report \nD.  Yap PPTA Report \nE.  Summary Initial Environmental Examination \nF.  Chuuk Operation, Maintenance and Management Services Contract: TOR \nG.  PIA and TA Cost Estimates and Financing Plan \n \n \n ", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  The Federated States of Micronesia (FSM) \nClassification  Poverty classification: Poverty Intervention \n(Following  the  Board  approval  of  the  R-Paper,  Review  of  ADB's \nPoverty Reduction Strategy, staff instructions to replace the PI/CPI \nclassification with a new tracking system are under preparation in line \nwith paragraph 83 of the R-Paper.) \nSectors:  Multisector;  Water  supply,  sanitation,  and  waste \nmanagement; and Energy \nThemes: Environmental sustainability; Sustainable economic growth; \nInclusive social development; and Governance \nSubthemes: Urban environmental  improvements; Developing urban \nareas; Human development; and Public enterprise reform \n \nEnvironment  Category B (nonsensitive) \nAssessment  Will have a positive effect on environment and public health \n   \nProject Description  The Project includes (i) wastewater system improvements (Pohnpei), \n(ii) power rehabilitation (Chuuk), (iii) water supply system ugrading \n(Kosrae), (iv) water supply development and rehabilitation (Yap), (v) \nsanitation  improvement  program,  and  (vi)  project  implementation \nassistance. Outputs for each state are as follows: \n \nPohnpei: (i) installation of new sewers (various purposes – 9,700 feet \n[ft]);  (ii)  rehabilitation  of  the  existing  sewer  network  including  lift \nstations; (iii) expansion of the sewerage system to Sokehs district \n(450  connections);  (iv)  design,  construction  and  operation  of  a \nsecondary wastewater treatment plant (WWTP), with a capacity of 1.2 \nmillion  gallons  per  day,  and  constructed  wetlands  for  tertiary \ntreatment (about 2.5 acres); and (v) an inflow and infiltration study. \n   \n  Chuuk: (i) design, construction, and operation of a replacement power \ngeneration station for Weno Island (7 megawatts), with modularized \ndiesel  engine  generator  units;  (ii)  power  distribution  upgrades, \nincluding  1,260  prepayment  meters;  (iii)  decommissioning  and \nenvironmental  remediation  of  the  existing  power  station;  and  (iv) \ninstitutional strengthening utilizing external private sector support for \noperation, maintenance, and management functions. \n   \n  Kosrae: rehabilitation and upgrades to three water supply systems: \nMutunte, Utwe, and Walung. System improvements for all include (i) \nrehabilitation of transmission pipelines; (ii) construction of treatment \nplants including sedimentation tank, slow sand filtration clearwater \nstorage reservoir, and chlorination; (iii) provision of pumping facilities; \nand (iv) rehabilitation of the distribution network. A new intake and \ntransmission line will be provided for Walung, while those of Utwe and \nMutunte will be rehabilitated.   \n   \n  Yap: (i) provision of treated piped water supply to Maap and Maakiy \ncomprising (a) connection to existing Gagil-Tomil system reservoir at ", "ii  \nDoeweelil, (b) connection to an existing system for the villages of \nPalaaw,  Qamin,  Wachalaeb,  Choqol,  and  Waalooy  to  Gagil-Tomil \nsystem, and provision of a new distribution system for the villages of \nBechyal, Tooruw and Wanead and connecting these to the Gagil-\nTomil system; (c) transmission pipelines and storage reservoirs; a \nstorage reservoir located north of Qamin for emergency supply to \nRumung (a separate island); and (d) service connections and meters \nfor  all  households;  (ii)  rehabilitation  of  the  existing  Gagil-Tomil \nsystem; and (iii) installation of a  6 inch production well in Maap to \nprovide water security.   \n   \nRationale  Although the national and state governments of the FSM continue to \nimprove  infrastructure  throughout  the  four  states,  infrastructure \nremains deficient in many respects. Recent developments such as \nthe recent cholera outbreak in Pohnpei due to inadequate water and \nwastewater  infrastructure,  and  the  near-collapse  of  the  electrical \npower  system  on  Weno  Island,  the  Chuuk  state  capital  island \nemphasize the urgency of improvements. Infrastructure deficiencies \nhave threatened human health and the environment, and impeded \neconomic development. Future infrastructure investment needs for \nthe next 20 years are estimated to exceed $1.4 billion, and although \nthe  FSM  is  receiving  significant  infrastructure  funding  under  the \nCompact of Free Association (CFA) with the United States (US), this \nfunding will only partially meet future investment needs. Additional \nfunding is necessary. \n \nPohnpei:  The existing wastewater treatment plant operates at or near \nfull capacity, is at the end of its engineered lifespan, and is difficult to \nmaintain. It is poorly located on elevated land, requiring significant lift \npumping of effluent and preventing connection of certain low-lying \nareas to the system. Sewerage system leaks and overflows due to \nthe entry of rainwater during heavy rains result in raw sewage flows \ninto  the  environment,  increasing  the  risk  of  human  exposure  to \ninfectious  diseases.  The  existing  outfall  discharges  effluent  into  a \nnarrow channel and degrades water quality. The area for sewerage \nexpansion, Sokehs, suffers from poor environmental living conditions \ndue  to  lack  of  adequate  sanitation,  exacerbated  by  rainfall  and \ngeologic conditions that do not allow proper functioning of individual \nsystems. \n   \n  Chuuk: The electrical power sector on Weno Island is in a state of \ncrisis, and thus compromises the delivery of Government operations \nand essential services, impedes economic growth, and disrupts the \nlives of most of the island inhabitants. The power generation system \nis on the verge of collapse—only two primary engine generators are \nfunctional, though suffering frequent malfunction, and are seriously \noverdue  for  major  overhaul.  The  power  station  is  significantly \ndamaging  the  surrounding  environment  and  its  operations  pose \nsignificant  health  and  safety  risks.  Power  distribution  system \nmaintenance is hampered by the lack of access rights onto private \nproperty, and insufficient materials and equipment due to financial \nconstraints. The power system is owned and operated by the Chuuk ", "  iii\nPublic Utilities Corporation (CPUC). Although CPUC has historically \nsuffered from chronic institutional weakness, internal initiatives are \nbeing attempted to correct deficiencies and improve performance. \n   \n  Kosrae:  Although  Kosrae  has  abundant  surface  water  resources, \nnone of the water being provided is currently treated. This seriously \naffects human health. In addition, tap water often displays brown \ndiscoloration  and  foul  odor,  which  cause  concern  to  the  island \ninhabitants and negatively affects tourism. \n \n  Yap:  Water  supply  systems  of  the  municipalities  of  Maap  and \nRumung  and  the  village  of  Maakiy  are  inadequate  in  quality  (no \ntreatment of surface water) and reliability of supply. Several villages \nare not served at all and have only rainwater catchments. The Gagil-\nTomil system is in need of rehabilitation to sustain water quality and \nreduce water losses. \n   \nObjective  The overall objective of the Project is to enhance public health and \nthe  environment  through  assistance  to  improve  water  supply \ninfrastructure in Kosrae and Yap, and wastewater infrastructure in \nPohnpei; and to support economic growth and poverty reduction in \nChuuk  through  improvements  to  the  electrical  power  sector.  The \nproject  objectives  include  (i)  improved  public  health  through \nenhanced quality of and access to potable water in Kosrae and Yap; \n(ii) enhanced public health, environmental quality, and surface and \ngroundwater  quality  through  provision  of  wastewater  management \nand infrastructure in Pohnpei; and (iii) poverty reduction, support for \neconomic  growth  and  environmental  improvements  through  power \ngeneration  and  distribution  improvements,  and  power  station \nenvironmental  remediation  in  Chuuk.  The  Project  also  advances \nprivate sector development by providing improved infrastructure and \nan enhanced business environment. \n   \nCost Estimates  The  total  project  cost  is  estimated  at  $30.2  million  equivalent, \nincluding foreign exchange of $24.1 million (about 80% of the total) \nand local currency of $6.2 million (about 20%). Cost estimates cover \n(i) land, (ii) physical works (civil works, equipment and materials), (iii) \nconsulting services, (iv) contingencies, (v) financial charges, and (vi) \ntaxes and duties estimated at $2.5 million. \n                                                               ($ million)  \nFinancing Plan \nForeign  Local  Total \nSource \nExchange  Currency  Cost \nAsian Development Bank (ADF)  14.2    14.2 \nAsian Development Bank (OCR)    4.8      4.8 \nGovernment    5.1  6.2  11.3 \n   Total    24.1  6.2  30.2 \n  ADF = Asian Development Fund, OCR = ordinary capital resources. \nNote: Figures may not add up to total because of rounding. \nSource: Asian Development Bank estimates. ", "iv   \nLoan Amounts and  The  loans  will  be  $14.2  million  equivalent  from  the  Asian \nTerms  Development Bank (ADB) Asian Development Fund (ADF) and $4.8 \nmillion from ADB’s ordinary capital resources (OCR). The ADF loan \nwill have a 32-year term, including a grace period of 8 years. The \ninterest rate charged will be 1.0% during the grace period and 1.5% \nthereafter.  The  OCR  loan  will  be  provided  under  ADB’s  London \ninterbank offered rate (LIBOR)-based lending facility. The loan will \nhave a 25-year term including a grace period of 5 years, an interest \nrate  determined  in  accordance  with  ADB’s  LIBOR-based  lending \nfacility, and a commitment charge of 0.75% per annum. \n   \nAllocation and  The Government will relend a portion of the loan proceeds under the \nRelending Terms  same terms and conditions agreed upon with ADB: (i) to CPUC for \nthe  Chuuk  power  component;  (ii)  to  Pohnpei  Utilities  Corporation \n(PUC) for the Pohnpei wastewater component; and (iii) to the state \ngovernments of Kosrae and Yap, which will be responsible for the \nrepayment  of  the  loan  proceeds  for  the  Kosrae  water  supply \ncomponent and the Yap water supply component, respectively. \n   \nPeriod of Utilization  30 January 2005 to 31 December  2009  \n   \nEstimated Project  30 June 2009 \nCompletion Date \n   \nExecuting Agency  Department of Transport, Communications and Infrastructure (DTCI) \n   \nImplementation  A project steering committee has been constituted, chaired by the \nArrangements  secretary  of  DTCI.  Other  committee  members  are  senior \nrepresentatives  of  the  Department  of  Finance  and  Administration, \nDepartment of Economic Affairs, representatives from the four state \ngovernments, and representatives of PUC, CPUC, Kosrae Utilities \nAuthority (KUA), and Gagil-Tomil Water Authority (GTWA). \n \nThe  Project  will  have  six  joint  implementing  agencies  (IAs):  PUC \n(Pohnpei),  CPUC  (Chuuk),  Department  of  Finance  and  Planning \n(Division of Construction and Engineering), and KUA (Kosrae), and \nDepartment of Public Works and Transport (DPWT) and GTWA as \njoint IAs in Yap. \n   \nProcurement  ADB-financed goods and services will be procured in accordance with \nADB’s Guidelines for Procurement. Major contracts for civil works \ncosting over $1 million and equipment purchases valued at $500,000 \nor more will be undertaken through ADB’s international competitive \nbidding procedures (ICB), and equipment packages valued at less \nthan  $500,000  will  be  procured  following  ADB’s  procedures  for \ninternational shopping. One exception to these procedures will be the \nprocurement of electrical power engine generator units for Chuuk, \nwhich will be completed through international shopping because of a \nrelatively limited number of manufacturers of this equipment. Civil \nworks estimated to cost $1 million or less per package will be carried \nout under local competitive bidding (LCB) procedures acceptable to \nADB,  and  in  accordance  with  government  procurement  laws  and ", "  v\nregulations.  \n   \nConsulting Services  The loan will fund recruitment of a firm to provide 71 person-months \nof  international  and  93  person-months  of  domestic  consulting \nservices for project implementation assistance and related capacity \nbuilding.  Consulting  services  will  be  recruited  in  accordance  with \nADB’s Guidelines on the Use of Consultants, using the quality-based \nselection (QBS) method, and other arrangements satisfactory to ADB \nfor engaging domestic consultants. Advance Action and Retroactive \nFinancing ($2.8 million) will be provided for the urgent recruitment of \nconsultants,  for  the  procurement  of  electrical  power  engine \ngenerators and ancillary equipment for Chuuk to supplement power \ngeneration on Weno Island, and for meeting urgent power needs. The \nadvance action allocation includes the provision of 1,260 prepayment \nelectricity meters to be installed to facilitate improved tariff collections.\n   \nProject Benefits and  Economic,  socioeconomic,  and  environmental  benefits  associated \nBeneficiaries  with the Project are high. Benefits will accrue from the strengthening \nof the public utility corporations in each state: improved cost recovery \nthrough a more commercial approach to management, and through \nthe promotion of more autonomous, effective, and sustainable service \ndelivery. Staff of the PUC, CPUC, KUA, and GTWA will upgrade their \nskills and capabilities through training. The Government will benefit \nfrom improved environmental and health outcomes, and reductions in \nhealth expenditure due to water-related diseases. \n \nPohnpei: The Project will improve environmental conditions, reduce \nhealth  risks,  and  enhance  amenities  to  the  approximately  5,700 \nresidents of Kolonia and 2,800 residents in low-income Sokehs, 3,600 \nworking population, and several thousand visitors per annum to the \nKolonia area. It will reduce the serious pollution of streams, drains \nand  coastal  waters;  and  mitigate  unhealthy  conditions  in  lower \nincome  areas.  Improved  and  expanded  sanitation  services  will \ndirectly  benefit  residents,  commercial  enterprises,  and  other \nconsumers. Infrastructure improvements will result in more efficient \nand  cost-effective  operations.  The  Project  will  facilitate \ndecommissioning  of  the  existing  wastewater  treatment  facility  and \nreduce negative impacts of this facility on adjacent communities.   \n \nChuuk: The Project will benefit about 2,290 government, residential \nand  commercial  consumers  comprising  nearly  15,000  people \nthroughout Weno Island (over 60% of whom are poor); improve the \nlives  of  the  people;  and  reduce  their  expenditure  on  energy. \nRehabilitation of the power generation and distribution system will \nmake power supply more reliable. Improvements to the power sector \nwill facilitate improvements to water, wastewater, health, and other \nsocial services. \n \nKosrae: The Project is expected to directly benefit a population of \nabout  3,700,  equivalent  to  nearly  50%  of  the  total  population  of \nKosrae,  through  the  facilities  for  improved  and  expanded  potable \nquality  piped  water  supply.  The  Project  will  also  improve  health ", "vi   \nconditions by reducing waterborne diseases. \n \nYap: The Project will benefit three municipalities with a combined \npopulation  of  2,500,  by  providing  a  potable-quality,  piped  water \nsupply  system  that  connects  an  existing  well  field  with  abundant \nsupply to an adjacent area with only limited and contaminated surface \nwater resources. \n \nOverall, about 36% of the population benefiting from the proposed \nProject, or about 10,400 people, are classified as poor. About half of \nthis number are in Chuuk, 29% in Pohnpei, 13% in Kosrae, and 8% in \nYap. Pro-poor tariff reforms are included in the Project. \n \n \nRisks and  Project  risks  center  on  (i)  meeting  the  CFA  Infrastructure \nAssumptions  Development Plan (IDP) requirements and availability of necessary \nCFA funds for counterpart financing, (ii) successful implementation of \ninstitutional reforms, and (iii) successful establishment of tariffs to \nrecover  costs.  Close  coordination  has  been  maintained  with  the \nUnited States Department of Interior (USDOI) and other US agencies \nto  ensure  harmonization  of  approaches  and  institutional,  financial \nmanagement,  and  operational  reforms.  CPUC  institutional reforms \nare necessary to successfully implement the Project in Chuuk State. \nRecognizing  this,  CPUC  has  been  instrumental  in  formulating  a \nrehabilitation  strategy  for  the  sector,  and  has  begun  necessary \nreforms  such  as  appointing  a  chief  executive  officer,  rationalizing \nstaffing  functions  and  levels,  installing  prepayment  meters  and \nimproving  billing  and  collection  functions,  emphasizing  the  strong \ncommitment of CPUC to implement necessary reforms.   \n \nInstitutional  reforms  are  also  required  in  Kosrae  and  Yap  to \nprogressively centralize the ownership, operation, and maintenance \nof water supply systems. Government and public utility commitment \nto implement these reforms in both states has been demonstrated \nthrough  dialogue  with  the  affected  communities  and  local \nstakeholders throughout project development. \n \nAlthough Government and community land will be utilized for most \nproject  components,  private  land  acquisition  is  required  for  the \nKosrae  component.  Various  planning  and  legal  approvals  are \nnecessary for land parcels associated with the Pohnpei wastewater \ntreatment facility, and also for the Chuuk power station. Both Pohnpei \nand Chuuk have commissioned a committee to work toward securing \nthe relevant approvals to allow development to proceed. \n \nWater tariffs will need to be established in Kosrae to recover costs for \nthe three  proposed water supply subprojects. Initially, risk of public \nopposition  to  tariff  establishment  could  result  in  inadequate  cost \nrecovery and a need for government subsidy. The state government \nhas demonstrated a strong commitment and ability to develop tariffs \nto improve cost recovery, and is committed to implementing public \nawareness and other initiatives relating to tariff establishment. The ", "  vii\nProject  emphasizes  building  community  and  other  stakeholder \nawareness  and  commitment  to  the  Project,  and  encouraging \ngovernment  and  public  utility  corporation  responsiveness  to \ncommunity needs. \n \n \nTechnical Assistance  Associated with the Project is a concurrent technical assistance (TA) \nfor institutional strengthening of public utility corporations in Chuuk, \nKosrae, and Yap. The TA's Executing Agency will be DTCI.  The TA \nhas two components: (i) part A will support training programs and \nprovide asset management and management information systems for \nCPUC,  and  (ii)  part  B  will  educate  the  public  and  make  water \nconsumers  aware  of  the  need  for  water  conservation  and  water \ncharges in Kosrae and Yap. CPUC will be the IA for part A and KUA \n(Kosrae), and DPWT/GTWA (Yap) will be the IAs for part B. \n \nThe TA involves 7 person-months of international and 12 person-\nmonths  of  domestic  consulting  services.  The  consultants  will  be \nrecruited as individuals in accordance with ADB’s Guidelines on the \nUse of Consultants. The total cost of the TA is estimated at $460,000, \nwith $400,000 financed by ADB. Expertise areas needed for the TA \ninclude training, community awareness, and public relations. ", " \n ", " ", " ", " \nTHE PROPOSAL \n \n1.   I submit for your approval the following report and recommendation on proposed loans to \nthe Federated States of Micronesia (FSM) for the Omnibus Infrastructure Development Project. \nThe  report  also  describes  a  proposed  technical  assistance  (TA)  grant  for  institutional \nstrengthening,  and  if  the  Board  approves  the  proposed  loans,  I,  acting  under  the  authority \ndelegated to me by the Board, will approve the TA grant. \nI.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Performance Indicators and Analysis \n2.  The FSM consists of 607 islands within approximately 2.5 million square kilometers (km2) \nof the northern Pacific Ocean. It comprises four states: Chuuk, Kosrae, Pohnpei, and Yap. The \npopulation is approximately 107,000:1 Chuuk, 54,000; Pohnpei, 34,000; Kosrae, 8,000; and Yap \n(11,000). Each state has its distinct cultural, socioeconomic, and political characteristics. The \nFSM became an independent nation in 1986, under a Compact of Free Association (CFA) with \nthe United States of America (US). As part of the CFA, the FSM has received considerable \nfunding that led to a substantial expansion of the economy and significant growth in public sector \nexpenditure. But throughout the 1990s, scheduled declines of CFA resource transfers slowed and \neconomic growth ultimately precipitated a major economic decline after 1997. From 1996 to 2000, \nthe  median  individual  average  income  declined  significantly  from  $2,637  to  $1,489  and \ncorresponded to a sharp increase in the number of the poor (annual income below $1,000) from \n6,426 to 15,083. Unemployment increased from 16% to 22%; primary education enrollments \ndeclined from 34,582 to 32,100. There was a sharp increase in emigration, and the population \ngrowth rate declined from 1.9% to 0.3%. Over the same period, life expectancy increased from 65 \nto 67 years, and infant mortality rate (IMR) went down from 46 to 40 per thousand. Due to the \neconomic  and  social  decline,  the  Government2  implemented  sweeping  structural  adjustment \npolicies and national reform programs, including a public sector reform program to rationalize the \npublic sector and encourage private sector participation (PSP). By 2000, the Government payroll \nhad been reduced by 30% in nominal terms and public servant staffing by 23%, and major \nprogram components promoting PSP had been established. The CFA has been renewed for 20 \nyears. An infrastructure development plan (IDP) that recommends an infrastructure development \nprogram over the period of the CFA (2004–2023) was prepared. A total infrastructure investment \nof $748 million is envisaged, including $142 million for the water and wastewater sectors, and $81 \nmillion for electrical power. About $372 million is anticipated from CFA contributions and $359 \nmillion from other sources. The CFA requires stringent management controls. \n3.  During the early 1990s, each state created government-owned public utility corporations \nto  more  effectively  provide,  maintain,  and  improve  water,  wastewater,  and  electrical  power \nsystems.3 The performance of the utility corporations is widely variable. Proposed infrastructure \ninvestments are urgently needed (Appendix 1). Nationally, 50% of households do not have piped \nwater, 44% lack toilets, 75% are not connected to sewerage or septic tank systems, and 45% do \nnot have electrical power. These aggregate national indicators tend to disguise major differences \nbetween states; for example, only 24% of households in Chuuk have piped water, and only 18% \nhave access to electricity; in Weno, where most of the population with access line, power outages \nare common. About 93% of the population of Yap proper4 have access to piped water; in some \n                                                 \n1  Source: FSM National Census Report, 2000.  \n2  Government refers to the national Government; state governments will be specifically referred to. \n3  Including (i) Pohnpei Utilities Corporation (Pohnpei State); (ii) Chuuk Public Utilities Corporation (Chuuk State); (iii) \nKosrae Utilities Authority (Kosrae State); and (iv) Yap State Public Service Corporation (Yap State). \n4  Yap proper refers to the main island of Yap and immediately adjacent islands, not including outer islands. ", "2  \nareas, however, the water is not treated.5 In Kosrae, about 98% of the population have piped \nwater supply; however, the water is treated in only one small system.6 Kosrae has relatively good \nsanitation facilities, with about 91% of the population having access to toilets and 73% of these \nhave septic tanks. In Pohnpei, the sewerage system serves the central urban area of Kolonia, or \nabout 1,000 persons (20% of the total population). Pohnpei’s Sokehs area suffers from poor \nsanitary conditions as existing individual systems are not suitable for its high population density \nand rocky geologic conditions. This situation also constrains the use of decentralized systems in \nother parts of Kolonia. The system, which has served the Kolonia area for several decades, has \nbecome less efficient over time and raw effluent discharges are increasingly common. Service \nprovision within states is also variable—urban centers receive higher service levels, while many \nrural areas rely on untreated water sources and lack sanitation and electricity.  \n4.  Waterborne diseases are a major concern. Records from the late 1990s conservatively \nindicate 5,000 cases annually. Pohnpei suffered a cholera outbreak in 2000. While the data has \nanomalies,  the  trends  indicate  no  significant  improvements  and  possible  worsening  in  the \nprevalence of key indicator diseases such as diarrhea and gastroenteritis. These data indicate \nthat water supply and sanitation improvements are necessary to improve FSM’s health status and \nreduce outbreaks of serious water-related diseases. \n5.  Chuuk  has  suffered  chronic  outages  throughout  the  past  decade.7  During  June  to \nDecember 2003, Weno Island suffered generation outages for about 30 days, and a further 50 \ndays of distribution system outages. Currently, outages occur almost daily. \nB.  Analysis of Key Problems and Opportunities \n6.  PUC, which owns and operates the water, wastewater, and electrical power systems in \nPohnpei, is generally well-run. Water supply and electrical power services are relatively stable. \nThe wastewater treatment plant (WWTP) operates at or near full capacity, is at the end of its \nengineered life span, and is difficult to maintain. It is poorly located in a residential area on \nelevated land and requires significant pumping of sewage. As a result, some low-lying areas are \nnot connected to the system. The collection system has deteriorated, and sewage leaks. Because \nof overflows due to rainwater inflows, raw sewage flows onto the ground surface and into surface \nwaters,  increasing  the  risk  of  human  exposure  to  infectious  diseases.  The  existing  outfall \ndischarges to a narrow channel and causes unacceptable water quality degradation. \n7.  Infrastructure provision in Chuuk is seriously constrained by lack of electrical power. On \nWeno  Island,  the  capital  island,  the  power  crisis  compromises  the  delivery  of  government \noperations and essential services, impedes economic growth, and disrupts the lives of island \ninhabitants. The power generation system is on the verge of total collapse—only two primary \ngenerators are functional, and both frequently malfunction. The auxiliary equipment is highly \ndeteriorated and insufficient to support operations. The power station seriously contaminates the \nsite and perpetuates an unsafe and potentially dangerous environment. The operations pose \nsignificant health and safety risks. The power station is located on private land; lease payments \nare several years in arrears and disputes with landowners have seriously affected operations. \nMaintenance of the power distribution system is hampered by the lack of private property access \nrights, tree trimming rights, and materials and equipment. Power supply constraints deny the \nbenefits of electricity to households and compel commercial and government consumers to resort \n                                                 \n5 During the past 5 years, the Yap water supply system benefited significantly from the previous Asian Development \nBank loan  intervention, which expanded production capacity and increased the number of service connections in the \nurban area. \n6  In 1992, a state-commissioned water sector master plan for Kosrae found high levels of contamination in surface \nwater systems and high levels of unaccounted for water. These deficiencies are still evident. \n7  Specific quantitative data on outages are unavailable. ", "  3\nto costly self-generation that is inefficient and is a substantial drain on productivity. For many \nyears, the Chuuk Public Utilities Corporation (CPUC), which owns and operates the power, water, \nand wastewater utilities on Weno Island, has suffered chronic institutional weakness, poor service \ndelivery and significant financial losses. The current CPUC Board, which has been in place for \nabout 1 year has demonstrated much improved business acumen, but lack specific knowledge \nand experience with power utilities. \n8.  Although Kosrae has abundant surface water resources, none of the water in public \nsystems is treated.  Lack of treatment seriously affects human health. Piped water is often \ndiscolored and has a foul odor, which causes concern to the island residents and negatively \naffects  tourism.  Water  charging  has  not  been  established;  the  results  are  operation  and \nmaintenance (O&M) funding deficiencies and high water use with much wastage. Municipalities \nown  and  operate  the  water  supply  systems,  assisted  by  the  Public  Works  Department,  an \narrangement that greatly increases the complexity and cost of service provision. The Kosrae \nUtilities Authority (KUA), which was established to provide water supply, and wastewater and \nelectrical  power  services,  does  not  operate  any  of  the  water  systems.  The  Kosrae  state \ngovernment has committed to transferring operation and management of all water systems to \nKUA in a phased manner and expects to enact legislation mandating this and incremental water \ncharging by the end of 2003. \n9.  Three water supply systems currently serve Yap proper, providing piped water to over \n93% of the total population. The municipalities of Maap and Rumung, and the village of Maakiy \nare still supplied by untreated small-scale community and household catchments, and there is \nwidespread stakeholder consensus that providing a safe and reliable water supply to these areas \nis a priority. The Yap State Public Service Corporation (YSPSC) provides water supply to central \nYap proper, and the Gagil-Tomil Water Authority (GTWA) and Southern Yap Water Authority \nprovide water in Gagil-Tomil and southern Yap proper, respectively. GTWA generally manages its \nsystem well. Still the system is beginning to deteriorate and suffers water losses estimated at 40–\n50%. Water quality is generally good, but is beginning to show the effects of leaks and lack of \nchlorination. \n10.  Institutionally, PUC is relatively well developed; KUA is well-managed, but lacks specific \ncapacity in water supply; GTWA functions adequately but needs support on technical issues and \nimproved management systems to adequately manage the expanded system; CPUC is in need of \ncomprehensive  institutional  reform,  including  external  private  sector  assistance  in  operation, \nmaintenance, and management functions. The Project includes a substantial long-term capacity-\nbuilding  component8  for  CPUC,  and  training  and  establishment  of  long-term  cooperation \narrangements  for  Yap  and  Kosrae.  The  Project  provides  the  opportunity  to  foster  the \nGovernment's goals of improving the efficiency and autonomy of the public utilities it established \na decade ago and lays the groundwork for future PSP.  \n11.  The Asian Development Bank (ADB) has financed one infrastructure loan9 in the water \nsupply and sanitation sector, covering Pohnpei, Chuuk, and Yap (Appendix 2). This project was \nclosed in October 2002 and except for the Chuuk subcomponents,10 has been successfully \n                                                 \n8 This is consistent with ADB. 2003. Special Evaluation Study: ADB Capacity Building for Managing Water Supply and \nSanitation to Pacific Developing Member Countries. Manila, that recommended long-term capacity building activities. \n9  ADB. 1996. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nFederated States of Micronesia for the Water Supply and Sanitation Project. Manila.  \n10  Water supply improvements for Chuuk State included the installation of groundwater extraction wells, transmission \npipes, water meters, and supporting infrastructure and equipment; and the rehabilitation of water storage tanks, and \na water treatment plant. Many of the wells are not operational due to land access, water quality and power disruption \nissues; counterpart equipment was not supplied as originally intended, and there is an ongoing lack of replacement \nmaterials and equipment to ensure adequate operations. ", "4  \nimplemented.11 In addition, ADB has financed two other projects and one program,12 all designed \nto aid in improving infrastructure and support public sector reforms. Through the CFA, the US has \nalso provided extensive support to infrastructure. Lessons learned from the experience of ADB \nand other aid agencies in the FSM and similar Pacific countries include the following: (i) utility \ncorporations need long-term capacity building and effective management systems to function \neffectively  in  project  implementation  and  operations;  (ii)  detailed  financial  planning  and \nmanagement need to be implemented to ensure the long-term financial viability of infrastructure \ninvestments; (iii) infrastructure component design, and O&M must be appropriate for Pacific \nisland  conditions  and  constraints;  (iv)  land  tenure  is  an  integral  part  of  project  design  and \nimplementation and, given the difficulties of land acquisition particularly in Chuuk, land acquisition \nneeds to be avoided or minimized; (v) early implementation of a community awareness program \non issues such as water pricing and the health benefits of clean water will promote community \nsupport and willingness to pay for the service; (vi) sanitation improvements and community \nawareness of sanitation and hygiene should be integrated with water supply improvements to \nrealize health benefits; (vii) water quality and water-related health statistics, and other baseline \ndata management systems need to be improved to monitor project outcomes; and (viii) the use of \nlocal skills and training should be prioritized throughout project implementation to develop local \ncapacity to operate and maintain infrastructure.  \n12.  The Project addresses these lessons learned through a variety of targeted interventions. \nCapacity building will be provided to each of the public utility implementing entities of the four \nFSM  states,  in  particular  to  CPUC  in  Chuuk  through  implementation  of  an  operation, \nmaintenance, and management (OMM) support services contract to build capacity over 5 years, \nsupplemented by TA capacity building. KUA and GTWA also will be supported through TA \ncapacity  building  for  community  awareness  and  public  relations  support.  The  project \nimplementation assistance (PIA) consultancy also provides capacity building support. The project \npreparatory  technical  assistance  (PPTA)  completed  a  thorough  financial  evaluation  of  each \nimplementing agency and identified tariff reform measures that allow for incremental progressive \ncost recovery to be achieved. Infrastructure components emphasize least-cost, low- maintenance \nsolutions, appropriate for island environments. Land acquisition requirements have been kept to a \nminimum  and,  where  land  is  required,  priority  is  on  the  acquisition  of  government-  and \ncommunity-owned land parcels. Since land acquisition constraints in Chuuk are acute, mobile \npower generation system components are proposed to provide flexibility in their interim and \nlonger-term location. Community awareness programs on water pricing and the health benefits of \nclean water have been included in PPTA activities and are included in the TA associated with this \nProject. A sanitation improvement program has been incorporated into the PIA to complement \nwater  system  enhancements.  The  Project  supports  the  development  of  local  skills  through \ntraining, capacity building, and local participation in civil works contracts. The need for improved \nwater quality and health data has been part of the policy dialogue during loan processing and \nsuch data are emphasized in the project framework (Appendix 3).  \n13.  The  Project  supports  ADB’s  strategy  for  the  FSM13  by  (i)  fostering  good  water  and \nenvironment governance, (ii) improving living conditions, and (iii) fostering pro-poor economic \ngrowth. Supporting water governance and the development of autonomous, sustainable water \nutilities reflects ADB’s water policy. It also supports the Government’s IDP and its economic \ndevelopment strategy and policies (3rd FSM Economic Strategy in March–April 2004). \n                                                 \n11 ADB. 2004. Project Completion Report: FSM Water Supply and Sanitation Project (L1459-FSM). Manila (Draft). \n12  ADB. 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nFederated  States  of  Micronesia  for  the  Basic  Social  Services  Project.  Manila;  and  ADB.  2001.  Report  and \nRecommendation of the President to the Board of Directors on a Proposed Loan to the Federated States of \nMicronesia for the Private Sector Development Program. Manila. \n13 ADB. 2002. Country Strategy and Program Update (2003–2005): Federated States of Micronesia. Manila. ", "  5\nII.  THE PROPOSED PROJECT \nA.  Objectives \n14.  The overall objective of the Project is to enhance public health and the environment, and \nto support economic growth and poverty reduction. Project objectives include (i) improved public \nhealth through enhanced quality and access to potable water for Kosrae and Yap; (ii) enhanced \npublic  health  and  environmental  quality,  and  ambient  water  quality  through  provision  of \nwastewater infrastructure for Pohnpei; and (iii) support for economic growth and environmental \nimprovements through improvements in power generation and distribution and environmental \nremediation  for  the  power  station  in  Chuuk.  The  Project  also  advances  private  sector \ndevelopment by providing improved infrastructure and an enhanced business environment.  \nB.  Components and Outputs \n15.  The Project’s six components are (i) wastewater improvements (Pohnpei), (ii) electrical \npower  rehabilitation  (Chuuk),  (iii)  water  supply  improvements  (Kosrae),  (iv)  water  supply \nimprovements  (Yap),  (v)  a  sanitation  improvement  program  (nationwide),  and  (vi)  project \nimplementation assistance. Project outputs include (i) design, construction, and operation of a \nnew WWTP and expanded sewerage system (Pohnpei); (ii) design, construction, and operation of \na power generation station and improvements to the power distribution system (Chuuk); (iii) water \nsupply system improvements and expansion (Kosrae and Yap); and (iv) strengthened institutions \nfor utility management. \n1.  Component A: Wastewater Improvements, Pohnpei \n16.  Component A will improve the wastewater collection and treatment system for the Kolonia \nurban area by (i) installing a gravity sewer, an effluent transmission line, two force main sewers, \nand a sewage lift station to the new WWTP; (ii) rehabilitating the existing sewer collection network \nand modifying two lift stations; (iii) expanding the sewerage system to the Sokehs district with \nconnections  to  450  households  using  small  bore  sewers;14  (iv)  designing,  constructing,  and \noperating a 1.2 million gal per day secondary treatment WWTP15 (v) designing, constructing, and \noperating tertiary treatment wetlands (approximately 2.5 acres); and (vi) conducting an inflow and \ninfiltration study. CFA infrastructure financing will support closure and remediation of the existing \nPohnpei solid waste dump site and develop an engineered landfill at a new location to allow \nconstruction of the WWTP at the old dump site. \n2.  Component B: Power Rehabilitation, Chuuk \n17.  Component B has three subcomponents: (i) Power generation. A replacement power \nstation with a continuous power rating of about 7 megawatts (MW), comprising a series of \nmodular diesel engine generator units with transformers, switchgear, lining, and cabling to directly \nconnect to the existing 13.8-kilovolt distribution system. Auxiliary equipment includes storage \ntanks, protective building, storage container, foundation and hardstand areas, fire protection \nequipment, access gate, fencing, utilities, and drainage. (ii) Distribution system. Materials and \nequipment for power distribution system rehabilitation and regular O&M activities will be provided; \nthese include a boom truck, flatbed truck, 1,260 cash power meters,16 other distribution system \n                                                 \n14 Small bore sewers are smaller in diameter than conventional sewers and are possible because sumps with grinders \nare installed at each connection or group of connections.  \n15 The WWTP will be tendered as a design-build contract based on a concept design prepared by the project \nimplementation assistance consultants. This may allow for alternative processes to be proposed that will achieve \nequal or better treatment and includes disinfection. Secondary treatment typically achieves effluent with biochemical \noxygen demand less than 20 milligrams per liter (mg/l) and suspended solids content less than 20 mg/l. \n16  Cash power meter is a prepayment meter system; 1,260 meters are sufficient to allow 100% of customers to switch \nto cash power meters. ", "6  \ncomponents including conductors, transformers, insulators, braces, and poles. (iii) Power station \nenvironmental  remediation.  Remediation  of  the  existing  power  station  site  includes  (a) \nremediating contaminated soil and groundwater, as necessary; (b) removing, transporting, and \ndisposing  of  hazardous  building  materials;  (c)  removing,  transporting,  and  disposing  of \nequipment,  e.g.,  generators,  oil  circuit  breakers,  and  transformers,17  which  contain  potential \ncontaminants, and removing power plant buildings, infrastructure, and equipment to return the \nsite to the landowners in an acceptable condition.  (iv) CPUC management and technical \noperations strengthening. This includes OMM services for (a) personnel management and \ntraining;  (b)  financial  management,  and  management  information  system  (MIS);  and  (c) \nsupervision of routine O&M over a 5-year period, with gradually declining inputs after the first 2 \nyears. \n3.  Component C: Water Supply Improvements, Kosrae \n18.  Component C consists of infrastructure improvements and upgrades for the Mutunte, \nUtwe, and Walung water supply systems. It includes (i) rehabilitating intake structures for Mutunte \nand  Utwe,  (ii)  repairing  valves  and  other  appurtenances  as  necessary  on  the  existing \ntransmission pipelines, (iii) constructing a new intake for Walung; and, (iv) for each system (a) \nconstructing a sedimentation tank, slow sand filtration treatment plant, and clearwell reservoir; (b) \nproviding  chlorination  facilities;  (c)  providing  pumping  facilities;  and  (d)  rehabilitating  the \ndistribution network to provide adequate pressure throughout the system and limited distribution \nexpansion.18  \n4.  Component D: Water Supply Improvements, Yap \n19.  Component D will supply piped water to Maakiy and all villages in Maap and rehabilitate \nthe existing Gagil-Tomil water supply system as follows: (i) Provision of piped water supply to \nMaap and Maakiy. This will involve providing (a) pipeline connecting the existing Gagil-Tomil \nsystem to a new storage reservoir at Doeweelil; (b) pipeline to connect to the existing systems \nsupplying the villages of Palaaw, Qamin, Wachalaeb, Choqol, and Waalooy and to provide a new \nsystem for the villages of Bechyal, Tooruw, and Wanead; (c) pipeline to supply the villages of \nMaakiy  and  Talangith;  (d)  associated  road  and  stream  crossings  for  the  pipelines;  (e)  new \nstorage reservoirs at Doeweelil, the Waalooy/Choqol system, and north of Qamin for emergency \nsupplies to Rumung; (f) service connections and meters for 161 households in Maap and Maakiy; \nand (g) a booster pumping facility with associated controls. Item (i) will involve disinfection and an \nallowance for rehabilitating the existing water supply systems to be included as part of the \nintegrated  system.  (ii)  Rehabilitation  of  the  existing  Gagil-Tomil  system.  This  entails  (a) \nreplacing the well pumps and controls; (b) providing a chlorination system; (c) building a new \n50,000 gal storage reservoir; (d) repairing the existing 100,000 gal reservoir; (e) replacing 5,000 ft \nof  the  existing  transmission  main;  (f)  providing  maintenance  equipment  and  materials;  (g) \nreplacing 9,500 ft of existing deteriorated pipelines; (h) upgrading office facilities and fencing the \nwell field; and (i) extending service to two currently unserved villages. (iii) Installation of a well in \nMaap. This will provide water security and a reserve groundwater source.  \n                                                 \n17  PCB-containing transformers will be collected under an ongoing AusAID project in cooperation with the South Pacific \nRegional Environmental Programme, which is collecting persistent organic pollutants stored throughout the Pacific.  \n18 Financing will also be provided by the United States Department of Agriculture (USDA) for similar rehabilitation of the \nMalem water supply system, which will complete rehabilitation and improvement of all of Kosrae's major water \nsystems. ", "  7\n5.  Component E: Sanitation and Hygiene Training and Awareness Program \n20.  This  component  complements  water  supply  improvements  by  providing  support  to \naddress  integrally  related  sanitation  and  hygiene  issues.  It  includes  government  staff  and \ncommunity training on individual sanitation systems, and education and awareness programs.19  \n6.  Component F: Project Implementation Assistance \n21.  Component F will provide PIA to the Executing Agency—the Department of Transport, \nCommunications,  and  Infrastructure  (DTCI)—and  relevant  agencies20  to  undertake  detailed \ndesigns, tender processing, and project management; and to provide assistance, advice, and \ntraining on all Project activities. \nC.  Special Features \n22.  In  Chuuk,  the  use  of  modular  power  generation  units  allows  for  rapid  installation  of \ngenerators to address the urgent  power crisis and serve long-term  power needs. Also, the \nprovision for an OMM services contract to CPUC allows for sustainable capacity building and \nPSP in the power sector. The sanitation improvement program recognizes the linkages between \nsanitation and water supply to significantly reduce water-related diseases. In Yap, the Project \nsupports key ADB water sector reform objectives by supporting and strengthening GTWA, a \ncommunity-based  autonomous  water  utility.  In  Pohnpei,  sewerage  system  expansion  uses \ninnovative small-bore sewer technology.  \nD.  Cost Estimates  \n23.  The project cost is estimated at $30.2 million equivalent, comprising foreign exchange of \n$24.1 million equivalent (about 80% of the total) and local currency of $6.2 million equivalent \n(about 20%). Cost estimates include (i) land, (ii) physical works (civil works, equipment and \nmaterials), (iii) consulting services, (iv) contingencies, (v) financial charges, and (vi) taxes and \nduties estimated at about $2.5 million. Table 1 shows the cost estimates; details are in Appendix \n4. \n                                                 \n19  Training materials will be made available for nationwide implementation. \n20 For example, the Department of Planning and Statistics in Chuuk, the Department of Public Works in Kosrae, DPWT \nin Yap, PUC, CPUC, GTWA, and KUA. ", "8  \nTable 1: Cost Estimates \n($ million) \nForeign   Local  \nItem  Total \nExchange  Currency\nA.  Pohnpei Sewerage Collection and Wastewater Treatment   \n    1.  Technical Component  6.3  1.6  7.9 \n    2.  Engineering Design and Supervision  0.5  0.2  0.7 \n    3.  Physical Contingency  0.4  0.1  0.5 \n    4.  Price Contingency  0.1  0.1  0.1 \n    5.  Taxes and Duties    1.0  1.0 \n              Total Pohnpei Subproject  7.2  3.0    10.2 \nB.  Kosrae Water Supply   \n    1.  Technical Component  2.4  0.6  3.0 \n    2.  Engineering Design and Supervision  0.2  0.1  0.2 \n    3.  Physical Contingency  0.2  0.1  0.3 \n    4.  Price Contingency  0.0  0.0  0.0 \n    5.  Taxes and Duties    0.4  0.4 \n              Total Kosrae Subproject  2.7  1.2  4.0 \nC.  Yap Water Supply   \n    1.  Technical Component  2.2  0.5  2.7 \n    2.  Engineering Design and Supervision  0.2  0.1  0.3 \n    3.  Physical Contingency  0.2  0.1  0.3 \n    4.  Price Contingency  0.0  0.0  0.0 \n    5.  Taxes and Duties    0.4  0.4 \n              Total Yap Subproject  2.6  1.0  3.6 \nD.  Chuuk Power Supply   \n    1.  Technical Component  6.9  0.0  6.9 \n    2.  Engineering Design and Supervision  0.4  0.1  0.5 \n    3.  Management Services (5 years, from CPUC revenues)  1.8    1.8 \n    4.  Environmental Remediation  0.7    0.7 \n    5.  Physical Contingency  0.6  0.0  0.6 \n    6.  Price Contingency  0.1  0.0  0.1 \n    7.  Taxes and Duties    0.7  0.7 \n              Total Chuuk Subproject      10.3  0.9    11.3 \n    Finance Charges (IDC)  1.1    1.1 \n                        Total Including Contingencies      24.1  6.2    30.2 \nCPUC = Chuuk Public Utilities Corporation, IDC = interest and other charges during implementation. \nNote: Numbers may not add up to total because of rounding. \nSource: Asian Development Bank estimates. \nE.  Financing Plan \n24.  The Government has requested a loan of $14.2 million equivalent from ADB’s Asian \nDevelopment Fund (ADF) and a loan of $4.8 million from ADB’s ordinary capital resources \n(OCR). The ADF loan will have a 32-year term, including a grace period of 8 years. The interest \nrate charged will be 1.0% during the grace period and 1.5% thereafter. The OCR loan will be \nprovided under ADB’s London interbank offered rate (LIBOR)-based lending facility. The OCR \nloan will have a 25-year term including a grace period of 5 years, an interest rate determined in \naccordance with ADB’s LIBOR-based lending facility, and a commitment charge of 0.75% per \nannum. The two loans will have such other terms and conditions as are set forth in the draft Loan \nAgreements. The Government will relend the loan proceeds under the same terms and conditions \nagreed upon with ADB. The relending amounts will be as follows: PUC–$5.5 million (ADF) and \n$2.0 million (OCR); CPUC–$2.6 million (ADF) and $2.8 million (OCR); Kosrae State–$3.2 million \n(ADF); and Yap State–$2.9 million (ADF). Kosrae and Yap will pass on their allocated amounts to \ntheir respective public utility corporations as capital infusion.  \n ", "  9\n25.  The FSM is a category B-1 country eligible for 75% financing of the ADF portion of the \nestimated project cost. OCR funding is required since the project cost exceeds the currently \navailable national allocation of $14.2 million ADF funds. Government counterpart funding will \nprovide $11.3 million equivalent. Government funding will be sourced from CFA infrastructure-\ndesignated funds for the respective states. The Government is committed to providing timely \ncounterpart funds and will incorporate the required amounts into the budget for financial years \n2004–2005  onward.  Counterpart  funding  requirements  and  debt  service  on  the  loans  are \nreasonable compared with Treasury resources and ongoing commitments. Table 2 shows the \nsummary financing plan. \nTable 2: Financing Plan \n($ million) \nForeign  Local  Total \nSources  Exchange  Currency  Cost  Percentage\nAsian Development Bank         \n     ADF         14.2       14.2         47.0 \n     OCR           4.8         4.8         15.7 \n          Subtotal         19.0       19.0         62.7 \nGovernment Utility       \n     Internal Fundsa           1.8         1.8           5.9 \n     Land    0.6         0.6           1.8 \n     Government Cash Contribution           3.3  5.6         8.9         29.6 \n          Subtotal           5.1  6.2       11.3         37.3 \n               Total         24.1  6.2       30.2       100.0 \nADF = Asian Development Fund, OCR = ordinary capital resources. \nNote: Figures may not add up to total because of rounding. \na Chuuk Public Utilities Corporation (CPUC) financing of the operation, maintenance, and management service \ncontract. \nSource: Asian Development Bank estimates. \nF.  Implementation Arrangements \n1.  Project Management \n26.  DTCI will be the Executing Agency. The PPTA steering committee will remain as the \nproject steering committee with the addition of the involved utilities. The committee will continue \nto be chaired by the DTCI secretary and include senior representatives of the Department of \nFinance  and  Administration,  Department  of  Economic  Affairs,  and  representatives  from  the \ngovernments of Pohnpei, Chuuk, Kosrae, and Yap, and representatives of PUC, CPUC, KUA, \nand  GTWA.  The  Project  will  have  six  implementing  agencies  (IAs):  PUC  (Pohnpei),  CPUC \n(Chuuk), Department of Finance and Planning (Division of Construction and Engineering), and \nKUA (Kosrae), and Department of Public Works and Transport (DPWT) and GTWA as joint IAs in \nYap. A project management unit (PMU), which will be part of the PMU for the CFA-funded \ninfrastructure development program, will be established within DTCI. The PMU will be assisted by \ncoordinators from each of the IAs, and PIA. During project preparation, the financial management \ncapacity of DTCI and the six IAs was evaluated. The financial management capacities of DTCI, \nKUA,  GTWA,  and  PUC  were  found  to  be  satisfactory,  and  will  be  supported  by  the \nimplementation consultants. CPUC will receive direct support in financial management from the \nimplementation consultants and from the OMM contract.  \n2.  Implementation Period \n27.  The loan will be effective by the beginning of the first quarter of 2005 (Appendix 5). \nPreparatory  activities,  including  detailed  design,  tender  documentation,  and  procurement  of \nconsulting services, will be completed by the end of 2005, with construction and commissioning of ", "10  \nChuuk, Kosrae, and Yap systems to be completed by mid–2008. Through advance action, three \nof the modular power generators for Chuuk will be installed by end–December 2004. Due to \ncounterpart funding requirements and the need to complete closure of the existing solid waste \ndump, construction of the Pohnpei component will begin in 2007. This time frame takes account \nof the wet season and appropriate construction periods. \n3.  Procurement \n28.  ADB-financed goods and services will be procured in accordance with ADB’s Guidelines \nfor Procurement. Major contracts for civil works valued at greater than $1 million and supply \ncontracts valued at $500,000 or more will be undertaken through ADB’s international competitive \nbidding (ICB) procedures except that bidding periods will be reduced to 45 days since the works \nare not complex and contractors can easily prepare the bids in the shortened period. Equipment \npackages  valued  at  less  than  $500,000  will  be  procured  following  ADB’s  procedures  for \ninternational shopping (IS). An exception to these procedures will be the modular generator units \n(component B [i]), which will be procured in accordance with ADB’s procedures for IS due to the \nlimited number of suppliers of this equipment. Civil works estimated to cost $1 million or less per \npackage will be carried out under local competitive bidding (LCB) procedures acceptable to ADB. \nLocal contractors have the expertise and capacity to undertake such works, but are limited in \nnumber. In accordance with ADB requirements, foreign contractors may participate in the bidding \nfor LCB contracts. Prequalification, selection, and engagement of contractors will be subject to \nADB's approval.21 Upon completion of bid evaluation, the proposal for award of contracts will be \nsubmitted to ADB for approval. ADB will be furnished with three copies of (i) an account of the \npublic opening of bids, (ii) summary evaluation of bids, (iii) the proposal for award, and (iv) a draft \ncontract or letter of acceptance. Promptly after such award, ADB will be furnished with three \ncopies of the contract as executed. The internationally tendered equipment packages will include \ntechnical support to ensure proper installation, testing, commissioning, and training of operational \nstaff. Indicative procurement packages are in Appendix 6.  \n29.  DTCI has requested ADB to approve advance procurement and retroactive financing of \npower generation equipment for Chuuk up to the amount of $2.8 million22 to mitigate the chronic \npower  supply  deficiencies.  The  equipment  includes  up  to  four  modular  generator  units  and \nassociated transformers, switchgear, lining, and cabling. Advance action and retroactive financing \nincludes  the  provision  of  1,260  prepayment  electricity  meters  to  facilitate  improved  tariff \ncollection. Advance action is also requested to initiate the early start of PIA consultant recruitment \nso that project implementation can proceed on time and project objectives can be achieved as \nsoon as possible.23 Advance recruitment of consultants will follow ADB’s Guidelines on the Use of \nConsultants. The Government was advised that approval of advance action does not commit \nADB to finance procurement and recruitment costs or to finance the Project. \n4.  Consulting Services \n30.  The Project includes three packages of consulting services: (i) project implementation \nassistance (PIA) (Appendix 7), and (ii) Pohnpei sewer system I/I study, and (iii) CPUC OMM \nService Contract  (terms of reference [TOR] in Appendix 8). Provision has been made for 71 \nperson-months of international and 93 person-months of domestic consulting services to support \nPUC, CPUC, KUA, and DPWT/GTWA in project implementation. The following experts will be \nrecruited:  team  leader-senior  environmental  engineer,  water  supply  engineer,  wastewater \n                                                 \n21 ADB will encourage DTCI to use ADB-approved standard bidding documents to ensure high quality and consistency \nof the documents, which will hasten ADB’s review. \n22 The advance action amount of $2.8 million represents approximately 15% of the loan amount, for exceptional \ncircumstances in ADB Operations Manual, OM Section H4/BP. \n23 Advance procurement requires that Chuuk repay an additional $250,000; appropriate payment of the remainder of \nthe arrears for payment is in the first quarter of FY2005. ", " 11\nprocess  engineer,  power  engineer,  electrical  or  mechanical  engineer,  structural  engineer, \nhydrogeologist, institutional specialist, financial management specialist, environmental specialist, \nconstruction  management  specialist,  CADD  specialist,  sanitation-community  development \nspecialist, and public relations and awareness specialist. The consultants will provide assistance \nin the areas of ADB procedures and reporting, detailed design for water supply systems for \nKosrae and Yap, concept designs for wastewater infrastructure and recruitment of design-build \nservices in Pohnpei and power infrastructure in Chuuk, design review, procurement, quality \ncontrol,  construction  supervision,  start-up  testing,  commissioning,  training  in  O&M,  and \nimplementation of the project performance management system (PPMS). Detailed design of the \nwastewater system for Pohnpei and the power generation system for Chuuk will be undertaken \nthrough design-build contracts. The PIA consultancy will provide the experts to implement the \nsanitation improvement program. Appendix 7 includes the TOR for the PIA consulting services. \nThe detailed TOR for the I/I study consultants will be developed by the PIA consultants and \nseparately contracted. The OMM service contract will be financed through counterpart funds \nprovided  by  CPUC,  which  have  agreed  to  follow  ADB's  consultant  recruitment  procedures. \nConsultants will be recruited as a firm for all packages in accordance with ADB’s Guidelines on \nthe Use of Consultants, using the Quality-Based Selection QBS method and other arrangements \nsatisfactory to ADB for engaging domestic consultants. The firms will be required to submit a full \ntechnical proposal. QBS is required to provide the necessary flexibility and innovation, as the \nproject is complex and involves multiple sectors in multiple states. \n5.  Disbursement Arrangements \n31.  Immediately after loan effectiveness, DTCI will establish an imprest account for each loan \n(OCR and ADF). Replenishment to the imprest accounts will be supported by an appropriate \nwithdrawal application and related documentation. The initial amount to be deposited in the \nimprest accounts will not exceed $300,000 equivalent. The statement of expenditures (SOE) \nprocedure  may  be  used  to  reimburse  eligible  expenditures  and  liquidate  imprest  account \nexpenses. The SOE procedure is applicable to individual payments not exceeding the equivalent \nof $50,000. Detailed arrangements for establishing and operating the imprest account and SOE \nprocedure will be made in accordance with ADB’s Loan Disbursement Handbook (2001). \n6.  Accounting, Auditing, and Reporting \n32.  DTCI and the IAs will maintain separate accounts for the Project. DTCI, through the PMU, \nand the IAs will maintain records of all project expenditures. DTCI, through the PMU, will prepare \nconsolidated project accounts, which will be audited annually by independent auditors acceptable \nto ADB. Certified copies of such audited accounts will be submitted to ADB not later than 6 \nmonths after the end of the financial year to which they relate. An externally audited financial \nstatement of government and IA project accounts will also be submitted to ADB annually, no later \nthan 9 months after the end of the relevant financial year, for the entire implementation period. \nDTCI and the IAs were informed of ADB's policy on submission of audited financial statements \nand possible penalties for delays in submission. The submitted audited project accounts and \nfinancial statements must be of acceptable quality; financial statements with adverse opinions or \ndisclaimers of opinion from auditors are not acceptable and cannot be submitted for this purpose. \nIndependent  review  and  scrutiny  of  project  implementation  will  be  undertaken  for  (i) \nenvironmental monitoring and adherence to the summary initial environment examination (IEE) \nand the Government’s environmental impact assessment (EIA) provisions, and (ii) audit of project \naccounts and compliance with loan covenants. The Government will submit to ADB reports and \ninformation  concerning  the  use  of  the  loan  proceeds,  project  implementation,  and  IA \nperformance. The reports will include (i) quarterly progress reports on project implementation; (ii) \nannual reports; and (iii) a project completion report, no later than 3 months after completion of the \nproject facilities. ", "12  \n7.  Project Performance Management System \n33.  The PPMS indicators agreed on during project preparation for components A, C, D and E \ninclude service levels; treated water and wastewater quality and other measures of operational \nperformance; amount of water treated and wastewater collected and treated; user satisfaction \nwith the urban environment; and relevant health, environmental, and economic data to monitor \nproject  impacts.  For  component  B,  the  agreed-on  indicators  include  service  levels,  power \ngeneration and distribution reliability, and relevant economic data to monitor project impacts. The \nrelevance and practicability of data collection for the proposed measures have been confirmed \nwith  the  Government.  At  the  beginning  of  the  Project,  the  PMU  and  IAs  will  develop \ncomprehensive  PPMS  procedures to  systematically  generate  data  on  inputs  and  outputs  of \nproject components and the agreed-on socioeconomic and environmental indicators to be used to \nmeasure project impacts. The PMU and IAs will refine the PPMS framework, confirm achievable \ngoals, refine monitoring and recording arrangements, and establish systems and procedures no \nlater than 6 months after loan effectiveness. Under the PPMS framework, baseline and progress \ndata  will  be  reported  at  the  requisite  time  intervals  by  DTCI,  which  will  be  responsible  for \nanalyzing and consolidating the data through its management information system. The PPMS will \npermit adequate flexibility to adopt remedial action for project design, schedules, activities, and \ndevelopment impacts. The PMU will monitor and assess activities, and report to ADB quarterly on \nphysical implementation, and financial and environmental aspects of the Project to ensure that \nprogress and impacts are monitored and reported.  \n8.  Project Review \n34.  Regular ADB review missions, and a midterm review by ADB and the Government will be \nundertaken about 2 years after project implementation begins. The review will evaluate in detail \nthe  scope,  implementation  arrangements,  achievement  of  scheduled  targets,  and  capacity \nbuilding progress. Feedback from the PPMS will be analyzed. \nIII.  TECHNICAL ASSISTANCE \n35.  A  concurrent  TA  for  institutional  strengthening  will  be  provided.  The  TA  has  two \ncomponents: (i) part A for the support of training programs and provision of asset management \nand management information system (MIS) for CPUC, and (ii) part B for public education and \nawareness of water consumers of the need for water conservation and water charging in Kosrae \nand Yap. DTCI will be the executing agency. CPUC will be the IA for part A and KUA (Kosrae) \nand  DPWT-GTWA  (Yap)  will  be  the  IAs  for  part  B.  The  TA  involves  7  person-months  of \ninternational and 12 person-months of domestic consulting services. The consultants will be \nrecruited as individuals in accordance with ADB’s Guidelines on the Use of Consultants. The total \ncost of the TA is estimated at $460,000, of which $400,000 is in foreign currency and $60,000 \nequivalent in local currency. ADB will finance the total foreign currency cost on a grant basis to be \nfinanced by ADB's TA funding program, and the Government will finance the local currency \ncomponent.  Areas  of  expertise  to  be  recruited  under  the  TA  include  training,  community \nawareness, and public relations. Appendix 9 gives the outline TOR. \nIV.  PROJECT BENEFITS, IMPACTS, AND RISKS \n36.  Improved and expanded sanitation services for Pohnpei will directly benefit residents, \ncommercial  enterprises,  and  other  consumers  of  Kolonia  town.  The  Project  will  improve \nenvironmental conditions, reduce health risks, and enhance amenities to about 5,700 residents, \n3,600 working population, and several thousand visitors coming annually to Kolonia. About 450 \nhouseholds (2,800 people) in low-income Sokehs will be connected to the sewerage system, \nbased on an innovative, low-cost collection system design. The system will reduce the serious \npollution of streams, drains, and coastal waters; and remedy the unhealthy conditions in lower ", " 13\nincome  areas.  Infrastructure  improvements  will  result  in  more  efficient  and  cost-effective \noperations. Indirect beneficiaries of the Project include the fisheries industry—improved marine \nresources due to reduction in seawater pollution—and the tourism industry—improved urban and \nmarine environments. In Kosrae, a combined population of about 3,700 in two municipalities and \nthree villages, equivalent to nearly 50% of the total population of Kosrae, will benefit directly \nthrough replacement of existing heavily contaminated surface water systems with facilities for \nsupplying  treated  and  reliable  potable  piped  water.  In  Yap,  the  Project  will  benefit  three \nmunicipalities (combined population of approximately 2,500) through the potable piped water \nsupply system to an area with only limited and contaminated surface water resources. With \nreduced  water-related  diseases,  public  health  will  improve  in  Kosrae  and  Yap.  Indirect \nbeneficiaries will include the tourism industry through improved potable water quality and supply. \nIn Yap, the Project will assist service delivery in an economically depressed area and support its \neconomic development. In Chuuk, rehabilitation of the power system will make power supply \nmore reliable and thus improve service to all consumers, including about 2,290 government, \nresidential, and commercial consumers throughout Weno Island. The rehabilitated system will \nimprove people's lives and reduce expenditure on energy. New facilities will reduce system \nlosses, improve efficiency, and enhance operational performance. Since improved power delivery \npositively affects all of the commercial enterprises of the island, indirect benefits will accrue to \nmost sectors. Rehabilitation of the power system also will yield significant benefits in health, water \nsupply, and other social services dependent on electricity. \n37.  Benefits will accrue from the strengthening of the public utility corporations in each state. \nAdopting  a  more  commercial  approach  to  management,  and  promoting  more  autonomous, \neffective, and sustainable service delivery will improve cost recovery. Staff of PUC, CPUC, KUA, \nand GTWA will upgrade their skills and capabilities through training. The Government will benefit \nfrom  improved  environmental  and  health  outcomes,  reduced  need  for  direct  support  for \noperations, and reductions in health expenditures.  \nA.  Policy Reform \n38.  The Project supports government water, wastewater, and power policy reforms and ADB's \nwater  policy  initiatives,  such  as  (i)  improved  utility  management  and  planning,  (ii)  poverty \nreduction  and  access  to  basic  services,  (iii)  cost  recovery  and  tariff  reform  (para.  47),  (iv) \nmainstreaming environmental management, and (v) stimulating private sector development and \neconomic integration through improved services infrastructure. In Kosrae, the subproject will \nprovide for efficient operations and sustained maintenance of all systems by centralizing them \nunder KUA. All water users will be metered and billed for their consumption of treated water. \nTariffs for all consumers will be introduced in gradual increments to give users time to adjust to \nthe metering and billing process, and to the need to pay for water. KUA will be given assistance \nand training in water system O&M to allow a smooth transfer of the sector to the utility.  \n39.  In Yap, all residents of the  municipalities of Tomil, Gagil, Maakiy, and Maap will be served \nby a professional managed utility and pay rates that recover the O&M costs. Gradual tariff \nincreases will be introduced to recover a rising portion of the capital costs of the new and \nrefurbished  supply  infrastructure.  In  Chuuk,  the  Project  will  assist  CPUC  with  substantial \ninstitutional strengthening, including billing reforms (prepaid system) and access to private land \nfor system maintenance. In Pohnpei, PUC will clearly separate the water, sewer, and power cost \ncenters  to  make  any  cross  subsidies  between  them  transparent.  Policy  dialogue  with \nmanagement to restructure tariffs to recover a greater portion of sewerage costs directly from \nusers as the sewerage connections increase will continue. ", "14  \nB.  Institutional Strengthening \n40.  In Chuuk, CPUC management and technical operations will be strengthened through the \nOMM services contract. Consultants will report to the CPUC chief executive officer and Board.24 \nThe TA will also provide additional advisory support for CPUC Board policy and procedure \ndevelopment, Board member training, staff training, and provision of management information \nand asset management systems software and equipment.  \n41.  The PIA consultancy and the associated TA will assist in the institutional strengthening of \nthe involved utilities, namely, PUC, CPUC, KUA, and GTWA. Capacity building will be achieved \nvia  a  program  of  formal,  informal,  and  on-the-job  training.  In  Kosrae,  the  PIA  will  provide \nassistance to support KUA in assuming responsibility for the water sector, including technical \ntraining, necessary organizational changes, and integrating water billing and revenue collection \ninto current procedures. In Yap, GTWA will recruit additional expertise in technical operations and \nfinancial management. A new member from the Maap area will be recruited to the Board. The PIA \nconsultancy will provide training in utility operations and administration to enable the utility to \nassume effective control over the larger system. \nC.  Social Dimensions \n1.  Land and Resettlement \n42.  The overall government strategy for infrastructure development is to avoid land acquisition \nwherever possible, and the Project adopts this approach. Land acquisition is limited and no \npersons will require resettlement. About 15 landowners in Kosrae are affected. Community land \nin Yap and Government land in Chuuk and Pohnpei will be used for project facilities. Through \nlease  arrangements,  several  small  businesses  operate  out  of  shipping  containers  on  the \nperiphery of the Chuuk site. It is expected that these businesses can be accommodated on \nimmediately adjacent Government-owned land. The Mission has reviewed the land acquisition \nprocedures of the Government and state governments and is satisfied that these procedures are \nconsistent  with  and  provide  the  necessary  protections  of  ADB’s  Policy  on  Involuntary \nResettlement. The level of resettlement is considered insignificant by ADB’s policy and only a \nshort resettlement plan is required (Appendix 10). If any other land acquisition or resettlement \nbecomes necessary in the course of the Project, the Government will notify ADB. In all cases, the \nGovernment will ensure that land acquisition is carried out in accordance with all applicable laws \nand regulations of the Borrower and ADB’s Policy on Involuntary Resettlement. \n2.  Poverty \n43.   The Project is classified as poverty intervention. The project will benefit both the poor and \nnon-poor through the direct benefits of improved living conditions and public health, and indirect \nbenefits  of  reduced  income  poverty  arising  from  reduced  health  care  costs,  increased \nproductivity, and economic development through growth in tourism. Of households in the project \nareas, about 12% in Yap,25 18% in Pohnpei and Kosrae, and 54% in Chuuk are estimated to be \nliving below the poverty line.26 Overall, about 36% of the project beneficiaries, or about 10,400 \npeople, are poor, with about 50% of this number in Chuuk and another 30% in Pohnpei (Appendix \n11). System improvements in Pohnpei specifically target one of the poorer areas in terms of \nincome and living conditions. In Chuuk, living conditions on Weno Island are poor, and the Project \n                                                 \n24 The multiyear training will be financed by CPUC through cost savings resulting from installation of cash power \nmeters and other reforms.  \n25 The estimate was made prior to the typhoon that devastated the island in early April 2004. \n26 Percentages are based on data from the 2000 census. The FSM national poverty line is $867/person/yr or \n$5,982/household. See ADB. 2001. Poverty: Is it an Issue in the Pacific? Manila (Prepared under ADB. 2000 Poverty \nAssessment in the PDMCs. Manila [RETA 5907]). ", " 15\nhas improvements for the entire island. In all states, tariff reform has been structured to ensure \naffordability of these basic urban services to the poor. A recent participatory poverty assessment \nidentifies lack of access to basic services, including water supply, sanitation, and electricity, as a \nkey component of poverty in the FSM.27 Income data in the FSM are not a reliable poverty \nindicator because of family support systems and subsistence living available to those with access \nto land. A family with little income but with several able-bodied workers and sufficient land and \naccess to fishing may be able to provide the household sustenance although such families do not \nhave adequate access to basic urban services. Thus, access to basic urban services is a better \nindicator of poverty and is a major benefit to the poor in terms of quality of life. \n44.  The Project will make a major contribution to improved public health, particularly to the \npoor who are the least likely to have safe and adequate water storage tanks. By providing safe \nwater supplies in Kosrae and Yap, the Project will reduce the high incidence of water-related \ndiseases,  and  risk  of  cholera  outbreaks,  which  occurred  in  Pohnpei  in  2000.  Upgrading \nwastewater treatment infrastructure in Pohnpei will improve environmental quality and public \nhealth, particularly in the most densely-populated urban area. In Chuuk, providing reliable power \nsupply  to  Weno  Island  will  reduce  waterborne  diseases  by  giving  households  access  to \nelectrically pumped, treated well water. It will contribute to public health for all people in Chuuk by \nimproving medical services that are currently undermined by power failures.  \n45.  The Project will also boost tourism and associated private sector growth in all states by \nremoving the adverse effects on tourism posed by inadequate water supplies and, in the case of \nChuuk, by inadequate and unreliable power supply. Growth in tourism will improve employment \nopportunities in the private sector, and opportunities for business development and employment \nwill increase. A further benefit to the poor will occur in Yap, where the Project will provide piped \nwater to rural areas and enable many low-income people who are currently renting land in \ninformal urban settlements to return to live on their own land. \n46.  Water and power are charged at rates affordable to the poor. Surveys conducted during \nthe  PPTA  suggest  that  many  Kosrae  consumers  are  unwilling  to  pay  for  water,  but  this \nunwillingness may be related to low levels of public understanding of the health risk of their \ncurrent water supplies. As service and awareness improve, it is likely that public attitudes will \nquickly change. \nD.  Financial Aspects \n47.  Financial  projections  have  been  prepared  for  the  four  investment  components  in \naccordance with the Guidelines for the Financial Governance and Management of Investment \nProjects  Financed  by  the  Asian  Development  Bank  to  assess  the  financial  viability  and \nsustainability  of  each  investment  (Appendix  12  and  supplementary  appendixes  A-D).  The \nprojected  financial  statements  indicate  that  for  the  Yap,  Kosrae,  and  Pohnpei  components, \ncurrent tariff levels are likely to generate revenues to cover O&M and management costs over the \nfirst 5 years of operation, but will not cover depreciation, debt service, or a rate of return to \nGovernment  equity.  The  cash  flow  position  has  been  evaluated  and  appropriate  covenants \nincluded  to  ensure  that  resources  to  cover  projected  shortfalls  are  made  available  through \nappropriate budget allocations. Ongoing policy dialogue with respect to tariff policy and cost \nrecovery mechanisms will continue throughout project implementation (particularly for PUC where \nspecific assurances have been agreed upon to undertake a comprehensive tariff study). Given \nthe social and economic benefits associated with these components, and appropriate covenants \nto ensure that sufficient funds will be available pending introduction of a cost recovery tariff \nstructure, the component investments are considered sustainable. With respect to the Chuuk \n                                                 \n27  ADB. 2002. National Poverty Reduction Strategies in Pacific Developing Member Countries. Manila (Participating \nPoverty Assessment, Draft Final Report [March 2004]). ", "16  \ncomponent, financial projections indicate that current tariff levels will provide full cost recovery, \nincluding  debt  service  and  a  reasonable  return  on  investment.  The  projected  financial \nperformance of CPUC is strong and appears sufficient to cover OMM contract costs.  \n48.  The financial evaluation of all four investment components was undertaken in real terms \nusing constant 2004 prices. Given that the tariff structures for the Yap, Kosrae, and Pohnpei \ncomponents are not sufficient for full cost recovery, the financial internal rate of return (FIRR) for \nthese components is negative. The FIRR for the Chuuk component, computed on an after-tax \nbasis, is 14.0%. This compares favorably with the after-tax weighted average cost of capital of \n2.0%. The component is considered both financially viable and sustainable. Sensitivity and risk \nanalysis indicates that the FIRR is robust under adverse conditions. A more detailed financial \nevaluation is in Appendix 12 and the supplementary appendix for Chuuk. \n49.  In Yap, metering and user charges at the tariff current in Gagil-Tomil will be introduced to \nthe residents of Maakiy and Maap following integration with Gagil-Tomil. The current tariff is \nsufficient to recover OMM costs of the integrated system, but does not recover capital costs. A \nschedule of gradual increments to the tariff will be introduced to recover a target of 30% of annual \ncapital depreciation. The FIRR of the Yap subproject is negative. The state will fund the capital \nand financing costs of the Project, with a portion of the capital costs reimbursed by GTWA as the \ncapital recovery target is achieved. \n50.  In Kosrae, metering will be installed on all consumers and a tariff introduced in gradual \nincrements to recover OMM costs over the first 5 years of the Project. Due to the long experience \nof Kosrae users with essentially \"free\" water and low willingness to pay for water, and the \nabundance of surface water for most residents, the scope to recover full costs including capital \nand finance costs is limited. The FIRR of the subproject is negative. The state government will \nfund the capital and financing costs of the Project.  \n51.  In Pohnpei, the current charging mechanism is an implicit water volume-based sewerage \nsurcharge for all water customers, whether or not they are connected to the sewerage system. \nAlthough this is sufficient to recover the OMM costs of the combined water supply and sewerage \nsystems, the Project will generate no additional revenues. Arrears in the water account of any \ncustomer are applied to the customer’s prepaid electricity account and paid off gradually as \nelectricity  is  purchased.  The  FIRR  for  the  Pohnpei  subproject  is  negative  under  these \ncircumstances. However, the PIA consultancy will clarify the explicit financial performance of \neach  of  PUC’s  cost  centers  (power,  water,  and  sewer)  to  determine  the  degree  of  cross \nsubsidization between them, and conduct dialogue with PUC to (i) make the cross subsidy \ntransparent to the government, PUC, and consumers; and (ii) to adjust the tariff structure to \nprovide for improved targeting of sewerage costs on users and reduced cross subsidy.  \n52.  In  Chuuk,  the  current  tariff  is  sufficient  to  recover  full  costs  and  will  be  periodically \nreviewed. Through assistance to management and the Board under the OMM services contract, \nrevenue collection will be substantially increased and effective financial management procedures \napplied to ensure that full costs and loan obligations are met. To ensure that these objectives are \nmet, the contract will be performance-based and progress will be closely monitored by the \nimplementation consultants and the CPUC Board and management. A tripartite review will be \ncarried out every 6 months, so that timely adjustments can be made. Eighteen months from the \nstart of the contract, an in-depth review will be conducted to determine the personnel inputs for \nthe remainder of the contract. ", " 17\nE.  Economic Aspects \n53.  The economic internal rate of return (EIRR) was calculated for each subcomponent, \nexcept  Pohnpei  where  a  sector  analysis  approach  was  adopted.  Economic  costs  included \nphysical and nonphysical project components. In Chuuk, valued benefits include (i) restoration of \nelectricity to households for whom no suitable or affordable substitutes for electricity exist; and (ii) \nreplacement of the costs of self-generation by businesses and government entities with a reliable \ncentralized public electricity at much lower cost. The EIRR of the Chuuk subproject is 11.2%. In \nYap, valued benefits include (i) the provision of incremental water supply to residents in Maakiy \nand Maap, and (ii) the reduction in resource costs of supplying water to all consumers connected \nto the Gagil-Tomil well field operated by GTWA. The EIRR of the Yap subproject is 12.3%, \nslightly above the opportunity cost of capital of 12%. However, the subproject has substantial \nbenefits that cannot be quantified, particularly the economic potential (tourism) opened for the \nMaap and Maakiy areas of Yap, which have been economically depressed due to lack of basic \nservices, especially water. In Kosrae, the valued benefits include a substantial impact from the \nreliable delivery of treated, safe water to all consumers in the subproject areas. The EIRR of the \nKosrae subproject is 16.2%. The Pohnpei subproject is a sanitation project, the benefits of which \naccrue to the community at large, and for which no explicit EIRR calculation is needed.28 The \nsubproject is a least-cost solution to the sanitation and environmental problems, using technology \nappropriate to the cultural and social environment of Pohnpei, well within the capacity of the IA to \noperate  and  maintain,  and  consistent  with  government  infrastructure  development  and \nenvironmental protection, policies, goals, and objectives. \nF.  Environmental Aspects \n54.  The Project has no significant negative environmental impacts. The Project is in ADB's \ncategory B, requiring no EIA under ADB's environment policy, relevant operational procedures \n(OM/F1) and environmental assessment guidelines (2003). Continued review during detailed \ndesign is required by state government environmental policies, legislation, and regulations, and \nwill  be  followed  by  the  respective  state  governments.  The  respective  state  agencies  have \nindicated that the IEEs of the subcomponents satisfy their preliminary environmental assessment \nrequirements and that full EIAs are not expected to be necessary. Positive environmental benefits \nwill  accrue from  improved  wastewater  collection  and  treatment  in  Pohnpei  and  provision  of \nreliable power generation and distribution to Chuuk, allowing for improved wastewater and water \nsupply services. Living conditions in all states will be improved by the respective infrastructure \nimprovements. The Project also removes a major environmental hazard and health risk through \nthe remediation of the existing Weno Island power plant site. Potential impacts related to siting \nhave been addressed through a review of alternative sites and careful planning and design. \nPotential construction impacts are those typically expected for any construction activity, including \nerosion and sedimentation, traffic disruption, and noise. These will be mitigated by standard \nengineering  practices  and  proper  construction  methods.  Appropriate  designs  and  training \nprograms  to  support  proper  O&M  address  potential  operational  concerns.  Preliminary \nenvironmental management plans (EMPs) for each of the four subprojects are attached to the \nsummary initial environmental examination (IEE), and these spell out environmental measures \nthat will be required of the final design, construction, and operations. The EMPs will be refined \nduring the detailed design phase. The SIEE is included as Supplementary Appendix E. Appendix \n14 gives a summary of SIEE findings and conclusions.  \n                                                 \n28 ADB. 2003. Key Areas of Economic Analysis of Projects. Manila. ", "18  \nG.  Project Risks \n55.  Project risks center on (i) meeting CFA IDP requirements  and availability of necessary \nCFA funds for counterpart financing, (ii) successful implementation of institutional reforms, and \n(iii) successful establishment of tariffs to recover costs. The Mission has closely coordinated \nproject planning and design with the USDOI and other US agencies to ensure harmonization of \napproaches and institutional, financial management, and operational reforms. Widespread CPUC \ninstitutional reforms are necessary to successfully implement the Project in Chuuk. Recognizing \nthis, CPUC has been instrumental in formulating a rehabilitation strategy for the sector, and has \nbegun  necessary  reforms  such  as  appointing  a  chief  executive  officer,  rationalizing  staffing \nfunctions and levels, installing prepayment meters, and improving billing and collection functions. \nInstitutional  reforms  are  also  required  in  Kosrae  and  Yap  to  progressively  centralize  the \nownership, and O&M of water supply systems. Government and public utility commitment to \nimplement these reforms in both states has been demonstrated through dialogue with affected \ncommunities and local stakeholders throughout project development. Although Government and \ncommunity land will be utilized for most project components, private land acquisition is required \nfor the Kosrae component, and various planning and legal approvals are necessary for land \nparcels associated with the Pohnpei wastewater treatment facility, and also for the Chuuk power \nstation. Both Pohnpei and Chuuk have commissioned a committee to work toward securing the \nrelevant  approvals.  Water  tariffs  need  to  be  established  in  Kosrae  to  recover  costs  for  its \nsubcomponents. There is a risk, initially, of public opposition to tariff establishment that could \nresult in inadequate cost recovery and a need for excessive Government subsidy. Kosrae has \ndemonstrated  a  strong  commitment  to  develop  tariffs  and  improve  cost  recovery,  and  is \ncommitted to implement public awareness and other initiatives relating to tariff establishment. The \nProject emphasizes building community and other stakeholder awareness and commitment to the \nProject, and is encouraging utility corporation responsiveness to community needs. \nV.  ASSURANCES \nA.  Specific Assurances \n56.  In  addition  to  the  standard  assurances,  the  following  further  assurances  have  been \nincorporated into the legal documents:   \n(i)  CPUC will inform ADB of the progress and status of the OMM services contract as \npart of regular project reporting, and any substantive changes in the contract will \nbe subject to prior agreement with ADB.  \n(ii)  CPUC will improve revenue collection so as to (a) recover 60% of outstanding \narrears from residential and commercial sectors by 31 December 2005 and 90% \nby 31 December 2006, and (b) recover 90% of current billings from all customers \nby 30 June 2005.  \n(iii)  CPUC will complete annual reports summarizing its operations including technical, \nfinancial and managerial aspects within four months of the end of each fiscal year \nand make such reports available to the public, beginning with FY2004. \n(iv)  The state of Kosrae will cause the transfer to KUA of (a) all state-operated water \nsystems  by  31  March  2005;  (b)  50%  of  the  municipal-owned  and  -operated \nsystems by 30 September 2006, and the remaining 50% of the municipal water \nsystems by 30 June 2006. \n(v)  KUA will (a) conduct a sustained public relations campaign to raise customer \nawareness and willingness to pay for water by 30 June 2005; (b) introduce a \nresidential tariff by 30 September 2006 to achieve 33% recovery of O&M costs for \nsystems with treated water and incrementally increase to full cost recovery by 30 \nJanuary 2010; (c) for systems with treated water, introduce tariffs  at the cost ", " 19\nrecovery level for commercial and government customers by 30 September 2006; \nand (d) maintain a customer relations program. \n(vi)  The Government, Kosrae government, and KUA will (a) ensure that no entity, \nwhether government agency, institution, or enterprise, regardless of ownership, \nwill be granted an exemption from the tariffs established pursuant to the above, or \ngranted a preferential rate, or excused for delays in payments without penalties; \nand (b) introduce appropriate measures to protect the basic living standards of the \npoor. \n(vii)  By 31 December 2005, PUC will undertake a comprehensive tariff study for all \nservices it provides, including wastewater services; and (a) identify appropriate \ncharges for cost recovery of all services, (b) develop a transparent system for \nwastewater charges, and (c) develop recommendations for phased implementation \nof a tariff system that provides appropriate cost recovery for each service. The \nrecommendations of the tariff study will be implemented with appropriate public \nand institutional consultation by 30 June 2006. \n(viii)  Yap state government will ensure that appropriate legal measures are in place to \nensure (a) that Maakiy and Maap communities are represented on the GTWA \nboard of directors, and (b) that specific procedures ensure technical support to \nGTWA from DPWT and YSPSC, as necessary. \n(ix)  The Government and state governments will ensure that the counterpart financing \nnecessary for the Project is provided and disbursed on time to allow completion of \nproject  activities,  and  that  additional  counterpart  funding  is  provided  for  any \nshortfall in funds or cost overruns. \n(x)  The Government, state governments, and PUC, CPUC, KUA, and GTWA will \nensure  that  all  applicable  government  environmental  laws,  regulations,  and \nstandards,  and  ADB’s  guidelines  and  procedures,  particularly  ADB’s \nEnvironmental  Assessment  Guidelines,  are  adhered  to  throughout  project \nimplementation and that all environmental monitoring and mitigation measures \nidentified  in  the  SIEE,  the  EMP,  and  the  respective  state  governments' \nenvironment assessment processes are fully implemented. The Government, state \ngovernments,  and  PUC,  CPUC,  KUA  and  GTWA  will  further  ensure  that \nenvironmental  mitigation  measures  are  incorporated  into  design  and  bidding \ndocuments. The Government will monitor and record EMP implementation under \nthe guidance and supervision of the respective state environmental agencies and \nwill include monitoring information in project progress reports submitted to ADB. \nPreliminary EMPs will be revised during the detailed project design phase. \n(xi)  The Government will ensure that all land and rights-of-way required by the Project \nwill be made available in a timely manner, and in any event before civil works \nbegin on the affected properties, and that the provisions of the short resettlement \nplan (SRP), including compensation and entitlements for affected persons, will be \nimplemented in accordance with all applicable laws and regulations, and ADB’s \nHandbook  on  Resettlement.  The  Government  will  ensure  timely  provision  of \nsufficient counterpart funds for land acquisition and resettlement activities, meet \nany  obligations  in  excess  of  the  SRP  budget  estimate,  and  ensure  that  any \naffected  persons  will  be  at  least  as  well-off  as  they  would  have  been  in  the \nabsence  of  the  Project.  Adequate  staff  and  resources  will  be  committed  to \nsupervision and internal monitoring of the implementation of the SRP. The SRP \nwill be updated as necessary to reflect any significant project material changes, \nincluding where the permanent site of the Chuuk power plant site requires land \nacquisition, and such changes will be subject to ADB approval. ", "20  \nB.  Condition for Loan Effectiveness \n57.  The Government will have entered into relending agreements, in form and substance \nsatisfactory to ADB, with at least three of the following entities: PUC, CPUC, state government of \nKosrae, and state government of Yap.  \nC.  Conditions for Disbursement \n58.  The following conditions apply to disbursements for the Chuuk component only: (i) CPUC \nand Chuuk government will, through appropriate legal measures, have ensured that CPUC has \nthe necessary, full, and unrestricted legal access rights onto private land to construct, monitor, \nand maintain power infrastructure and related components under the Project; (ii) CPUC will have \ncompleted the installation of prepayment electricity meters on every active Weno island power \nconsumer, and improved revenue collection so as to have recovered 20% of outstanding arrears \nfrom the residential and commercial sectors, and 70% of current invoices from all customers \n(based on baseline status as of 30 April 2004); (iii) CPUC will have entered into the OMM \nservices contract, in form and substance satisfactory to ADB; and (iv) the Chuuk government will \nhave paid the arrears of each state government power account. \n59.  For disbursements on the Kosrae component only, (i) the Kosrae government will have \ncaused enactment of state legislation designating KUA as the central water utility for Kosrae and \nproviding for the transfer to KUA of all state-operated utilities and 50% of the municipal systems \nby September 2005, and the remaining 50% by 30 June 2006; the legislation will also provide for \nthe development of a transparent performance-based subsidy system to KUA for shortfalls from \ntariffs; and (ii) KUA will establish, with adequate staffing, a division responsible for water and \nwastewater management, and appoint a suitably qualified division manager. \nVII.  RECOMMENDATION \n60.  I am satisfied that the proposed loans would comply with the Articles of Agreement of \nAsian Development Bank and recommend that the Board approve \n(i)   the loan in various currencies equivalent to Special Drawing Rights 9,686,000 to \nthe Federated States of Micronesia for the Omnibus Infrastructure Development \nProject from ADB’s Special Funds resources with an interest charge at the rate of \n1% per annum during the grace period and 1.5% per annum thereafter; a term of \n32 years, including a grace period of 8 years; and such other terms and conditions \nas are substantially in accordance with those set forth in the draft Loan and Project \nImplementation Agreements presented to the Board; and \n(ii)  the loan of $4,800,000 to the Federated States of Micronesia for the Omnibus \nInfrastructure Development Project from ADB’s ordinary capital resources, with \ninterest to be determined in accordance with ADB’s LIBOR-based lending facility; \na term of 25 years, including a grace period of 5 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft Loan \nand Project Implementation Agreements presented to the Board. \n                   \n \n \nTadao Chino \n                      President \n13 October 2004 ", "Appendix 1         21 \nSECTOR AND SUBSECTOR ANALYSIS \n \nA.  Introduction and Scope \n1.  This analysis summarizes the current status of the subsectors water supply, urban \nwastewater  management,  and  power  as  the  latter  relates  Chuuk  State.  No  analysis  has \nrelevance to the (i) Asian Development Bank (ADB) policy initiative for the Energy Sector, Water \nPolicy,  related  environmental  policies,  and  country  strategy;  and  (ii)  indicators  such  as \nenvironmental quality and access to basic services. Lessons learned and the need for the \nProject are also presented. \nB.  Sector Context \n2.  The Federated States of Micronesia (FSM), formerly part of the United States (US) Trust \nTerritory of Micronesia, became an independent and sovereign nation in 1986 under a Compact \nof Free Association (CFA) with the US. The FSM consists of 607 islands spread over about one \nmillion square miles of the northern Pacific Ocean, and has four states: Yap, Chuuk, Pohnpei, \nand Kosrae. While most people of the FSM are generically classed as Micronesian, on the basis \nof ethnic and linguistic origins, cultures and languages differ markedly between states, and also \nbetween islands within some states. The resident population of the FSM increased slightly from \n105,506 in 1994 to 107,000 in 2000.1 The 2000 population was 53,594 for Chuuk, 34,486 for \nPohnpei, 11,241 for Yap, and 7,686 for Kosrae. The low population growth rate between 1994 \nand 2000 reflects the significant degree of emigration, especially to the US. \n3.  The infrastructure of the FSM is mostly concentrated on the “principal” islands, that is, on \nthe islands of Kosrae, Pohnpei, the four closely grouped islands that constitute Yap Proper, and \nthe Chuuk state capital of Weno Island. These islands have a combined land area of around \n216  square  miles,  representing  about  80%  of  the  total  FSM  land  area.  Beyond  the  reefs \nenclosing the lagoons of Pohnpei, Chuuk, and Yap Proper lie the “outer” islands, comprising 39 \nmunicipalities in these three states, with an approximate average of one-half square mile of land \narea per municipality. In Yap, the outer island municipalities of Ulithi Atoll and Woleai Atoll are \nsignificantly larger than other outer island municipalities, and are more developed in terms of \ninfrastructure than are any of the other 37 outer island municipalities. The level of development \nbetween the four states is uneven, with Chuuk, which has half the total population of the FSM, \nsignificantly below the national average. Lack of access to basic services, including water \nsupply, sanitation, and electricity, are leading indicators of poverty in all states. \nC.  Asian Development Bank Sector Focus and Country Strategy and Program \n4.  ADB initiatives in the energy sector2 emphasize (i) PSP to fund energy investments, (ii) \nenergy  efficiency  on  both  the  supply  and  demand  sides,  and  (iii)  closer  integration  of \nenvironmental considerations in energy development. In this context, ADB policies supported by \nthe Project include (i) emphasis on economically sound infrastructure rehabilitation and system \nloss reduction, (ii) assistance in sector planning and training, (iii) active pursuit of environmental \nprotection, and (iv) minimizing subsidies through tariff adjustments at regular intervals to fully \ncover the costs of supply. \n5.  ADB's  water  policy  encourages  support  of  integrated  water  resource  management, \nimproved  and  expanded  delivery  of  water  services,  cooperation  and  awareness,  regional \ncooperation, exchange of information, and improved governance. The policy emphasizes the \nneed for autonomous management of water utilities, cost recovery, and PSP while ensuring \naccess and equitable service to the poor and vulnerable. The Project supports this policy by \n                                                 \n1  Extracted from the 2000 National Population and Household Census for the Federated States of Micronesia. \n2  ADB. 1995. The Bank's Policy Initiatives for the Energy Sector. Manila. ", "22 Appendix 1 \nimproving and expanding the delivery of water, reducing health risks, and encouraging good \nwater and environment governance. It supports the continued development of Pohnpei Utilities \nCorporation (PUC) and Chuuk Public Utility Corporation (CPUC) in the wastewater and power \nsectors in Pohnpei and Chuuk, respectively; assists Gagil-Tomil Water Authority (GTWA) with \nsystem expansion; and supports the Kosrae government in developing the capacity of Kosrae \nUtilities Authority (KUA) to manage the water sector and introduce appropriate water charging \npolicies. \n6.  The Country Strategy for 2003–2005 for the FSM takes into account the sector priorities \nand goals of the Government, and the outcomes of the CFA arrangements with the United \nStates.3 The country strategy continues to support the Government strategy  of private sector-\nled  economic  growth  that  creates  an  enabling  environment  conducive  to  private  sector \ndevelopment which will create additional jobs and opportunities. Social sector development and \nreforms will continue to play an important role in the overall development of the FSM, with \nemphasis on improving basic social service delivery through increased allocation and better \nutilization of resources. A key objective is good governance through improved planning and \nbudgeting systems, more effective and efficient utilization of resources, and transparent and \nuniformly  consistent  rules  and  regulations  between  and  within  the  national  and  state \ngovernments. \nD.  Indicators \n7.  In recent years, the FSM economy has stabilized and achieved a level of growth close to \nits long-run average real growth rate of about 1.5% per annum. This stabilization followed a \nsignificant reduction of CFA funding toward the end of the third 5-year period of the CFA. \nEconomic activity declined in 2003 as a result of fiscal tightening in advance of reduced CFA \nassistance anticipated in 2004, and continued uncertainty and curtailed investment. Inflation in \nthe FSM remains moderate, reflecting both the stagnant economy and low inflation in the US, \nthe major source of imports. Negotiations for the new CFA have been substantially completed. \nThe new arrangements include a $76 million grant and a $16 million contribution annually to the \ntrust  fund  for  20  years.  A  minimum  of  30%  of  the  total  must  be  used  for  infrastructure \ninvestment and 10% of this set aside for maintenance to ensure long-term sustainability of these \ninvestments. The FSM has prepared an infrastructure development plan (IDP) that projects \n$748 million for infrastructure during the period 2004–2023, with over 50% being sourced from \nCFA funds. \n8.  With a human poverty index of 26.7, the FSM has a low ranking in the Pacific. The \nincidence of economic inequality varies widely among the four states, and the lowest-income \nhouseholds are on the outer islands where employment opportunities are chronically lacking. \nThe FSM also faces health and environmental issues related to inadequate access of the \npopulation  to  safe  water,  inadequate  solid  waste  management,  and  loss  of  biodiversity. \nMaternal mortality of 122 deaths per 100,000 live births is a serious health issue and illustrates \nthe poor quality of health services. Fertility rate decreased only marginally (for all women) from \n4.6 children per woman in 1994 to 4.4 in 2000. However, for women in the labor force, the \ndecline in fertility rate was much higher, from 3.4 children per woman to 2.5. Similarly, the crude \nbirth rate decreased from 31 per 1,000 in 1994 to 28 per 1,000 in 2000. Life expectancy \nincreased from 65 to 67 years while infant mortality rate (IMR) dropped from 46 per 1,000 in \n1994 to 40 per 1,000 in 2000. Although there was a slight improvement in IMR, the decline was \nunsatisfactory as the rate is still considered one of the highest in the Pacific. \n \n                                                 \n3 The Compact of Free Association (CFA) under which the US Government provides grant assistance to the FSM \nwas recently renewed for a 20-year period. ", "Appendix 1         23 \n9.  Chuuk with half the population of the FSM has the lowest indicators, thus lowering the \naggregate  human  development  and  poverty  indicators  for  the  FSM.  In  the  Pacific  human \ndevelopment index (HDI), the FSM ranks seventh of 12. On a global HDI scale, the FSM is \nranked 120, which places it at the lower end of the middle ranking countries.4 On the human \npoverty index (HPI)5 of the United Nations Development Programme (UNDP),  the FSM is \nranked among the poorer countries of the world at 32 on the global scale. It has the fourth \nhighest HPI in the Pacific, below Vanuatu, Solomon Islands, and Papua New Guinea. The state \nurban centers have access to a public water supply and sewerage. Public access to piped water \nat 97% (footnote 1) is highest in Kosrae but the small municipal water supply systems are in \npoor condition and the water is not potable. Yap has extended good quality water supply to \nmost of the population on the large islands, while the outer islands have adequate water from \nwells and catchments. Yap has made the best progress so far in providing for the needs of rural \nconsumers.  In  Chuuk,  water  quality  is  generally  poor.  On  Weno  island,  ADB-financed \ninvestments have aimed at providing an island-wide treated water supply, but these have so far \nnot achieved intended goals due to poor site selection and to some technical and management \nproblems. Water-related diseases are a recognized health problem in all states. Health statistics \nprofiles in each state show the incidence of amoebiasis, diarrhea, gastroenteritis, giardiasis, and \nsome leptospirosis. However, the official records can only be regarded as indicative since they \nrefer only to persons treated in hospitals and health centers. \n10.  The majority of the rural population in all states rely on untreated simple community \nsystems, roof catchments, and small privately owned springs or wells, which may or may not be \npiped. Pohnpei, for example, has a reasonably good quality public water supply to urban and \nperi-urban areas, but water in the rural areas is not treated. PUC is systematically addressing \nthe situation and the strategy to extend the treated piped water around the island is being \nadvanced. This ADB loan, together with support from United States Department of Agriculture-\nRural Utility Service,6 will provide treated water to all municipalities in Kosrae and coverage with \na treated piped water supply to all municipalities in Yap Proper, except Rumung. In Weno \n(Chuuk),  the  available  piped  water  system  is  not  providing  potable  water  at  present,  and \nsystems on other islands provide only untreated water. \n11.  Only about 25% of the FSM population has access to either a sewerage connection or a \nseptic tank (footnote 1), but this figure increases to over 70% for Kosrae. Sewerage systems are \nin place in Kolonia (Pohnpe), Weno (Chuuk), Colonia (Yap), and Tofol (Kosrae). However, none \nof them can be said to have an effective treatment and disposal system at present. In the case \nof Chuuk, the treatment plant has been out of operation for many years and raw sewage is \ndischarged into the lagoon. No sewerage systems have been provided outside the main urban \ncenters. The urban centers in all states have electric power. In Yap, Pohnpei, and Kosrae, \nelectricity is also extended to a large proportion of rural residents. In Chuuk, however, the \nmajority of rural households have no electrical power supply, and less than 20% of its total \npopulation  have  an  electrical  connection.  Some  have  intermittent  access  via  private  or \ncommunity generators or solar systems. Kosrae has the highest proportion of households with \nelectricity  connections  (92%),  followed  by  Pohnpei  (65%)  and  Yap  (56%).  All  states  have \nreorganized  their  provision  of  electricity  under  public  utilities  corporations,  and  customers \nconnected to the public electricity system are metered. Good progress on cost recovery is being \nmade in all states, except Chuuk where the situation is only now being actively addressed.   \n \n                                                 \n4  The HDI is calculated from the average life expectancy at birth, adult literacy, gross school enrollments, and \nadjusted gross domestic product (GDP) per capita. A lower HDI number indicates a higher ranking. \n5  The HPI is calculated by combining the percentages of people not expected to survive to 40 years of age, adults \nwho are illiterate, people without access to safe water, and children under five who are underweight. \n6  USDA-RUS support has been approved for water supply improvements for Lelu municipality, and an application \nhas been made for support for water supply improvements in Malem municipality ", "24 Appendix 1 \n12.  The IDP proposes substantial investment in water supply, and wastewater and power \ninfrastructure during 2004–2023 with support from the proposed Project. The investment will \nparticularly  address  the  chronic  deficiencies  in  the  Chuuk  lagoon  islands  where  essential \ninfrastructure is currently lacking. The IDP has allocated $141 million for water supply and \nwastewater infrastructure, and $81 million for power infrastructure. \nE.  Institutional Framework: Laws, Policies, and Government Agencies \n13.  The national Government and the state governments have deemed it desirable for public \nutility corporations to have responsibility for power, and water supply and wastewater in their \nstates,  and  have  allocated  these  responsibilities  in  existing  or  pending  legislation.  This \nassignment is actively implemented In two states. Under the Project, the plan is for Kosrae to \ntransfer water issues to KUA. The exception is the water sector in Yap, where centralization of \nthe sector under the state utility Yap State Public Services Corporation (YSPSC) is stated as an \neventual goal, but no definitive moves toward that have been made.  The state is currently \nsatisfied with the status quo, under which the Southern Yap Water Authority, YSPSC, and \nGTWA manage the sector jointly. The relevant legislation provides for continued autonomy of \neach of these authorities, but with a requirement for mutual cooperation. \nF.  Evaluation of the Current Framework, Needed Reforms and Capacity Building \n14.  The current framework provides a strong foundation for improvements in the provision of \nwater supply, wastewater and power services, and associated improvements in governance in \nthese sectors.  There is strong emphasis on capacity building for CPUC, KUA, and GTWA and \non continued dialogue with PUC on tariff issues. Reforms under the subproject strongly support \nGovernment reforms of state-owned enterprises, particularly CPUC in the areas of financial \nmanagement, training, and technical operations. There is a need to further integrate the water \nsupply sectors in Yap and Kosrae, and to restore good governance in the power sector in \nChuuk. Assistance in developing subsector management plans, regulations, and operational \nmanuals  are  key  capacity-building  needs,  particularly  for  the  power  sector  in  Chuuk.  The \nframework supports targeted assistance to Yap and Kosrae in providing sanitation awareness \nprograms, integrated with implementation of the water supply projects. \nG.  Lessons Learned \n15.  This is the second ADB loan in the sector. Lessons learned from this experience, other \nADB loans in the FSM, and the experience of other funding agencies include the following: (i) \nlong-term capacity building and effective management systems need to be in place in the utility \ncorporations  for  them  to  function  effectively  for  project  implementation  and  operations;  (ii) \ndetailed  financial  planning  and  management  need  to  be  implemented  to  ensure  long-term \nfinancial  viability  of  infrastructure  investments;  (iii)  infrastructure  component  design,  and \noperation and maintenance need to be appropriate for Pacific island conditions and constraints; \n(iv) land tenure matters are an integral part of project design and implementation; (v) early \nimplementation of a community awareness program on issues such as water pricing and the \nhealth benefits of clean water will promote community support and willingness to pay for the \nservice; (vi) community awareness of sanitation requirements should be integrated with water \nsupply improvements if the desired health benefits are to be realized; and (vii) the use of local \nskills  and  training  should  be  prioritized  throughout  project  implementation  to  progressively \ndevelop local capacity to operate and maintain infrastructure.  \n16.  The Project addresses these lessons through a variety of targeted interventions.  Each \nof the public utility implementing entities of the four states, particularly CPUC in Chuuk will \nbenefit from an operations, maintenance, and management support services contract to build \ncapacity over an initial 5-year period, supplemented by technical assistance (TA) for capacity ", "Appendix 1         25 \nbuilding. In addition, KUA in Kosrae and GTWA in Yap will be supported through TA capacity \nbuilding primarily related to financial and operational management. A thorough evaluation of \nfinancial planning has been performed for project implementing agencies in each state and tariff \nreform  measures  are  specified  to  allow  for  progressive  cost  recovery  to  be  achieved.  \nInfrastructure  components  emphasize  least-cost,  low-maintenance  solutions,  and  are \nappropriate  for  island  environments.  Land  acquisition  requirements  have  been  kept  to  a \nminimum, and where land is required, acquisition of government and community-owned land \nparcels has been prioritized. Since land acquisition constraints on Chuuk are relatively acute, \nmobile  power  generation  system  components  have  been  specifically  proposed  to  provide \nflexibility in their interim and longer-term location. Community awareness programs relating to \nissues of water pricing and the health benefits of clean water, as well as a community sanitation \nawareness program are included in the project arrangements. The Project also supports the \nprogressive development of local skills through training and capacity building.  \nH.  Need for the Project \n17.  The Project will contribute significantly to the improvement of public health and human \ndevelopment in all states. Proposed subprojects in Yap and Kosrae will supply potable water to \nhouseholds that currently lack safe water supplies, to reduce the incidence of waterborne and \nrelated disease in both states. Most households in the project areas of Yap do not have toilets \nand provision of water will encourage people to build toilets, especially if the state government \nmakes them a public health priority. The Pohnpei subproject will improve public health and the \nenvironment in urban and peri-urban areas by upgrading the sewerage system. In Chuuk, the \npower rehabilitation project is justified on grounds of economic recovery, public health, and \nhuman development needs. Although it serves only the urbanized island of Weno, electricity is \nneeded to pump water to consumers, for government operations, and for hospitals and schools. \nRehabilitating the power sector will also facilitate the rehabilitation of the water sector.  \n \n ", "26  Appendix 2 \nEXTERNAL ASSISTANCE \n \nA.  Other Funding Agencies \n1.  Table A2.1 lists ongoing or confirmed projects funded with external assistance in the \nwater, wastewater, environmental and power sectors.  \nTable A2.1: Non-Asian Development Bank Assistance to Relevant Sectors \n($’000) \n  Funding     \nProject Name  Agency  Type  Amount \n       \nUNDP Water Assessment and  UNDP  Grant  720.0 \nDevelopment  (1990–1996) \nSanitation and Small Scale Water Project   US EPA  Grant  9,000.0 \nSmall Scale Community Water Project  AusAID  Grant  30.0 \n(1990-Present) \nCommunity Water Supply and Sanitation  New Zealand  Grant  15.0 \n(1994-Present) \nWater, Power, and Sewerage Projects  US DOI  Grant  13,818.0 \n(1989-Present) \nPower Projects  JICA  Grant  2,000.0 \nSewerage Projects  JICA  Grant  800.0 \nOuter Islands and Rural Communities  EEC  Grant  4,200.0 \nRenewable Energy (Proposed) \nUNDP  =  United  Nations  Development  Programme,  US  EPA=United  States  Environmental  Protection \nAgency, AusAID=Australian Agency of International Development, US DOI = United States Department of \nthe Interior, JICA = Japan International Cooperation Agency, EEC = European Economic Commission. \nSource: Federated States of Micronesia Government.   \nB.  Asian Development Bank \n2.  Table  A2.2  shows  historical  ADB  funding  for  the  urban  management  and  urban \ninfrastructure sectors.  \nTable A2.2: Past Asian Development Bank Funding in Relevant Sectors \n($ million) \nLoan    Year   \nNumber  Loan Name  Approved  Amount \n       \n1459  Water Supply and Sanitation  1996  10.2 \n1520  Public Sector Reform  1997  17.9 \n       \nSource: Asian Development Bank estimates.", "  Appendix 3  27 \nPROJECT FRAMEWORK \n \nDesign Summary  Performance Indicator/Target  Monitoring Mechanism  Assumptions  \nand Risk \nGoals       \n   \nHigh standard of public  • Improved living standards  Government  monitoring \nhealth and the environment  • Water-quality in new and  programs and statistics \nthrough adequate  rehabilitated systems meeting \ninfrastructure  World Health Organization \n  (WHO) and local standards \n  • Decline in water-related \n  diseases decline  \n   \nEconomic growth and  • Increased investments in all \npoverty reduction through  states \nimproved infrastructure,  • Improved living standards \nparticularly in Chuuk \n \nthrough improvements to \nthe electrical power sector \nObjective/Purpose       \n     \nEnhanced public health,  • Effluent quality from Pohnpei  • Pohnpei Utility  • Solid waste \nenvironmental quality, and  wastewater treatment plant  Corporation (PUC)  management \nsurface water quality  meeting Pohnpei Protection  records  project required to \nthrough improved  Agency Environmental (EPA)  • Pohnpei EPA  utilize proposed site \nwastewater infrastructure  standards by December 2008  monitoring reports  proceeds as \nand management for  • Occurrences of sewage  • PUC financial  scheduled \nPohnpei and improved  overflows reduced by 50% in  management reports  • PUC operation and \ndelivery of water services  Pohnpei by December 2008  and annual reports  maintenance are \nand expanded water supply  • Expanded wastewater  • Utility corporation  satisfactory. \nsystems for Yap and  collection systems to Sokehs  water quality test  • Infiltration into \nKosrae; and improved  serving additional 300  results  sewer pipes is \nmanagement and provision  households by December  • Yap, Kosrae, and  reduced. \nof power in Chuuk  2009  Pohnpei health  • Chuuk State \n  • In Kosrae: Water systems  statistics  proceeds with water \n  providing safe drinking water    and wastewater \n  in Mutunte (by September  service \n  2006) and Walung (by June  improvements upon \n  2007); and Utwe (by  resolution of power \n  December 2006) regularly  generation \n  providing safe (by WHO  problems. \n  guidelines and local  • Sanitation \n  standards) drinking  Improvement \n  • All households in Gagil-Tomil  Program is \n  (360 households) and Maap  effective.  \n  (160) households in Yap with \n \naccess to safe drinking water \n  (by WHO guidelines and local \n \nstandards) \n \n• Water-related disease \n \nstatistics decline by 20% in \n \nYap, 30% in Kosrae, and \n \n10%in Pohnpei by January \n \n2010 \n \n \n \n \n \nContinued on next page ", "28  Appendix 3 \nDesign Summary  Performance Indicator/Target  Monitoring Mechanism  Assumptions  \nand Risk \nPoverty reduction, support  • Continuous power supply to  • Chuuk Public Utility  • Continued \nfor economic growth and  all of Weno by December  Corporation (CPUC)  Government \nenvironmental  2006  data  support \nimprovements through  • Increased number of visitors  • Consumer feedback  • CPUC reform \nimproved power generation  to dive resorts in Weno  measures \nand distribution  • 90% reduction in self- successful \n  generation by connected  • Satisfactory \n  commercial and government  maintenance of \n  electricity customers   facilities \n  • 90% decrease in outages to \n  residential customers by \n  December 2006 \n \n• Cash power metering for all \n \ncustomers completed by 30 \n \nDecember 2004 \n \n• Tree clearing rights secured \n \nby CPUC by December 2004 \n \n• Work starting by December \n \n2006 on Compact-funded \n \nrehabilitation of the water and \n   \nwastewater sectors in Weno  \n \nImproved management of  • Kosrae Utility Authority (KUA)  • Project reporting and  • State legislatures \nthe water, wastewater, and  established as centralized  reviews  pass required \npower sectors  water utility for Kosrae by  • KUA, Gagil-Tomil  legislation. \n  December 2004 with 2  Water Authority  • Kosrae \nsystems under its  (GTWA), CPUC, and  municipalities are \nmanagement; 4 under  PUC records and  willing to relinquish \nmanagement by end-2006;  annual reports  control of water \nand all systems under    systems. \nmanagement by end-2010    • Operation, \n• GTWA expands to include  maintenance, \nMaap by June 2005  management \n• Water tariff established in  services contract is \nYap for full recovery of  carried out as \noperation and maintenance  designed. \n(O&M) costs by June 2005   \nand gradual increases to \nrecover 30% of capital \ninvestments by January 2010  \n• Water tariff established in \nKosrae by September 2005, \nas treated water is supplied, \nto achieve 33% O&M and \nincrementally increased to \nachieve full recovery of O&M \ncosts by January 2010 \n• CPUC financially viable and \npower operations profitable \nby December 2005  \n• CPUC institutional \nstrengthening program \nimplemented throughout life \nof the Project \n• In Pohnpei, transparent \nrecordng of wastewater \nmanagement financial status \nrecorded by December 2005 \nContinued on next page", "  Appendix 3  29 \nDesign Summary  Performance Indicator/Target  Monitoring Mechanism  Assumptions  \nand Risk \nAdvancement of private  • Decrease in system outages  • Project reviews  • Utility provision \nsector development by  and consequent reduction in  • PUC records  improvements are \nproviding improved  self-generation by connected  • Utility corporation  sustained. \ninfrastructure   commercial and government  records   \n  customers by December   \n  2006 \nOutputs   \nComponent 1: Improved Power Infrastructure for Chuuk \nInterim power-generating  • 3 power units generating 3  • Installation and  • Advanced action \nequipment   megawatts (MW) installed by  commissioning reports  approved. \n  December 2004     • Generator vendors \nhave equipment \navailable. \n \nNew power station and  • Modular 7 MW power station  • Project reports and  • Project \ncommissioning and  commissioned by September  review missions  management is \ndistribution system  2006   • CPUC reports  effective. \nupgraded  • Distribution system upgrades   \n  including, poles straightened \nand reseated, generators \ncleared of foliage, customer \nconnections repaired and \ntransformer loadings checked \nby December 2006 \n• Forced outages throughout \nthe island reduced by 90% \nRemediation of old  • Remedial investigation  • Project reports and  • Remediation works \n(existing) power plant site  completed by June 2006 and  review missions  are affordable and \nto allow residential use  remediation completed by  • Remedial investigation  meet EPA \nJune 2007  report  requirements. \n  • EPA approvals   \n• Remediation \ncompletion report \nCPUC as an effective and  • CPUC written board  • Project reports and  • CPUC is receptive \nefficient power utility  management policies and  review missions  to reforms. \n  procedures established  • CPUC annual and  • State government is \n• Annual reports prepared and  other reports  committed to \nmade public 6 months after  • Training needs  enforcing CPUC \nclose of each fiscal year  analysis and training  right-to-land \n• Financial management  reports  access. \nsystems improved by June  • Financial records of \n2005  CPUC \n• Written personnel   \nmanagement system \ndeveloped and implemented \nby June 2005 \n• Management information \nsystem developed and \nimplemented by June 2006 \n• Asset management system \ndeveloped and implemented \nby June 2006 \n• CPUC prepared to address \nits mandates in water and \nwastewater services by \nDecember 2006 \nContinued on next page", "30  Appendix 3 \nDesign Summary  Performance Indicator/Target  Monitoring Mechanism  Assumptions  \nand Risk \n• Staff trained and retain strong \ncapabilities in the assigned \nfields December 2007, \nincluding the following \ntraining and certifications \n(i)   Financial management \n(and manual prepared) \n(ii)   Business planning and \nadministration (and \nmanual prepared) \n(iii)   Technical training in \noperation and \nmaintenance of power \nsystems (and manual \nprepared) \n(iv)   Technical training in \ndistribution line \nmaintenance (linemen \ncertification up to level \nIII)  \n(v)   CPUC board trained in \nCommercial Board \nmanagement and related \nmanual prepared \n       \n  Component 2: Improvements to Wastewater Infrastructure in Pohnpei \n \nWastewater treatment plant  • WWTP providing at least  • Project reports and  • Solid waste \nand rehabilitated sand-  secondary treatment  review missions  management \nextended sewerage system  operating by December 2008    project is completed \n  • 5 pump stations upgraded   on schedule. \n• 1 new pump station  • Connection \n• 3,200 feet (ft) of new and  program is \n5,000 ft of rehabilitated sewer  enforced. \ncollection mains   \n• 5,700 ft force mains \n• 400 additional households \nconnected by December \n2009 \nImproved wastewater  • Transparent tariff structure  • Project reports and  • Training programs \nmanagement  agreed and implemented to  review missions  are effective and \nallow transparent cost  • Comprehensive tariff  trainees \nrecovery for sewerage  review report  responsive. \nsystem O&M, based on  • Financing plans  • PUC is able to \ncomprehensive tariff review  incorporating tariff  increase tariff to \n• Training programs conducted  structure  cover sewerage \nwith emphasis on effective  • Training outlines and  costs. \nO&M of new treatment facility  reports \nand water quality monitoring; \noperators receive US EPA \nwastewater treatment plant \noperators certification by 31 \nDecember 2007 \n   \nComponent 3: Improved Water Supply Systems in Kosrae \n \nWater supply systems in  • Mutunte by June 2006   • Project reports and  • Land acquired in \nMutunte, Tafunsak, and  (i)   414 gallons per minute  review missions  timely manner. \nContinued on next page", "  Appendix 3  31 \nDesign Summary  Performance Indicator/Target  Monitoring Mechanism  Assumptions  \nand Risk \nUtwe upgraded to provide  (gpm) capacity slow  • KUA records   \nsafe drinking water; and  sand filter  • Department of Health \nnew safe water supply  (ii)   Chlorination unit  water quality \nsystem provided to  (iii)   180,000 gallon  storage  monitoring reports \nWalung, Tafunsak  tank \n(iv)   23,900 ft new \nrehabilitated distribution \nlines \n• Utwe by November 2007 \n(i)   192 gpm capacity slow  \nsand filter \n(ii)   Chlorination unit \n(iii)   100,000 gallon storage \ntank \n(iv)   7,700 ft new and \ndistribution lines \n• Walung by June 2007 \n(i)   5,800 ft transmission \nlines \n(ii)   20 gpm capacity slow \nsand filter \n(iii)  Chlorination unit \n(iv)   9,184 ft new distribution \nlines \n       \nKUA established as  • Legislation passed by  • Project reports and  • State legislature \neffective centralized water  September 2004 to mandate  review missions  supports  \nutility   that KUA establish a water  • Project reports and  • Community leaders \n  division to be the state’s  reviews  support Kea's \ncentral water utility with  • Legislation  management. \npowers to charge appropriate  • Training needs  • KUA takes \ntariffs for water and service;  analysis  advantage of \nsubsidies provided, as  • Training records  available \nappropriate    Operations and \n• KUA water division business  Management \nplan and staffing completed  Improvement \nby December 2004   Program (OMIP) \n• Staff trained and retain strong  training programs. \ncapabilities in the assigned  • Effective design of \nfields December 2007,  training programs \nincluding the following  • Training and skills \ntraining and certifications  are applied.  \n(i)   Financial management   \n(and manual prepared) \n(ii)   Business planning and \nadministration (and \nmanual prepared) \n(iii)  Technical training in \noperation and \nmaintenance of \ntreatment and \ndistribution systems \n(technical staff receive \ncertificates from US \nDepartment of Interior \nOMIP, or equivalent) \n \n \nContinued on next page", "32  Appendix 3 \nDesign Summary  Performance Indicator/Target  Monitoring Mechanism  Assumptions  \nand Risk \nCommunity awareness and  • Awareness campaign  • Project reports and  • State government \nsupport of water  implemented in Kosrae and  review missions  support \nconservation and  Yap throughout the Project  • KUA records  • Implementation of \nacceptance of need  • 80% bill collection efficiency  • Community surveys  associated TA \nto pay for water  by June 2007 \n  • All systems transferred to \nKUA by December 2010 \n       \nDevelopment and  • State government or water  • Published tariff study  • State government \nimplementation of tariff  authority to agree on tariff  • Water pricing policy  commitment \nstructure for water supply  structure by March 2005  paper  • Implementation of \n  • Staged increase in tariffs to  • Community awareness  associated TA \nachieve O&M cost recovery  program outlines and   \nby December 2010  schedules \n• Community awareness   \nprograms on water charging \nto be undertaken during 2005 \n   \nComponent 4: Improvements to Water Supply Systems in Yap \n \nRehabilitated Gagil-Tomil  • System expanded and  • Project reports and  • Capable \nwater system and  improved by December 2006,  review missions  contractors \nexpansion of the Gagil- including:  • Construction reports  complete project \nTomil System to Maap  (i)   195,000 gal storage tank  within time and \n(ii)   57,00 ft of transmission  budget. \nlines   \n(iii)  18,000 ft distribution lines \n(iv)  One well developed in \nMaap \n       \nGTWA O&M and  • O&M manual established by  • Project reports and  • Counterpart \nmanagement strengthened  December 2005  review missions  availability \n• Training programs  • Training needs  • Training and skills \nundertaken with utility  analysis and plan  applied \ncorporation by December  • Design of training \n2005  program effective \nSpecific legal measures with \ndetailed procedures to provide \ntechnical support to GTWA \nfrom Yap Department of Public \nWorks and Transportation and \nYap Public Service Commission \nby June 2005 \nInputs       \n \nGTWA O&M and  • O&M manual established by  • Project reports and  • Counterpart \nmanagement strengthened  December 2005  review missions  availability \n• Training programs  • Training needs  • Training and skills \nundertaken with utility  analysis and plan  applied \ncorporation by December  • Design of training \n2005  program effective \n• Specific legal measures with \ndetailed procedures to \nprovide technical support to \nGTWA from Yap Department \nof Public Works and \nTransportation and Yap \nPublic Service Commission \nContinued on next page", "  Appendix 3  33 \nDesign Summary  Performance Indicator/Target  Monitoring Mechanism  Assumptions  \nand Risk \nby June 2005 \n \n       \n• Community education  • Department of Transport,  • Project reporting  • Consultant inputs \nprograms  Communications, and  • Review missions  effective \n• Project implementation  Infrastructure (DTCI), State  • Counterpart staff \nassistance  governments, CPUC, PUC  available and \n• Sanitation Program  KUA and GTWA  effective \n• Federated States of  • PIA consultants, 71 person-\nMicronesia Government  months international and 93 \nstaff  person-months domestic \n• State government staff  consulting services \n• State utility corporations  • 107 person-months \n• Management services  international management \ncontract consultants  services contract consultants \n \n \n \n \n \n \n  ", "34  Appendix 4 \nCOST ESTIMATES AND FINANCING PLAN \nTable A4.1: Cost Estimates \n($ million) \nForeign  Local    Percent of \nItem  Exchange  Currency  Total Cost  Base Costs \nComponent A – Wastewater, Pohnpei         \n1.  Sewer System Modifications  595,000  255,000  850,000  3.13 \n2.  Causeway Lift Station  99,900  2,100  102,000  0.38 \n3.  Lift Station Modifications  73,500  1,500  75,000  0.28 \n4.  Wastewater Treatment Plant  3,279,770  1,274,330  4,554,100  16.78 \n5.  Tertiary Wetlands  303,250  314,250  617,500  2.28 \n6.  Allocation for Sokehs Sewerage System  1,750,000  750,000  2,500,000  9.21 \n7.  Inflow and Infiltration  200,000    200,000  0.74 \n          Subtotal (A)  6,301,420  2,597,180  8,898,600  32.79 \n         \nComponent B – Power, Chuuk         \n1.  Land Acquisition for New Power Station    500,000  500,000  1.84 \n2.  New Power Generation Station  6,062,800  162,200  6,225,000  22.94 \n3.  Power Distribution Upgrades  814,605  78,967  893,573  3.29 \n4.  Management Services  1,783,333    1,783,333  6.57 \n5.  Power Station Remediation  692,850    692,850  2.55 \n          Subtotal (B)  9,353,588  741,167  10,094,755  37.20 \n         \nComponent C – Water, Kosrae         \n1.  Utwe Water System  502,558  228,382  730,940  2.69 \n2.  Mutunte Water System  1,378,577  612,319  1,990,895  7.34 \n3.  Walung Water System  481,348  208,442  689,790  2.54 \n          Subtotal (C)  2,362,483  1,049,143  3,411,625  12.57 \n         \nComponent D – Water, Yap         \n1.  Gagil-Tomil Rehabilitation  419,250  158,250  577,500  2.13 \n2.  Maakiy, Maap Extension  1,743,807  709,649  2,453,456  90.4 \n          Subtotal (D)   2,163,057  867,899  3,030,956  11.17 \n         \nComponent E – Project Implementation         \nAssistance  1,226,110  473,755  1,699,865  6.26 \n         \nBase Costs (A to E)  21,406,658  5,729,143  27,135,801  100.00 \n         \nContingencies  1,504,822  444,434  1,949,256   \n       \nProject Cost (A to F)  22,911,480  6,173,577  29,085,057 \n       \nFinancing Charges  1,146,623    1,146,623 \n       \n          Total to be Financed  24,058,103  6,173,577  30,231,680 \n           \nNotes: (i)  Physical contingencies are 8% of base cost, excluding remediation. Contingencies for remediation assumed \nat  20%. \n           (ii)  Numbers may not add up to total because of rounding. \nSource: Asian Development Bank estimates. ", "  Appendix 4  35 \nTable A4.2: Financing Plan by Expenditure Category \n($ million) \nItem  ADB  Government  Total \n1.  ADF Loan \n     a.  Land                 0.0                 0.1                  0.1  \n     b.  Civil Works                 1.2                  0.4                  1.6  \n     c.  Equipment & Materials               10.0                  2.5                12.6  \n     d.  Consulting Services                 0.9                  0.5                  1.5  \n     e.  Unallocated (contingencies)                 1.5                  0.0                 1.5  \n     f.   Financing Charge                 0.5                  0.0                 0.5  \n               Subtotal ADF               14.2                  3.6                17.8  \n2.  OCR Loan       \n     a.  Land                 0.0                 0.4                  0.4  \n     b.  Civil Works                 0.4                  1.5                  1.9  \n     c.  Equipment & Materials                 3.1                  3.9                  7.0  \n     d.  Management Services                 0.0                 1.8                  1.8  \n     e.  Consulting Services                 0.3                  0.0                 0.3  \n     f.   Unallocated (contingencies)                 0.5                  0.0                 0.5  \n     g.  Financing Charge                 0.6                  0.0                 0.6  \n               Subtotal OCR                 4.8                  7.6                12.4  \n \n                    Total ADF + OCR               19.0                11.2                30.2  \n                    Percent                  63                  37                100 \nADB = Asian Development Bank, ADF = Asian Development Fund, OCR = ordinary capital resources. \n       \nNote: Numbers may not add up to total because of rounding. \nSource: Asian Development Bank estimates.   \n \n \nTable A4.3: Financing Plan by State \n \nADB  Government  Total \nSource, State  $ million  %  $ million  %  $ million  % \n1.  ADF Loan             \n     a.  Pohnpei  5.5  80  1.4  20  6.9  100 \n     b.  Chuuk  2.6  80  0.6  20  3.2  100 \n     c.  Kosrae  3.2  80  0.8  20  4.0  100 \n     d.  Yap  2.9  80  0.7  20  3.6  100 \n             Subtotal ADF  14.2  80  3.6  20  17.8  100 \n             \n2.  OCR Loan             \n     a.  Pohnpei  2.0  52  1.8  48  3.8  100 \n     b.  Chuuk  2.8  32  5.8  68  8.6  100 \n             Subtotal OCR  4.8  39  7.6  61  12.4  100 \n             \n                   Total ADF + OCR  19.0  63  11.2  37  30.2  100 \n      \nADB = Asian Development Bank, ADF = Asian Development Fund, OCR = ordinary capital resources. \nNote: Numbers may not add up to total because of rounding. \nSource: Asian Development Bank estimates. ", "   \nPROJECT IMPLEMENTATION SCHEDULE  \n3\n6\n PA rsoiajenc Dt Aevcetilvoiptym ent Bank Loan Period  Q  1 Q  2200Q 43  Q  4 Q  1 Q  2200Q 53  Q  4  Q 1  Q2200 Q63   Q 4  Q 1  Q2200 Q73   Q 4  Q 1  Q2200Q 83  Q  4 Q  1 Q  2200Q 93  Q  4            A\np\n     Loan Effectiveness Date                                                             p\ne\n     Physical Completion Date                                                             n\nd\n     Selection of Consultants                                                              ix\n 5\n     Establishment of PMU                                                               \nComponent A - Wastewater Infrastructure, Pohnpei                                                            \n     Prepare Preliminary Designs                                                            \n     Prepare Contract Documents for Construction Packages                                                             \n     Tendering                                                             \n     Inflow and Infiltration Study                                                            \n     Improvements to Sewerage System                                                             \n     Sokehs Island Sewerage System                                                                \n     Modifications to Pumping Stations                                                             \n     Wastewater Treatment Plant                                                               \n     Constructed Wetlands/Effluent Disposal Pipeline                                                             \nComponent B - Power Rehabilitation, Chuuk                                                            \n     Advance Action: Emergency Power Generator Installation                                                             \n     Preliminary/Final Design and Contract Documents                                                             \n     Procurement of Management Support                                                              \n     Tendering                                                             \n     Prepayment Meter Installation                                                              \n     Power Generation Station                                                            \n     Power Distribution System Upgrades                                                             \n     Existing Power Station Environmental Remediation                                                              \nComponent C - Water Supply Improvements, Kosrae                                                            \n     Preliminary and Final Design                                                             \n     Tendering                                                             \n     Construction of Mutente Water System                                                             \n     Construction of Utwe Water System                                                              \n     Construction of Walung Water System                                                             \nComponent D - Water Supply Improvements, Yap                                                            \n     Preliminary and Final Design                                                             \n     Tendering                                                             \n     Construction of Pipelines and Storage                                                              \n     Rehabilitation of Gagil-Tomil System                                                              \nComponent E - Sanitation and Training Hygiene Awareness                                                               \n     Sanitation Improvement Program                                                            \nComponent F - Project Implementation Assistance                                                            \n     Project Implementation Assistance                                                                         \nPMU = project management unit.                                                 ", "Appendix 6  37\n \nINDICATIVE PROCUREMENT PACKAGES \nPackagesa \nItem  Mode  Total Value Financed by\n      ($ million)       Number  ADB (%) \nA.  Component A – Wastewater, Pohnpei \n(Civil Worksb)         \n      1.  Wastewater Treatment Plant  ICB  5.090  1  73 \n   2.  Sewer System Modifications  ICB  1.148  1  73 \n   3.  Tertiary Wetlands  LCBc  0.690  1  73 \n      4.  Sokehs Sewerage  ICB  2.500  1  73 \n      5.  Inflow and Infiltration Study  ICB  0.200  1  73 \nB.  Component B – Power, Chuuk          \n      1.  Civil Works         \n    a. Power Generation Station   LCB  0.613  1  50 \n    b. Power Station Remediation  ICB  0.817  2  50 \n    c. Management Services  ICB  1.783  1  50 \n      2.  Equipment and Materials         \n    a. Power Generation Equipment  IS  5.338  2  50 \n    b. Power Distribution Equipment  ICB  1.344  2  50 \nC.  Component C – Water, Kosrae         \n      (Civil Works)         \n   1. Mutunte Water Supply System  ICB  2.200  1  80 \n      2.  Utwe Water Supply  LCB  0.809  1  80 \n      3.  Walung Water Supply  LCB  0.771  1  80 \nD.  Component D – Water, Yap \n      (Civil Works)         \n   1.  Maap Water Supply System   ICB  3.127  1  80 \n   2.  Maap Wellfield Developmentd    LCB  0.221  1  80 \n \nE.   Component E – Project \n       Implementation Assistance  ICB  1.770  1  80 \nADB = Asian Development Bank, ICB = international competitive bidding, IS = international shopping, LCB = local \ncompetitive bidding. \na  Prices include 8% physical contingency for subprojects in Pohnpei, Kosrae, Yap and 6% in Chuuk. \nb  Packages include equipment and material items, PUC may be able to bid for some packages. \nc  Subject to availability of suitable local contractors. Contract documents as modified and changed by ADB. \nd  Yap state may have capability of undertaking well drilling and development. \nSources: ADB estimates.", "38   Appendix 7 \nOUTLINE TERMS OF REFERENCE FOR  \nPROJECT IMPLEMENTATION ASSISTANCE  \n \nA.  Scope of Work \n1.  The  consultant  will  work  with  the  Executing  Agency—Department  of  Transport, \nCommunications  and  Infrastructure  (DTCI)—and relevant  agencies,  i.e.,  the  Department  of \nTransportation and Infrastructure in Pohnpei, Department of Planning and Statistics in Chuuk \nand Kosrae, Office of Planning and Budget in Yap, Pohnpei Utilities Corporation (PUC), Chuuk \nPublic  Utilities  Corporation  (CPUC),  the  Gagil-Tomil  Water  Authority  (GTWA),  and  Kosrae \nUtilities Authority (KUA), to undertake project management; develop all necessary plans and \nprograms; and provide assistance, advice, and training for all activities undertaken under the \nProject as a whole and each of the subprojects. All activities will be carefully coordinated and \nintegrated with the Compact of Free Association (CFA) infrastructure project management unit \n(PMU). \nB.  Terms of Reference \n1.  Overall Project Management \n2.  The  following  project  management  activities  will  be  undertaken:  (i)  Develop \ncomprehensive project implementation and monitoring plans. (ii) Prepare a project performance \nmonitoring system. (iii) Establish document control and contract management systems. (iv) \nDevelop bidding documents and procedures based on the Asian Development Bank (ADB) \nGuidelines on Procurement. (v) Develop reporting procedures and reporting to ADB. (vi) Provide \ntraining and on-the-job guidance to the PMU on project management. (vii) Develop and assist in \na project community awareness program in coordination with all implementing agencies. (viii) \nDevelop a project accounting system. (ix) Develop project budgeting and forecasting systems. \n(x) Develop and conduct training programs for PMU personnel in the operation of the project \naccounting system and project budgeting and forecasting systems. (xi) Assist the PMU in \nfinancial management of the project in accordance with ADB's Guidelines for the Financial \nGovernance and Management of Projects. (xii) Provide support and capacity building to the \n(CFA) infrastructure PMU. \n2.  Wastewater Improvements, Pohnpei \n3.  The following activities will be completed: (i) Prepare concept designs and performance \nspecifications for a design-and-build contract for a 5.46 million liters per day sewage treatment \nplant. In coordination with PUC, conduct a condition survey of the existing sewerage system. (ii) \nCoordinate site preparation requirements and coordinate treatment plant construction schedule \nwith the related solid waste management project that will be completed by Pohnpei. (iii) Identify \na required rehabilitation program for the existing sewerage system and prepare a detailed \nbudget for rehabilitation work. (iv) Establish a hydraulic model for the sewerage system using \noff-the-shelf software, and assist PUC to calibrate and operate the model. (v) Prepare detailed \nterms of reference for an inflow and infiltration study on the existing Kolonia sewerage system. \n(vi) Establish necessary laboratory upgrades and develop and conduct training programs for \nPUC in laboratory analysis of wastewater. (vii) In addition to training provided by the contractor, \ndevelop and conduct training programs for PUC in treatment plant operation and maintenance \n(O&M). (viii) Develop detailed designs and contract documents for modifications to the Kolonia \nsewerage system. (ix) Develop detailed designs and contract documents for construction of \nartificial wetlands area to polish secondary treated effluent suitable for direct ocean disposal. (x) \nReview  the  initial  environmental  examination  (IEE)  prepared  under  the  project  preparatory \ntechnical assistance (PPTA) and confirm its assumptions, conclusions, and recommendations. ", "Appendix 7  39\nPrepare  a  Government  environmental  assessment,  if  required.  (xi)  Prepare  a  final \nenvironmental management plan (EMP) and project environmental monitoring with appropriate \ndetails.  (xii)  Supervise  construction  and  wastewater  treatment  plant  commissioning.  (xiii) \nOversee decommissioning of the existing wastewater treatment plant and supervise the same. \n  3.  Power Rehabilitation, Chuuk \n4.  The  following  tasks  will  be  undertaken:  (i)  Develop  detailed  designs  and  contract \ndocuments  for  civil  works  for  the  new  power  plant.  (ii)  Develop  equipment  and  materials \nspecifications for distribution system rehabilitation works. (iii) Review the IEE prepared under \nthe  PPTA  and  confirm  its  assumptions,  conclusions,  and  recommendations;  prepare \nGovernment  environmental  assessment,  if  required.  (iv)  Prepare  final  EMP  and  project \nenvironmental monitoring with appropriate details. (v) Supervise construction and new power \nplant commissioning. In addition to training provided by the contractor, develop and conduct \ntraining programs for CPUC in power generation and distribution system O&M. (vi) Conduct \nremedial  site investigation of the existing power station site, including site reconnaissance, \nsubsurface exploration through soil sampling and groundwater sampling, hazardous building \nmaterial  sampling  and  testing,  analysis  and  reporting.  (vii)  Assist  CPUC  with  advance \nprocurement of power generation equipment to provide auxiliary power on an emergency basis \nduring the interim and until commissioning of the replacement power station. (viii) Assist CPUC \nwith financial management system improvements, including personnel training. (ix) Develop an \nenvironmental remediation plan, and prepare designs. (x) Supervise soil remediation, handling \nand disposal of hazardous waste, asbestos abatement, lead-based paint removal as required, \nincluding sampling, laboratory testing, analysis, report preparation, and reporting. \n  4.  Water Supply Improvements, Kosrae \n5.  The  following  tasks  will  be  undertaken:  (i)  Develop  detailed  designs  and  contract \ndocuments for improvements to the water supply systems in Utwe, Mutunte, and Walung. (ii) \nReview  the  IEE  prepared  under  the  PPTA  and  confirm  its  assumptions,  conclusions,  and \nrecommendations; prepare a Government environmental assessment, if required. (iii) Prepare \nthe final EMP and project environmental monitoring with appropriate details. (iv) Develop bid \npackaging  and  manage  bidding  processes  for  all  water  supply  improvement  works.  (v) \nSupervise construction. (vi) Develop and implement training programs for utility personnel for \nsystem  O&M,  including  physical  facilities  and  water  quality  monitoring.  (vii)  Assist  KUA \nmanagement  to  establish  a  viable  water  supply  division  within  KUA,  including  developing \npolicies and procedures, divisional business plans and budgets, office facilities and equipment, \ntechnical  skills,  and  O&M  manuals  and  procedures.  (viii)  Assist  KUA  in  developing  an \nappropriate tariff structure. Training should be coordinated with, and utilize as appropriate, \navailable  United  States  Department  of  Interior  (USDOI)  Operations  and  Maintenance \nImprovement Program (OMIP). \n  5.  Water Supply Improvements, Yap \n6.  The  following  tasks  will  be  undertaken:  (i)  Develop  detailed  designs  and  contract \ndocuments  for  the  development  of  water  systems  in  Maap  and  Rumung.  (ii)  Identify  a \nrehabilitation program for the existing Gagil-Tomil water system and prepare a detailed budget \nfor rehabilitation works. (iii) Conduct a detailed condition survey on the infrastructure to be \nretained from the existing Maap systems, recommend any rehabilitation works required, and \nprepare a detailed budget for the rehabilitation work. (iv) Review the IEE prepared under the \nPPTA and confirm its assumptions, conclusions, and recommendations; prepare a Government \nenvironmental assessment, if required. (v) Prepare the final EMP and project environmental \nmonitoring  with  appropriate  details.  (vi)  Assist  the  GTWA  in  technical  operations  and \n ", "40   Appendix 7 \nmanagement by developing systems and procedures for equipment maintenance, water loss \nreduction program, system repairs, asset management, flow monitoring, and record-keeping. \n  6.  Sanitation Improvement Program \n7.  Activities  to  be  completed  include  government  and  community  training  on  simple \nindividual  sanitation  systems,  and  education  and  awareness  programs  for  sanitation  and \nhygiene. These are as follows: (i) Coordinate all activities under this program with the national \nand state departments of health and the Environmental Protection Agency in Yap. (ii) Identify \nappropriate and available individual sanitation systems for each state, particularly where water \nsupply improvements will be conducted under the Project, i.e., Yap and Kosrae. (iii) Prepare \nplanning, design, and construction brochures for the selected systems, which are suitable for \nthe  local  audience.  (iv)  Provide  training  in  planning  (including  site  visiting),  design,  and \nconstruction of individual sanitation systems to staff of relevant agencies (as identified by the \nstates).  (v)  Develop  and  modify  existing  sanitation  and  hygiene  education  and  awareness \nmaterials for various media as appropriate for use nationwide and in the individual states, and \ntranslate materials into the local language. (vi) Develop and implement a community education \nand  awareness  program.  (vii)  Develop  mechanisms  and  train  local  staff  for  long-term \nimplementation of the awareness program. (viii) For all of the above, use and refine existing \nresources  available  locally  and  internationally  to  cost-effectively  deliver  the  materials  and \nmaximize training and community contact time. \nC.  Implementation Arrangements \n8.  The consultants will be recruited as a firm in accordance with ADB’s Guidelines on the \nUse of Consultants using the quality-based selection (QBS) method and full technical proposals. \nThe following experts will be recruited to provide consulting services for 71 person-months \n(international) and 93 person-months (domestic): team leader-senior water and wastewater \nengineer,  power  engineer,  water  supply  engineer,  wastewater  engineer,  hydrogeologist, \ninstitutional specialist, financial management specialist, environmental specialist, construction \nmanagement specialist, small-scale sanitation-community development specialist, computer-\naided design (CAD) specialist, and public awareness-public relations specialist. The assistance \nwill be provided over a period of 5 years beginning in January 2005 and ending in December \n2009.  DTCI  will  be  the  Executing  Agency  and  primary  Implementing  Agency.  The  state \nagencies will be co-implementing agencies for their respective components.  The Government \nwill provide the following counterpart facilities at no cost to the consultants: office space, office \nfurniture,  and  utilities  (electricity,  water,  sanitation  facilities,  three  telephone  lines). ", "  Appendix 8  41 \nOUTLINE TERMS OF REFERENCE FOR \nCHUUK OPERATIONS, MAINTENANCE, AND MANAGEMENT SERVICES  \nA.  Overview \n1.  The need to strengthen the Chuuk Public Utilities Corporation (CPUC) institutionally has \nbeen recognized for many years, but previous attempts to do that through short-term technical \nassistance have largely failed. There is strong consensus at national and state levels, in the \nAsian Development Bank (ADB), and within CPUC management that a long-term commitment \nof support to the utility, sufficient to thoroughly rationalize CPUC’s human resources and to \nintegrate appropriate management tools and procedures into day-to-day operations, is required \nto ensure that the utility can carry out its responsibilities sustainably. There is an immediate \nneed to strengthen CPUC in the following priority areas: (i) personnel management, supervision, \nand training; (ii) metering, revenue collection, and financial management; and (iii) power system \nroutine operation and maintenance (O&M). \nB.  Outline Terms of Reference \n1.  Personnel Manager \n2.  The personnel manager will complete the following activities: (i) Conduct a thorough \nreview  of  the  human  resource  needs  of  CPUC,  including  analysis  of  required  functions, \ncapacities,  and  skills.  (ii)  Conduct  a  thorough  review  of  existing  staff  qualifications  and \nexperience, and a performance assessment of existing staff relative to the needs of each \nposition. (iii) Prepare a detailed assessment of training needs, and design a cost-effective \nstrategy to meet them within the constraints of internal and external resources for training \navailable to CPUC. The training program options should include, but need not be limited to, \nshort-term training secondments within the Federal States of Micronesia (FSM) or overseas; \nlonger  term  apprenticeship  or  senior-level  professional  courses  in  the  FSM  or  overseas; \n\"twinning\" arrangements with other utilities in the FSM or overseas, and internal capacity for on-\nthe-job training within CPUC. For technical operations (O&M of generation and distribution), \nprovide means for all relevant personnel to achieve the minimum required certification, i.e., \nlineman certification up to at least level III, required certification for power station operators up to \nshift supervisory and station manager level; and certification for mechanics and electrical or \nwireman from technician to supervisory level. (iv) Review all current safety procedures and \nequipment and analyze needs for improvement. Recommend and assist in implementing safety \nawareness  and  procedures,  and  procurement  and  use  of  required  safety  equipment  of \ninternationally  recognized  standard.  Prepare  a  comprehensive  safety  manual  and  train  all \ntechnical staff in safety procedures. (v) Prepare a thorough analysis of needs and design \nprocedures to strengthen management support to the Board, including format, timeliness, and \nquality of information provided to the Board from all CPUC division managers, analysis of \nimpending  issues,  analysis  of  options  and  clear  presentation  of  the  recommendations  of \nmanagement.  Design  the  procedures  and  format  for  recording  Board  deliberations  and \ndecisions and reporting these internally and externally as appropriate. Prepare a manual for \nCPUC that outlines all Board-related procedures and train senior management in applying such \nprocedures.  (vi)  Through  consultations  with  the  Board,  individually  and  collectively,  clearly \nidentify  Board  responsibilities  and  obligations  by  officer  (chairman,  secretary,  etc.),  design \nprocedures and effective analytical methods for Board members to use in discharging duties in \na timely manner, and prepare a manual for Board use describing such duties and methods. \nConsult with the Board individually and collectively to ensure acceptance and adoption of the \nrecommended procedures; train new members in their use. (vii) Implement and supervise the \ntraining program approved by the Management and CPUC Board. (viii) Perform routine staff \nperformance assessments, and give career counseling advice to staff as required. \n ", "42   Appendix 8 \n2.  Financial Manager \n3.  The financial manager will complete the following activities: (i) Assume responsibility for \nthe CashPower meter installation program to ensure rapid completion of metering for all CPUC \nelectricity customers. (ii) Review current revenue collection, receipting, and banking procedures; \nimplement strengthened procedures as required and train staff thoroughly in their use. (iii) \nReview the current financial accounting and reporting tools (including adequacy of software and \ncomputer hardware), and design and implement improved procedures as required; propose \nsoftware and procurement of a management information system (MIS) as required within the \ninternal  and  external  resources  for  MIS  available  to  CPUC.  (iv)  Implement  and  supervise \nupgrading of the MIS system as approved by CPUC management and Board. (v) Supervise the \nproduction of routine, semi-annual, and annual financial reports and accounts required for \ninternal and external use, including an annual report. (vi) Assist in negotiation of renewal of \nmajor supply contracts as required, especially fuel, and monitor the performance of all current \ncontracts and loan obligations. (vii) Maintain cash budgets to ensure adequacy of cash to avoid \ndisruptions in ongoing operations. \n3.  Technical Operations Manager \n4.  The  technical  operations  manager  will  complete  the  following  activities:  (i)  Assume \nresponsibility for technical operations of the power system, including generation and distribution \ncomponents,  and  customer  connections.  (ii)  Advise  management  of  current  or  impending \ntechnical  problems  in  the  generation  and  distribution  systems,  and  propose  solutions  with \nestimated costs. (iii) Monitor and supervise the performance of all outside contractors engaged \nin maintaining the new power station. (iv) Thoroughly review current procedures for power \nstation and distribution system O&M and design and implement strengthened procedures as \nrequired.  (v)  Supervise  monitoring  of  all  control  equipment  and  recording,  storage,  and \ntransmission to management of operational data. (vi) Supervise the operation and control of \nCPUC stores; design and implement procedures for maintaining inventories to a professional \nstandard. (vii) Ensure that the power station, stores, and external equipment of CPUC are \nmaintained in tidy and serviceable condition at all times. \n ", "  Appendix 9  43 \nOUTLINE TERMS OF REFERENCE FOR THE  \nTECHNICAL ASSISTANCE \nA.  Objectives and Scope \n1.  The goal of the technical assistance is to improve utility management and improve \ncustomer  support  for  utilities  in  the  Federated  States  of  Micronesia  (FSM)  to  make  them \nsustainable,  autonomous  operations  run  on  commercial  principles.  The  foundations  and \nsystems will be established to promote private sector participation (PSP). The scope includes \nassistance to Chuuk Public Utilities Corporation (CPUC), Gagil-Tomil Water Authority (GTWA), \nand Kosrae Utilities Authority (KUA).  \nB.  Terms of Reference \n1.  Chuuk Public Utility Corporation \n2.  The following activities to support the implementation of the training program identified \nby CPUC operations, maintenance, and management services contract will be completed: (i) \nDevelop and implement written CPUC Board policies and procedures and a Board member \ntraining  program,  specific  to  power  utility  management.  (ii)  Implement  staff  training  and \ncertification programs, including an internal program and training through external resources. \n(iii) Procure software and equipment to implement an asset management program. (iv) Procure \nsoftware and equipment to implement a management information system (MIS).  \n  2.  Yap and Kosrae Water Supply Community Education and Awareness  \n3.  The consultants will assist the Kosrae government and KUA to implement the following: \n(i) Implement community consultations to develop a participative framework, and mechanisms \nfor community awareness and education. The focus of the consultations will be on water pricing, \nthe need to pay for and benefits of water supplies, and the advantages of a centralized water \nauthority.  (ii)  Assess  the  information  and  education  needs  of  the  community,  including \nidentification  of  target  groups  such  as  municipal  officials,  community  leaders,  groups  with \nspecial  needs  such  as  low-income  and  vulnerable  households,  women,  and  the  socially \nexcluded. (iii) Develop and deliver targeted information and education programs about water \npricing, the need to pay for and benefits of water supplies, the advantages of a centralized water \nauthority, and the Project and its benefits. (iv) Develop and implement a long-term public \nrelations  program  within  KUA  to  deliver  community  awareness  programs  and  respond  to \ncustomer concerns. \nC.  Implementation Arrangements \n4.  The consultants for part B will be recruited as individuals in accordance with ADB’s \nGuidelines on the Use of Consultants, to provide 7 person-months international and 12 person-\nmonths domestic consulting services. The following experts will be recruited: A team leader-\ncommunity awareness specialist and a public relations specialist. Assistance will be provided \nover 12 months beginning in March 2005 and ending in February 2006. For part A, the CPUC \noperation and maintenance (O&M) support contract consultants will be directly recruited to \nprovide  expertise  in  asset  management,  management  information  systems,  and  training \nprogram management.  \n5.  The Department of Communication, Transport and Infrastructure will be the Executing \nAgency. The implementing agencies in each state will be as follows: CPUC in Chuuk, KUA in \nKosrae, Planning Department in Yap, and Pohnpei Utilities Corporation (PUC) in Pohnpei. The \nGovernment will provide the following counterpart facilities at no cost to the consultants: office \nspace, office furniture, and utilities (electricity, water, sanitation facilities, three telephone lines). \n ", "44  Appendix 10 \nSHORT RESETTLEMENT AND LAND ACQUISITION PLAN \nA.  Scope of Land Acquisition \n1.  The Government’s policy is to avoid land acquisition and utilize government-owned land \nwherever possible. That approach has been followed in the project design and implementation.  \n2.  The Chuuk government has allocated land for the short-term (5 years) site of the power \nplant.  The  long-term  site  remains  to  be  identified  and  may  be  acquired  during  project \nimplementation.  Once  identified,  it  will  be  acquired  in  accordance  with  the  policies  and \nregulations of the Asian Development Bank (ADB) and the Government. The state holds a clear \ntitle to the short-term site, which is in a safe unpopulated industrial space in the main harbor \narea. A portion of the site is being leased to a stevedoring operation, but is not affected by the \nProject. Another portion of the site has in the past been leased to a company whose operations \nare now defunct. The State intends to serve notice that the lease is terminated. The site has \nalso been made available to several small businesses in a small market area. The operators \nsometimes live on the site, but have primary residences elsewhere. These businesses will be \naccommodated in adjacent areas owned by the state. \n3.  In Pohnpei, state land will be used for the wastewater treatment plant and all sewers, \nwhich are along existing roadways, and pump stations. \n4.  In  Kosrae,  land  acquisition  will  be  required  for  the  water  supply  subcomponents, \naffecting about 15 landowners and about 1,600 square meters (m2) and a 1.5 meters (m) wide \neasement for a 1,750 m transmission line. Landowners hold legal titles and are not considered \nvulnerable by economic status, gender, or minority status. The land represents only portions of \nthe landowners’ properties, if free of buildings, and is not in productive use or otherwise a \nsource of livelihood.  \n5.  In Yap, minor land acquisition is required—about 300 m2 and 2 m wide easement for a \n3,170 m transmission line; however, this land is community property commonly held by the \naffected community. The allocation of these lands has been agreed upon by the relevant \ntraditional leaders. \n6.  Total  land  acquisition  will  involve  less  than  15  landowners  and  5  businesses.  No \npermanent structures, sources of livelihood, or productive lands are affected. Thus, this level of \nland acquisition is considered insignificant by the ADB policy on involuntary resettlement and \nthe Handbook on Resettlement. Only a short resettlement plan (SRP) is required. \nB.  Consultations \n7.  The  respective  state  governments  have  undertaken  consultations  with  the  affected \npersons (APs) and have assured in writing ADB of the disclosure of the SRP. The SRP will be \nposted on ADB’s web site upon Board approval of the Project.  \nC.  Policy Framework and Entitlements \n8.  The respective state governments have well-established procedures for land acquisition \nthat consider traditional land tenure systems and formal land registration and transfer systems. \nCompensation and grievance procedures are well articulated in the relevant Acts and these are \nconsistent with ADB's policy. Compensation is provided at market value (or agreed upon values \nsince  there  is  no  significant  real  estate  market)  and  grievance  procedures  range  from \nadministrative processes and hearings to court reviews. ", "  Appendix 10  45 \n \nD.  Implementation Arrangements  \n1.  Institutional Framework \n9.  The project management unit (PMU) will have overall supervision of land acquisition \nactivities, while the individual state agencies will implement land acquisition as follows: Kosrae \nDepartment of Administration and Finance, Yap Department of Planning and Budget, Chuuk \nPublic Utilities Corporation (CPUC), and Pohnpei Utilities Corporation (PUC). \n2.  Resettlement Budget and Financing \n10.  There are no land acquisitions costs for Pohnpei and Yap. For Kosrae, $40,000 has \nbeen allocated for land acquisition and this will be financed from state funds. For Chuuk there \nare no land acquisition costs for the short-term site of the power plant; however, a budget of \n$500,000 has been allocated for a long-term site, should land acquisition be necessary. \n3.  Implementation Schedule \n11.  Kosrae  will  begin  land  acquisition  procedures  by  31  October  2004  and  expects  to \ncomplete all land acquisition by 31 August 2005. If any other significant land acquisition or \nresettlement becomes necessary during the course of the Project, the Government will notify \nADB. The Chuuk state government will specifically inform ADB of its land acquisition process for \nthe power plant long-term site, which will be carried out in accordance with the state's and \nADB’s policies and procedures. In all cases, the Government will ensure that land acquisition is \nin accordance with all applicable laws and regulations of the Borrower, and ADB’s policy on \ninvoluntary resettlement.  \nE.  Monitoring and Evaluation \n12.  Monitoring and evaluation will be mainstreamed into the overall project implementation. \nThe monitoring program and quarterly reports will confirm the number of APs, status of the land \nacquisition process, and award of appropriate compensation.   \n13.  The Government will ensure that all land and rights-of-way required by the Project will be \nmade available in a timely manner, i.e., before civil works on the affected properties, and that \nthe  provisions  of  the  SRP,  including  compensation  and  entitlements  for  APs,  will  be \nimplemented in accordance with all applicable laws and regulations, and ADB’s Handbook on \nResettlement. The Government will ensure timely provision of sufficient counterpart funds for \nland acquisition and resettlement activities meet any obligations in excess of the SRP budget \nestimate, and ensure that the APs will be at least as well-off as they would have been in the \nabsence of the Project. Adequate staff and resources will be committed to supervision and \ninternal monitoring of the implementation of the SRP. The SRP will be updated as necessary to \nreflect any significant material changes of the project scope, and such changes will be subject to \nADB approval. \n \n ", "46  Appendix 11 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY  \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n      No  agreement?      No \n \nContribution of the sector or subsector to reduce poverty in the Federated States of Micronesia (FSM): \nThe sector contributes directly and indirectly to poverty reduction through the provision of basic urban services \nresulting in improved health and living conditions as well as potential for increased productivity and access to income \nearning opportunities. \n \nB.  Poverty Analysis   Poverty Classification:  Poverty Intervention1 \n \nOverall the people of the FSM are considerably less well-off financially than they were in 1994 due to changes in \neconomic activity and reduction in government expenditure. The number of persons receiving income below $1,000 \nalmost doubled from 1994 to 2000, while the median income of persons dropped by almost half in the same period. \nChuuk has half the population of the FSM and the lowest social indicators, thereby lowering the aggregate national \nhuman development and poverty indicators. For example, 63.7% of individuals in Chuuk have incomes less than \n$1,000 per year according to 2000 census data, while the corresponding figures are 14.2% for Yap, 21.3% for Kosrae, \nand 20.6% for Pohnpei. The national poverty line is $867. Within the project area, an estimated 36% of the affected \npopulation live below the poverty line: 18% in Pohnpei, 54% in Chuuk, 18% in Kosrae, and 12% in Yap. The FSM \nranks seventh of 12 on the Pacific human development index (HDI) while on a global HDI scale, the FSM is ranked \n120th, which places it at the lower end of the middle ranking countries.2 On the United National Development \nProgramme human poverty index (HPI),3 the FSM is ranked among the poorer countries of the world at 32nd on the \nglobal scale. It has the fourth highest poverty index in the Pacific. An estimated 15,000 or more people originating from \nthe outer islands have settled on the major islands in each state over the past 40 years.  \nThe Project provides direct poverty reduction by ensuring access to basic urban services to the poor through pro-poor \ntariff reform, and directing infrastructure improvements to poorer areas of the respective states. Further, the poor will \nbenefit from income-generating opportunities associated with construction activities and the economic development \nthat will ensue with reliable power generation in Chuuk. The table identifies the beneficiary populations of the \nsubproject and the percentage of beneficiaries that are poor.  \n \nC.  Participation Process \nIs there a stakeholder analysis?    Yes     No  \nIs there a participation strategy?     Yes                   No \n \nD.  Gender Development \nStrategy to maximize impacts on women:  Women's organizations and representatives were consulted in all states. \nAll expressed support for the project goals to provide potable water to consumers currently without, to improve \nstandards of environmental sanitation in Pohnpei, and provide reliable power in Chuuk. It is recommended that the \ngovernment include a representative of state women's organizations on the board of the public utilities authority so \nthat women's views are represented and women can better understand the advantages of corporate organization for \nthe provision of basic urban services. \nHas an output been prepared?      Yes     No \n                                                 \n1  Following the Board approval of the R-paper, Review of ADB's Poverty Reduction Strategy, staff instructions to \nreplace the PI/CPI classification with a new tracking system are under preparation, in line with para. 83 of the R-\npaper. \n2  The HDI is calculated from average life expectancy at birth, adult literacy, gross school enrollements, and adjusted \ngross domestic product per capita. A lower HDI number indicates a higher ranking. \n3  The HPI is calculated by combining the percentages of people not expected to survive to 40 years of age, adults \nwho are illiterate, people without access to safe water, and children under five who are underweight. ", "  Appendix 11  47 \n \nE.  Social Safeguards and other Social Risks \n   Significant/     \nItem  Not Significant/  Strategy to Address Issues  Plan Required \nNone    \n Significant  Government land or community-owned land is available   Full \n  for project components in Yap and Kosrae. Minor land   \nResettlement   Not significant  acquisition or easements required for Kosrae will affect   Short \n  about 15 landowners, but no persons will need to be   \n None  resettled.  All  land  is  in  nonproductive  use  and  the   None \nlandowners are not socially or economically vulnerable or \ndisadvantaged. In Chuuk, the short-term (5 years) power \nplant site is Government-owned and it is anticipated that \nthe several small businesses presently holding leases on \nthe site can be accommodated within the property or on \nadjacent Government-owned property. A long-term site for \nthe power plant is still to be identified. Government land \nacquisition legislation in all states are well-established and \nconsistent with ADB's Policy on Involuntary Resettlement. \nTherefore, a short resettlement plan has been prepared \nand is included in the report and recommendation of the \nPresident as Appendix 10. \n   Significant  The  financial  analysis  demonstrated  that  existing  and   Yes \n   Not significant  proposed  tariffs  are  within  affordability  levels  of  the    No \nAffordability   None  affected populations. \n   Significant  No job loss will occur. The construction and operation of   Yes \n   Not significant  the Project will generate employment opportunities to the    No  \nLabor   None  local beneficiaries. \n   Significant  The FSM has largely indigenous populations in each state   Yes \nIndigenous   Not significant  and no minority population except for expatriate workers.    No \nPeoples   None \nOther Risks   Significant  No other risks of impoverishment were identified.   Yes \nand/or   Not significant    No  \nVulnerabilities   None \n \nBeneficiaries and Percentage of Poor (2000) \n      State  Estimated     \n      Percentage  Percent  Estimated  Estimated \n      of Total  Below the  Affected  Affected \n  Affected  Affected  Project  Poverty  Poor  Poor \nItem  Population  Households  Beneficiaries  Line (%)a  Population  Households \n             \nPohnpei               0.29       \n     Kolonia       5,681            902                    17.5           995           158 \n     Sokehs       2,835            450           17.5           496             79 \n             \nChuuk               0.50       \n     Weno     14,739         1,965           54.1        7,980        1,064 \n             \nKosrae       3,700            514           0.13         18.1           670             93 \n             \nYap               0.08       \n     Tomil       1,023            186           12.1           123             22 \n     Gagil          734            133           12.1             89             16 \n     Maap         592            108           12.1             71             13 \n             \n          Total     29,304         4,258           1.00         35.6      10,425        1,445 \na  National Poverty Line = $867/person/year. \nSources: ADB. 2001. Poverty: Is it an Issue in the Pacific? Manila; ADB. 2001. Poverty Assessment in Pacific \nDeveloping Member Countries. Manila; FSM 2000 National and State Census. \n.\n ", "48  Appendix 12 \nSUMMARY FINANCIAL ANALYSIS \n \nA.  Financing Plan \n1.  The Project with an estimated cost of $30.2 million is proposed to be funded by the \nAsian Development Fund (ADF) ($14.2 million or 47%) and ordinary capital resources (OCR) \n($4.8  million  or  16%)  of  the  Asian  Development  Bank  (ADB)  and  through  government \ncounterpart  contributions  ($11.3  million  or  37%).  The  national  Executing  Agency,  the \nDepartment of Transport, Communications and Infrastructure (DTCI), with state implementing \nagencies  (Pohnpei  Utilities  Corporation  [PUC],  Chuuk  Public  Utilities  Corporation  [CPUC], \nKosrae Utilities Authority [KUA], and Yap's Gagil-Tomil Water Authority [GTWA]) will fund the \nGovernment’s 37%, comprising about $0.5 million in land purchases, about $7.8 million in civil \nworks and materials or equipment from State funds, and a contribution of about $1.8 million \nfrom internal utility funds (Chuuk) to cover the cost of management services. \n 2.  The Federal States of Micronesia's (FSM) current debt comprises (i) loans to the FSM \nTelecommunications Corporation with an outstanding balance of $26.3 million in FY2003; and \n(ii) ADB loans with a combined outstanding balance of $28.7 million in FY2003 for a water and \nsanitation loan ($8.8 million), a Public Sector Reform Program (PSRP) loan ($18.0 million), and \nPrivate  Sector  Development  (PSD)  Program  and  Project  loans  with  outstanding  balances \ntotaling $1.91 million in FY 2003. In addition, there is an ADB Basic Social Services (BSS) \nProject  Loan,  which  had  not  yet  become  effective  in  FY2003.  However,  the  FSM  has \nestablished an external debt sinking fund of offsetting assets that has sufficient resources to pay \nback  all  future  debt  service  requirements  under  the  PSRP,  PSD,  and  BSS  loans.  These \nobligations are therefore not a liability to current Compact of Free Association (CFA) receipts or \nother current income. \n3.  The FY2003 debt was equivalent in raw measure to 24% of the gross domestic products \n(GDP) ($227.7 million) in the same year, and to 15% of GDP when external debt is adjusted for \noffsetting  assets.  The  ADB  PSD  loan,  which  was  negotiated  and  agreed  upon  with  the \nGovernment before the negotiation on the second CFA with the United States (US) and hence \nat a time when the FSM’s future debt servicing capacity was uncertain, contains a covenant that \nthe Government will limit external debt to 24% of GDP (its current level). However, now that the \nsecond CFA has been successfully negotiated at favorable levels, the Ministry of Finance will \nrequest that the covenant be lifted, and asserts that the FSM’s external debt and debt service \nlevels are at very comfortable levels and should not constrain borrowing for economically viable \nprojects.1 \n4.  The national Government will enter into relending agreements with the respective state \nexecuting agencies for the proposed works in Chuuk and Pohnpei ($2.6 million from ADF and \n$2.8 million from OCR to CPUC in Chuuk and $5.5 million from ADF and $2.0 million from OCR \nto PUC in Pohnpei), and to the respective state governments in Yap ($2.9 million from ADF) and \nKosrae ($3.2 million from ADF), on the same conditions as ADB’s ADF and OCR loans. The \nagencies will be responsible for repayments to the national Government as set out in the \nagreement. \n  \n                                                 \n1 Ministry of Finance, personal communication. ", "  Appendix 12  49 \nB.  Government Institutional Reform and Implementing Agency Performance \n  1.  Pohnpei Utilities Corporation, Pohnpei \n5.  Despite tariffs that have been raised substantially in recent years, PUC does not recover \nfull costs in its combined operations. PUC is characterized by high depreciation costs due to its \nfocus on three capital-intensive sectors: power, water, and wastewater. The current tariff levels \nrecover a portion of these fixed charges plus operation, maintenance, and management (OMM) \nexpenses, resulting in an adequate and continually improving cash position. Apart from minor \nconnection fees, sewerage operations earn no direct revenues and thus do not recover cash \noperation and maintenance (O&M) expenses. However, in combination with the water supply \nsector, the OMM expenses of water and sewerage are fully recovered. The same water tariff is \ncharged to all water users, whether they are connected to the sewer or not. \n  2.  Chuuk Public Utilities Corporation \n6.  CPUC is wholly owned by the Chuuk State government and is responsible for power and \nwater in Chuuk (though it currently operates only in the capital island of Weno and in nearby \nTonoas), and for the sewerage system and wastewater treatment plant. In response to chronic \nfinancial losses and the need for cross subsidies to water and wastewater, the electricity tariff \nhas been raised substantially in recent years and now exceeds the tariffs charged by many \ngovernment-owned power utilities operating in other Pacific island developing countries.  Water \nrates, however, remain well below the cost of supply and the losses are causing a severe \nfinancial drain on the utility. \n7.  The  present  Board  has  an  excellent  mix  of  senior  government  representation  and \ncommercial expertise. A new chief executive appointed in March 2004 has a good background \nin the public service and in the private sector, and has begun to implement urgent reforms, \nincluding  a  staffing  review  and  collection  of  arrears.  Despite  these  measures,  the  utility \ncontinues  to  operate  with  unsustainable  losses.  Resources  allocated  to  maintenance  are \nseverely inadequate, and there are severe constraints on CPUC’s capacity to maintain the \ndistribution system, obtain clear title to lands, and collect revenues fairly and equally from all \nelectricity consumers. CPUC collects almost no revenue for the water supply and sewage \ntreatment systems and is bearing high arrears and nonpayment from customers in electricity \nsales. Due to these constraints, electricity production has been unreliable, and production and \nconsumption have declined significantly since 1995, and have followed a downward trend since \n2000.  \n3.  Kosrae Utilities Authority \n8.  The  water  supply  in  Kosrae  consists  largely  of  surface  water  systems  under  the \noperation  and  control  of  the  municipalities,  which  do  not  meter  or  bill  customers  for \nconsumption. To ensure affordability and sustainability of the production and distribution of \ntreated water in Kosrae, the subproject will centralize the water sector and transfer its control \nKUA.  All  water  customers  affected  by  the  subproject  will  be  metered  and  billed  for  their \nconsumption.  \n9.  KUA was established in 1993, taking over from the Public Works Department (PWD) the \nresponsibility for the supply of electricity throughout Kosrae. KUA currently employs 31 staff and \neach employee serves more than 45 customers, a raw indicator of efficiency that compares \nfavorably  with  power  utilities  in  the  Pacific  region.  KUA  has  a  well-functioning capacity  in \nadministration and financial management, which can accommodate water supply services as \nwell as electricity. A suitable transition period, to allow consumers to gradually accept the need \n ", "50  Appendix 12 \nto pay for water and to allow time for an appropriate public relations campaign to take effect, is \nprovided. \n4.  Gagil-Tomil Water Authority (Yap) \n10.  The GTWA was formed in 1986 to serve about 350 households and a few commercial \nand institutional customers from an abundant wellfield in the municipalities of Tomil and Gagil in \nthe northern part of Yap Proper. The system, which is now about 18 years old, still supplies \nhigh-quality, potable water although its infrastructure has reached the end of its useful life and is \nbeginning to decline. Water losses are increasing and require increased pumping. \n11.  Though  GTWA  has  only  3  full-time  staff  members  (a  general  manager,  a  financial \nmanager, and a technical operations manager), the utility has operated well and community \nsupport for it appears to be high. The subproject includes technical assistance in training in \nfinancial management and maintenance. Recruitment of additional personnel for operations and \nadministration will be required.  \nC.  Tariffs, Cost Recovery, and Project Financial Appraisal \n1.  Pohnpei Subproject: Wastewater Treatment Plant \n12.  Cost Recovery and Tariffs. The tariff for water customers in Pohnpei, implemented in \n1996, is $1.80 per 1,000 gallons consumed. A portion of the revenues collected from water \ncustomers is used to cross-subsidize the sewage system, which is without an explicit sewer \ncharge. As the sewerage system to be installed by the subproject is more efficient than the \nexisting system, the current water tariff is sufficient to cover projected OMM costs for the two \nsectors combined.  \n13.  PUC will conduct a comprehensive tariff review of all its operations including power, \nwater, and wastewater in the later part of 2004, with assistance from the US Department of \nInterior. Based on the results and a dialogue with PUC management during implementation of \nthe ADB subproject, the system for recovering charges for sewerage costs will become more \nexplicit and transparent.  \n14.  Financial Appraisal. As there will be, at this stage, no explicit charge for sewerage \noperations, the proposed subproject will not generate additional revenue. The financial internal \nrate of return (FIRR) will, by definition, be negative.  \n15.  Financial Forecasts and Sustainability. PUC has performed well over the past 10 \nyears, but does not recover full costs including depreciation. Cash balances are adequate to \nsupport operations and are expected to continue to improve; tariffs will shortly be reviewed and \nare likely to increase. The proposed subproject will improve operational efficiency and will have \na neutral or slightly positive effect on PUC’s financial position for operations; the costs of OMM \nand finance charges associated with the subproject can be carried under current operations. \n2.  Chuuk Subproject: Power Sector Restoration \n16.  Cost Recovery and Tariffs. The current CPUC electricity tariff has rapidly increased \nduring the past 5 years and was most recently raised in early 2004 to a level about double the \nlevels prevailing before 1999. The current tariff is adequate to sustain operations and recover \nfull costs; however, CPUC has a critical cash shortage because collection rates for electricity \nconsumed are chronically low with high arrears. There is no significant cost recovery from water \nsupply and sewerage operations. ", "  Appendix 12  51 \n 17.  Thus the urgent requirement for cost recovery and sustainability is not adjustment of the \ntariff, but improvement in revenue collection and cash management. The subproject includes \nmeasures  to  improve  CPUC’s  performance  in  these  areas,  which  are  discussed  in  a \nsupplementary appendix. \n18.  Financial Appraisal. Cost recovery from the current tariff covers full costs, including \nOMM, capital charges, and finance costs, assuming rapid closure of the billings-collection gap \n(as discussed). Under that assumption, the FIRR of the subproject is 15.2%. The weighted \naverage  cost  of  capital,  based  on  ADB  loan  terms  (a  blend  of  OCR  and  ADF)  and  the \ngovernment savings rate, is calculated at 2.8%. \n19.  Financial Forecasts and Sustainabillity. CPUC will reverse chronic deficits and cash \nshortages, and begin to accumulate modest cash surpluses after completion of the subproject \nand implementation of associated institutional reforms.  \n3.  Kosrae Subproject: Water Supply \n20.  Cost Recovery and Tariffs. At present, no charges are collected from water users in \nKosrae.2 Although sustainability requires that all water consumers be metered and billed, if the \nhealth benefits of the subproject are to be realized, price must not deter local residents from \nusing  the  water  supply.  Household  surveys  indicate  that  willingness-to-pay  constraints  in \nKosrae,  where  water  (though  contaminated)  is  abundant,  are  significant.  However,  it  is \nreasonable to expect that households’ willingness to pay will gradually adjust over time to the \neconomic realities of the costs and benefits of a reliable treated water supply.3  \n21.  Because the willingness-to-pay constraint in Kosrae is significant, there is a case for \nsubsidizing the water sector to ensure that the expected public health benefits from the new \nsystem are realized. A tariff set to recover OMM costs only would require that the loan and debt \nrepayment obligations be carried by the State government rather than the utility. The state \ngovernment has given assurances of its willingness to assume the debt obligations of the \nsubproject. To assist public acceptance of metering and billing for water consumption, it is \nproposed that the tariff be introduced in increments over the initial 4-year period (to 2009) \nfollowing the start of the subproject. This would require a declining schedule of direct cash \nsupport for O&M during the first 3 years of the implementation period.  \n22.  Financial  Appraisal.  At  the  proposed  tariff  for  OMM  recovery,  the  FIRR  of  the \nsubproject is 11.5%. \n23.  Financial Forecasts and Sustainability. KUA has a history of sound operations, both \ntechnically and financially, and has accumulated substantial cash balances through its power \nsector operations to date. Costs to absorb the Kosrae water sector within KUA’s ongoing \noperations will be minimal. The assumption by the state of the debt obligations of the proposed \nloan for the subproject, the operation of the system by KUA under the proposed OMM-recovery \nwater tariff, implemented in increments and combined with an initial cash subsidy as proposed, \nwill have a neutral or slightly positive effect on KUA’s financial position. \n4.  Yap Subproject: Water Supply \n24.  Cost Recovery and Tariffs. The existing GTWA water tariff reflects a recent (January \n2004) increase equivalent to the urban water tariff (Colonia). The current tariff is sufficient to \n                                                 \n2 Some municipalities levy a minor ($2/month) flat rate charge. Collection rates even on the flat rate charges are \nreportedly low. \n3 Project implementation arrangements include community awareness programs on the costs of supplying treated \nwater and on the need to pay for water. \n ", "52  Appendix 12 \nrecover OMM costs of the expanded system once all elements are completed. It is proposed \nthat  the  loan  and  debt  repayment  obligations  for  the  subproject  be  carried  by  the  state \ngovernment; the state has given assurances to this effect. It is further proposed that a portion of \ncapital costs (up to 30%) be recovered from users and reimbursed to the state through modest \nincrements in the average tariff over the 8 years grace period of the loan.  \n25.  Financial Appraisal. The existing and recommended tariff provides for recovery of \nOMM costs and only partial recovery of capital costs. The FIRR is 4.7%. \n26.  Financial  Forecasts  and  Sustainability.  GTWA  has  conducted  good  technical \noperations over 18 years, has a high degree of consumer and community support, and has \nimplemented tariff increases together with enforcement of a disconnection policy to ensure \nfinancial  sustainability.  The  subproject  will  improve  efficiency  and  reduce  unit  costs  while \nproviding for an expansion to presently unserved areas. The assumption by the state of the debt \nobligations of the proposed loan for the subproject, and the operation of the system by GTWA \nunder the current tariff, with modest increments implemented as proposed, will have a neutral or \nslightly positive effect on GTWA’s financial position and enable it to reimburse the state for a \nportion of capital costs over time. \n \n ", "  Appendix 13  53 \nSUMMARY ECONOMIC ANALYSIS  \n1.  The Federated States of Micronesia (FSM) is a federation of four states (Chuuk, Kosrae, \nPohnpei, and Yap), each with its own government, language(s), culture, and identity. More than \n600 islands scattered over a distance of around 3,000 km from west to east have a population \nof just over 107,000 (2000): 11,241 in Yap (11%), 34,486 in Pohnpei (32%), and 7,686 in \nKosrae (7%). About half the population live in Chuuk (53,595) but of these, only about 14,500 \nlive in Weno, the state capital. Real gross domestic product (GDP) growth declined significantly \nfrom 1995–1998 due in part to planned reductions in support from the United States (US) \nCompact of Free Association (CFA) and, despite a modest upturn thereafter, real GDP in 2001 \nwas still below that of 1995. Real per capita GDP has likewise stagnated at slightly more than \n$2,000 (in 1998 dollars). In 2004, a new Compact Agreement was implemented, with economic \nstabilization  measures  and  access  to  long-term  infrastructure  development  support,  which \nshould ease financial strains and improve productivity. \n2.  With the exception of the Pohnpei subproject (paras. 3–9), the economic analysis of \nsubprojects compares a calculated economic internal rate of return (EIRR) for the subproject to \nthe economic opportunity cost of capital (EOCC), which is assumed to be 12%. \nA.  Pohnpei Subproject: Wastewater Treatment Plant \n1.  Economic Rationale \n3.  The main island of Pohnpei State is the seat of the national Government and home to \nabout 32,000 people or 32% of the FSM population. The sewerage collection and wastewater \ntreatment systems serve the Kolonia area (population about 5,700). The sewerage collection \nsystem is old and leaky and overflows during heavy rain, contaminating adjacent residential \nareas and creeks. Partially treated effluent is discharged into the harbor by a short outfall pipe \nlocated near public recreational areas. The subproject is designed to improve the sewerage \ncollection system and curtail contamination from overflows, and provide a new wastewater \ntreatment plant for safe disposal of fully treated effluent.  \n4.  Because of old and degraded wastewater system, inadequately treated and untreated \nsewage adversely affects the Kolonia harbor area. Water quality monitoring in the harbor by the \nstate Environmental Protection Agency (EPA) shows consistent and substantial exceedance of \nestablished limits for waste-related parameters. The EPA water quality standards conform to \naccepted international standards such as those mandated by the US EPA and World Health \nOrganization (WHO). EPA conducts regular water quality monitoring at about 15 sites around \nthe harbor, as well as in other coastal areas of Pohnpei. The proposed subproject is the key \nelement of EPA’s strategy to improve water quality in the harbor. \n2.  Project Description and Beneficiaries \n5.  The Pohnpei subproject consists of an improved wastewater collection and treatment \nsystem for the Kolonia urban area, including a gravity sewer, effluent transmission line, two \nforce main sewers, a sewage lift station, rehabilitation of the existing sewer collection network, \nmodifications to two lift stations, possible expansion of the sewerage system to the Sokehs \ndistrict, construction of an activated sludge wastewater treatment plant and tertiary constructed \nwetlands, and an inflow and infiltration study.   \n6.  The subproject will improve environmental conditions, reduce health risks, and enhance \naesthetic environment of the residents and thousands of visitors that annually come to Kolonia \nTown and parts of Nett, Sokehs, and Utwe. It will particularly benefit the 2,800 residents of \n ", "54  Appendix 13 \nSokehs island, the coastal waters of which are heavily polluted due to inadequate arrangements \nfor effluent disposal in that area. \n3.  Project Selection  \n7.  The present and currently the only available site is bounded by private land which is not \navailable to the subproject. The least-cost option appropriate to the local environment and site \ntherefore utilizes an activated sludge plant and constructed wetlands before effluent disposal \ninto the mangroves. The design also results in low operation and maintenance costs as the \nsystem takes advantage of a low-elevation site to minimize pumping requirements.  \n4.  Economic Analysis \n8.  The economic analysis follows relevant Asian Development Bank (ADB) guidelines. \nUsing an approach that is more appropriate for most wastewater management projects than \nstandard cost-benefit analysis, it does not include valuation of benefits or calculation of an \nEIRR. Instead, wastewater management is viewed as part of a strategy for protecting and \nimproving  ambient  water  quality.  The  economic  rationale  is  based  on  sector  analysis  and \nexamines the least-cost approach to achieving environmental objectives.  \n5.  Results and Conclusion \n9.  The  ambient  water  quality  standards  in  force  in  Pohnpei  and  the  associated \ninfrastructure development plans established to meet them (including the proposed subproject) \nare a reasonable approach to managing environmental protection and ambient water quality \nand planning for sustainable urban development. The subproject is a critical component of \nPohnpei’s strategy to achieve water quality targets and represents a least-cost approach to \ndoing so, in terms of both capital and operational costs. Broad public support for environmental \nimprovements and water quality protection has been demonstrated by public participation.  \nB.  Chuuk Subproject: Power Sector Restoration \n1.  Economic Rationale \n10.  Weno, the capital island of Chuuk State, is the seat of government and the location of \nmost of the economic and social service activity serving and employing the people of Chuuk. \nThe existing power system consists of a diesel power station and distribution system which, due \nto inadequate maintenance, are close to inoperability. Extended outages of electricity in Weno \nare common occurrences and a continuation of these and a worsening of deterioration will result \nin substantial damage to Weno and Chuuk State as a whole. The Chuuk subproject will fully \nrestore  power  capacity  to  Weno,  refurbish  the  overhead  distribution  system,  and  provide \nessential and long-term support to Chuuk Public Utilities Corporation (CPUC) to ensure that the \nrestoration is sustained and cost-efficient to the provider and to consumers. \n2.  Project Description and Beneficiaries \n11.  The  Chuuk  subproject  has  three components:  (i)  a  replacement  power  station  with \ncapacity  sufficient  to  meet  peak  demand  over  the  next  20  years;  (ii)  clearing  of  power \ndistribution system backlog maintenance and provision of necessary institutional support; and \n(iii) environmental remediation of the existing power station site.  The subproject will benefit \nabout  2,290  government,  residential,  and  commercial  consumers  comprising  all  of  the \napproximately 14,500 residents of Weno Island, improve the lives of the people, and reduce \ntheir expenditure on lower-quality sources of energy. ", "  Appendix 13  55 \n3.  Project Selection and Analysis of Alternatives \n12.  Two alternative power generation solutions have been identified and evaluated: (i) a \npower generation station utilizing a series of movable, modular diesel engine-generator power \nunits; and (ii) a power station of conventional stationary design, utilizing larger power units. The \nmodular power station provides distinct advantages in flexibility and cost and will provide a \nreasonable reserve margin and similar operational efficiency as the stationary option. Measures \nto ensure substantial improvements in power system management, operation, and revenue \ncollection (including the installation of prepaid meters for all customers) are an integral part of \nthe subproject (see supplementary appendixes).  \n4.  Economic Analysis \n13.  The valuation of the subproject’s benefits varies by customer category, as the various \ncategories’ access to close substitutes for electricity varies substantially.  \n14.  For the residential sector (households), the gross benefit of electricity is the value of \nconsumption at the current tariff plus an estimate of the consumers’ surplus for electricity at the \ncurrent tariff. Data to determine consumers’ surplus in Weno are not available since billing \nrecords are incomplete. This analysis is therefore based only on the valuation of residential \nconsumption at the current tariff without consumers’ surplus, and is therefore an underestimate. \nFor commercial and government consumers, loss of electricity from the public power supply can \nbe substituted by self-generation. The gross benefit to these sectors is therefore the kilowatt-\nhours (kWh) made available with the Project, multiplied by self-generation cost per kWh, as a \nproxy for willingness to pay and for the resources that would have to be employed to supply the \nsame kWh without the Project.  \n15.  Nonquantifiable benefits include the value of social services (e.g., public administration, \nhealth and education services, and public safety) that are curtailed for lack of electricity; loss of \ninvestor  confidence  in  the  local  economy  and  reduction  in  investment  and  growth  in  the \neconomy; loss of incomes due to loss of employment and ability to market goods; a measure of \nconsumers’ surplus and loss of the standard of living that affordable electricity can provide to \nhouseholds, especially the poor. \n5.  Results and Conclusion \n16.  The  EIRR  is  21.78%  and  is  generally  robust  to  reasonable  adverse  changes  in \nestimated (i) capital cost, (ii) gross benefits, and (iii) a combination of adverse changes in capital \ncosts and gross benefits.  \nC.  Kosrae Subproject: Water Supply \n1.  Economic Rationale \n17.  Kosrae is a single island and has the smallest population of the FSM states. The \npopulation is predominantly rural and well distributed throughout the coastal areas. The existing \nwater supply consists of small-scale municipal surface water collection and distribution systems. \nThe population depends on these systems which, due to a combination of poor watershed \nmanagement and inadequate sanitation facilities, are heavily contaminated. The incidence of \nwaterborne and water-related diseases is consequently high.  \n18.  The subproject will provide the people in affected areas with an efficiently managed and \ntreated water supply of high reliability, operated and managed by the Kosrae Utilities Authority \n(KUA). The primary rationale for the subproject is treatment of water, reduction of waterborne \ncontaminants, and consequent improvement in public health.  \n ", "56  Appendix 13 \n2.  Project Description and Beneficiaries \n19.  The Kosrae subproject consists of infrastructure improvements and upgrades for the \nMutunte, Utwe, and Walung water supply systems, including (i) new or rehabilitated intake \nstructures; (ii) repairs to the existing transmission pipelines; and (iii) for each system, provision \nof a sedimentation tank, slow sand filtration treatment plant, clear well reservoir, chlorination \nfacilities,  increased  water  storage,  pumping  facilities,  and  rehabilitation  of  the  distribution \nnetwork to provide adequate pressure throughout the system. A combined population of about \n3,700, equivalent to nearly 50% of the total population of Kosrae, will benefit directly from the \nsubproject. The subproject will ensure that water supplied to affected households will meet or \nexceed EPA standards for drinking water. \n3.  Project Selection and Analysis of Alternatives \n20.  As the Kosrae subprojects largely include rehabilitation of existing systems, analysis of \nalternatives analysis is inappropriate as the proposed components primarily are replacement of \nexisting equipment and materials, and added treatment systems that are inherently least cost. \n4.  Economic Analysis \n21.  The  economic  benefits  of  improved  public  health  include  reduction  in  the  costs  of \ntreatment in the local health care service and overseas and reduction in fatalities (benefits that \nare quantifiable), and reduction in work or schooling time lost by patients afflicted with water-\nborne diseases (not quantifiable, but significant).  \n5.  Results and Conclusion \n22.  On the basis of para. 21, the EIRR of the subproject is estimated at 16.2% with an \nassociated net present value (at a 12% discount rate) of $1.0 million. Sensitivity tests of an \nincrease in capital costs by 20% and a decrease in the value of benefits by 20%, gave EIRRs \nexceeding 12%, while combining an increase in capital costs and decrease in benefits by 20% \nresulted in an EIRR of slightly below 12%. \nD.  Yap Subproject: Water Supply \n1.  Economic Rationale \n23.  The rural Tomil, Gagil, and Maap municipalities of Yap Proper have poor soils and \nrelatively  limited  economic  opportunities.  Some  350  households  in  Gagil-Tomil  have  been \nserved for about two decades by a high-quality piped water supply from an abundant well field, \nmaking  most  of  Gagil-Tomil  a  habitable  area  suitable  for  further  development.  About  150 \nhouseholds in Maakiy and Maap depend on limited and contaminated surface water resources \nand rainwater catchments. Reliance on these sources constrains water consumption, increases \nhealth risks, and reduces the quality of life and economic opportunities in the affected areas.  \n24.  The subproject will (i) refurbish the existing Gagil-Tomil water supply system and reduce \nwater losses and production costs; and (ii) extend pipelines to Maakiy and Maap from the Gagil-\nTomil wellfield to provide those communities with reliable treated water. The improvements will \nreduce poverty and improve the habitability of the area and indirectly will improve prospects for \neconomic development in Maap, especially in tourism, and provide more sources of income. ", "  Appendix 13  57 \n2.  Project Description and Beneficiaries \n25.  The Yap subproject consists of piped water supplies to Maakiy and all villages in Maap, \nand rehabilitation of the existing Gagil-Tomil water supply system.  The subproject will benefit \nthree municipalities with a total population of about 2,500. \n3.  Project Selection and Analysis of Alternatives \n26.  Two options were considered, both directed toward serving the Maap and Maakly areas. \nThese are (i) piped water to expand the existing Gagil-Tomil water system and to supply Maakiy \nvillage and the villages of Maap; and (ii) a multiple water supply system consisting of an \nindependent  piped  water  system  for  Maap  including  development  of  a  wellfield  on  Maap, \ntogether with piped water expansion from the Gagil-Tomil wellfield to supply Maakiy village. \nSince surface water is limited and receives only minimal treatment, i.e., disinfection is needed \nfor the available groundwater, comparison of technology options is not relevant. \n27.  The  least-cost  analysis  of  the  options  noted  above  is  not  straightforward  as  the \nbeneficiary populations are not equivalent and technical and operational management concerns \ndo not warrant inclusion of additional systems to make beneficiary populations equivalent. The \ninitial cost of operations exceeds that of plan Z by about $0.8 million, although the present value \nof lifecycle operation, maintenance, and management (OMM) costs for the integrated option is \nestimated at about $0.1 million less than the multiple system option. The integrated system \noption features a more streamlined and integrated management under one Authority, which \npromotes operational efficiencies and improved financial management, provides for security of \nsupply  from  a  proven  well  field,  and  allows  for  expansion  in  a  larger  geographical  area. \nTherefore, the selected option is financially and economically the most efficient option and \nprovides the most appropriate solution for operation and maintenance (O&M) and future needs. \n4.  Economic Analysis \n28.  The valuation of economic benefits is based on measurable (i) reduction in waterborne \ndiseases among the population in the project area; (ii) reduction of water losses and increasing \noperational efficiency in Gagil-Tomil Water Authority (GTWA), which result in lower real costs; \nand (iii) extension of incremental reliable, safe water supplies to the populations of Maakiy and \nMaap.  \n5.  Results and Conclusion \n28.  The  analysis  results  in  an  estimated  EIRR  of  12.3%.  Significant  additional  albeit \nunquantifiable benefits strongly support implementation, (i) a strong expectation that without the \nproject, water contamination and incidence of waterborne diseases in the project area will \nincrease  substantially  in  the  future  without  the  project  due  to  population  pressures  and \ncontinuing deterioration of the existing water supply systems; and (ii) a substantially increased \nscope for residential settlement of the area by people from other overcrowded or economically \nmarginal areas of Yap including the outer islands,1 and for development of tourism. The water \nsupply  is  presently  the  chief  limiting  factor  in  such  development,  as  the  area  is  already \nreasonably well served with roads and electricity. \n \n                                                 \n1  A government-supported settlement program, mainly benefiting inhabitants of depressed areas of the outer islands, \nis presently under way, with three new settlement areas opened in Gagil-Tomil and adjacent areas where water is \navailable. Access to a safe and reliable water supply in northern Gagil and Maap will permit increased settlement \nand encourage many former residents in those areas who now reside in Colonia due to lack of water, to return. \n ", "58  Appendix 14 \nFINDINGS AND CONCLUSIONS OF THE  \nSUMMARY INITIAL ENVIRONMENTAL EXAMINATION \n \nA.  Introduction \n1.  An  initial  environmental  examination  (IEE)  was  carried  out  for  each  of  the  four \nsubcomponents. A summary IEE (SIEE) was prepared for the Project as a whole.  \nB.  Description of the Environment \n2.  The  SIEE  and  IEEs  for  the  respective  project  subcomponents  fully  describe  the \nenvironment.  The  four  states  have  a  prevailing  tropical  climate.  Rainfall  is  generally  high, \nranging from around 300–450 centimeters (cm) in Yap and Chuuk, and about 500 cm annually \nin  most  parts  of  Kosrae  and  Pohnpei.  Other  biophysical  conditions  within  the  project \nimplementation areas are varied, as follows: \n(i)  Pohnpei. The proposed site for the new sewage treatment plant is the existing \nsolid waste dump site on Dekehtik Island, which also has the airport, bulk fuel \nstorage  tanks,  and  light  industrial  activities.  Mangroves  are  the  predominant \nvegetation in the undisturbed areas. The area adjacent to the proposed project \nsite is a heavily silted shallow reef flat, covered with mud and coral rubble. \n(ii)  Kosrae. Three perennial streams are the source waters for the water supply \nsubprojects. These are Palusrik stream in Utwe municipality; and Mutunte and \nLemwot  streams  (Walung)  in  Tafunsak  municipality.  The  Mutunte  and  Utwe \nsystems will use existing intake structures and Walung will require a new intake \nstructure. The watersheds in these areas are similar, covered with fairly dense \nvegetation. The streams are host to a limited assemblage of native fishes and \ninvertebrates. The water treatment and storage systems are located below the \nintakes. The Walung site is in a disturbed area adjacent to the community school, \nand  the  Utwe  and  Mutunte  treatment  systems  are  located  close  to  existing \nsettlements. The distribution pipeline routes follow existing alignments. \n(iii)  Yap. The project area for water supply improvements includes a site on Maap for \ndevelopment of a new groundwater well plus several planned storage tank sites \nand distribution pipelines. Much of the environment is characterized by savannah \nareas that host a sparse assemblage of native plants. In the lower-lying areas \nwhere wells would be drilled, broadleaf vegetation dominates. Alignments for \nnew distribution pipelines will follow existing road alignments and walking tracks.  \n(iv)  Chuuk.  The  site  for  the  new  power  generation  facilities  is  at  the  existing \nTRANSCO  site  in  the  dock  area.  This  is  a  developed  urban  site  that  is \nsurrounded  by  other  industrial  uses.  Improvements  to  the  power  distribution \nsystem will be on existing lines and equipment, and will not encroach into any \nnew ecologically sensitive areas. \nC.  Alternatives \n3.  A number of different site and design alternatives were considered for each of the \nproposed  subprojects.  The  preferred  alternatives  were  selected  based  on  a  range  of \nconsiderations: technical, institutional, economic, and environmental.  \nD.  Anticipated Environmental Impacts and Mitigation Measures \n4.  Environmental  analysis  identified  the  potential  impacts  that  might  occur  with \nimplementation of the subprojects. Mitigation measures were identified and recommended to \navoid or minimize the adverse impacts. The potential adverse impacts, and the recommended ", "  Appendix 14  59 \nmitigation measures to counteract them, are presented in the following table. Details are the \nSIEE and environmental management plans (EMPs). \n \nTable A14: Potential Impacts and Mitigation Measures \n     \nProject Phase  Potential Effect  Mitigation Measures \nPre- Kosrae and Yap  Kosrae and Yap \nconstruction  Encroachment into ecologically sensitive areas  Buffer zones maintained around stream beds to \n(design)  Increased sewage production.  protect water quality \n  Sound watershed management practices initiated \n  Water conservation programs implemented \n  Sanitation improvement program included in the \n  Project  \nChuuk  Chuuk \nLocation of plant at site near sea level  Site \"climate-proofed\" with appropriate protective \nexposed to storm waves and flooding  structures \nExcessive noise production by generators  Site selection and equipment specifications \nExcessive spillage of fuels and lubricants  selected to minimize noise generation and \n  transmission  \n  Equipment specifications and spill control \n  prevention plans minimize spillage \nPohnpei  Pohnpei \nSewage overflows and bypasses  System designed to minimize overflows and \nEffluent not meeting receiving water standards  bypasses \nInadequate sludge treatment and disposal  Effluent treatment design to comply with existing \nSulfide corrosion of sewage collection pipes  discharge standards; operation and maintenance \ntraining provided \nSystem design allowing for adequate sludge \nremoval and treatment and disposal at sanitary \nlandfill \nSpecifications for corrosion-resistant pipes \nConstruction  Kosrae, Yap, Chuuk, and Pohnpei  Kosrae, Yap, Chuuk, and Pohnpei \nSoil erosion in exposed work areas  Use of silt curtains or other mechanical devices to \nOccurrence of construction-related hazards  limit silt and soil runoff, as appropriate \nImpacts to ecology or cultural resources due to  Excavations covered between construction \ninadequate monitoring (Kosrae and Yap)  Workers trained in appropriate safe working \nLocalized clearing of vegetation (Kosrae and  practices safety equipment made available as \nYap)   necessary \nTraffic, noise, odors and dust (Pohnpei and  Consultations with biologist and archaeologist \nChuuk)   during construction, if required \nSocial impacts, worker conflicts  Vegetation clearing minimized as practicable \nConstruction plans to include best management \npractices to minimize traffic, noise, odors, dust  \nWorkers obtained from local workforce, where \npracticable \nOperational   Kosrae and Yap  Kosrae and Yap \n  Poor operation and inadequate maintenance  Trained management team with adequate \nof the facilities resulting in delivery of unsafe  capacity  \nwater  Regular monitoring and maintenance of the \nSmall-scale flooding due to system breaches  system  \nImpacts to worker health and safety  Workers trained in appropriate safe working \nOccasional, minor localized spills of chemicals  practices, safety equipment made available as \nused for chlorination  necessary \n  Chemicals properly stored and handled; spills \n  cleaned up promptly \nChuuk  Chuuk \nPoor management  Trained management team with adequate \nHealth and safety risks  capacity  \nEnvironmental effects (noise, pollution)  Regular monitoring and maintenance of the \n ", "60  Appendix 14 \n     \nProject Phase  Potential Effect  Mitigation Measures \n  system  \nAccidental spills  Workers trained in appropriate safe working \n  practices, safety equipment made available as \n  necessary \n  Adverse environmental effects minimized through \n  effective management and equipment \n  maintenance \n  SPCC plan operationalized \n  Chemicals properly stored and handled \n  Spills of fuel, chemicals, solvents cleaned up \n  promptly \nPohnpei  Pohnpei \nEffluent water damaging mangroves  System properly managed and maintained to \nInappropriate disposal of hazardous materials  ensure high-quality effluent \ninto sewer lines  Education program implemented regarding \nHazards to workers  importance of proper disposal practices \nInadequate monitoring  Workers trained in appropriate safe working \npractices, safety equipment made available as \nnecessary \n \nE.  Environmental Monitoring and Public Participation \n5.  Preliminary  EMPs  have  been  prepared  for  all  four  subprojects  of  the  Omnibus \nInfrastructure  Developemnt  Project  (OIDP)  to  ensure  that  the  mitigation  measures  and \nmonitoring requirements approved during the environmental compliance review will be carried \nout in subsequent stages of the Project. IEEs and SIEEs cover all required details including \ninstitutional responsibilities, reporting on EMP implementation monitoring and review, estimated \ncosts,  and  environmental  responsibility  procurement  plan  provisions.  The  EMPs  set  out \nconditions and targets to be met during project implementation. Revised EMPs will be prepared \nduring detailed design. In addition, state government environmental policies, legislation, and \nregulations provide for continued review during detailed design and will be followed by the \nrespective state governments.  \n6.  Public  participation  was  sought  in  the  course  of  the  project  preparatory  technical \nassistance  (PPTA).  There  were  numerous  meetings  with  key  stakeholders  in  government, \nutilities corporations, and the respective communities. A number of surveys were conducted to \nassess  consumers’  attitudes  and  willingness  and  ability  to  pay  for  the  proposed  services. \nProvisions  have  been  made    for  continuing  public  participation  throughout  project \nimplementation. \nF.  Conclusions \n7.  The  Project  is  expected  to  bring  about  significant  environmental  and  public  health \nimprovements. There will be no significant adverse effects. The Category B environmental \nclassification is confirmed, which requires no environmental impact assessment (EIA) under \nADB's  environment  policy,  relevant  operational  procedures  (OM/F1),  and  environmental \nassessment  guidelines  (2003).  The  respective  state  agencies  have  indicated  that  the  IEE \nsatisfies their preliminary environmental assessment requirements and that full EIAs are not \nexpected  to  be  necessary  under  local  environmental  laws  and  regulations,  which  will  be \nfollowed during detailed design. "], "metadata": {"ModDate": "D:20041115132934+08'00'", "CreationDate": "D:20041015165221+08'00'", "Title": "Microsoft Word - R201-04.DOC", "Creator": "Acrobat PDFMaker 6.0 for Word", "Author": "aj3", "Producer": "Acrobat Distiller 6.0 (Windows)", "SourceModified": "D:20041015085154"}}