{"path": "data/input/reports/rrp-uzb-p34160.pdf", "pages": ["sAumA  SIAN DEVELOPMENT BANK RRP: UZB P34160 \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \nREPORT AND RECOMMENDATION  \n \nOF THE \n \nPRESIDENT \n \nTO THE  \n \nBOARD OF DIRECTORS \n \nON PROPOSED LOANS \n \nTO THE REPUBLIC OF UZBEKISTAN \n \nFOR THE \n \nEDUCATION SECTOR DEVELOPMENT PROGRAM \n  \n \n \n \n \n \n \n \n \n \n \nOctober 2002 ", "CURRENCY EQUIVALENTS \n(as of  23 October 2002) \n \nCurrency Unit  –  sum (SUM) \nSUM1.00  =  $0.00120 \n$1.00  =  SUM 831 \n \nABBREVIATIONS \nADB  -  Asian Development Bank \nAL  -  academic lyceum \nBETD  -  Basic Education Textbook Development Project \nCIESD  -  Central Institute for Education Staff Development \nCOM  -  Cabinet of Ministers \nCSSE  -  Center for Senior Secondary Education \nDC  -  development center \nDE  -  distance education \nERIMU  -  Education Reform Implementation Unit \nESDP  -  Education Sector Development Program \nFP  -  faculty of pedagogy \nFSU  -  former Soviet Union \nGDP  -  gross domestic product \nIASC  -  inter-agency steering committee \nIDG  -  international development goal \nIMF  -  International Monetary Fund \nINSET  -  In-Service Teachers’ Training \nIP  -  institute of pedagogy \nLIBOR  -  London Inter-Bank Offered Rate \nLRC  -  learning resource center \nMOF  -  Ministry of Finance \nMOHSSE  -  Ministry of Higher and Secondary Specialized Education \nMOL  -  Ministry of Labor \nMOMES  -  Ministry of Macroeconomics and Statistics \nMOPE  -  Ministry of Public Education \nNBU  -  National Bank for Foreign Economic Activity of Uzbekistan \nNPPT  -  National Program for Personnel Training \nPC  -  professional college \nPIU  -  project implementation unit \nRCU  -  Regional Coordinating Unit \nRITTI  -  regional in-service teacher training institute \nSIF  -  school initiatives fund \nSSE  -  senior secondary education  \nSY  -  school year \nTA  -  technical assistance \nTACIS  -  European Union Technical Assistance for the Commonwealth of Independent States \nTEMPUS  -  European Union Trans-European Mobility Programme for University Studies \nTVE  -  technical and vocational education \n \nNOTES \n(i)  The year (FY) of the Government ends on 31 December. \n(ii)  In this report, “$” refers to US dollars. \n(iii)  The school year (SY) runs from September to June. SY before a calendar year \nindicates the year in which the school year ends.              ", " \nCONTENTS \n \n \n  Page    \n \nLOANS AND PROGRAM SUMMARY  i  \n \nMAP  vii \n \nI.  THE PROPOSAL  1 \n   \nII.  INTRODUCTION  1 \n   \nIII.  THE SECTOR  2 \n   \nA.  Macroeconomic Context  2 \nB.  Sector Description  3 \nC.  Government Expenditure  10 \nD.  Constraints and Issues  12 \nE.  Government Objectives and Strategy  13 \nF.  External Assistance to the Sector  14 \nG.  ADB’s Operations and Strategy in the Sector  14 \n \nIV.  THE SECTOR DEVELOPMENT PROGRAM  15 \n   \nA.  Rationale  15 \nB.  Objectives and Scope  17 \nC.  Policy Framework and Actions  18 \nD.  Capacity Building  22 \nE.  The Investment Project  22 \nF.  Social and Environmental Measures  25 \n   \nV.  THE LOANS  27 \n   \nA.  The Program Loan  27 \nB.  The Project Loan  29 \n \nVI.  BENEFITS AND RISKS  33 \n   \nA.  Expected Impacts  33 \nB.  Risks and Safeguards  34 \n \nVII.  ASSURANCES  35 \n   \nA.  Specific Assurances  35 \nB.  Conditions of Loan Effectiveness  36 \n \nVIII.  RECOMMENDATION  37 \n \n   \n ", " \nAPPENDIXES   \n1.  Program Framework  38 \n2.  New Education Structure  43 \n3.  Key Education Indicators  44 \n4.  Structure of Education Budgets  45 \n5.  External Assistance to Education  46 \n6.  Development Policy Letter  47 \n7.  Policy Matrix   52 \n8.  Project Cost Estimates and Financing Plan  60 \n9.  Implementation Schedule  61 \n10.  Pro-poor Design Features and Poverty Reduction Impact  62 \n11.  ESDP Management Structure  65 \n12.  Ineligible Items  66 \n13.  Core ESDP Performance Indicators  67 \n14.  Summary of Consulting Services  68 \n15.  Summary of Staff Development Activities  69 \n16.  Major Procurement Categories and Mode of Procurement  70 \n17.  Operations and Administration of School Initiatives Fund  71 \n18.  Economic Analysis  73 \n     \nSUPPLEMENTARY APPENDIXES (available on request) \nA.  Distance Education Modules \nB.  PIU Responsibilities \nC.  Mahalla Structure \nD.  Summary Terms of Reference for Consultants \nE.  Procurement Packages \nF.  Staff Requirements of the Distance Education System \nG.  Management Structure of the Project Components \nH.  Budget Impact of the Principal Policy Measures \n \n \n \n \n \n ", " \nLOAN AND PROGRAM SUMMARY \n \nBorrower  Republic of Uzbekistan \n   \nThe Proposal   Two loans from the Asian Development Bank (ADB) comprising (i) \na Program Loan and (ii) a Project Loan in support of the Education \nSector Development Program (ESDP) \n \nRationale  Improvements in the relevance and the quality of education are \n  critical to Uzbekistan’s democratization and transition to a market \neconomy. Uzbekistan’s education system must also be reoriented \nin a cost-effective and sustainable manner. The ESDP will support \nselected  policy  interventions,  adjustment  measures,  and  critical \ninvestments  that  may  otherwise  be  hampered  by  resistance  to \nchange in the education system or adversely affected by budgetary \nconstraints.  \n   \nClassification  Poverty Intervention \n  Thematic: Human Development \n \nThe Sector Development Program \n \n  Objectives and   The ESDP will support the implementation of Uzbekistan’s medium-\n  Scope  term  education  and  training  development  plan,  commonly \n  designated  as  the  National  Program  for  Personnel  Training,  by \naddressing  four  major  sector-wide  challenges:  namely  (i) \nmodernizing the structure, content, and processes of education; (ii)  \nimproving  sector  sustainability  and  efficiency;  (iii)  reforming \ngovernance of education; (iv) providing protection for the poor.  \n \nThe Program Loan will facilitate the implementation of urgent reform \nmeasures affecting the entire sector, while the Project Loan will \nfund  key  investments  aimed  at  improving  the  quality  of  basic \neducation and sector management practices.  \n \n  Policy  The medium-term education policy framework and the associated \n  Framework and  policy  actions  of  the  ESDP  collectively  address  the  four  major \n  Actions  sector challenges.  \n   \nModernizing the content and structure of education will involve (i) \npursuing ongoing efforts to streamline and simplify the structure of \neducation; (ii) developing modern curricula and educational quality \nmonitoring  mechanisms;  and  (iii)  strengthening  the  teacher \neducation system, in particular through the introduction of distance \neducation.  \n \nThe sustainability and efficiency of the education sector will be \nenhanced by (i) redeploying and retraining administrative staff in \nline  with  the  decentralization  process;  (ii)  reviewing  the  service \nconditions of education personnel, paying particular attention to \nthose categories working in difficult conditions; and (iii) rationalizing \nthe network of schools and institutions.  ", "i i\n \nThe governance and management systems of education should be \nreformed with a view to (i) developing national capacities in the area \nof  policy  formulation,  planning,  and  financial  management;  (ii) \nencouraging community participation in school management; and \n(iii)  supporting  the  emergence  of  a  nongovernment  education \nsector. \n \nAccess of the poor to quality education will be protected by (i) an \nimproved targeting of public resources towards deprived areas, and \n(ii) special assistance schemes for vulnerable population groups. \n \n  Capacity  The ESDP will address capacity-building concerns through staff \n  Building  training  (both  in-country  and  abroad),  on-the-job  support,  and \n  participatory policy studies. These activities will be concentrated on \nthree main areas: (i) decentralization of school management, (ii) \nteacher education, and (iii) overall sector policy analysis and reform \nmanagement. \n \n  The Investment  The Investment Project will support government efforts to improve \n  Project  the quality of basic education (with priority given to poor and remote \n  rural areas) and to modernize sector management. It will comprise \nthree main components with several subcomponents. \n \nThe  first  component—strengthening  sector  planning  and \nmanagement  capacities—will  support  participatory  policy \nformulation processes and develop national capacities to manage \nthe education reforms. It will involve (i) an organizational audit of \nthe education administration with a training needs assessment of \nthe  administrative  personnel;  (ii)  a  nationwide  school  mapping \nexercise combined with a community survey; (iii) policy studies in \nthe  areas  of  (a)  staff  development,  (b)  education  finance  and \nbudgeting, and (c) nongovernment provision of education; and (iv) \ntraining of school principals and district administrators. \n \nComponent  2—improving  and  extending  teacher  education—will \nprincipally  establish  a  distance  education  capacity  to  conduct \nteacher  training  and  retraining  activities.  Teacher  education \nprograms  will  be  developed  and  delivered  in  the  areas  of  (i) \nmultigrade instruction, (ii) primary school teaching, (iii) field-specific \nteaching  methods,  and  (iv)  selected  junior  secondary  school \nsubjects.  \n \nComponent 3—strengthening community involvement in schooling \nand improving learning conditions—will comprise (i) rehabilitation of \nthe physical infrastructure and provision of equipment for the most \nresource-poor schools of the country, (ii) assistance to communities \nin establishing autonomous and effective school boards, and (iii) \nprovision of grant funds accessible to schools on a competitive \nbasis through a School Initiatives Fund (SIF). \n \n ", "ii i \n \n  Social and  The ESDP policy framework specifically includes protection of the \n  Environmental   poor as one of its pillars. Policy changes supported by the ESDP \n  Measures  will improve equity in the allocation of education resources (human, \nphysical, and financial) and will facilitate a cost-effective and pro-\npoor  restructuring  of  education  budgets.  Direct  student  support \nmechanisms such as scholarships and living allowances will be \nbetter targeted towards needy students. Regional discrepancies in \neducation  finance  will  be  partially  offset  through  supplementary \ncentral  budget  transfers  to  the  poorest  districts.  Teacher \nperformance  and  teaching  quality  in  disadvantaged  areas  are \nexpected to be enhanced through the provision of supplementary \nincentives for teachers serving in particularly difficult conditions.  \n \nPoverty reduction mechanisms are also largely integrated in the \ndesign  features  and  implementation  arrangements  of  the \nInvestment  Project.  School-based  interventions,  including  the \nschool rehabilitation program and the SIF to support community \ninitiatives for education, will be targeted towards the poorest areas \nof the country. Augmenting teacher opportunities for further training \nand  career  development  will  principally  benefit  rural  teachers, \nespecially women, who have little access to the formal in-service \ntraining system.  \n \nThe Program Loan \n \n  Loan Amount  It is proposed that ADB support the Government’s education reform \n  and Terms  package by providing a loan of $70 million from its ordinary capital \n  resources. The borrower will be the Republic of Uzbekistan. The \nloan will have an amortization period of 15 years, including a grace \nperiod of 3 years, with interest to be determined in accordance with \nADB’s London Inter-Bank Offered Rate (LIBOR)-based loan facility, \nand such other terms and conditions as set forth in the draft Loan \nAgreement.  \n \n     \n \n  Program  The  Government,  through  an  Inter-Agency  Steering  Committee \n  Monitoring and  (IASC),  will  monitor  the  implementation  of  policy,  legal,  and \n  Tranching  institutional reforms envisaged under the Program. The IASC will be \n  assisted by the Education Reform Implementation Monitoring Unit \nof  the  COM.  A  program  monitoring  system  will  be  developed, \nbuilding upon the existing reform monitoring capacity established by \nthe Government with ADB support. \n \nThe Program will be carried out over a period of 36 months from the \ndate of loan effectiveness (expected December 2002). The loan will \nbe released in three tranches. To obtain the release of the tranches \nof the loan, the Government will be required to carry out actions \nspecifically identified as conditions for tranche release in the policy \nmatrix,  and  to  demonstrate  satisfactory  progress  in  the \nimplementation  of  other  actions  in  the  policy  matrix.  The  first \ntranche, in an amount of $30 million, will be released upon loan ", "iv \n \ntranche, in an amount of $30 million, will be released upon loan \neffectiveness. The second and third tranches, each in an amount of \n$20 million, are expected to be released by March 2004 and March \n2005, respectively.  \n \n  Executing  The  Ministry  of  Finance  will  be  the  Executing  Agency  of  the \n  Agency and  Program  Loan.  The  Cabinet  of  Ministers  (COM)  will  remain \n  Implementation  responsible for the implementation of policy measures under the \n  Arrangements Program.  An  Inter-Agency  Steering  Committee  has  been \n    established by the Government to oversee implementation of the \n  ESDP  (both  the  Program  and  the  Project  loans)  and  facilitate \ninteragency coordination. \n \n  Procurement,  The proceeds of the loan will be utilized to finance the foreign \n  Disbursement,  exchange costs of eligible items produced in and procured from \n  and  ADB’s member countries. Procurement of eligible items financed \n  Counterpart  under the Program loan will be carried out in accordance with \n  Funds  standard public sector procedures of the Government or normal \n  private sector commercial practices acceptable to ADB.  \n \nThe counterpart funds to be generated from the proceeds of the \nloan  will  be  used  by  the  Government  to  finance  the  costs \nassociated  with  the  implementation  of  the  education  reform \npackage.  \n \nThe Project Loan \n \n  Loan Amount  It is proposed that ADB provide a loan of $38.5 million, financed \n  and Terms  from its ordinary capital resources, as part of the Investment Project \n  of the ESDP. The loan will have an amortization period of 25 years, \nincluding a grace period of 5 years, with interest determined in \naccordance with ADB’s LIBOR-based loan facility, and such other \nterms and conditions as set forth in the draft Loan Agreement. \n \n  Executing  The  COM,  will  act  as  Executing  Agency  of  the  Project  and \n  Agency and  coordinate  the  work  of  implementing  agencies  under  the \n  Implementation  supervision of the IASC established for the Program. A project \n  Arrangements  implementation unit will be responsible for all day-to-day aspects of \n  project  management  and  coordination  between  implementing \nagencies.  \n \nFor  each  of  the  three  project  components,  implementation \nresponsibilities  will  be  devolved  to  implementing  agencies \naccording to their mandates and capacities. The COM, through its \nSocial Complex Secretariat, will be the implementing agency for \ncomponent 1. The Ministry of Public Education, through its Central \nInstitute  for  Education  Staff  Development,  and  the  Ministry  of \nHigher  and  Secondary  Specialized  Education  will  be  the \nimplementing agencies for component 2. The Mahalla Foundation \nwill be the implementing agency for component 3. \n ", "v  \n \n \n  Procurement,  The Project will provide consulting services, overseas fellowships \n  Disbursement,  and  in-country  training,  civil  works,  equipment  and  furniture, \n  and Consulting  instructional  materials,  and  block  grants  to  schools  through  the \n  Services  establishment of the SIF. International and domestic consultants will \n  be engaged in accordance with  ADB’s Guidelines on the Use of \nConsultants  and  other  arrangements  satisfactory  to  ADB. \nProcurement of goods and services financed under the ADB loan \nwill be undertaken in accordance with the ADB’s  Guidelines for \nProcurement. Civil works for project institutions will be fully financed \nby the Government, and will be carried out in accordance with the \nGovernment’s  standard  procurement  procedures  acceptable  to \nADB.  \n \nTwo imprest accounts, each with a ceiling of $250,000, will be \nestablished, managed, replenished, and liquidated in accordance \nwith ADB’s Loan Disbursement Handbook, January 2001 and with \ndetailed arrangements agreed upon by the Government and ADB. \nOne account will be used for facilitating disbursements under the \nSIF, while the other will be used for financing other eligible small \nexpenditures for the purpose of the Project.  \n \n  Time Frame  The  Project  will  be  implemented  over  a  period  of  5  years  with \ncompletion expected by 31 December 2007. \n \nRisks and   Smooth ESDP implementation rests on the assumption that the \nSafeguards  Government  will  (i)  maintain  its  commitment  to  carry  out  the \n  education reforms at the anticipated pace; (ii) provide counterpart \n  funds  and  staff  in  a  timely  manner;  (iii)  ensure  transparency, \n  accessibility, and reliability of data for the purpose monitoring ESDP \n  implementation; and (iv) administer the loans in an efficient and \ncoordinated manner.  \n \nRisks such as the delayed implementation of policy actions and \nproject activities have been minimized by certain safeguards. Policy \nactions of the Program are linked with interventions of the Project \nand other ADB operations. In particular, the Project will support \npolicy studies and surveys to refine the implementation modalities \nof certain complex reform measures. Project activities have been \nphased realistically by the inclusion of a start-up period. Up-front \naction has been taken by the Government to establish the project \nmanagement and monitoring structure (IASC, the Education Reform \nImplementation  Unit,  the  Project  Implementation  Unit)  and  to \nestablish the legal basis for the new distance education system. \nThe support of an ongoing technical assistance activity of ADB will \nhelp the Government monitor the ESDP. \n ", "v\nii \n ", " \nI.  THE PROPOSAL  \n \n1.  I submit for your approval the following Report and Recommendation on proposed \nassistance to the Republic of Uzbekistan for the Education Sector Development Program \n(ESDP), including (i) a Program loan, and (ii) a Project loan.  \n \nII.  INTRODUCTION \n \n2.  The Government of Uzbekistan has demonstrated its dedication to improving national \neducation, which will play a pivotal role in achieving economic transition and fostering national \nunity. The National Program for Personnel Training (NPPT) was enacted in August 1997 to \nguide long-term education reforms in three phases: 1997-2001, 2001-2005, and 2005 and \nbeyond.  In  support  of  the  NPPT,  the  Asian  Development  Bank  (ADB)  has  approved  two \nprojects:  the  Basic  Education  Textbook  Development  (BETD)  Project1  and  the  Senior \nSecondary  Education  (SSE)  Project’.2  In  June  2000,  the  Government  requested  ADB  to \nconsider  the  preparation  of  the  ESDP  in  lieu  of  the  envisaged  Basic  Education  Staff \nDevelopment Project,3 to provide broad-based support to the overall education reform process.  \n \n3.  Subsequently, a Loan Reconnaissance Mission visited Uzbekistan between 1 and 17 \nJuly 2000 to assess the feasibility and the appropriateness of the sector development program \napproach  in  the  education  sector,  and  to  discuss  key  sector  policy  reforms  with  the \nGovernment. A Loan Fact-Finding Mission, fielded between 23 November and 11 December \n2000, worked together with counterpart agencies to develop an education sector policy matrix \nand refine the design and implementation arrangements of the Project. Two follow-up missions \nwere  fielded  in  May-June  2001  and  November  2001,  respectively,  to  pursue  technical \ndiscussions  with  the  executing  and  implementing  agencies  and  to  firm  up  conditions  for \nappraisal and subsequent ESDP processing steps. The Loan Appraisal Mission, fielded from 24 \nJanuary to 4 February 2002, updated certain components of the policy matrix and carried out \nthe final reviews and analyses of the ESDP. The ESDP framework is presented in Appendix 1. \n \n4.  The principal Government agencies that contributed to the preparation of the ESDP \ninclude the Office of the President, Secretariat of the Social Complex of the Cabinet of Ministers \n(COM), Department for Coordination of External Economic Activities of COM, Ministry of Public \nEducation  (MOPE),  Ministry  of  Higher  and  Secondary  Specialized  Education  (MOHSSE), \nCenter  for  Senior  Secondary  Education  (CSSE),  Central  Institute  for  Education  Staff \nDevelopment (CIESD) under MOPE, Ministry of Finance (MOF), Ministry of Macroeconomics \nand Statistics (MOMES), and Ministry of Labor (MOL). Overall, ADB loan processing missions \nvisited six regions4—namely Khorezm, Samarkhand, Djizzak, the Autonomous Republic of \nKarakalpakstan, Ferghana, and Andijan—to consult with local stakeholders and potential direct \nbeneficiaries of the ESDP.  \n \n \n                                                 \n1  Loans 1594/95(SF) for $20 million and $20 million equivalent, respectively, approved on 17 December 1997. \n2  Loan 1737-UZB for $57 million equivalent, approved on 8 February 2000. \n3  This project was included in the Country Assistance Plan for Uzbekistan as a firm loan for 2001 for an amount of \n$40 million and then removed once agreement on processing of the ESDP was confirmed. The project proposal \ndeveloped under the project preparatory technical assistance (TA 3187-UZB: Preparing the Basic Education Staff \nDevelopment Project, for $350,000 approved on 23 April 1999) was largely used to formulate the investment \nproject of the ESDP.  \n4  Unless otherwise noted, the term “region” is used hereafter to denote any of the 14 regional administrative units of \nUzbekistan, viz., 12 oblasts, Tashkent City oblast, and the Autonomous Republic of Karakalpakstan.  ", "  2\nIII.  THE SECTOR \n \nA.  Macroeconomic Context \n \n5.  Since  its  independence  in  1991,  Uzbekistan  has  adopted  a  gradual  approach  to \nstructural  adjustment  and  macroeconomic  stabilization  as  well  as  to  sector  reforms.  The \ncountry’s  rich  endowment  in  natural  resources—Uzbekistan  is  one  of  the  world’s  largest \nproducers of cotton, gold, and natural gas—and the Government’s ability to earn hard currency \nfrom exports allowed some degree of freedom with respect to the pace of institutional change \nand structural adjustment. Unlike the other Central Asian republics of the former Soviet Union \n(FSU), Uzbekistan avoided a dramatic economic downturn in the post-independence years, and \nwas  able  to  minimize  short-term  social  unrest  associated  with  the  transition  to  a  market \neconomy.  \n \n6.  As part of this gradualist approach, the institutional framework necessary for a market \neconomy to operate is progressively being put in place. Prices of consumer goods have been \nliberalized,  privatization  of  small  enterprises  and  housing  has  been  completed,  and \ncorporatization of medium- and large-scale state-owned enterprises has been initiated under a \nvast privatization program. Fiscal and public sector management has improved, although good \ngovernance  remains  undermined  by  a  system  of  excessive  control  and  regulation.  The \nGovernment took significant steps to augment revenues by introducing a value-added tax by \nand increasing land and excise taxes. On the expenditure side, administrative expenses were \ncut  largely  through  administrative  downsizing,  while  direct  subsidies  on  foodstuffs, \ntransportation, and housing were largely removed.  \n \n7.  Agriculture remains the key sector for Uzbekistan’s economic development, accounting \nfor roughly 35% of gross domestic product (GDP), 60% of exports, and 35% of employment. \nState and collective farms are progressively being transformed into private family-owned farms \nin an attempt to improve market responsiveness and increase agricultural yields. New policies in \nthe rural sector promote self-sufficiency in food production and export expansion, essentially \nthrough shifting from cotton monoculture to food crops. At the same time, state agricultural \nrevenues are being largely redistributed to finance investments in other sectors, especially in \nimport-substitution industries.  \n \n8.  Despite the Government’s attempts to boost investment in domestic industry, industrial \ngrowth since independence has been very modest, and industry’s share of GDP actually \ndeclined from 22% in 1993 to 15% in 2000. This weak performance reflects structural rigidities \nin the economy, distortions in factor markets, and import restrictions. In contrast, the service \nsector expanded considerably with the relative stable macroeconomic environment. Wholesale \nand retail activities thrived, especially in the capital, Tashkent, and the tourism sector has \ndeveloped rapidly. The sector distribution of economic output and the rapid changes affecting \neconomic activity have important implications for al bor market requirements and hence for \neducation and training reforms. Most importantly, there is a need to strengthen the general \ncontent  of  instruction,  as  opposed  to  highly  specialized  training,  thereby  promoting  the \nacquisition of skills and knowledge applicable to a large number of industries and enhancing the \nflexibility of the workforce. \n \n9.  Regarding  macroeconomic  policies  and  stabilization,  the  Government  performed \nrelatively  well  in  maintaining  both  internal  and  external  balance  in  the  face of successive \nexternal shocks in the 1990s, including the loss of budgetary and trade transfers from Moscow, \nthe Russian financial crisis, and declining prices in international commodity markets. In the ", "  3\nperiod 1991-95, GDP fell by 20%, a sizeable shock, but less dramatic than that experienced by \nother CARs. Positive growth resumed in 1996 at an average rate of 4.5%. According to official \nstatistics, in 2000, GDP growth was 4.0%, the inflation rate was 28%, and the trade surplus \nexceeded 0.8% of GDP. The country has thus been able to combine relatively steady economic \ngrowth with acceptable inflation levels and current account deficits since the mid-1990s. These \npositive indicators, however, largely reflect the Government’s tight control over the economy.  \n \n10.  Indeed,  the  most  challenging  task  within  macroeconomic  adjustments  remains  the \nliberalization of foreign trade and exchange regimes. The Government initially stated that it \nwould not seek International Monetary Fund (IMF) assistance in completing the macroeconomic \nstabilization, as it wanted to implement the reforms at its own pace to minimize the social costs \nto the population at large. A series of moderate steps were introduced in 2000 and 2001 to \nliberalize access to and sale of foreign exchange and to expand foreign trade in consumer \ngoods. However, uncertainty about the Government’s commitment to achieve full liberalization \nof the currency, trade, and investment markets led to the de facto closure of the IMF Resident \nMission in April 2001. In parallel, Uzbekistan experienced a severe deterioration in its terms of \ntrade, caused by a drop in cotton and gold prices. Recently, the Government encountered rising \ndebt-service payments, and balance of payments pressures.  \n \n11.  In this macroeconomic context, and in the aftermath of the events of 11 September \n2001,  which  raised  increased  international  attention  regarding  Uzbekistan’s  security  and \nstability, negotiations with IMF resumed. An IMF mission visited Uzbekistan in December 2001 \nfor  discussions  with  the  Government  on  a  comprehensive  program  of  macroeconomic \nstabilization and structural reform to be monitored through a staff monitored program. The staff \nmonitored program was declared effective in February 2002. Its key elements include—inter \nalia—(i)  elimination  of  all  restrictions  on  access  to  foreign  exchange  for  current  account \ntransactions, (ii) reform of the state procurement system for raw cotton and grain, (iii) measures \nto reduce the number of state monopolies and monopoly products, and (iv) preparation of a \nstatistics law leading to the establishment of an independent statistical agency. Based on the \nIMF’s positive assessment of the status of reforms, the monitoring period under the SMP was \nextended until 31 August 2002 and preliminary discussions for an economic program that could \nbe supported by the IMF were initiated. \n \n12.  The Government continues to place high priority on human development and social \nprotection, and is conscious that acceleration of the liberalization process may be painful for the \npopulation at large in the short term if it is not well managed and mitigated by appropriate safety \nnets. Some reform measures will result in the erosion of real income for pensioners and other \nvulnerable groups of society, as well as layoffs due to the restructuring of collective farms and \nindustrial state-owned enterprises. This, in turn, may jeopardize access to basic social services \nincluding health, education, and housing. In discussing the ESDP, and more generally the \nprogram lending approach, the Government stressed the high and increasing level of social \nspending, especially for the education sector, required to ease the social cost of the adjustment.  \n \nB.  Sector Description  \n \n1.  Structure of Education  \n \n13.  The  Soviet  model  of  education,  which  emphasized  a  high  number  of  compulsory \nsubjects  in  general  education  and  highly  specialized  programs  in  technical  and  higher \neducation, is no longer consistent with the need for greater flexibility required in a modern \nmarket economy. Moving away from such a model, the NPPT foresees major changes in the ", "  4\nstructure of Uzbekistan’s education system during the period from school year (SY) 1999 until \nSY2005.  \n \n14.  First, compulsory education is being extended to 12 years, maintaining age 6 as the \nminimum school-starting  age  and  adopting  a  4-5-3 pattern. As shown in Appendix 2, this \nsequence will consist of 4 years of primary, 5 years of junior secondary, and 3 years of SSE. \nThe previous 4-5-2 structure will thus be progressively phased out, with SSE extended to a \nthree-year program by adding grade 12.  \n \n15.  Second, while the previous system was highly fragmented – characterized by numerous \ntracks and types of institutions—the education structure is being streamlined and simplified. \nBasic education, referring to the nine years of instruction covering primary and junior secondary \neducation, will be delivered in general schools only. SSE will comprise only two types of \ninstitutions: academic lyceums (ALs) and professional colleges (PCs). ALs have a general \nacademic focus and prepare students for tertiary education, while PCs emphasize technical \nskills  and  prepare  students  for  entry  into  the  workforce.  All  technical  and  vocational \nestablishments  will  be  gradually  closed  or  converted  into  professional  colleges.  In  higher \neducation,  numerous  courses  and  diploma  programs  will  be  progressively  eliminated  and \nreplaced by four-year bachelor’s programs, followed by two-year master’s programs.  \n \n16.  Third, the orientation of compulsory education will undergo a fundamental shift away \nfrom general education towards technical and vocational education (TVE), with the network of \nPCs expected to account for as much as 90 % of SSE enrolments. In parallel, education in \ngeneral (i.e., academic) subjects will be included in a strengthened core curriculum introduced \nin PCs, and the number of specializations offered will be adjusted to demand.  \n \n17.  As indicated in Appendix 3, basic education currently accounts for approximately 5.7 \nmillion students (2.6 million enrolled in grades 1-4 and 3.1 million in grades 5-9), 9,600 schools, \nand 410,000 teachers. Although the implementation of the new structure will have no major \nimpact on total quantities of teacher personnel in basic education, friction is likely to arise from \nsubstantial internal reallocations. In view of demographic trends (which show a slight diminution \nof the school age population), and given the fact that grades 10 and 11 will no longer be offered \nin basic schools, there may be an overall surplus of facilities, enrollment capacity, and teachers \nin the subsector. At the same time, there is an emerging qualitative or field-by-field mismatch \nbetween the supply of and demand for teachers. A significant number of vacancies cannot be \nfilled or must be filled by unqualified personnel, and there are persistent shortages of teachers \nfor certain subjects and in remote rural areas. \n \n18.  In terms of raw enrolments, the NPPT will mark the most dramatic change for the SSE \nsubsector. Current Government plans call for the establishment of 1,611 PCs with an enrollment \ncapacity of 1,020,000 students and 181 ALs with an enrollment capacity of 80,000 by the year \n2010. SSE expansion will involve the construction of new campuses and boarding facilities as \nwell as the conversion of former technical secondary schools into PCs. The Government \nforesees that the new SSE system will require a total of about 120,000 teachers, whereas only \n75,000 are currently teaching in corresponding grades. Most teachers serving in technical and \nvocational institutions in grades 10 and 11 in general schools will be retrained to assume \npositions in the new type of institution. The Government also intends to attract young graduates \nas well as professionals from outside the education sphere to fill vacancies in ALs and PCs.  \n \n19.  The higher education subsector consists of over 60 institutions (specialized institutes \nand universities, usually composed of several faculties) enrolling roughly 196,000 students, ", "  5\ndown from 230,000 in 1994. The Government does not expect any increase in higher education \nenrollments due to the vocationalization of SSE. A rationalization of the subsector, by grouping \nhigher education institutions and reducing courses and programs offered in line with actual \ndemand, is under way.  \n \n2.  Access to and Participation in Education \n \n20.  The uninterrupted political commitment of both the FSU and the independent Republic of \nUzbekistan to support and adequately finance education resulted in considerable achievements \nin terms of the population’s access to and participation in education. The adult literacy rate of \nthe national population is estimated at 99%.5 The labor force is well educated and qualified: \n82%  of  workers  have  completed  basic  education,  of  whom  34%  have  completed  senior \nsecondary or higher education. As a result, Uzbekistan’s well-developed human resource base \nis considered a major asset for its future economic development. \n \n21.  While official statistics often report comprehensive basic education coverage with only \nsmall disparities between rural and urban areas or between genders, there are indications that \naccess to education declined in the past decade. According to UNICEF (Trans MONEE 2001 \nDatabase) gross enrollment ratios decreased significantly between 1989 and 1999 at all levels \nof education: (i) from 26% to 16% in pre-primary education, (ii) from 92% to 88% in basic \neducation, (iii) from 67% to 52% in senior secondary education, and (iv) from 15% to 6% in \nhigher education. To a certain extent, the decline in participation in education reflects the surge \nin school dropouts that occurred in the years following independence, especially in the rural \nareas. Dropout is attributable to both economic reasons (rising direct and indirect costs of \nschooling), and poor preparedness for primary education due to a sharp fall in preschool \nattendance.6   \n \n22.  Other  important  problems  need  to  be  addressed  in  terms  of  equity  in  access  to \neducation, in particular with respect to the situation of girls and ethnic minorities. Gender \ndisparities become more prominent as one moves upwards in educational levels. Women make \nup 39% of the total enrollment in higher education, declining to 25% for master’s courses and \n12% for doctoral courses. Females’ access to technical education remains restricted, especially \nin the scientific fields. As a result of these disparities, women tend to be employed in relatively \nfew sectors (e.g., education, health, food processing) and have far fewer opportunities for \ncareer advancement. The education of children from ethnic and linguistic minorities is an \nimportant and sensitive policy issue. At present, over 10% of the schools of the country provide \ninstruction in the languages of ethnic minorities (Russian, Kazak, Tajik, Karakalpak, Turkmen, \nand Kyrgyz), accounting for about 15% of total enrolments in basic education. So far, the \nGovernment has maintained its political commitment to provide basic education in the seven \nnational  languages  (including  Uzbek).  However,  schools  for  minority  children  are  at  a \ndisadvantage  in  terms  of  availability  of  instructional  materials  and  textbooks  in  national \nlanguages,  as  well  as  teacher  qualifications.  Opportunities  for  further  education  are  also \nreduced for these children, who are not well equipped to enter the mainstream of Uzbekistan’s \nSSE, conducted exclusively in the Uzbek language. \n \n \n                                                 \n5  The decision of the Government to switch from the Cyrillic to the Latin script will effectively lower the literacy of \nmuch of the adult population. The adoption of the new alphabet is a particular concern for a majority of teachers \nwho may not master the new Uzbek script and hence may not be able to teach effectively. \n6  Preschool services used to be provided by employers, mainly state enterprises and farms. The corporatization and \nprivatization of public entities has resulted in closures of preschools and a dramatic fall in enrollment levels.  ", "  6\n3.  Management of Education \n \n23.  Uzbekistan’s education sector does not perform well in terms of cost-effectiveness as a \nresult of rigidities from inherited central planning and budgeting systems. The education system \nis characterized by suboptimal utilization of public resources, reflected in small class and school \nsizes, plus low efficiency ratios and teaching loads. Structural and institutional changes in the \nsystem  are  necessary  to  modernize  sector  management  practices,  support  community \nparticipation and nongovernmental funding of education, and improve overall efficiency and \nequity in the utilization of educational resources (physical, human, and financial). \n \n24.  Policymaking in education is the domain of the Social Complex of COM and the Office of \nthe President. In spite of recent and rather modest changes, management of the education \nsector still rests on planning and budgeting methods inherited from the FSU. Centrally defined \nnorms and standards regulate the allocation of resources, leaving little flexibility for adjustment \nto particular situations. Long-term planning of capital investment and projections of student \nnumbers and staff requirements are undertaken by MOMES. Projections of enrollments in SSE \nand higher education institutions are determined on the basis of a rigid manpower planning \napproach and static regional labor market analysis. MOMES is also the agency responsible for \npreparing and releasing official education statistics, while other central agencies, including \nMOPE, MOHSSE, MOF, and MOL, maintain their own data collection and processing systems. \nExisting information systems appear fragmented, and statistics produced often lack consistency \nand relevance to policy. \n \n25.  MOPE  and  MOHSSE  are  responsible  for  implementing  national  policies  in  their \nrespective education subsectors. A number of central or Republican institutes have also been \nestablished  with  varying  degrees  of  autonomy  vis-à-vis  the  two  ministries  to  oversee  the \nimplementation of policies and programs in certain reform areas and subsectors. These include \nthe CSSE, the Republican Testing Center (examinations and standard setting), Republican \nEducation Center (development of curriculum and textbooks), CIESD (in-service training of \nschool  teachers  and  administrators),  Central  Institute  for  Pedagogical  Research  (teaching \nmethods and processes), and Institute for Problems of Higher Education.  \n \n26.  With the NPPT, the Government clearly announced its intention to move towards a \nmanagement system that promotes administrative decentralization and encourages community \nparticipation  and  local  initiative.  Financing  and  management  responsibilities  of  the  school \nsystem are being increasingly devolved to local governments. The administration of preschool \nand basic education institutions is under the dual responsibility of the regional governments \n(hokimiyat) and MOPE through its 14 regional (oblast-level) and 214 district (raion-level) offices \nthroughout  the  country.  Professional  colleges  are  administered  by  SSE  regional  offices \nreporting to both CSSE and the regional governments. With a few exceptions,7 all higher \neducation institutions and  AL  (usually  attached  to  or  established  under  the  auspices  of  a \nuniversity) are administered by MOHSSE. \n \n27.  Managerial procedures are being progressively overhauled, and educational institutions \nhave now acquired some autonomy in making decisions on the allocation of resources. Most \nsignificant advances include the abolition of norms regulating the recruitment of school support \n                                                 \n7  Pedagogical institutes, which train teachers for the basic education subsector, are a noticeable exception, as they \nreport to MOPE. ", "  7\nstaff, the reduction in the number of budget categories,8 and the establishment of a new legal \nframework  conducive  to  community  involvement  in  schooling  and  mobilization  of  extra-\nbudgetary  resources  for  education.  Important  features  of  this  legal  framework  are  the \nauthorization given to schools to open special bank accounts to manage their extra-budgetary \nfunds, and the creation of school boards to express community views on decisions affecting \nschool  affairs.  As  part  of  the  policy  to  encourage  community  involvement  in  education, \nmahallas9  are  expected  to  become  major  school  partners.  Many  of  them  have  already \nestablished commissions for education.  \n \n4.  Content and Processes of Education  \n \n28.  The extent to which the knowledge, attitudes, and skills imparted by the education and \ntraining system are mastered by learners and contribute to the country’s economic development  \nremains  largely  unknown  because  of  the  lack  of  pertinent  information  regarding  learning \noutcomes, graduate placement in the job market, and worker productivity. There is, however, \nevidence that, as in other countries of the FSU, the content, processes, and organization of \nUzbekistan’s education system should be revamped to better serve the needs of changing \neconomic, social, and political conditions. The NPPT acknowledges the need for fundamental \nreorientation of the education system towards one that is more suited to the requirements of a \nmarket economy and, at the same time, can further national identity and democracy.  \n \n29.  Educational quality improvement, more particularly through the revision of curricula and \ntextbook content, has been the overarching priority of education authorities since independence.  \nThe perceived low quality and insufficient relevance of education are attributable to a number of \nfactors including outdated and ideologically biased curricula, non-interactive teaching methods, \nand poor quality instructional materials. In basic education, priority must be given to focusing the \ncontent of instruction towards core competencies and to better preparing students for lifelong \ntrainability. A new emphasis on inculcating problem-solving ability and creativity is especially  \nneeded  in  this  respect.10  In  technical  and  higher  education,  broad-based skills acquisition \nshould be emphasized to encourage graduates’ employability and flexibility in the context of an \nevolving market economy, where labor market demand cannot be predicted well. \n \n30.  Government efforts in the area of quality improvement culminated with the preparation of \neducational  standards  for  basic  education,  SSE,  and,  more  recently,  higher  education. \nStandards encompass all aspects related to the organization and the content of educational \nprograms. The new basic education curriculum better reflects Uzbekistan’s history and culture, \nand integrates subjects such as economics, computer, and environmental education. In parallel, \nthe new generation of latin-script textbooks is being introduced in a phased manner, a process \nthat started in 1996 and is expected to be completed in SY2003. At the SSE level, the variety of \ncourses requires larger efforts to develop new curricula and instructional materials. Curricula are \nstill in an experimental phase, and the translation of foreign textbooks into Uzbek is the favored \napproach in the short run. A significant achievement in the TVE subsector is the streamlining of \nprograms offered in PCs in around seven major fields: industry, transport and communications, \n                                                 \n8  School budgets now includes only seven categories: (i) salaries, (ii) staff allowances, (iii) minor civil works and \nmaintenance, (iv) utilities, (v) furniture and equipment, (vi) materials and supplies, and (vii) others. \n9  The mahallas—traditional community organizations—are already utilized by the Government as the principal body \nin charge of the administration of targeted social assistance and child allowance programs. \n10  International students’ achievement tests have demonstrated that while students of the FSU tend to perform very \nwell in knowledge of facts, their capacity to apply knowledge or to use it in unanticipated circumstances is well \nbelow that of students from countries of the Organization for Economic Cooperation and Development. ", "  8\nconstruction and municipal services, agriculture and forestry, health, education, and economics. \nALs offer three major streams: natural sciences, humanities, and economics.  \n \n31.  Efforts aimed at improving educational quality have been hampered by two factors: lack \nof national capacity and lack of financial resources. The vast majority of Uzbek educators, \ncurriculum  specialists,  and  textbook  authors  have  never  been  exposed  to  alternative \napproaches to teaching and international experiences in curriculum reform. Educational quality \nmonitoring systems based on assessments of teaching processes and learning outcomes, \nrather than solely on input levels, should be developed. At the school level, resource constraints \nhave  aggravated  common  problems  such  as  shortages  of  instructional  equipment  and \nmaterials, as well as the distressed physical conditions of classrooms and school buildings. \nSchool  environments  must  become  more  conductive  to  effective  learning,  especially  in \neconomically disadvantaged areas.  \n \n5.  Teacher Education \n \n32.  Both pre-service and in-service teacher education are being reformed in their content \nand organization. As part of the new NPPT standards, all teachers are now required to obtain a \nBachelor’s level degree through four years of higher education and must receive periodic \nrecertification. At the primary level, approximately 66,000 teachers (equivalent to 54% of the \ntotal number of primary school teachers), most of them serving in rural schools, are presently \nconsidered to be underqualified by the Government. Only a limited proportion of these teachers, \nabout 15%, have begun upgrading by means of correspondence studies with higher education \ninstitutions. The Government considers that all underqualified teachers should receive special \nupgrading courses. Moreover, virtually all teachers need to be retrained to master the revised \nsubject contents under the new curricula, and to gain experience in modern teaching methods.  \n \n33.  Preservice teacher education comprises a variety of institutions whose roles are being \nredefined in line with the new educational structure. Pedagogical colleges, which in the past \ntrained the majority of primary school teachers, will now be exclusively responsible for training \nteachers of preschool and “special subjects” (music, gymnastics, drawing, and labor). The \nnumber  of  pedagogical  colleges  will  accordingly  be  reduced  from  38  to  25  by  2005. \nPostsecondary teacher education institutions comprise the 5 institutes of pedagogy (IPs), the \nTashkent Pedagogical University and 16 faculties of pedagogy (FPs). In general, graduates \nfrom the IPs and the Tashkent Pedagogical University are employed mainly in basic education, \nwhile those from the FPs usually serve in SSE. Pedagogical colleges and institutes report to \nMOPE, whereas the FPs are administered by MOHSSE. A priority of the Government is to \nexpand the enrolment capacity of the FPs to respond to the need for additional teachers in the \nSSE  subsector.  Another  priority  is  to  revise  the  content  of  teacher  education  programs, \nadjusting them to the new curricula and giving more emphasis to pedagogy and teaching \npractice.  \n \n34.  In-service teacher training is conducted at the 14 regional in-service teacher training \ninstitutes (RITTIs). At the national level, CIESD provides pedagogical support for the staff of the \nRITTIs as well as in-service training for education managers and school principals. Present \nstandards require all staff categories to receive at least 156 hours of in-service training every 3-\n5 years (depending on category). RITTIs are functioning at about only 60% of their training \ncapacity,  reflecting  low  participation  in  training  courses.  Access  to  in-service  training  is \nparticularly limited for teachers serving in remote areas, especially for female teachers, who \nexperience difficulties attending courses for a variety of reasons including cost, travel time, and \nfamily obligations. MOPE’s priority is to expand opportunities for in-service training by improving ", "  9\nthe flexibility of the current system and introducing new delivery modes such as distance \neducation (DE). Insufficient duration of training, inadequate qualification of instructors, and the \nlack  of  educational  equipment  and  instructional  resources  are  other  critical  issues  to  be \naddressed for improvement of in-service teacher training.  \n \n35.  School supervision and teacher support functions are performed by district inspectors \nand methodologists and by school principals. In principle, inspectors effect school control and \nsupervision and are responsible for verifying schools’ adherence to national standards and \nregulations; methodologists, specialized by subject, have a teacher support and advisory role, \nand should evaluate teachers’ ability to deliver the new educational contents; principals provide \nprofessional guidance and coaching to teachers and monitor their job performance. In practice, \nhowever,  the  responsibilities  of  inspectors,  methodologists,  and  principals are not clearly \ndelineated. Recent cuts in the number of district inspectors have left methodologists unprepared \nto take up duties formerly assumed by inspectors. Most methodologists and principals cannot \neffectively play their teacher support role, as they have not mastered new subject content and \nhave never been exposed to new methods of teaching. A new system for training of district staff \nthat clearly demarcates responsibilities by position is becoming urgent to restore the school \ninspection system and improve teacher support. \n \n6.  Service Conditions of Education Staff \n \n36.  Teacher morale and motivation declined seriously after independence, but seem to have \nimproved  in  recent  years  thanks  to  the  efforts  made  by  the  Government  to  improve  the \nconditions of teachers. Unlike in many other countries of the FSU, teachers in Uzbekistan \ngenerally enjoy stable on-time payment of salaries; regular salary increases compensating for \nprice inflation; and a generous system of incentives and benefits, including discounted use of \nutilities services, free housing in rural areas, free medical service, and three months of paid \nholiday. However, the recruitment of teachers for remote areas remains problematic, which \nsuggests  that  the  package  of  incentives  and  benefits  should  be  reviewed  for  particular \ncategories of staff. More than low pay, poor teaching environments, lack of materials, and, for \nmany teachers, difficulties in coping with multigrade classes have been the critical factors \nimpeding their motivation. \n \n37.  Given that current norms of teaching loads11 are very low, teachers commonly engage in \nother activities to earn additional income. These often include second jobs outside education, \nsuch as small plot cultivation and tutoring for a fee. The necessary augmentation of the teaching \nload will require many teachers to abandon one of their jobs and thus is likely to change teacher \nperspectives regarding their employment conditions to refocus their attention on salaries. The \nGovernment is willing to reexamine teaching loads in connection with curricular changes and a \ncomprehensive review of service conditions of teachers. As part of this reflection, new career \ndevelopment  procedures  and  incentive  mechanisms  should  be  developed  with  a  view  to \nenhancing teacher motivation and performance. While seniority remains de facto the principal \nfactor for professional advancement, the introduction of a performance-based promotion system \nconcurrent  with  the  adoption  of  more  flexible  salary  structures  allowing  for  larger  wage \ndifferentials would contribute improving staff motivation. Changes in the remuneration and \npromotion  system  should  also  reward  further  training  and  professional  development  of \npersonnel.  \n \n                                                 \n11 The official teacher workload is 14 hours per week in primary education and 16 hours at junior and senior \nsecondary levels.  ", "  10\n38.  Women make up the vast majority of education personnel, accounting for about 75% of \nschoolteachers, but remain largely underrepresented among upper-level staff categories. Their \naccess to in-service training and further education is limited, restricting their career prospects. \nTo a large extent, the characteristics of service conditions mirror the position of women in Uzbek \nsociety. Low salaries combined with reduced workload and generous benefits (in particular \nmaternity leaves) encourage women to prioritize their family obligations vis-à-vis their careers. \nIn the long run, the improvement of teachers’ status is expected to encourage a more balanced \ngender representation in the profession. \n \nC.  Government Expenditure \n \n1.  Funding Sources and Budget Allocations \n \n39.  Since independence and despite tight budgetary conditions, the education sector has \naccounted  for  roughly  8%  of  GDP,  a  high  level  by  international  standards,  indicating  a \nsubstantial  effort  to  support  education.  The  share  of  education  in  total  public  recurrent \nexpenditures  has  remained  at  or  above  21%  since  1995.  Almost  90%  of  total  education \nexpenditure comes from the central (Republican) budget, either directly (for financing higher \neducation institutions and ALs), or through transfers to regional governments (for primary and \nsecondary schools, and PCs). The remaining 10% is financed through tax revenues generated \nby local governments. Funding for noncompulsory levels of education (i.e., preschool and higher \neducation)  relies  in  part  on  extrabudgetary  sources,  namely  payments  made  directly  to \ninstitutions by students, families, companies, etc. Extrabudgetary revenues account for about \none third of total expenditures by higher education institutions, and are comprised primarily of \nuniversity fees paid by employers for “contract students” (distinguished from “budget students” \nwho receive scholarships and in some instances stipends from MOHSSE) .12 \n \n40.  As shown in Appendix 4, the subsector distribution of public recurrent expenditure on \neducation changed significantly beginning in 1998. With the phase-in of NPPT implementation, \nthe share allocated to SSE increased substantially at the expense of basic education. SSE \naccounted for 20.2% of total education spending in 2001 against 13.6% in 1997. Another \nmarked feature of education budgets is the relatively low share allocated to personnel costs \n(between 55-61% since 1998) and to materials and equipment. In contrast, social transfers \n(such as scholarships, stipends, and food) have commanded fairly large shares, especially at \nnoncompulsory education levels, putting a heavy burden on educational budgets. Stipends still \naccount for about 30% of public spending on both higher education and TVE, and meals \nrepresent almost one half of public spending on preschool. This pattern, which reflects the \nSoviet era legacy of generous subsidies to students, should also be reconsidered on equity \ngrounds, as it tends tend to disproportionately benefit the more affluent parts of the population \nliving in urban areas. The structure of education budgets by cost category is due to change \nsignificantly with the anticipated increases in teacher salaries, the elimination of stipends in the \nnew SSE system, and the progressive reduction in the number of budget students.  \n \n \n \n \n                                                 \n12  The share of contract students in the total number of students increased dramatically, from 10% in SY1997 to 54% \nin SY2002. This apparent large share of private funding of higher education must be interpreted with caution, as \nthe bulk of extrabudgetary revenues still comes from the public sector, i.e., state and parastatal enterprises that \nfinance tuition fees and allowances for contract students.  ", "  11\n2.  Efficiency and Equity in the Utilization of Resources \n \n41.  As noted in para. 23, budget allocations and personnel deployment are based on central \nnorms  inherited  from  the  Soviet  era.  Small  institutional  size,  and  low  teaching  loads,  \npupil:teacher ratios,13  and pupil:nonteaching staff ratios suggest that savings and efficiency  \ngains can be realized without affecting educational access or quality. Conscious about the need \nfor improving cost efficiency in education, the Government has made some attempts to review \nstaffing and budgeting norms. The maximum class size was increased from 30 to 35 students, \nand teachers were allowed to work up to 1.5 times the normal workload. Several resolutions \nimposing downsizing of the apparatus of the public administration were issued since 1999. In \n2001, a government decree called for a further 16% reduction in the number of civil servants. In \ngeneral, such staff cuts in the education sector have been allocated without any assessment of \nthe relative shortages or surpluses of personnel, by category and level of administration, and \nthis has weakened the capacity of the administration to deliver services and manage the \nreforms.  \n \n42.  Both MOPE and MOHSSE have experienced drastic cuts in personnel. In contrast, \ncentral or Republican institutes and the RITTIs were protected. In regional and district offices, a \nlarge number of positions funded by the central budget were eliminated, and local governments \nhad to fill some vacancies using their own resources. Reviewing the functions of the central \ninstitutes and rationalizing their personnel, streamlining the in-service teacher training system, \nand  strengthening  the  two  education  ministries  and  regional  administration  seem  to  be \nappropriate directions for future redeployment of administrative personnel. These assumptions,  \nhowever, will need to be confirmed in a comprehensive review, performed at the various levels \nof the administration covering staff numbers, status, functions, and tasks.  \n \n43.  There is also some scope for rationalizing the school network by exploring the potential \nfor  developing  multigrade  teaching,  multiple  subject  teaching,  double  shifting,  and  school \ngrouping. Teaching and nonteaching staff requirements should be determined in light of new \nnorms and the preparation of a new school map. At the SSE level, simple projections suggest \nthat considerable savings and efficiency gains can be achieved by increasing the envisaged \nsize of ALs and PCs, and adjusting the boarding capacity to current and foreseen needs. \n \n44.  Another important equity concern in the distribution of financial resources is that all \nregions of Uzbekistan do not have the same resource base to deliver basic education as the \nresult of differences in local level tax revenues. Per pupil expenditure varies considerably across \nregions, from about SUM11,000 in Namangan Region to SUM19,000 in Navoiy Region. This is \nlikely to result in variations in the quality of the education provided. Budget transfers from central \nto local governments are needed to compensate for poorer regions’ lower potential to raise \nprivate funds and mobilize community support. Greater regional autonomy in managing budget \nallocations (flexibility vis-à-vis central norms) would also likely result in an improved utilization of \nresources. Another equity issue relates to the current system of direct student support, which is \nboth excessively expensive and ineffective in reaching the poor and vulnerable groups of the \npopulation. Improved targeting of beneficiaries in stipend and scholarship programs, based on \nobjective socioeconomic criteria, is particularly important in this respect. \n \n \n                                                 \n13  The average pupil:teacher ratios are estimated at 20-1 and 11-1, respectively, at the primary and junior secondary \nlevels. Such figures are comparable to those of countries in transition (19-1 and 12-1, respectively), but very much  \nat odds with countries with a similar level of GDP per capita. ", "  12\n3.  Financial Sustainability \n \n45.  The capital investment costs of the NPPT are considerable. The Government initially \nplanned to invest about $3 billion equivalent in the expansion of the SSE system, accounting for \nan estimated 40% of the public investment plan during 1999-2005. Recently, however, the \nGovernment decided to extend the time frame for the construction of the network of new PCs \nand ALs to 2009. Most of this funding is expected to come from local taxes raised by regional \ngovernments. This represents a considerable effort on the part of the regions and a drastic \nrestructuring of their budgets. On the recurrent expenditure side, the anticipated increases in \npersonnel costs (additional teachers for the SSE subsector and payroll increases) will put \nadditional pressure on education budgets. In addition to the aforementioned adjustment in the \nscale and time frame of SSE expansion plans, key revisions must be made in systemwide \nnorms to enhance the financial sustainability of the NPPT.  \n \n46.  Mobilizing new sources of finance for education and improving efficiency in the utilization \nof public resources are two challenges to be addressed to enhance the viability of the reform. In \nthe first place, areas where substantial savings and efficiency gains could be made should be \nidentified. Cost savings should be sought in almost all budget categories, including (i) salaries \nand related expenses (by reviewing norms regarding class size, staffing levels, and teaching \nloads),  (ii)  social  transfers  (by  better  targeting  direct  subsidies  such  as  stipends),  (iii) \nconstruction and maintenance costs (by reviewing the school map, upgrading existing buildings, \nand reducing boarding facilities).  \n \n47.  In addition, appropriate strategies aimed at diversifying sources of finance for education \nhave to be worked out. Private-public partnerships have been successfully encouraged with the \nnew law on the financing of education institutions, allowing schools to raise and manage \nextrabudgetary funds. The corporatization of the textbook publishing and printing industry is also \nunder way as the Government abolished the system of free textbook provision and central \nprocurement. Nongovernment initiatives in the provision of educational services at the preschool \nand  higher  education  levels  should  be  further  encouraged.  Cost-sharing  or  cost-recovery \nmechanisms in the public education system should be developed at the SSE and university \nlevels, with appropriate measures to offset any possible detrimental effect on access.  \n \nD.  Constraints and Issues \n \n48.  The principal constraint and risk facing the reform is social support. Measures required \nto improve system efficiency frequently entail short-term losses for certain stakeholders, and \nthus  may  face  resistance  from  within  the  education  system  (e.g.,  staff  retrenchment  and \nredeployment,  increased  teacher  workload,  reduced  budget  allocations  for  stipends  and \nscholarships, closing of schools, abolition of the system of free textbook provision). In light of \nthese risks, the Government has adopted a gradual and phased approach to reform. Particular \nattention has been given to mitigating the impact of introducing user charges upon the poor (for \ninstance, free textbook provision was continued for certain categories of pupils), while teacher \nsalaries and benefits have been protected.  \n \n49.  Institutional  development  and  capacity-building  needs  pose  a  second  set  of  sector \nconstraints. At the central level, strengthening national capacities in policy formulation and \nstrategic  planning  is  critical  to  the  successful  implementation  of  the  reform.  In  particular,  \nimplementation modalities for reform must be further refined to become viable (financially \nsustainable, technically and pedagogically sound) as well as better integrated into a full-fledged \ndevelopment  strategy  for  education.  Coordination  among  agencies  responsible  for  reform ", "  13\nimplementation must be improved. At local levels, the decentralization  process should be \nsupported by an adequate transfer of resources combined with skills development programs. \nMoves towards decentralization constitute a radical change of management processes and face \na number of constraints, as well as resistance from within the administration. Key partners of \ndecentralization, including school principals and district education authorities, should be better \nequipped in view of their anticipated expanding functions.  \n \n50.  Financial  management  issues  constitute  a  third  set  of  constraints  impeding  the \nimplementation of education reform. Current systems of budgeting and central norms cannot be \nsustained, and seriously threaten the reform’s financial viability. Further revision of these norms \nis required to make resources available for critical investments in education quality improvement \nand SSE expansion. To further alleviate financial constraints, the government should promote \nthe introduction of cost-sharing through user charges where possible, and establish a legal \nframework conducive to private sector involvement in education.  \n \nE.  Government Objectives and Strategy  \n \n51.  Since independence, education has maintained a prominent place in the Government’s \nreform agenda. As in other economic and social spheres, a legal and centralized approach to \nreform was adopted, culminating in 1997 with the adoption of a new Education Act and the \nendorsement of the NPPT by parliament. The reform process has been characterized by a top-\ndown approach, which may have weakened the sense of ownership and understanding of the \nreform, even within the administration. A large number of presidential decrees and ministerial \norders have been issued since the adoption of the NPPT in order to provide guidance to \nagencies  on  the  implementation  of  specific  reform  measures.  Evidently,  however,  the \nproliferation of legal measures, very often too narrowly focused on specific tasks or clienteles, \ncannot substitute for a well-prepared sector development strategy. The reform process could be \nenhanced  by  promoting  more  systemic,  technical,  and  participatory  approaches  based  on \ndialogue and consultation with educational stakeholders and civil society.  \n \n52.  The Government views the NPPT as a unique model aimed at establishing a modern \nnational education system meeting both international standards and the requirements of a \nmarket economy in a democratic society. Fifteen strategic directions or broad principles are \nstipulated in the NPPT, among which 7 are directly linked to the thrusts of the ESDP: (i) reform \nof educational content, (ii) integration of industry and education, (iii) development of interaction \nbetween  science  and  education,  (iv)  training  and  retraining  of  education  personnel,  (v) \nautonomy and self-sufficiency of educational institutions, (vi) promotion of private funding and \nforeign assistance to education, and (vii) development of new educational technologies and \nmethods.  \n \n53.  Most decrees elaborate on specific actions required in key reform areas such as (i) \nquality  improvement  (e.g.,  preparation  of  new  basic  education  standards,  plans  for  the \nintroduction of the new generation of latin-script textbooks, norms on sanitation and hygiene in \nschools, creation of the Ustoz Foundation to promote teacher retraining abroad); (ii) SSE \nexpansion (e.g., plans for the construction of new PCs and ALs, norms on equipment, allocation \nof plots of land to agricultural PCs); (iii) modernization and decentralization of management \nsystems (e.g., establishment of monitoring units in agencies, financing of education institutions, \nuse of extrabudgetary resources, establishment of school boards); (iv) budget rationalization \n(e.g., instructions on staff reductions, abolition of the system of free provision of textbooks, \nelimination of stipends for SSE students); and (v) protection of special groups, the poor, and the \nvulnerable (e.g., salary increases of education personnel, free provision of textbooks and ", "  14\nclothing for children from low income families, introduction of a student loan scheme, free \naccommodation in SSE hostels for rural females).  \n \nF.  External Assistance to the Sector \n \n54.  Overall, external assistance to education is rather modest in Uzbekistan, involving a \nlimited number of multilateral and bilateral agencies. ADB is by far the principal development \npartner of the education sector in terms of scope of intervention, funding, as well as policy \nadvice.  \n \n55.  As shown in Appendix 5, much of the external assistance to the Uzbekistan education \nsystem has been directed towards higher education and TVE. Major bilateral partners, including \nUS, Japan, and Germany, have supported domestic and overseas training programs for post-\nsecondary  students,  in  technical  fields  as  well  as  in  management  and  accounting.  The \nGovernment of the Republic of Korea and the Japan Bank for International Cooperation have \nprovided loans on concessional terms to support expansion of the SSE system. The European \nUnion  is  an  important  external  partner  with  two  programs:  Technical  Assistance  for  the \nCommonwealth of Independent States (TACIS) and Trans-European Mobility Programme for \nUniversity Studies (TEMPUS). TACIS projects have focused on management training, market \nskills  development,  and  agricultural  education.  TEMPUS  promotes  exchanges  between \nuniversities.  \n \n56.  Assistance to basic education is piecemeal and narrowly focused. The United Nations \nEducational, Scientific and Cultural Organization and the United Nations Children’s Fund have \nbeen active in this subsector, providing support to schools in the Aral Sea area. The British \nCouncil has supported the development of English textbooks and related teacher training \nactivities. Other externally-assisted projects that involve basic education staff or may otherwise \nindirectly benefit that subsector include initiatives in democracy and civic education (Soros \nFoundation and US) and school management and legislation (TACIS).  \n \n57.  Close coordination among ADB and other development partners has taken place in \npreparing and implementing loans and technical assistance (TA) activities. The SSE project and \nthe Japan Bank for International Cooperation-supported project are implemented in parallel, \nsharing a common project implementation unit (PIU) and employing coordinated implementation \nstrategies. While at the project level, coordination of external assistance can work effectively, \nthere are no regular mechanisms for dialogue among development partners, nor a platform for \nconsultation  with  the  Government.  This  has  been  detrimental  to  planning  and  integrating \nexternal assistance to education into a coherent strategic framework. The Government has \ntaken several initiatives to gather and mobilize development partners in support of the NPPT, \nbut these have remained ad hoc consultations largely oriented towards fund-raising rather than \npolicy dialogue and long-term planning. \n \nG.  ADB’s Operations and Strategy in the Sector \n \n58.  Education, together with agriculture and transport, has been a priority sector for ADB \nsince it began operations in Uzbekistan. The country operational strategy identifies “increasing \nhuman development” as one of its pillars. ADB is currently the sole external agency providing \nbroad support to education with a strategy aimed at improving the quality of education and \nstrengthening national capacities for sector reform management. \n ", "  15\n59.  Both the BETD and the SSE projects focus on educational quality concerns and respond \nto urgent needs in the areas of curriculum and textbook development, as well as teacher \neducation.  More  specifically,  the  BETD  Project  contributes  to  (i)  strengthening  national \ncapacities for curriculum and textbook development, (ii) modernizing and enhancing competition \nin the textbook publishing and printing industry, (iii) supporting the introduction of the new \ngeneration of latin-script textbooks, and (iv) promoting student-centered teaching methods. The \nSSE Project is assisting the Government in piloting new foundations for development of the new \nSSE system. A total of 45 pilot SSE institutions are targeted for support, with attention focused \non external efficiency (i.e., linkages and relevance of the curriculum to students’ learning needs \nand improvement of employment and higher education opportunities).  \n \n60.  Through TA, ADB aims at strengthening national capacities to design, manage, and \nmonitor educational reforms, with an emphasis on staff development, organizational change, \nand improvements in information systems. Two TAs accompanying the BETD Project have \nassisted the Government in (i) establishing an education reform monitoring capacity, and (ii) \nconducting a review of the costs and financing of education.14  A third major TA, accompanying \nthe SSE Project, has supported a comprehensive review of the SSE subsector development \nstrategy.15  ADB  TA  has  been  an  important  vehicle  of  sector  policy  dialogue  with  the \nGovernment, and has contributed greatly to developing the information base in the education \nsector.  At  the  same  time,  TAs  have  helped  disseminate  modern  educational  planning \ntechniques and sector analysis concepts, laying the foundation for further policy developments \nand an improved quality of policy dialogue.  \n \n61.  Lessons learned from ADB operations in the education sector in Uzbekistan point to the \nnecessity  to  provide  adequate  backstopping  to  executing  agencies  in  all  areas  of  project \nmanagement. The absorptive capacity of executing agencies (notably understaffed) and their \nexperience with the procedures of external development partners remain weak. The capacity of \ngovernment agencies to recruit and retain project staff is also limited, given both the scarcity of \npersonnel with the necessary skills mix (in particular, good command of English) and the low \nlevel  of  salary  offered  in  the  administration.  Excessively  bureaucratic  decision-making \nprocesses, absence of delegation of authority to the level of project implementors, and deficient \nintra-Government coordination are other features of the administrative system that can cause \nimportant delays in routine project activities such as recruitment of consultants, procurement of \ngoods, and disbursements. Access to information also follows strict procedures, remaining de \nfacto restricted and difficult. Essential data and statistics, often readily available and widely \ndisseminated in other countries, can be considered confidential in Uzbekistan. This peculiarity, \ncombined with the opacity and complexity of information (especially financial), has rendered \nmore challenging the policy advisory role of ADB. Paras. 146-150 provide details on how these \nlessons were integrated into the design and implementation arrangements of the ESDP.  \n \nIV.  THE SECTOR DEVELOPMENT PROGRAM \n \nA.  Rationale  \n \n62.  Improvements in the relevance and the quality of education are critical to Uzbekistan’s \ndemocratization and transition to a market economy. A better educated population is more \n                                                 \n14 TA 2947-UZB: Monitoring Implementation of Education Reform, for $900,000; and TA 2948-UZB: Capacity Building \nin Education Finance, for $500,000, both approved on 17 December 1997.  \n15 TA 3399-UZB: Interim Review of Senior Secondary Education System, for $1,000,000, approved on 8 February \n2000. ", "  16\nproductive, has more chances for engaging in lifelong learning, and can participate more \neffectively in the economic and social spheres of the country. Uzbekistan’s education system \nmust also be reoriented in a cost-effective and financially sustainable manner. The ESDP will \ncontribute  to  the  two  long-term  sector  objectives  of  quality  improvement  and  efficiency \nimprovement. It will also contribute to the attainment of the millennium development goals \n(MDGs)16 by improving the school environment and learning conditions in the poorest regions, \nthereby combating school dropout among vulnerable population groups and promoting equal \neducational opportunities.  \n \n63.  Since the adoption of the NPPT in 1997, major achievements have been realized by the \nGovernment in reforming the education sector. Many of these achievements have resulted from \ndialogue with ADB through TA and have been implemented with support from loan projects. As \ndetailed  in  the  sector  description  chapter,  the  most  significant  developments  include  (i) \nimplementation of a new education structure, extending compulsory education to 12 years with \nthe addition of 3 years of SSE, (ii) streamlining of the types of institution and redefinition of their \nmandates, (iii) complete revision of educational content at all levels of education, and (iv) \nintroduction of new textbooks. The first three years of radical reforms clearly prioritized activities \nnecessary to improve the relevance of education, as well as funding of the expanded SSE \nsubsector.  ADB  provides  selective  support  to  these  reform  areas,  more  specifically  by \ndeveloping curriculum development capacities, funding the preparation and dissemination of \ntextbooks in core subjects, and testing new curricula and management practices in pilot SSE \ninstitutions. \n \n64.  Faced with growing budget constraints, the Government has increasingly realized that \nthe financial sustainability of the reform depends on sector efficiency gains and budget savings \nas well as on resource mobilization. In the past two years, the Government has been prompted \nto  accelerate  the  pace  of  sector  reforms  and  redirect  their  emphasis  towards  efficiency \nimprovements and protection of vulnerable population groups. This process is in part the \noutcome of the intensive policy dialogue maintained with ADB and supported through TAs and \nESDP preparation missions since mid-2000. Recent steps taken by the Government along \nthese lines include (i) rephasing of SSE expansion plans until 2010, (ii) measures aimed at \nreducing the direct cost of schooling for the poor (e.g., free provision of textbooks and winter \nclothing to students from low-income families, introduction of a student loan scheme), (iii) a legal \nframework  encouraging  the  autonomy  (management,  financial,  pedagogical)  of  education \ninstitutions (e.g., authorization given to schools to open bank accounts, and to raise and \nmanage extrabudgetary funding, constitution of school boards, increased flexibility vis-à-vis \ncentral norms), (iv) establishment of a reform monitoring capacity (units established in the \ncabinet of ministers, in line ministries, as well as in regional governments), (v) more restrictive \npolicies  on  direct  support  to  higher  education  students  (reduction  in  the  proportion  of \ngovernment-assisted “budget” students to 40 % of new entrants, differentiated rates of stipend), \nand (vi) further reductions of staffing levels (16 % as part of a global civil service retrenchment \nprogram).  \n \n65.  These government efforts to reorient the reform process will be further extended and \nsupported through the ESDP policy framework. The ESDP’s combination of policy-based and \ninvestment lending is considered appropriate and timely at the present stage of education \nreform in Uzbekistan in view of (i) the strong commitment of the Government to accelerate \npolicy and institutional changes in the education sector, (ii) the magnitude of adjustment costs \n                                                 \n16 The two main education-related targets are (i) universal primary education by 2015, and (ii) elimination of gender \ndisparity in primary and secondary education by 2005. ", "  17\nand compensatory measures to be taken in relation to the implementation of the reforms, (iii) \nthe  high  level  of  investments  required  to  meet  the  challenges  of  educational  quality \nimprovement and SSE expansion, and (iv) the need for enhancing national capacities to design \nand implement sector reforms. \n \n66.  While  the  education  sector  has  benefited  from  both  high  political  priority  and \nconsiderable  budget  allocations  since  the  adoption  of  the  NPPT,  the  necessary  policy \ninterventions, adjustment measures, and investments must be carried out in a general context \nof fiscal constraints and possible resistance to change from education stakeholders. The ESDP \nwill help the government meet part of the adjustment costs involved in the implementation of the \nsector reforms, thereby relieving pressure on scarce public resources. By initiating a gradual \nand realistic process of policy development, involving stakeholder consultation and institutional \ncapacity development, the ESDP will ensure both the technical soundness and social support \nnecessary  to  implement  the  reform  measures.  It  will  thereby  promote  a  participatory  and \nsustainable approach to change, moving away from a top-down, project-based and short-term \nvision that tends to characterize education reform processes in Central Asian countries.  \n \n67.  The  ESDP  represents  a  major  step  in  the  long-term  partnership  between  the \nGovernment  and  ADB,  sanctioning  an  intensive  policy  dialogue  and  building  upon  past \ncollaboration experience. A particular merit of the ESDP is to integrate and enhance other ADB \neducation operations in an articulated manner, building upon past experience and maintaining \nthe emphasis of support towards quality and efficiency improvements as a part of a global \npoverty reduction agenda.  \n \nB.  Objectives and Scope \n \n68.  The ESDP will contribute to the overall long-term goal of Uzbekistan’s education reform: \nto establish an education system responsive to the needs of a modern-market economy and \ndemocratic society. The objective of the ESDP is to support the implementation of the NPPT by \naddressing four major education challenges, namely (i) modernizing the structure, contents, and \nprocesses  of  education;  (ii)  improving  sector  sustainability  and  efficiency;  (iii)  reforming \ngovernance of education; and (iv) providing protection for the poor. The Program loan and the \nProject loan will complement each other to further progress towards those four challenges. \n \n69.  The Program loan will support policy interventions aimed at (i) allocating resources (i.e., \npersonnel and infrastructure) in a more efficient and equitable way, (ii) restructuring education \nbudgets in a pro-poor manner, (iii) enhancing the performance of teachers, and (iv) promoting \nequal education opportunities among population groups. \n \n70.  The objectives of the Project are to enhance the  quality of basic education and to \nimprove  sector  management  practices.  To  this  end,  the  Project  will  (i)  support  policy \ndevelopments in critical reform areas, (ii) establish a distance education capacity for teacher \neducation, (iii) develop training modules and retrain school teachers in teaching methods and \nselected  subject  contents,  (iv)  train  rural  teachers  in  multigrade  teaching  techniques,  (v) \nenhance school management and supervision skills of principals and local level administrators, \n(vi) improve the physical conditions and resource base of schools in poverty-affected areas, (vii) \nassist communities in establishing school boards, and (viii) provide grant funds accessible to \nschools on a competitive basis.  \n \n \n ", "  18\nC.  Policy Framework and Actions \n \n71.  The medium-term policy framework of the ESDP is described in narrative terms in the \nDevelopment Policy Letter prepared by the Government (Appendix 6). The related set of critical \npolicy actions listed in the policy matrix (Appendix 7) span 11 principal policy areas grouped \nunder the four major sector challenges. For each action/measure, the policy matrix specifies (i) \nmonitoring arrangements or implementation modalities, (ii) time frame for implementation, (iii) \nintegration with other ADB-supported activities, and (iv) responsible government agencies. The \nimplementation of actions to be carried out under the policy matrix will be carefully phased, \nreflecting the preferred gradual approach to change, and acknowledging the constraints and \nrisks associated with the implementation of adjustment measures. \n \n72.  Salient features of the policy matrix include, inter alia (i) a staff redeployment plan based \non an organizational audit of educational administration, (ii) a redefined school map for basic \neducation  and  SSE  institutions,  (iii)  a  comprehensive  review  of  the  service  conditions  of \neducation  staff  (workload,  salary,  incentives,  career  development),  (iv)  adjustment  of  the \nboarding capacity in SSE institutions in line with actual demand, (v) monitoring the quality of \nbasic education and SSE, (vi) augmentation of the weekly workload of teachers to at least 20 \nhours, (vii) improvements in the legal basis for the financial autonomy of education institutions \nand the generation of extra-budgetary resources,  (viii) adoption of measures to support the \nemergence of nongovernment schools, (ix) supplementary education budget allocations for \nneedy areas, (x) improved targeting mechanisms for granting scholarships and stipends to \nprotect access of the poor to higher education, and (xi) piloting of cost-recovery schemes in \nSSE and higher education. The policy developments supported by the ESDP, grouped under \nthe four sector challenges and 11 policy areas, are summarized hereinafter. \n \n1.  Modernizing Structure, Contents, and Processes of Education  \n \na.  Streamlining of the Education Structure  \n \n73.  As part of the overall education restructuring effort, the SSE system must become more \nflexible and better articulated, with basic education on the one hand and higher education on the \nother. The main concern is to improve the short-term employability of SSE graduates as well as \ntheir trainability and capacity to adjust to changing technologies and labor market conditions. To \nthis end, overspecialization of SSE establishments must be avoided and instructional content \nshould prioritize knowledge and skills that can be applied in a variety of contexts and industries. \nA  more  flexible  and  cost-effective  concept  of  TVE  and  training  must  be  developed  to \ncomplement the formal SSE system. SSE flexibility and external efficiency will be enhanced by \n(i) reviewing the projected balance between the general stream and the vocational stream, i.e., \nthe balance between AL and PC graduates; (ii) strengthening the general education content of \nthe three-year programs delivered in PCs; (iii) developing specialized short-term courses in PCs \n(in particular apprenticeship programs run in collaboration with local businesses); (iv) granting \nmore pedagogical autonomy to institutions so as to allow them to better tailor their programs to \nlocal  contexts  and  employment  situations;  and  (v)  facilitating  access  of  PC  graduates  to \nuniversity education. The Government will review SSE expansion plans and strategies along the \nabove lines.  \n \n74.  The  Government  will  also  prepare  a  master  plan  for  reforming  higher  education, \nacknowledging  the  need  to  (i)  reorganize  the  subsector  in  a  less  fragmented  way  by \nencouraging grouping of institutions as well as cooperation for teaching and research, (ii) review ", "  19\ncourse  offerings  in  line  with  actual  needs  and  demand,  (iii)  develop  fair  and  transparent \nadmission mechanisms and procedures, and (iv) enhance teaching quality.  \n \nb.  Curriculum Review and Educational Quality Monitoring  \n \n75.  The Government has granted considerable priority to setting new education standards, \nrevising curricula, and introducing a new generation of latin-script textbooks. Yet, it recognizes \nthat curriculum and textbook development reforms are long-term processes and that continued \nefforts are necessary to further modernize educational content and method. A comprehensive \nreview of the basic education curriculum will be carried out, the objective being to further \nstrengthen the acquisition of fundamental knowledge and the development of aptitudes such as \ncritical thinking, problem solving, and creativity.  \n \n76.  At the same time, efforts will be pursued to increase the availability and affordability of \ntextbooks in basic education. To this end, MOPE will (i) continue to encourage competition and \nmodernization in the textbook publishing industry, (ii) reduce the number of textbook titles \nrequired in basic education, and (iii) implement a textbook rental system. At the SSE level, the \nimplementation of the new standards and curricula will  be  gradually  completed,  and  new \ninstructional materials and textbooks will be developed. \n \n77.  Current  systems  for  assessing  education  quality  need  to  be  reoriented  towards \noutcomes and achievements, rather than inputs and norms. A study on monitoring of learning \nachievements will be carried out by MOPE. This study will also help identify adjustments \nrequired in the basic education curriculum. In parallel, the school inspection and supervision \nsystem must be strengthened and reoriented towards teaching support. District level education \nadministrators, including inspectors and methodologists as well as school principals, will be \nretrained in academic supervision and coaching. \n \nc.  Teacher Education  \n \n78.  Upgrading teacher education to support the implementation of new curricula and the \ndissemination of modern teaching methods remains a high priority for the Government. Access \nof schoolteachers to in-service training will be expanded with the development of facilities, and \nprovision of equipment and materials for a newly established DE system. New modules will be \njointly developed by in-service and preservice teacher training institutions and integrated into \ntheir  regular  programs.  The  Government  also  agreed  to  reward  teachers  receiving  DE \ncertificates with supplementary allowances. \n \n2.  Improving Sector Sustainability and Efficiency  \n \na.  Staff Redeployment  \n \n79.  An organizational audit of education administration combined with a training needs \nassessment will be carried out by the Government. The exercise will aim at informing decisions \nregarding staff redeployment and identifying the principal areas of training to support the \nmanagement decentralization process. Upon completion of the audit, the Government will \nsubmit a comprehensive administrative staff redeployment plan providing the details of costs \nassociated with retraining, reassignment, and compensation of redundant staff.  \n \n80.  The Government will also increase the official workload of teachers, accompanied by at \nleast a proportional salary increase. A minimum norm for workload week will be reached. This ", "  20\nmeasure will align regulation with actual practice, and will contribute to better use of teachers in \nschools.  It  is  also  expected  to  play  a  screening  role,  acting  as  a  deterrent to multiple \noccupations (which detracts from teaching quality) and encouraging those teachers willing to \nleave the education sector, to resign.  \n \nb.  Service Conditions of Education Personnel  \n \n81.  To raise the attractiveness of the teaching profession and improve teacher performance, \nthe Government will develop new promotion mechanisms linking salary with performance and \ntraining. The introduction of incentives for special categories of teachers?  including those \nserving  in  disadvantaged  remote areas and in environmentally depleted areas, and those \nteaching multigrade classes? will be piloted in at least 15 districts, representative of the four \nsocioeconomic regions of Uzbekistan. The details of these measures and their implementation \nmodalities will be defined through participatory policy studies.  \n \n82.  The Government is also conscious of the need to improve career prospects for women \nin the education sector and to facilitate their access to decision-making levels. By encouraging \ntheir  participation  in  management  training  programs,  the  proportion  of  women  occupying \nmanagerial positions in education administration is expected to be significantly raised during the \nprogram period, with specific numerical targets to be set.  \n \nc.  Rationalization of Facilities  \n \n83.  A nationwide school and community survey, covering both basic education and SSE, will \nbe carried out to assess the conditions of education establishments and their environment, and \nto make recommendations for improving efficiency in the utilization of physical and human \nresources. The exercise will lead to the elaboration of a new school map in basic education and \na review of SSE expansion plans. The anticipated rationalization of the network of schools and \nSSE institutions should result in an increase in the average class size to 30 pupils in basic \nschools and 28 students in SSE institutions.  \n \n84.  Taking  into  consideration  the  high  capital  and  recurrent  costs  of  boarding,  the \nGovernment will adjust boarding facilities in SSE and higher education according to their actual \noccupancy rates. The current projected level of 30% of total SSE enrollment accommodated in \nhostels is expected to be significantly reviewed downwards. \n \n3.  Reforming Governance of Education  \n \na.  Policy Formulation, Planning, and Financial Management \n \n85.  NPPT implementation requires a radical overhaul of management processes, along with \nconsiderable strengthening of capacities for designing, managing, and implementing education \nreforms. Priority actions in the area of management improvement include (i) enhancing strategic \nplanning  and  policy  formulation  skills  at  the  national  and  provincial  levels,  (ii)  reviewing \nbudgetary processes and norms, (iii) integrating existing information systems into a unified \neducation management information system, and (iv) improving accessibility and reliability of the \ninformation system. The Government will experiment with program budgeting in pilot institutions \nand administrative units, preparing for a more general shift from a normative, input-based \nbudgeting system to a more flexible and output-oriented budget process.  \n \n ", "  21\nb.  School Management and Community Participation  \n \n86.  The  Government  is  committed  to  support  moves  towards  self-management  and \nautonomy of educational institutions at all levels. Further adjustments in the legal framework will \nbe achieved with a view to (i) encouraging the mobilization of extra-budgetary resources, (ii) \ngranting  school  autonomy  in  managing  extra-budgetary  funds,  and  (iii)  supporting  the \nestablishment of school boards. A school initiatives fund (SIF) will be established, providing \nincreased access of disadvantaged schools to extra-budgetary resources while also constituting \na mechanism for strengthening community involvement in schooling.  \n \n87.  As part of a pilot project, modalities for introducing user charges for boarding services in \nSSE  institutions  will  be  determined  and  tested  in  15  districts  and  five  higher  education \ninstitutions. \n \nc.  Nongovernment Provision of Education  \n \n88.  Developing nongovernment provision of education at noncompulsory levels is necessary \nto enhance the financial sustainability of the entire sector. Communities should be assisted in \nestablishing and operating kindergartens in order to meet the demand for affordable pre-school \nservices. At the university level, the emergence of private partners will be facilitated by the \nestablishment of a legal framework defining accreditation modalities as well as fiscal incentives. \nOn the basis of policy studies, the Government will identify existing constraints hindering \nnongovernment provision of education, and will devise legal and institutional measures to \novercome them.  \n \n4.  Providing Protection for the Poor \n \na.  Targeting of Deprived Areas \n \n89.  To offset regional imbalances in educational access and quality, the Government has \nagreed to introduce new budget mechanisms aimed at increasing central resource transfers \ntoward deprived areas. A policy study will be carried out to define such mechanisms. The \nGovernment will also implement a school rehabilitation program, targeting 500 schools in \nparticularly poor conditions, selected on the basis of the school and community survey. \n \nb.  Assistance Schemes for the Poor and Vulnerable \n \n90.  The Government is conscious about the need to mitigate the impact on the poor of the \nintroduction of cost-recovery measures and user charges. Several measures have already been \ntaken to reduce the direct costs of schooling. These include free provision of textbooks for all \ngrade 1 students, handicapped, and pupils from low-income families. The Government will \ncontinue to monitor the availability and affordability of textbooks and will implement a school-\nmanaged textbook lending system.  \n \n91.  Direct student support mechanisms must be reformed to better reach their intended \nbeneficiaries, i.e., those who cannot afford the cost of education. At the university level, the \nGovernment will pursue its efforts to rationalize expenses on scholarships and stipends by \nsetting strict criteria for attribution aimed at targeting high achievers from poor families. The \nrecently introduced student loan scheme will be assessed, especially as regards its potential \nuse by poor students and its contribution to improving access to higher education. At the SSE ", "  22\nlevel, the Government will implement a pilot project aimed at assessing the impact of the \nintroduction of student allowances targeted towards the poorest.  \n \nD.  Capacity Building \n \n92.  The  ESDP  will  address  capacity  building  concerns  in  three  main  areas:  (i) \ndecentralization of management, (ii) teacher education, and (iii) policy analysis. In the area of \nmanagement, the emphasis will be put on the implementation of job-related training programs \nfor school principals, inspectors, and methodologists. Support will also be provided to the \nconstitution and functioning of school boards to facilitate their effective involvement in the \nadministration of schools. Capacity building for delivering teacher education will cover a large \nnumber of preservice and in-service institutions and a wide range of activities including external \nand in-country training of teaching staff and on-the-job support for managers, and will be \naccompanied  by  modernization  of  educational  equipment  and  replenishment  of  teaching \nmaterials. Policy studies and other related works, including the school and community survey \nand the organizational audit, will be carried out as participatory research to strengthen skills in \nareas such as financial management, strategic planning, functional analysis, microplanning, and \nschool mapping. Focused teams of education policy makers will gain awareness of foreign \nreform experiences in specific policy areas through study visits.  \n \nE.  The Investment Project  \n \n93.  The  investment  project  of  the  ESDP  will  concentrate  on  improving  the  quality  of \ninstruction  at  the  basic  education  level,  prioritizing  poor  and  remote  rural  areas,  and \nmodernizing sector management. It will comprise three main components: (i) strengthening \nsector planning and management capacities, (ii) improving and extending teacher education, (iii) \nstrengthening community involvement in schooling and improving learning conditions.  \n \n1.  Strengthening Sector Planning and Management Capacities  \n \n94.  This component will support sector-wide restructuring and decentralization processes by \nimproving  the  information  base  for  policy-making  and  augmenting  local-level  management \ncapacities. In addition to supporting project implementation capacities and establishment of a \nPIU,  the  component  will  comprise  three  subcomponents,  denominated  respectively  (i) \nevaluation  of  capacity  and  needs,  (ii)  policy  development,  and  (iii)  support  to  academic \nsupervision and school management.  \n \n95.  As part of the first subcomponent and at the earliest stage of the Project, a school and \ncommunity survey exercise will be conducted with the objective of guiding the rationalization of \nthe school network and personnel. In concert, an organizational audit and an assessment of the \ntraining needs of administrative staff will be carried out as inputs to future decisions on staff \ndeployment and organizational changes in the educational administration. These exercises will \nlead to the elaboration of (i) a new school map for basic education, (ii) updated SSE institutional \nmapping, and (iii) an administrative staff redeployment plan. The Government will implement the \nnew school map and the staff redeployment plan as part of the ESDP policy framework. \n \n96.  The second set of activities will further policy developments by combining policy-focused \nresearch studies and overseas study visits of national decision-makers. Three working groups \nof  senior  officials  will  be  established  to  oversee  research  and  guide  policy  development \nprocesses in three critical areas: (i) staff development, (ii) education finance and budgeting, (iii) \nnongovernment provision of education. Focused policy studies will be conducted in relation to ", "  23\nthe implementation of selected measures to be undertaken by the Government under the ESDP \npolicy framework.  \n \n97.  The third subcomponent will strengthen the school inspection and management system \nin  support  of  the  decentralization  policy.  Drawing  on  the  findings  of  the  training  needs \nassessment and the organizational audit carried out under the first subcomponent, job-related \ntraining programs for school principals and district-level management staff will be developed, \ntested, and integrated into the regular course of CIESD. Roughly 5,000 school principals and \n3,000 district-level administrators will be trained in the areas of academic supervision and \nschool management with the support of the Project.  \n \n2.  Improving and Extending Teacher Education  \n \n98.  This component will spearhead efforts to implement the new basic education curriculum \nand modern teaching methods. It will essentially consist of establishing a new, DE-based mode \nof in-service training to expand access to training for school teachers poorly served by the \ncurrent system. Four subcomponents have been identified: (i) DE capacity development, (ii) \nupgrading teaching in primary schools, (iii) dissemination of new teaching methods, and (iv) \nupgrading teaching in junior secondary schools. \n \n99.  The first subcomponent will establish and develop a national capacity for retraining and \nupgrading teachers through a system combining self-instruction and face-to-face instruction \ndelivered in school-based learning resource centers. The new DE system will follow a three-\ntiered satellite structure. The Development Center (DC) located in CIESD will maintain the \nprincipal responsibility for DE materials development, training of instructors, and coordination of \nprogram delivery. In the second tier, 14 regional coordinating units, located in the RITTIs, will \nsupport program delivery and the dissemination of DE materials within the region. Finally, 70 \npilot learning resource centers (LRCs), based in selected schools, will constitute the main venue \nfor training and contact sessions between instructors and teachers. This subcomponent will \nprovide overseas and in-country training of managers and course designers of the DE system at \nthe national and regional levels as well as training of LRC instructors. All DE units (DC, regional \ncoordinating  units,  LRCs)  will  be  provided  with  modern  equipment  for  running  computer, \nscience,  and  language  classes  as  well  as  with  library  facilities  and  reference  materials. \nEquipment and materials will be related to the contents of the DE modules and can be also \nused by the recipient institution or school, integrated into regular teaching programs. \n \n100.  The second subcomponent will aim at upgrading teaching in primary schools, targeting \nmore particularly teachers from rural schools areas who serve under difficult conditions and are \nconsidered as underqualified under current standards. It will involve (i) the development of \nmultigrade teaching modules and the implementation of a cascade training program aimed at \n3,500 rural teachers; and (ii) the development of a trial DE course (Trial 1) on both the methods \nand subject contents of primary instruction, for delivery to roughly 10,000 primary school \nteachers during the project period. \n \n101.  The purpose of the third sub-component is to encourage the use and dissemination of \nmodern  teaching  methods,  though  both  the  in-service  and  preservice  teacher  education \nsystems. Teaching staff from the 14 RITTIs, the 5 IPs, and 8 selected FPs will be jointly trained \nabroad, and upon their return will prepare teaching methodology modules in four fields: (i) math \nand information technology, (ii) language, (iii) natural sciences, and (iv) social sciences. Modern \nequipment  will  be  provided  to  the  five  IPs  and  eight  selected  FPs,  for  the  purpose  of \ndemonstrating teaching methods. A trial DE course (Trial 2) on new teaching methods will be ", "  24\ndeveloped, with some contents adapted for incorporation into regular in-service or preservice \ntraining courses in the FPs and IPs. Roughly 180,000 basic education teachers are expected to \nbe introduced to modern teaching methodologies through both the new DE courses and the \nregular in and preservice training.  \n \n102.  The fourth subcomponent aims at facilitating the retraining of teachers in five subjects \nwhere shortages of experienced teachers are most marked, namely (i) computer science, (ii) \nEnglish, (iii) history and law, (iv) physics, and (v) economics. Subject content-based modules \nwill be developed to constitute the Trial 3 DE course. An estimated 7,000 teachers are expected \nto obtain certification in teaching these subjects. Priority will be given to teachers required to \nteach these subjects who lack any proper training.  \n \n3.  Strengthening Community Involvement in Schooling and Improving  \nLearning Conditions  \n \n103.  This component will further efforts to  enhance the autonomy of schools and reduce \nregional  and  urban-rural  disparities  in  the  teaching  environment.  It  will  comprise  two \nsubcomponents, namely:  (i) support to community mobilization, and (ii) school upgrading in \npoor areas.  \n \n104.  The first subcomponent will encourage the active involvement of communities in school \naffairs by assisting communities in establishing their school boards. An awareness campaign \nwill be conducted to disseminate information regarding opportunities offered under the new \nlegislation on the financing of education institutions and more specifically the possibility for \nschool  boards  to  open  their  own  bank  accounts  and  manage  extra-budgetary  resources. \nMahalla and school leaders will be the main audience for the sensitization program; those from \nselected communities will receive training and briefing. This subcomponent will also feature the \nestablishment of the SIF to support resource mobilization for schools located in deprived areas. \nThrough the SIF mechanism, an estimated 1,000 schools are expected to obtain block grants to \nfinance school improvement initiatives formulated by the community. Supported by a national-\nlevel SIF Coordinator, SIF officers will be appointed in each region, working closely with local \nMahalla foundation authorities to support communities in preparing their applications.  \n \n105.  The  second  subcomponent  consists  of  an  upgrading  program  for  the  500  poorest \nschools,  incorporating  findings  from  the  school  and  community  survey.  It  will  comprise \nrehabilitation of facilities (heating, sanitation, safety hazards, etc.) combined with the provision \nof basic instructional equipment, furniture, and materials.  \n \n4.  Cost Estimates and Financing Plan \n \n106.  The total cost of the Project is estimated at $97.1 million, consisting of $28.8 million \n(29.7%) in foreign exchange cost and $68.3 million equivalent (70.3%) in local currency cost. \nTable 1 shows project costs by component. Details of the costs estimates and financing plan \nare provided in Appendix 8.  \n \n107.  The indicative financing plan for the Project is summarized in Table 2. ADB will finance \nroughly 39.6% of the Project, including 100% of the foreign exchange cost and 14.2% of the \nlocal currency cost. \n \n \n ", "  25\nTable 1: Indicative Cost Estimates  \n($ million) \n \nComponent   Foreign  Local  Total \nExchange  Currency  Cost \nA. Base Cost             \n1. Strengthening sector planning and   2.8    0.7    3.5   \n         management capacities  \n 2. Improving and extending teacher education  16.6    26.5    43.1   \n3. Strengthening community involvement in  1.0    25.0    26.0   \n   schooling and improving learning conditions  \n         Subtotal (A)   20.4    52.2    72.6   \nB. Taxes and duties      6.8    6.8   \nC. Contingencies  1.8    9.3    11.1   \nD. Front-end fee, interest, commitment charges  6.6        6.6   \n    Total  28.8    68.3    97.1   \n \n \nTable 2: Indicative Financing Plan  \n($ million) \n \nSource  Foreign Exchange  Local Currency  Total Cost  \nADB  28.8    9.7    38.5   \nGovernment  0.0    58.6    58.6   \n            Total  28.8    68.3    97.1   \n \n \n5.  Implementation Schedule  \n \n108.  The  Project  will  be  implemented  over  a  period  of  5  years.  A  quarterly  project \nimplementation schedule is provided in Appendix 9. The first 21 months will involve project start-\nup activities, including the conduct of the organizational audit and the school survey, the \nestablishment of the DE system (including staffing and training of personnel), the development \nof  trial  DE  programs,  appointment  and  training  of  SIF  facilitators  in  each  region,  and \nidentification of target schools and project areas. \n \nF.  Social and Environmental Measures \n \n1.  Poverty Reduction Mechanisms and Social Concerns \n \n109.  Mitigating the potential negative impact of education reform on the poor and vulnerable \npopulation  groups  is  a  major  concern  of  the  Government.  The  ESDP  policy  framework \nspecifically includes protection of the poor as one of its four pillars. Several measures of the \npolicy matrix will contribute to poverty reduction by promoting pro-poor resource allocations in \nthe education sector. Social equity and poverty reduction concerns are largely integrated in the \ndesign  features  of  the  investment  project,  in  particular  through  a  geographical  focus  of \ninterventions on remote rural areas, careful targeting of beneficiaries, and partnership with \nmahallas. The poverty reduction impact of the ESDP is summarized in Appendix 10. The main \nsocial issues are addressed in the ESDP the following way:  \n ", "  26\n(i)  Plans for downsizing the administration and rationalizing the school networks will \nbe better informed thanks to preliminary feasibility studies (organizational audit, \nschool survey), while possible negative social and educational impacts will be \nmitigated. \n \n(ii)  In cases where the new school map indicates the need for merging and closing \nschools, particular attention will be paid to maintaining access for rural students \nto basic education. \n \n(iii)  Direct student assistance schemes will be better targeted towards needy higher \neducation students by integrating social criteria in the allocation of scholarships \nand stipends.  \n \n(iv)  SSE student allowances, based on socioeconomic criteria, will be introduced as \npart of a pilot experimental project. \n \n(v)  Regional imbalances in the provision and quality of education will be alleviated \nby introducing funding mechanisms favoring the poorest districts.  \n \n(vi)  School-based project interventions, in particular the school rehabilitation program \nand the SIF grants, will be targeted towards poor and remote areas where the \ncapacity of the community to support education is relatively low.  \n \n(vii)  The primary beneficiaries of the expansion of teacher upgrading programs will be \nthose  teaching  in  more  remote  areas  or  otherwise  considered  vulnerable \n(redundant, underqualified, or de facto excluded from training opportunities). \n \n2.  Environment \n \n110.  The ESDP will have no adverse environmental consequences. Physical works planned \nunder the Project are minimal, consisting essentially of facilities upgrading and rehabilitation. \nRepair work will be carried with due regard for the use of appropriate and safe materials, energy \nand heating efficiency, and the natural and learning environment to be established. Health and \nhygiene standards will be improved in beneficiary institutions, especially in the 500 poor schools \nto be rehabilitated, thanks to the upgrading of sanitation facilities. \n \n3.  Gender Issues \n \n111.  As women make up the vast majority of teachers, they will largely benefit from ESDP \nactivities aimed at improving teacher service conditions, reforming the career development \nsystem, and expanding in-service training opportunities. It is expected that the proportion of \nwomen  trained  under  the  Project  will  exceed  70%.  The  low  representation  of  women  in \neducation administration and especially at senior managerial levels is also addressed in the \npolicy matrix. \n \n \n \n \n \n \n \n \n ", "  27\nV.  THE LOANS \n \nA.  The Program Loan \n \n1.  Amount of Loan, Terms, and Source of Funds \n \n112.  It  is  proposed  that  ADB  support  the  Government’s  education  reform  package  by \nproviding a loan of $70 million from its ordinary capital resources (OCR). The borrower will be \nthe Republic of Uzbekistan. The loan will have an amortization period of 15 years, including a \ngrace period of 3 years, with interest to be determined in accordance with ADB’s London Inter-\nBank Offered Rate (LIBOR)-based loan facility, and such other terms and conditions as are \nsubstantially in accordance with those set forth in the Loan Agreement presented to the Board. \nThe loan is expected to be utilized over a period of four years and will be disbursed in three \ntranches of respectively $30 million, $20 million, and $20 million.  \n \n113.  Factors that have been considered in determining the amount of the Program loan are (i) \nthe relative importance of the education sector (in terms of public spending and number of civil \nservants) and the rising trend of public spending on education following adoption of the NPPT; \n(ii) the scope and strength of the reform package in the education sector, and in particular the \nacceleration of reforms in 2001; and (iii) the estimated short- and medium-term adjustment \ncosts of the reforms.  \n \n114.  The loan amount is roughly equivalent to the adjustment costs of the sole measures \nincluded in the policy matrix during the program period and not yet initiated by the Government.  \nThe breakdown of the estimated adjustment costs of the principal policy measures comprises (i) \ncompensation, retraining, and relocation of redundant staff ($13.1 million); (ii) salary increases, \nallowances, and incentive schemes for particular categories of teachers ($17.6 million); (iii) \nbudget transfers to poor regions ($27.2 million); and (iv) direct support to students from poor \nfamilies ($4.6 million). Costs of other measures of the policy matrix, including research, studies \nand consultations related to policy developments, education quality monitoring, and curriculum \nevaluation are estimated at roughly $10 million. \n \n2.  Executing Agency \n \n115.  MOF will be the Executing Agency of the Program loan. MOF will be responsible for \ninitiating withdrawals under the loan, and for allocating and monitoring the use of counterpart \nfunds. COM will remain responsible for the implementation of policy measures under the \nProgram loan. An inter-agency steering committee (IASC), chaired by the deputy prime minister \nin charge of the social sectors, has been established by the Government to oversee the \nimplementation  of  the  ESDP  and  facilitate  inter-agency  coordination.  IASC  comprises \nrepresentatives  of  COM,  MOF,  MOMES,  MOPE,  MOHSSE,  and  MOL.  The  head  of  the \nSecretariat of the Social Complex of COM will act as director of the ESDP and secretary of the \nIASC, with particular responsibility for ESDP implementation monitoring, including both the \nProgram  and  the  Project  loans.  The  overall  ESDP  management  structure  is  depicted  in \nAppendix 11. \n ", "  28\n3.  Procurement and Disbursement \n \n116.  The proceeds of the loan will be utilized to finance the foreign exchange costs of items \nproduced in and procured from ADB’s member countries. The loan will not finance items \nspecified  in  Appendix  12  or  imports  financed  by  other  bilateral  and  multilateral  sources. \nDisbursement of loan proceeds will be permitted on the basis of a certification provided by the \nBorrower. Procurement of eligible items financed under the Program loan will be carried out in \naccordance with standard public sector procedures of the Government or normal private sector \ncommercial practices acceptable to ADB.  \n \n117.  The  proceeds  of  the  loan  will  be  withdrawn  in  accordance  with  ADB’s  standard \ndisbursement procedures. Prior to submitting the first application to ADB for withdrawal from the \nloan account, the Borrower will open a deposit account at the National Bank for Foreign \nEconomic Activity of Uzbekistan (NBU) or another bank acceptable to ADB into which all \nwithdrawals from the loan account will be deposited. The deposit account will be established, \nmanaged, and liquidated in accordance with terms and conditions satisfactory to ADB. Separate \naccounts and records with respect to the deposit account will be maintained in accordance with \nconsistently maintained sound accounting principles. Upon ADB’s request, the Borrower will \nhave the deposit account audited by independent auditors in accordance with appropriate \nauditing standards. Promptly after their preparation, certified copies of such audited accounts \nand records will be furnished to ADB.  \n \n4.  Counterpart Funds \n \n118.  The Borrower will establish, in a manner satisfactory to ADB, a special account, at NBU \nor another bank acceptable to ADB,  for the specific purpose of depositing and utilizing the \ncounterpart funds. Whenever the Borrower withdraws proceeds of the loan from the loan \naccount, the Borrower will promptly deposit into the special account the equivalent amount in \nsum. Separate accounts and records with respect to the special account will be maintained in \naccordance with sound accounting principles and will be audited annually by independent \nauditors acceptable to ADB in accordance with sound auditing standards. Certified copies of \nsuch audited accounts and records will be furnished to ADB promptly after their preparation. \n \n119.  The counterpart funds to be generated from the proceeds of the loan will be used by the \nGovernment to finance the costs associated with the implementation of the education reform \npackage under the ESDP. These include essentially (i) compensation and retraining costs for \nredundant,  relocated,  and  transferred  staff;  (ii)  payroll  increases  in  connection  with  the \naugmentation of the teacher workload, the introduction of a performance-based promotion \nsystem, and new incentives for certain categories of personnel; (iii) costs for implementing \nmechanisms to support needy students and pupils; (iv) supplementary budget allocations for \neducation in poor areas; (v) costs incurred for monitoring the quality of education; and (vi) costs \nof research, surveys, policy studies, and consultations.  \n \n5.  Monitoring and Tranching \n \n120.  Since 1998, ADB has assisted the Government in establishing a capacity to monitor the \nimplementation of education reform. The present structure and organization of the Government \nmonitoring system were established with the support of TA 2947-UZB (footnote 14). The TA \nalso  identified  information  needs,  conducted  staff  training,  and  set  up  data  collection ", "  29\nmechanisms, laying the foundation for a sound information system. Structures, information \nflows, databases, tools, and staff capacities that have been developed with ADB support will be \nutilized  for  the  purpose  of  the  ESDP.  Program  monitoring  arrangements  will  thus  draw \nessentially on existing government capacity so as to ensure full integration into the broader \neducation reform monitoring system. In parallel, further support will be extended by the TA to \nensure proper monitoring and evaluation of policy developments supported by the ESDP. Such \nsupport will include staff skills upgrading (particularly in the area of policy analysis and strategic \nplanning), further improvements in  the reliability and transparency of information flows, and \nmechanisms for collecting policy-relevant indicators.  \n \n121.  Through IASC, the Government will monitor the implementation of policy and institutional \nreforms envisaged under the ESDP. IASC, meeting on a quarterly basis, will draw upon work of \nthe Education Reform Implementation Monitoring Unit (ERIMU) of COM. ERIMU comprises one \nhead, two professional staff, and two support staff. Its main functions are to provide policy \nadvice on the directions of education reform and to report to COM on the implementation of the \nNPTT. ERIMU is responsible for maintaining and updating the monitoring information system \nalready established with ADB support, coordinating the work of monitoring departments of line \nministries  (MOPE,  MOHSSE,  CSSE),  and  monitoring  the  working  groups  of  regional \ngovernments. As part of this information system, ERIMU will collect and analyze relevant data \nfor the specific purpose of monitoring the implementation of the ESDP.  \n \n122.  ERIMU will prepare and submit to ADB and IASC quarterly progress reports in a format \nacceptable to ADB. Quarterly reports will analyze institutional and legal developments in the \neducation sector as well as the evolution of key indicators, with an emphasis on areas and \nmeasures of the policy matrix. Appendix 13 provides an indicative list of core performance \nindicators of the ESDP, specifying benchmarks to be achieved by its end, and the expected \nimpact on education outcomes.  \n \n123.  In cooperation with COM, ADB will carry out semiannual review missions to assess \nprogress in the implementation of the Program and discuss major policy development with IASC \nand concerned agencies. Two of such missions will be fielded to assess whether conditions for \nthe release of the second and third tranches of the loan have been fulfilled.  \n \n124.  The first tranche will be released upon loan effectiveness, expected in December 2002. \nThe second tranche is expected to be released by March 2004 (or about 15 months after the \nfirst tranche), and the third tranche by March 2005 (or about 12 months after the second \ntranche). To obtain the release of the tranches of the loan, the Government will be required to \ncarry out actions specifically identified in the policy matrix as conditions for tranche release, and \nto demonstrate satisfactory progress in the implementation of other actions listed. \n \nB.  The Project Loan \n \n1.  Amount of Loan, Terms, and Source of Funds \n \n125.  It is proposed that ADB provide a loan of $38.5 million, financed from its ordinary capital \nresources, as part of the investment project of the ESDP. The loan will have an amortization \nperiod of 25 years, including a grace period of 5 years, with interest determined in accordance \nwith ADB’s LIBOR-based loan facility, and such other terms and conditions as are substantially \nin accordance with those set forth in the Loan Agreement presented to the Board. ", "  30\n2.  Implementation Arrangements and Executing and Implementing Agencies \n \n126.  COM, under the supervision of IASC, will act as Executing Agency of the Project and will \ncoordinate the work of the implementing agencies. A PIU, reporting to the Social Complex of \nCOM, will be responsible for all day-to-day aspects of project management and coordination \namong implementing agencies. The PIU will work under the guidance of MOPE’s first deputy \nminister, acting as project director. The PIU  will comprise five full-time professional staff (a \nproject manager, a monitoring and evaluation officer/deputy manager, a finance officer, a \nprocurement officer, and a consulting services and training officer) and two support staff. \nAdditional staff support may be provided to the PIU in the course of the implementation of the \nProject as needs arise. \n \n127.  For  each  of  the  three  project  components,  implementation  responsibilities  will  be \ndevolved to implementing agencies according to their mandates and capacities. COM will be the \nimplementing  agency  for  component  1  (strengthening  sector  planning  and  management \ncapacities), with ERIMU as the principal responsible body. MOPE and MOHSSE will jointly be \nthe implementing agencies for component 2 (improving and extending teacher education), with \nCIESD, RITTIs, and the pilot schools selected as LRCs as the principal responsible bodies. The \nMahalla Foundation will be the implementing agency for component 3 (strengthening community \ninvolvement in schooling and improving learning conditions), with its training center as principal \nresponsible body.  \n \n3.  Procurement and Disbursement \n \na.  Consultant Services and Research Studies \n \n128.  The project will provide 145 person-months of international and 948 person-months of \ndomestic consulting services. Details of the distribution of consultants by project subcomponent \nare shown in Appendix 14. Consultants’ services will be grouped into four main packages as \nfollows: (i) package 1.1 (for component 1 of the Project): organizational audit, school and \ncommunity survey and policy studies;  (ii) Package 1.2 (also for component 1 of the Project): \nproject management and implementation support; (iii) Package 2 (for component 2 of the \nProject):  DE  system  development;  and  (iv)  Package  3  (for  component  3  of  the  Project): \ncommunity participation and SIF establishment. The international and domestic consultants for \npackages 1.1, 2, and 3 will be engaged through consulting firms in accordance with ADB’s \nGuidelines on the Use of Consultants and other arrangements satisfactory to ADB. To provide \non-the-job support to the PIU staff at an early stage, the international consultants for package \n1.2 will be recruited as individuals.  \n \nb.  Fellowships and Training \n \n129.  The Project will  finance a total of 78 person-months of overseas study visits for 78 \npersons,  and  672  person-months  of  short-term  courses  abroad  for  224  persons.  The \norganization and management of out-of-country training activities (study visits and short-term \ncourses abroad) will be part of contracted consulting firms’ responsibilities. For out-of-country \ntraining, the Government will follow criteria agreed upon with ADB for the identification of \ntrainees. The Government will implement a bonding system to ensure that fellowship recipients \ncontribute to the preparation of training modules supported by the Project and remain in the \neducation service for at least two years after completion of overseas training. ", "  31\n \n130.  The Project will also finance approximately 800 person-months of in-country training in \nthe form of workshops for about 2,400 participants, comprising principally staff of the DE \nsystem, trainers of teachers, and school and mahallah leaders. The Government will also \nensure that staff are released from duties as necessary in order to participate in these activities. \nAll in-service and preservice teacher training activities will be organized and funded by the \nGovernment, comprising the full-time equivalent of roughly 165,000 person-months. Appendix \n15 provides the list of staff development activities. \n \nc.  Civil Works \n \n131.  Civil works for the Project institutions will be fully financed by the Government, and will \nbe  carried  out  in  accordance  with  the  Government’s  standard  procurement  procedures \nacceptable to the ADB.  The project institutions where civil works will be required include (i) 500 \npoor schools, (ii) 5 PIs and 8 FPs, (iii) CIESD and the 14 RITTIs, and (iv) 70 schools (5 in each \nof the 14 regions selected by regional authorities and MOPE) hosting LRCs.  \n \n132.  Civil works will consist essentially of upgrading and rehabilitating facilities, including \nschool buildings, but also sanitation and communications infrastructure as deemed necessary \nfor the implementation of the Project. As a general rule, prior to the procurement of equipment \nfor the project institutions, the Government must demonstrate that the required civil works have \nbeen carried out and sites adequately prepared for the purpose of the Project. \n \nd.  Equipment and Furniture  \n \n133.  The  Project  will  finance  the  procurement  of  educational  and  office  equipment  and \nfurniture for traditional and DE-based teacher training institutions. Equipment packages will \ncomprise essentially computer hardware and software, audiovisuals, duplicating machines, and \nlanguage and science laboratories. The Project will also provide basic educational equipment \nand furniture to the 500 targeted poor schools.  \n \n134.  The PIU will be responsible for managing procurement of all equipment, furniture, and \ninstructional materials required for project implementation. Procurement of goods financed \nunder the ADB loan will be undertaken in accordance with ADB’s Guidelines for Procurement. \nItems of similar types will be grouped together as far as possible to permit bulk procurement and \nto encourage international competitive bidding. Prior ADB approval of lists and specifications of \nequipment,  furniture,  and  instructional  materials  will  be  required.  Appendix  16  gives  the \nindicative values and modes of procurement for different types of equipment.  \n \ne.  Instructional Materials \n \n135.  The Project will finance the procurement of instructional materials for the teacher training \ninstitutions.  These  will  be  procured  through  international  shopping  or  direct  purchase \nprocedures as applicable. The Project will also finance the production of the printed DE modules \ndeveloped as well as supporting multimedia materials. In view of the limited financial amounts of \nindividual packages, all printing jobs will be awarded to ol cal firms selected through local \ncompetitive bidding procedures acceptable to ADB. \n ", "  32\nf.  School Initiatives Fund \n \n136.  The  Project  will  establish  a  SIF  in  an  amount  of  $2  million  to  support  community \ninitiatives  in  education.  Roughly  1,000  schools  are  expected  to  receive  grants  (each  not \nexceeding the equivalent of $3,000) directly deposited into their bank accounts through the SIF \nmechanism.  Grants  are  to  be  used  for  locally  available  and  inexpensive  items  (such  as \ninstructional materials, consumables, basic furniture, and limited maintenance of equipment) \nand for direct support to needy students. Appendix 17 describes the objectives, scope, school \neligibility criteria, approval procedures, and monitoring mechanisms for the SIF. \n \ng.  Advance Action and Retroactive Financing \n \n137.  Advance action may be started from the date of beginning of appraisal (24 January \n2002) using government funds, which will be reimbursed out of the project loan retroactively \nafter loan effectiveness. Retroactive financing under the loan may not exceed the amount of \n$200,000 equivalent. Advance action will be required for (i) establishment of the PIU office \nfacilities  and  procurement  of  the  necessary  equipment,  (ii)  appointment  of  PIU  staff,  (iii) \nselection and engagement of individual consultants, (iv) preparation of tender specifications for \nprocurement, and (v) preparation of detailed terms of reference for consulting services and \ninvitation documents for the consulting firms.  \n \nh.  Disbursement Arrangements \n \n138.  To  facilitate  project  implementation,  the  Government  will  channel  part  of  the  loan \nproceeds into an imprest account to be used for financing eligible small expenditures. The \nimprest account will be solely for the Project’s purposes and will be established at the NBU. The \nimprest account will be established, managed, replenished, and liquidated in accordance with \nthe ADB’s Loan Disbursement Handbook, January 2001 and with detailed arrangements agreed \nupon by the Government and ADB. The ceiling of the imprest account will be $250,000.  \n \n139.  A second Imprest account will be established at the NBU for the purpose of the SIF, also \nwith a ceiling of $250,000. SIF grants will be disbursed directly from the imprest account to the \nbank accounts of individual beneficiary schools upon approval of their SIF application. The \nimprest fund will be replenished every quarter on the basis of actual disbursements made under \nthe SIF in the preceding quarter. Statement of expenditure procedures in accordance with \nADB’s Loan Disbursement Handbook, January 2001 will be used for the reimbursement and \nliquidation of the imprest account. Statements of expenditures will be prepared by the PIU and \nsubmitted to the project director for transmission to ADB. \n \n4.  Monitoring and Evaluation \n \na.  Reports, Accounts, and Auditing  \n \n140.  The Government will ensure the maintenance of records and accounts to adequately \nidentify goods and services financed from the proceeds of the loans. Separate accounts of the \nProject will be maintained, and accounts and financial statements will be audited annually by \nindependent auditors whose qualifications, experience, and terms of reference are acceptable ", "  33\nto ADB. Certified copies of such accounts will be submitted to ADB within six months after the \nclose of each fiscal year. All such reports and statements will be submitted in English.  \n \n141.  The PIU will prepare quarterly progress reports in English in a format acceptable to ADB \non the implementation of the Project. The reports will indicate, among other things, progress \nmade against established targets, problems encountered during the quarter, steps taken and \nsteps proposed to resolve the problems, compliance with loan covenants, and proposed project \nactivities to be undertaken during the following quarter. A project completion report will be \nprepared within three months of project completion.  \n \nb.  Reviews \n \n142.  ADB and the Government will jointly undertake annual reviews of the Project to assess \nprogress, identify constraints, and agree on strategies for resolving constraints. During the first \ntwo years of implementation, semiannual reviews are recommended. A comprehensive midterm \nreview of the Project will be undertaken by the Government and ADB in the second half of the \nthird year of its implementation.  The midterm review will (i) review the scope, design, and \nimplementation arrangements of the Project; (ii) identify changes needed since the time of \nproject  appraisal;  (iii)  assess  progress  of  the  project  implementation  against  performance \nindicators; (iv) establish compliance with loan covenants; and (v) if necessary, recommend \nchanges in the design or implementation arrangements.  \n \nc.  Information System  \n \n143.  The PIU, in collaboration with the implementing agencies, will develop a monitoring and \nevaluation information system to assess the Project impact and its effectiveness in reaching the \nintended beneficiaries. The monitoring and evaluation officer of the PIU will be responsible for \nmaintaining the system and for collecting and analyzing data in cooperation with the project \nimplementing agencies. Key indicators of the system will also be used in the quarterly progress \nreports prepared by the PIU and ERIMU. The monitoring and evaluation system will endeavor to \ninclude participation by beneficiary communities and individuals. In addition, the PIU will prepare \nand submit to IASC and ADB (i) an interim evaluation report on the DE courses developed \nunder the Project, (ii) an interim evaluation report on the SIF mechanism, and (iii) an evaluation \nreport on the out-of-country training activities. \n \nVI.  BENEFITS AND RISKS \n \nA.  Expected Impacts \n \n144.  The policy reforms supported by the ESDP will generate economic and social benefits \nby improving efficiency and equity in the distribution of educational resources (financial, human, \nand physical), quality of instruction, and institutional development. The ESDP benefits will \naccrue primarily from (i) reduction of operating costs following rationalization of the network of \nschools;  (ii)  savings  in  total  payroll  through  downsizing  and  redeployment  measures;  (iii) \nsavings on expenses on scholarships and stipends in higher education through improved \ntargeting; (iv) improved performance of teachers, who will be better trained and motivated with \nnew incentives; (v) improved teaching-learning environments, especially in poverty-affected \nareas, resulting in higher student achievements and improved retention; (vi) improved capacities ", "  34\nto manage education reforms at the central, local, and school levels; (vii) improved capacity \nutilization of existing in-service teacher training institutions; and (viii) augmentation of teacher \ntraining capacity and reduction in the cost per trainee through the adoption of DE modalities. An \neconomic analysis of the ESDP is presented in Appendix 18.  \n \n145.  The immediate beneficiaries of the ESDP will be (i) roughly 250,000 school teachers, (ii) \nstaffs of the RITTIs and of the IP and FPs, (iii) roughly 10,000 school principals and district \neducation administrators; (iv) staff and pupils of 500 rehabilitated schools (over 5 % of schools \nnationwide) located in the most deprived areas, and (v) staffs and pupils of about 1,000 schools \naccessing SIF resources. The ultimate beneficiaries of the ESDP will be the 6 million children \nenrolled in basic education, whose schooling will become more relevant and whose learning \nenvironment will become more stimulating.  \n \nB.  Risks and Safeguards \n \n146.  Low  government  commitment  to  reform,  weak  ownership  of  the  policy  package, \ninsufficient  consultation  with  the  Government,  and  overly  complex  and  ambitious  policy \nconditionalities  are  considered  the  major  risks  of  policy-based  lending.  There  have  been \ninstances where the Government suddenly shifted policies and made decisions of a legal nature \nwithout  proper  feasibility  assessment  and  implementation  capacity.  The  ESDP  formulation \nprocess attempted to minimize these risks in several ways: (i) the ESDP policy framework is \nwell articulated with the NPPT, which received political commitment at the highest level; (ii) the \nduration of the Program, the number of tranches, and the phasing policy actions conform with \nthe gradual approach to change adopted in Uzbekistan; and (iii) consultation on a detailed \npolicy matrix started at an early stage of ESDP preparation; concentrated on a few core reforms \n(building  upon  the  findings  of  other  ADB-supported  TAs);  and  involved  IASC,  whose \ncomposition remained stable. The articulation between policy actions and project interventions \nof the ESDP gives additional safeguards as regards the implementability of the reform package. \nMeasures of an institutional or legal nature indispensable to the implementation of the Project \nhave been inserted in the policy matrix. Conversely, the Project will support policy studies to \nensure that policy changes are appropriately designed and their feasibility fully assessed from \nthe financial, institutional, and educational perspectives. The policy matrix also articulates ESDP \nreform actions with interventions supported by other ongoing ADB operations.  \n \n147.  The provision of counterpart funds and staff in a timely manner is another major risk \ninherent to ADB operations in Uzbekistan. This risk has been minimized by the requirement of \nupfront actions by the Government regarding establishment of the project management and \nmonitoring  structure  (establishment  of  IASC,  PIU,  and  ERIMU).  The  DE  expert  positions, \nalready endorsed by the Government, are expected to be filled by qualified education personnel \n(reassigned primarily from the RITTIs) so that the additional burden on the government budget \nwill be kept minimal (reflecting only the salary differential). The recurrent cost implications of the \nProject have been carefully identified and reviewed by the Government. \n \n148.  Transparency and accuracy of data (in particular for monitoring purpose) constitute \nanother major problem resulting from both the noted deficiencies in existing information systems \nand low analytical capacities. Poor quality and low policy relevance of indicators may lead to \ninaccurate analyses and possible mistargeting of interventions. This risk is considered limited in \nview of the assistance that TA 2947-UZB has already extended and will further provide in the \nareas of monitoring of education sector reforms in general and ESDP monitoring in particular.  ", "  35\n149.  In spite of recent progress, the project implementation capacities of central agencies \nremain weak, potentially causing important implementation delays. Staffs of executing agencies \nneed to be adequately trained in all areas of project management and particular guidance is \nrequired to ensure compliance with ADB procedures. The upfront appointment and training of \nPIU and ERIMU staff, the engagement of international individual consultants to assist the PIU in \nproject administration, and the support provided to ERIMU by TA 2947-UZB constitute essential \nsafeguards of the ESDP.  \n \n150.  Deficient intragovernmental coordination and decision-making processes are other noted \nproject implementation risks. The characteristics of the ESDP management structure contribute \nto  minimizing  these  risks  by  facilitating  concerted  action  and  information  sharing  among \nagencies while respecting the existing hierarchical lines and delineation of responsibilities. \nImplementation  arrangements  and  responsibilities  are  shared  among  several  agencies \naccording to their respective mandates and to avoid overloading any single agency. Both the \nPIU and ERIMU are placed under COM, the organ overseeing line ministries. IASC, composed \nof high-level government officials representing the main NPPT implementation agencies, will \nensure interagency coordination and facilitate the resolution of important project and program \nimplementation  issues.  Senior  officials  have  been  entrusted  with  the  functions  of  ESDP \ndirector/IASC secretary and project director. \n \nVII.  ASSURANCES  \n \nA.  Specific Assurances \n \n151.  The Government has given the following specific assurances, in addition to the standard \nassurances, which have been incorporated into the legal documents:  \n \n(i)  The Government will fulfill conditions agreed upon and specified in the policy \nmatrix for the release of the second and third tranches of the Program loan, and \nwill promptly adopt other policies and actions included in the ESDP as described \nin the Development Policy Letter and the policy matrix. \n \n(ii)  The Government will ensure that IASC meets on a quarterly basis throughout the \nESDP implementation period for the purpose of ESDP monitoring, and that ad \nhoc IASC meetings are convened promptly where deemed necessary to settle \nproject implementation issues requiring high-level decisions. \n \n(iii)  The Government will carry out rehabilitation and other civil works in the project \ninstitutions to ensure that adequate conditions are met for the establishment of \nthe DE facilities. All civil works should be completed at CIESD, the 14 RITTIs, \nand 35 LRCs within 6 months after the project loan becomes effective; civil works \nat the 5 PIs, 8 FPs, and remaining 35 LRCs will be completed within 18 months \nafter loan effectiveness. \n \n(iv)  The Government will make appropriate budget allocations for the rehabilitation of \nat least 200 schools in 2003, 150 schools in 2004, and 150 schools in 2005, and \nwill furnish to ADB, on a semiannual basis, the list of schools rehabilitated, as per ", "  36\nthe poor school rehabilitation program, demonstrating convergence with those \nsites identified in the school and community survey supported by the Project.  \n \n(v)  The Government will ensure that civil servants to be trained under the Project— \nprimarily teachers, school principals, and district administrators—will be selected \naccording to criteria agreed upon with ADB and will be released from regular \nduties as necessary to permit their participation in training activities and (as \nrequired) the development of teacher education modules.  \n \n(vi)  The Government will implement a bonding system to ensure that staff trained \noverseas under the Project remain in the education service for at least two full \nacademic years. \n \n(vii)  Within 6 months of loan effectiveness, staff of the DE system based at CIESD, \nthe 14 RITTIs, and 35 LRCs will be appointed; personnel of the remaining 35 \nLRCs will be appointed within 18 months after loan effectiveness. \n \n(viii)  The Government will bear all recurrent costs incurred in connection with  the \nestablishment of the DE system, including staff salaries and related payments, \nmaintenance  of  equipment  and  facilities,  communications,  transportation, \nsupplies and materials, and other operating expenses.  \n \n(ix)  The  Government  will  ensure  that,  throughout the duration of the Project, all \npersonnel contributing to its implementation receive remuneration commensurate \nwith their responsibilities and workload.  \n \n(x)  The Government will ensure that appropriate education authorities (including \nMOPE, MOHSSE, and the Republican Testing Center) oversee the preparation \nof the DE modules developed under the Project to facilitate the accreditation of \nthe three trial DE programs developed.  \n \n(xi)  Within  one  year  of  loan  effectiveness,  the  Government  will  complete  the \nestablishment of a monitoring and evaluation system for the Project.  \n \nB.  Conditions of Loan Effectiveness \n \n152.  Prior to effectiveness of the Program loan, the Government will establish the deposit \naccount at the NBU.  \n \n153.  In addition to standard conditions for effectiveness, the project loan will be declared \neffective upon fulfillment of the following conditions: \n \n(i)  recruitment  of,  and  signing  of  contracts  with,  the  individual  international \nconsultants to support the PIU as foreseen under package 1.2; \n ", "  37\n(ii)  submission of a document specifying implementation arrangements between the \nExecuting Agency (Cabinet of Ministers) and the Mahalla Republican Foundation \nfor component 3 of the Project; and \n \n(iii)  the Program Loan Agreement will have been duly executed and delivered on \nbehalf of the Borrower, and all conditions precedent to its effectiveness shall \nhave been fulfilled. \n \nVIII.  RECOMMENDATION \n \n154.  I am satisfied that the proposed loans for the Education Sector Development Program \n(ESDP) would comply with the Articles of Agreement of ADB, and recommend that the Board \napprove \n \n(i)  the  loan  of  $70,000,000  to  the  Republic  of  Uzbekistan  for  the  Program \nComponent of the ESDP from ADB’s ordinary capital resources with interest to \nbe determined in accordance with ADB’s LIBOR-based loan facility and with an \namortization period of 15 years, including a grace period of 3 years, and such \nother terms and conditions as are substantially in accordance with those set forth \nin the draft Loan Agreement presented to the Board; and  \n \n(ii)  the loan of $38,500,000 to the Republic of Uzbekistan for the Project Component \nof the ESDP from ADB’s ordinary capital resources with interest to be determined \nin accordance with ADB’s LIBOR-based loan facility and with an amortization \nperiod of 25 years, including a grace period of 5 years, and such other terms and \nconditions as are substantially in accordance with those set forth in the draft \nLoan Agreement presented to the Board. \n \n \n \n \nTADAO CHINO   \n                    President \n \n \n22 October 2002               ", "38 Appendix 1, page 1  \nPROGRAM FRAMEWORK \n \nDesign Summary  Performance Target  Monitoring  Assumptions and risks \nMechanism \n1.  Sector / Subsector Goal \n       \n•  To establish an  •  Universal access to basic  •  National legislation  •  Government \neducation  education maintained  and policies on  commitment and \nsystem  •  Efficiency and effectiveness of  education  political will to reform \nresponsive to  basic education improved  •  Educational  education  \nthe needs of a  (main indicators brought up to  budgets and  •  Sustained budget \nmodern market- international standards)  statistics  allocations to \noriented  •  Curriculum development  •  Reports of the  education consistent \neconomy and  capacity strengthened  education reform  with the reform \ndemocratic  •  Educational outcomes  implementation  agenda \nsociety  improved  monitoring unit  •  Technical and \n•  Improved educational policies  (ERIMU) and  managerial capacity \nand institutional reforms  monitoring units of  to design and \nimplemented within time  the various  manage the reform \nframes provided in the policy  agencies   •  Coordination among \nmatrix  •  Education Sector  ministries and \nDevelopment  institutions; \nProject (ESDP)  individual incentives \npolicy matrix and  aligned with overall \nefficiency indicators  priorities \n \n2.  Objective / Purpose \n       \n•  To improve  •  About 40% of basic education  •  Educational  •  Government \nquality and  teachers exposed to new  budgets and  commitment to \nefficiency of the  teaching methods in priority  statistics  improve system \neducation  subjects   •  New sector reform  efficiency  \nsystem   •  Underqualified primary  decrees  •  Consensus on new \n  teachers of the project areas  •  Reports of ERIMU  norms (staffing, \n(about 20% of teachers)  and monitoring  workload, salaries, \nupgraded and capable of  units of the various  etc)  \napplying the new basic  agencies   •  Availability of \ncurriculum  •  Midterm and final  counterpart \n•  About 90% of school principals  project reviews and  financing and staff \nand district managers of the  evaluations  for establishment of \ncountry retrained in school  •  Reports of the SIF  the distance \nmanagement and academic  regional facilitators  education (DE) \nsupervision  and national  system \n•  Distance learning opportunities  coordinator   •  Access to and \naccessible to about 30% of the  •  ESDP policy matrix  reliability of statistics \nteaching staff  and efficiency  and data  \n•  Over 5% of the schools of the  indicators \ncountry (located in the poorest \nareas) rehabilitated and \nupgraded \n•  Access of rural remote schools \n(about 10% of total schools) to \nfinancial resources improved \nthrough the establishment of a \nschool initiatives fund (SIF) \n•  Establishment of school \nboards supported  \n \n \n ", "39 Appendix 1, page 2  \nDesign Summary  Performance Target  Monitoring  Assumptions and risks \nMechanism \n \n3.  Outputs (by Project Component) \n \n3.1 Strengthening Sector Planning and Management Capacities \n       \n•  Enhanced policy  •  Focused policy studies carried  •  Government /  •  Government’s will to \ndialogue in  out on (i) education staff  Ministry of Public  build consensus on \ncritical reform  development, (ii) education  Education (MOPE)  human resource \nareas including  finance, (iii) nongoverment  decrees or  development issues  \nstaff  provision of education   resolutions on  •  Cooperative \ndevelopment,  •  Leaders and administrators  service conditions  dialogue between \nprivate-public  exposed to multiple aspects of  •  Studies  Government and \npartnership, and  reform implementation   •  Midterm review /  nongovernment \neducation    evaluation  authorities  \nfinance   \n \n•  Better informed  •  New school map adopted and  •  Reports and  •  Effective \ndecisions  implemented  databases on  collaboration \nregarding staff  •  Recommendations of  school map and  between MOPE and \nredeployment  organizational audit  audit   other concerned \nand overall  implemented  •  School map  authorities \nsystem  •  Roughly 5,000 school  •  Administrative staff  •  Access to (and \nrationalization  principals and 3,000 district- redeployment plan  reliability of) school \nlevel managers  trained in  •  MOPE and the  and personnel \nacademic supervision,  Cabinet of  statistics and data \naccountability, and control   Ministers (COM)  •  Agreement on new \n  resolutions   functions / tasks to \n•  Midterm review /  be carried out by \nevaluation  teacher support staff \n \n3.2 Improving and Extending Teacher Education \n       \n•  Enhanced  •  Core group of national  •  Reports on study  •  Identification of \nnational  professionals trained in DE  visits and short - qualified personnel  \ncapacity to  program development   term courses  •  Release of staff to \ndevelop DE for  •  Three trial distance education  abroad  undergo training \nteachers   programs developed in (i)  •  DE modules  •  Joint MOPE-Ministry \nprimary school teaching, (ii)  •  Decree on the  of Higher and \nnew teaching methodologies,  accreditation of DE  Secondary Special \nand (iii) selected secondary  programs  Education \nschool subjects  •  Midterm review /  (MOHSSE) \n  evaluation   collaboration to \n  develop modules ", "40 Appendix 1, page 3  \nDesign Summary  Performance Target  Monitoring  Assumptions and risks \nMechanism \n \n       \n•  Increased  •  DE centers established and  •  Midterm review /  •  MOPE commitment to \nopportunities for  provided with equipment and  evaluation  establish the DE \nin-service  materials ; comprising 1 DE  •  MOPE  system and included \nteacher training  development center, 14  resolutions on  certification programs \nand continuous  regional coordinating units  DE  •  Government funding to \nlearning via a  (RCUs); and 70 learning    rehabilitate staff and \nmodern DE  resource centers (LRCs)  maintain DE units and \nsystem   •  3 vans, equipped as LRCs,  centers \n  provided, allowing extension of  •  Confirmation of \nDE into remote areas  technical feasibility \n  (infrastructure and \ncommunications) \n \n•  Enhanced  •  120 staff of in-service  •  Reports of short-  •  Collaboration between \ncapacity to  institutions and 104 staff of  term courses  preserviceand in-\ndemonstrate  preservice institutions jointly  •  Teacher training  service institutions  \nmodern  exposed to modern teaching  modules  •  Government funding of \nteaching  methods  •  Project  civil works \nmethods in pre  •  Modules developed to train  monitoring  •  Sufficient incentives for \nservice and in- teaching staff   system /  module writers, \nservice teacher  •  Approximately 110,000  database   trainers, and teachers \ntraining  teachers exposed to new  •  Midterm review /  •  Coordination/ \ninstitutions  methods through the existing  evaluation   scheduling of multiple \nformal inservice and  programs \npreservice systems, plus at   \nleast 75,000 through DE \nmeans \n•  8 selected faculties of \npedagogy, 5 pedagogical \ninstitutes, and 15 in-service \ninstitutions rehabilitated and \nprovided with modern \nequipment and materials  \n \n3.3 Strengthening Community Involvement with Schools and Improving Learning Conditions \n \n•  Enhanced  •  School and community leaders  •  Awareness  •  Collaboration between \ncapacity to  informed about the new  campaign  MOPE and mahallah \nmobilize  legislation and experiences  materials  authorities  \ncommunities for  concerning self-management   •  Midterm review /  •  Commitment of central \nthe school   •  About 1,000 school boards  evaluation   and local authorities to \nestablished with the support of  support the legislation  \nthe project  \n \n•  SIF established  •  Introduction of a SIF targeting  •  MOPE statistics  •  Effective targeting of \nto support  resource-poor and otherwise  on school boards  poor communities  \ncommunity  disadvantaged schools   •  Decree on SIF  •  Decree on SIF issued  \ninitiatives in  •  SIF accessible to about 10% of  •  Midterm review /  •  Effective collaboration \npoor areas   the schools of the country;  evaluation  between SIF \n    facilitators and school \n    authorities \n     \n   \n   \n   \n   \n   \n \n ", "41 Appendix 1, page 4  \nDesign Summary  Performance Target  Monitoring  Assumptions and risks \nMechanism \n \n       \n•  School  •  500 poorest schools of the  •  Ministry of  •  Effective targeting of \nrehabilitation  country rehabilitated and  Macroeconomics  poor schools \nand upgrading  provided with new educational  and Statistics  •  Availability of local \nplan  equipment and furniture   (MOMES) School  contractors to carry out \nimplemented    rehabilitation  civil works \nplan    \n•  Midterm review / \nevaluation  \n \n4.  Main Activities (by Project Component) \n \nStrengthening Sector Planning and Management Capacities \n       \n•  Establishment  •  1 project manager, 4  •  Asian \nand staffing of  professional staff, and 2  Development \nproject  support staff appointed for the  Bank (ADB) \nimplementation  duration of the Project   inception mission \nunit (PIU)  •  $1,850 per month for PIU  •  Quarterly Project \nstaffing and operations, plus  progress reports \n$1,200 for translator pool \n•  Equipment: $43,000 for PIU \noffice equipment; $25,000 for \nPIU vehicle \n \n•  School and  •  $200,000 fund for field surveys  •  Invitation   \ncommunity  and data management   documents to \nsurvey;     shortlisted firms \n   \n•  Organizational  •  Consultant \naudit and  reports \ntraining needs  •  Quarterly project \nassessment  progress reports \n \n•  Training of  •  Instructional materials: 8,000  •  MOPE training   \nprincipals and  copies of training modules  schedule \ndistrict staff  •  Staff development: 30 person- •  Quarterly project \nmonths (pm) of in-country  progress reports \ntraining and 4,000 pm of in-\nservice training \n \n•  Policy studies  •  Staff development : 42 pm of  •  Reports on study   \noverseas study visit   visits \n•  $15,000 research fund for  •  Consultant \neach policy study  reports \n•  Quarterly project \nprogress reports \n \n•  Consultant  •  77 pm of international & 56 pm  •  Consultant   \nsupport  of domestic consultants  reports \n \n4.2 Improving and Extending Teacher Education \n \n•  Preparation of  •  Civil works : DE classrooms  •  Site visits   \nsites  prepared in the Development  •  Quarterly project \nCenters, 14 RCUs, and 70  progress reports \nLRCs (in two phases) \n  \n•  Training of DE  •  Professional staff and support  •  Staff list provided   \nstaff  staff appointed in DE units  by MOPE \n ", "42 Appendix 1, page 5  \n \n \nDesign Summary  Performance Target  Monitoring  Assumptions and risks \nMechanism \n \n•  Provision of  •  Equipment : roughly $11.1  •  Bidding   \nequipment and  million, including: $0.2 M for  documents \nmaterials  mobile LRCs (under the  •  Site visits \nresponsibility of the  •  Quarterly project \nDevelopment Center); $7.8 M  progress reports \nfor education equipment; \n$3.1M for admin./office \nequipment  \n•  Instructional materials: books \nand library/ reference materials \nfor DE units totaling $500,000  \n•  Training modules: roughly \n250,000 copies for all courses \n•  Training of  •  Staff development: 159,475  •  Consultant   \nteachers in  pm of training in new  reports \nmultigrade  methodology and subject  •  Training modules \nteaching & three  content in DE system and in  •  Quarterly project \npilot DE courses  in-service and pre-service  progress reports \ninstitutions \n•  Consultant  •  50 pm of international & 73 pm  •  Consultant   \nsupport  of domestic consultants  reports \n \n4.3 Strengthening Community Involvement in Schooling and Improving Learning Conditions \n•  Awareness  •  Research funds : $70,000 for  •  Consultant   \ncampaign for  awareness campaign/materials  reports \nschool  development and SIF  •  Campaign \nauthorities and  evaluation survey   materials \ncommunity  •  Staff development: roughly  •  Quarterly project \nleaders  107 pm of in-country training   progress reports \n•  SIF operations   •  Consulting services : 18 pm  •  Consultant   \ninternational; 819 pm domestic  reports \n(including 756 pm of SIF  •  Reports of SIF \nregional facilitators)  officers \n•  $2 million earmarked for the  •  Quarterly project \nSIF   progress reports \n•  Provision of  •  Roughly $15 million for the  •  List of schools   \ninstructional  rehabilitation of 200 schools  submitted by \nequipment and  rehabilitated in 2003, 150 in  MOMES \nmaterials for  2004, and 150 in 2005  •  Site visits \npoor schools   •  Equipment: roughly $5 million  •  Quarterly project \nfor furniture and basic  progress reports \neducational equipment \n ", "NEW EDUCATION STRUCTURE \n \nAge  1-3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23   \n                  Grade  1  2  3  4  5  6  7  8  9  10  11  12                 \n         \n  Preschool       \n \n  Nursery         Compulsory Education           \n    KG                       \n            Basic Education             \nPrimary  Lower secondary \n              G-1  G-2  G-3  G-4  G-5  G-6  G-7  G-8  G-9               \n                                  Senior Secondary Education     \n   \n                                  Professional College (technical/vocational track) \n  G-10  G-11  G-12           \n               \n                                  Academic Lyceum (postsecondary track) \n                                G-10  G-11  G-12           \n                                           \n                                    Higher Education (university) \n  Bachelor’s Program   \n                          Y-1  Y-2  Y-3  Y-4  Master   \n          Y-5  Y-6  PhD \n       Y-7 -> \n ", "                                                                           4  4                                                          Appendix 3 \nKEY EDUCATION INDICATORS \nGeneral indicators   \nTotal population, 2000 (millions)  24.75 \nAverage annual population growth, 1990-2000  1.9% \nEstimated annual population growth rate, 1999-2015  1.4% \nShare of population aged 0-14, 2000  37.1% \nEstimated share of population aged 0-14, 2015  25.9% \nShare of population in rural areas, 1999  62.8% \nLife expectancy    \nMale  68.2 \nFemale  73.0 \nEducation indicators   \nPublic expenditure on education as share of GDP, 1999  8.1% \nAdult literacy rate, 1998  99.2% \nBasic education gross enrollment rate, 1999  88.9% \n         Senior secondary education gross enrollment rate, 1999  52.7% \n         Higher education gross enrollment rate, 1999   6.2% \n   \n          School Year \n          1998  1999  2000  2001       2002   \nNumbers of institutions            \nPreschools     7,546  6,911  6,742  6,704  6,700 \n                   \nBasic education    9,019  9,617  9,631  9,639  9,645 \n                 \nSSE and TVE \n    Academic lyceums  10  15  30  46  47 \n Professional colleges  14  20  120  241  303 \n Other institutions  703  708  598  509  475 \n             \nHigher education     60  60  61  61  61 \n                 \nEnrollments (‘000)            \nPreschool     681  616  609  625  625 \n                 \nBasic education     4,883  5,031  5,120  5,645  5,669   \n Primary (grades 1-4)     2,529  2,570  2,602  2,598  2,568 \n Junior secondary (grades 5-9)    2,354  2,461  2,518  3,047  3,101 \n                 \nSSE and TVE    1,015  1,103  1,203  905  922 \n    Academic lyceums  0.5  1.8  7.3  9.8  17.5 \n Professional colleges  2  4  31  60  217 \n Other institutions  452  486  500  463  322 \n Schools (grades 10 / 11)  560  611  666  373  366 \n                 \nHigher education     158  159  167  184  196 \n                 \nNumbers of teachers (‘000)       \nPreschool     71  66  64  64  64   \n                 \nBasic education    369  379  374  402  410   \n Primary (grades 1-4)    119  123  123  123  121 \n Junior secondary (grades 5-9)    250  256  251  279  289 \n                 \nSSE and TVE    102  106  110  83  74 \n                 \nHigher education     18  17  17  18  19 \n               \n \nGDP= Gross Domestic Product, SSE=Senior Secondary Education, TVE=Technical and Vocational Education.  \n   ", "STRUCTURE OF EDUCATION BUDGETS\nLevel of Education Fiscal  Total Salaries and Basic Maintenance, Educational Scholarships Meals Equipment Major Other Subsector Total\nYear  Expenditure Associated Sanitation, and Supplies Purchases Repairs as a Share of Total\n(million sum) Payments Related Costs Govt. Educ. Budget\n(%) (%) (%) (%)  (%) (%) (%) (%) (%)\nPreschools 1996      6 ,930.8 36.5 25.4 0.3 0.0 33.8 0.5 2.3 1.2 16.2\n1997    1 1,944.8 30.7 22.6 0.1 0.0 44.0 0.4 1.5 0.7 16.8\n1998    1 6,179.1 35.8 17.4 0.0 0.0 39.0 0.4 1.5 5.9 16.9\n1999    2 5,042.2 36.3 10.0 0.0 0.0 45.3 0.1 1.1 7.2 16.8\n2000    3 3,401.4 42.3 5.0 0.1 0.0 45.3 0.1 0.8 6.5 20.0\n2001    5 3,527.0 40.5 5.5 0.0 0.0 46.9 0.6 0.6 5.8 17.6\nGeneral Education  1996    2 2,445.1 68.0 21.8 1.9 0.0 2.3 2.5 2.7 0.8 52.4\n1997    4 0,149.5 65.6 18.6 7.6 0.0 3.1 1.1 1.9 2.1 56.5\n1998    5 7,554.6 73.1 14.4 3.8 0.0 3.1 1.3 1.9 2.4 48.7\n1999    8 6,916.5 76.2 12.8 2.7 0.0 3.1 0.4 1.3 3.5 51.4\n2000  1 15,118.6 80.8 9.5 1.9 0.0 3.2 1.2 0.9 2.5 44.1\n2001  1 68,966.5 78.0 8.9 1.6 0.0 3.2 3.6 1.9 2.8 43.7\nTechnical/Vocational 1996      6 ,013.1 25.4 16.1 1.0 45.2 3.1 2.4 7.4 0.0 14.0\nEducation 1997      9 ,694.0 25.2 17.0 1.1 48.3 2.7 1.7 1.6 2.4 13.6\n1998    1 5,594.2 24.6 9.4 4.5 48.6 6.1 2.8 1.6 2.4 17.4\n1999    2 5,132.0 26.6 7.1 2.4 53.0 2.5 0.7 5.4 2.3 14.0 4\n5\n2000    3 4,528.2 28.9 6.6 2.1 50.4 2.5 3.6 4.1 1.8 16.6\n2001    6 8,595.3 38.2 7.0 1.2 28.0 1.8 8.7 6.4 8.7 19.9\nHigher Education 1996      3 ,562.6 33.0 25.7 1.7 30.6 0.0 3.6 4.4 0.9 8.3\n1997      4 ,425.2 38.1 21.6 1.3 33.5 0.0 1.3 3.5 0.6 6.2\n1998      7 ,297.4 40.4 11.9 5.5 29.9 0.0 3.4 3.4 5.5 7.7\n1999    1 0,515.6 44.4 13.1 2.4 31.6 0.0 2.3 3.1 3.1 9.8\n2000    1 5,302.3 43.5 12.1 3.0 29.7 0.0 1.6 3.4 6.7 9.3\n2001    2 2,694.6 42.6 14.0 2.2 26.8 0.0 2.9 4.3 7.2 8.6\nOther Institutions  1996      3 ,919.6 38.7 19.8 19.8 0.1 4.4 3.7 4.3 9.3 9.1\nand Events 1997      4 ,865.7 52.4 20.0 5.8 0.1 7.0 3.5 8.3 2.9 6.8\n1998      7 ,540.6 43.3 13.9 5.1 0.1 10.4 8.5 12.0 6.7 9.3\n1999    1 1,815.3 61.2 14.0 3.9 0.1 7.5 3.4 2.7 7.2 8.0\n2000    2 0,036.5 52.7 11.0 2.8 0.0 5.9 11.0 1.7 14.9 10.0\n2001    2 5,312.0 60.1 8.0 2.7 0.1 0.1 6.3 3.1 19.6 10.2\nTotal Expenditures 1996    4 2,871.2 51.3 12.7 1.1 4.8 11.9 1.6 3.6 12.9\n1997    7 1,079.2 51.6 19.3 4.9 8.7 10.0 1.2 2.4 1.8   A\n1998  1 04,165.9 55.6 13.9 3.5 9.4 9.4 2.1 2.6 3.5 pp\n1999  1 59,421.6 58.9 11.6 2.3 10.4 9.8 0.7 2.1 4.1 e\nn\n2000  2 18,387.0 61.5 8.7 1.8 10.1 9.6 2.3 1.6 4.4 d\n2001  3 39,095.4 60.3 8.3 1.4 7.5 9.4 4.3 2.9 6.0 ix 4\nSource: Ministry of Macroeconomics and Statistics. \n   ", "                    \nEXTERNAL ASSISTANCE TO EDUCATION  \n \nAid      Amount  \nAgency  Project Title  Duration  ($ ‘000)  Key Coverage \n \nBasic/Senior Secondary Education \nEU  Assistance to the Ministries of Higher and  1998-2000  1,660  Education planning, financing and management systems; \nPublic Education in the Restructuring of    Interministry coordination regarding policies and horizontal issues \nEducation System \nADB  Basic Education Textbook Development  1998-2003  40,000  Curriculum development, textbook development, and promotion of \nProject  competitive domestic textbook publishing \nADB  Technical assistance on Monitoring and  1998-2002  1,400  Assistance to the Social Complex of the Cabinet of Ministers in \nEvaluation of Education Reform and “Capacity  (total)  monitoring the status of education reform implementation at all levels \nBuilding in Education Finance”   of education; identification of strategies for strengthening education \nfinancial management \nADB  Senior Secondary Education Project   2000-2002  57,000  Improvement  of  internal  efficiency,  curriculum  relevance,  and \nlinkages to post secondary education and the labor force  \nGermany  Support to Development of Vocational  1999-2001  7,000  Reforms  in  vocational  education,  curriculum  development,  and \nEducation and Training  implementation for (i) management, (ii) tourism and services, and (iii) \nagriculture; and introduction of dual training system \n \nPostsecondary/Higher Education     \nEU  Strengthening of Management Training in  1996-1999  3,480  Establishment of new business schools at the State University of \nFergana & Samarkand (2 projects)  (total)  Fergana and in 3 institutions in Samarkand  \nGermany  Vocational Training Assistance  1996-2000  1,415  Provision  of  consultant  services  in  developing  professional \n(GTZ)  (technical/vocational) education \n     \nLabor Market     \nEU  Accountancy Training: Uzbekistan  1997-2000  1,006  Specialized training in accounting systems and related skills \nEU  Training and Education of Farmers  1996-2001  1,369  Establishment  of  a  comprehensive  education  system  targeting \nfarmers in the private sector, facilitating intersector mobility \nGermany  Specialists Qualification Development Fund  V  1998-2001  1,029  Support/financing  of  specialist  development,  and  financing  of \n(KFW)  analytical/scientific projects in relevant disciplines  \n \nOther     \nJapan (JICA)  Economic and Language Education  1997-1999  3,432  Invitation of lecturers on Japanese and Economics, training in Japan, \nand provision of equipment to the Academy of State and Social \nConstruction \nUSA  Programs in “Democratic Reform: Civic  1997-2000  4,093  Survey analysis and training for civic leaders and NGOs active in \nEducation” & “Global Training for  national reform; fellowships to private citizens and civil servants for \nDevelopment”  courses (in the US and CARs) on globalization \nWorld  World Concern Humanitarian Aid  1995-2000  1,000  Donation of used computers and children’s educational materials (in \nConcern  addition to health supplies and clothing) to hospitals, clinics, schools, \nand some government ministries \nADB = Asian Development Bank, CAR = Central Asian Republics, EU = European Union, GTZ = Agency for German Technical Cooperation, JICA  = Japan \nInternational Cooperation Agency, KFW =  Kreditstanstalt fur Wiederaufbau, US = United States.  \n   \nSource:  Development Cooperation Report, Tashkent, UNDP (1997) \n  46", "47\nAppendix 6, 1\nfE~S\nO'ZBEKISTON RES PUB LIKASI CABINET OF  MINIS\nv AZIRLAR  MAHKAMASI REPUBLIC Of  UZBEKISTAN\n700008,T oshkent shahri, Hukumat uyi\nGovernment House, Tashkent, 700008\n,\nMr. Tadao Chino\nPresident\n,\nAsian Development Bank\nManila, Philippines\nPolicy\nDear Mr. President,\nAt the end of 2001, the Government of the Republic of Uzbekistan  assessed progress in\nimplementation of the National Program for Personnel Training (NPPT) enacted in 1997. Outcomes\nof the first phase of education  reforms were evaluated, and objectives for the second phase were\nidentified.\nDuring  the  past  four  years,  a  new  system  of  continuous  education  and  training  was\nintroduced in Uzbekistan.  It encompasses preschool, basic education, senior secondary education\n(SSE), including technical  and vocational  education (TVE), higher  education  and  post-graduate\neducation. A new foundation  for lifelong learning has been laid, espousing self-upgrading through\neducation  and  training  as  a  basic  human  right  and  a  key  to  societal  progress.  The  legal,\ninstitutional, pedagogical, financial, and material conditions for further development of the education\nsystem are being established.\nInternational  cooperation  and external assistance are of particular importance to support\nthe momentum of sector reforms. The international community, and the Asian  Development Bank\n(ADB)  in  particular.  has  provided  key  assistance  to  education  in  the  framework  of  the\nimplementation  of the  NPPT.  Two  ADB  projects, the  \"Basic  Education  Textbook  Development\nProject\" and \"Senior  Secondary  Education Project\" contribute  to  enhance  education  quality  by\n.. providing critical assistance  in the area of curriculum development  and textbook  preparation. To\naugment these efforts, the Government requested ADB support in formulating an Education Sector\nDevelopment Program (ESOP). The ESOP, through its policy component. will contribute to re-orient\nr the education system in a more effective and sustainable way and will strengthen  pro-poor budget\nallocations.  Four  major  sector-wide  challenges  are  being  addressed  in  the  education  policy\nframework: (i) modernizing the structure, contents, and processes of education; (ii) improving sector\n. sustainability and efficiency; (iii) ~eforming governance of education; and (iv) providing protection for\nthe poor.  Progress achieved and further developments foreseen in each of these interrelated areas\nare discussed below.\nI.\nDuring the first four years of NPPT reforms, new education  standards  for basic, SSE, and\nhigher  education  were  developed.  The  standards  were  tested  on  a  pilot  basis  in  selected", "48 Appendix  6, page 2\neducational institutions. New standards are directed to nurturing individuals who are harmoniously\ndeveloped, dedicated to democratic principles, highly professional, and independent.\nTo advance the capability  of students to acquire knowledge, creative  ability, and critical\nthinking skills, the Government will thoroughly review the curriculum  of basic  education.  Priority\nwill also be given to assessing standards for SSE given the anticipated expansion of this sub-sector\nand its role as channel between basic and higher education. The ultimate objective is to provide\nSSE graduates  with  good  job  prospects,  adaptability  to changing  market  conditions  and  new\n-\ntechnologies,  and  opportunities  to  pursue further  education.  Special  attention  will  be  given  to\ndefining instructional contents at each level in the framework of the continuous educational system,\nand to  emphasize  generic  skills  and  basic  knowledge  rather than  narrow  specialization.  New\ntextbook  and curricular  content  will  focus  on skills that can  be applied  in  different  areas  and\nindustries.\nThe Government intends to improve  SSE flexibility  and efficiency in several ways. In the\nfirst place, plans and strategies for the SSE expansion will be regularly reviewed and assessed. An\nappropriate  balance  between  the  two  types  of  institutions,  e.g.  academic  lyceums  (ALs)  and\nprofessional colleges (PCs). should  be achieved. Institutions should be given more autonomy  in\ndeveloping courses that are relevant to local conditions and responsive to the demand for education\nand training services.\nAs pari of the overall review of the education structure, the Government will prepare a long-\nterm  plan  for  reforming  higher  education.  Priority areas for improvement  are  management\nprocesses, adjustment of courses  and programs to actual needs and demand, modernization  of\nteaching  methods, and efficiency  and transparency  of mechanisms governing  access to higher\neducation.\nAn  important aspect  of the  reform has been the development  of a new  generation  of\ntextbooks  and teachers'  guides.  Despite progress achieved, developing new teaching materials\nand increasing the supply of textbooks in school libraries remain priorities of education authorities\nas there is still important shortages of textbooks and methodology literature. The Resolution of the\nCabinet of Ministers of the Republic of Uzbekistan of August 16, 2001 # 341 (\"On the Development\nof a New Generation of Textbooks  and Training  Literature for SSE\") approves  the schedule of\ndeveloping  and  publishing  new  textbooks  until  the  year  2005. Textbook  development  and\ndistribution is the most labor-intensive and costly activity of NPPT, requiring substantial financing,\nexpertise, and time. The Government will further efforts to develop a sustainable,  affordable and\nefficient textbook development system, in particular by promoting competition in and modernization\nof the publishing and printing industry, implementing a textbook rental scheme for basic education\n(and possibly other educationalleveJs), and reviewing the number and volume of textbooks required :0'\"\nto effectively support the curriculum.\nTraining  and retraining  of teaching  staff must be carried out in line with the new methods\nand  contents  of  education.  New  standards  and  structures  of  teacher  education  have  been\nestablished for basic education\" SSE, and higher education. The Cabinet of Ministers issued the\nResolution #400 (\"On Measures for Improvement of Training of Teachers for Specialized Secondary\nand Professional Education\"), developing a program for training and retraining teachers and visiting\nteachers in SSE institutions for the period 2002-2010. The ESOP will contribute to reforming current\npractices and methods  of teacher  education,  more specifically through  the  establishment  of  a\ndistance learning capacity, and development and dissemination of modern teaching methods at the\nbasic education level. In an important step, a MOPE Order issued in June 2001 ratified the structure\nof the new  distance  education  (DE) system  to be supported under the  ESOP. New training\nmodules and approaches will be integrated into the regular teacher training programs and additional\n2\n.AI  JIJ7", "49 Appendix  6, page 3\nincentives  will  be granted  to  DE certificate  holders.  These measures shall  result  in expanded\naccess of teachers, especially those serving in remote areas, to further training and hence improved\nperformance of teaching staff.\nIn the above-described context of rapid change and radical reform, monitoring  the quality\nof education  and measuring progress towards newly set objectives is of critical importance. At all\nlevels, a dramatic reorganization is needed to improve the functionality of education monitoring, and\nsome key steps have already been taken. The Education Reform Implementation  Monitoring Unit\n(ERIMU) has been established within the Social Complex of the Cabinet of Ministers;  monitoring\nunits  and  working  groups  have  been  established  in  line  ministries  in  charge  of  NPPT\nimplementation as well as in regional governments. School  inspection  and supervision  systems\nwill be strengthened and reoriented towards teacher support. To this end, the Government intends\n~ to retrain  district  administration  staff  - including  inspectors  and experts  of methodical  departments  -\nand school directors, in the field of academic supervision.\nII.  Improving  sector  sustain ability  and efficiency\nIn  line with  structural  changes,  steps  were  introduced to  rationalize  and  modernize\nfacilities  in the education  sector.  At  present, the system of continuous education  covers  6704\npreschools, 9672 basic education schools and 584 non-school education institutions, 47 academic\nlyceums, 787 professional colleges and 63 higher educational institutions. In order to evaluate the\nconditions and state of educational institutions, and to work out recommendations for improvements\nof sustainability and efficiency of the network of institutions, a nation-wide school and community\nsurvey will be carried out. This will lead to the elaboration and phased implementation new maps of\neducational  institutions.  The  expected  optimization  of  the  network  of  schools  and  SSE\ninstitutions  should result in an increase in average sizes of institutions and classes.\nIn view of the  high level of capital  and  recurrent costs involved in maintaining  boarding\ninstitutions, the Government will also rationalize SSE and higher  education  boarding  facilities\naccording to actual and projected demand (i.e.\nTo support the management  decentralization  policy and in accordance  with  principles of\nefficiency  and  equity  in  the  distribution  of  staff,  the  Government  will  review  the  current\ndeployment of education personnel. This process will be informed by an organizational  audit of\nthe education administration and an assessment of training needs of administrative staff.\nImproving  the  service conditions  of the education personnel so as to  enhance  staff\nperformance has been a long-standing  priority of the Government. Teachers'  salaries (in nominal\nc terms) were increased by 40 percent in 2001 (50 percent for SSE teachers). The Government now\nintends  to  augment  the  official  teaching  loads  with  parallel  increases  in  teachers'  hourly\nremuneration  rate  in  real  terms.  Enhanced  incentive  schemes  and  career  development\nopportunities for certain categories of staff will accompany reforms in the teacher education system.\nThe Government will improve the career development system alongside a transition to a system of\ndifferential remuneration and benefits based not only on teachers' qualifications  and experience\nlevel, but also on actual  classroom  teaching  performance. Mechanisms for  providing  additional\nsupport to teachers assigned in remote, deprived, and ecologically unsafe areas will be piloted and\nassessed under the ESOP.\nThe  Government  also  recognizes  the  necessity  of  improving  opportunities  for  career\ndevelopment  of  women  working  in  the  education  sector.  Certain  measures,  taken  by  the\nGovernment  as part of  global  programs  (e.g.  \"Women's Year\", \"Healthy  Generation\",  \"Year  of\nMother and Child\", etc.) have helped to address gender issues, allowing women to be more heavily\n3\n;1/;AIil", "50 Appendix 6, page 4\ninvolved  in their  professional  activity.  The  Government  intends  to  encourage  the  professional\ndevelopment  of  qualified  women,  which will  be reflected in an increased  proportion  of women\nassuming leadership and management positions throughout the education sector.\nIII.  Reforming  governance  of education\nBuilding private-public  partnerships and facilitating private initiative in the education sector\nare important areas of education governance. The Government realizes that the development  of a\nnon-government  education  sector  is needed to improve access to non-compulsory educational\nlevels. Joint \"kindergarten-school  complexes\" run by communities and non-government preschools\nwere recently  established.  The Government will provide the required legal rights and support to\ncommunities  and  non-governmental  organizations  (NGOs)  in  managing  and  funding  preschool -\ninstitutions.  On the  basis of studies, the Government will identify restrictions and obstacles that\nprevent non-government  provision of education, and will enact legal and institutional measures to\neliminate these constraints. To encourage the active and effective participation of the community in\nschool activities,  a School  Initiatives  Fund  (SIF) will be established, providing select resource-\npoor schools with new access to extra-budgetary funds.\nCost-sharing  and  cost-recovery  mechanisms  must  be  designed  together  with\ncompensatory  measures for the poor with a view to strengthening the financial sustainability of the\nentire education system. As a firs step, the Government will pilot schemes combining user charges\nfor  boarding  services  in SSE  and  higher education  with  the  provision  of targeted  support  for\nvulnerable students.\nCurrent  efforts will  be accelerated  to  modernize  management  systems,  in particular  by\nreviewing the budget preparation and execution processes (including current norms for allocating\nresources),  and integrating  existing information systems into a unified educational  management\ninformation  system  (EM IS)  providing  reliable,  transparent,  and  policy-relevant  data.  The\nGovernment will test new budgeting techniques in the education sector according to the concept of\nprogram  budgets  that will be applied in pilot institutions and regions.\nIV. Providing protection for the poor\nThe Government recognizes the need to mitigate financial loads on the poor by introducing\nmechanisms of partial compensation for the costs of education. Rising  direct  costs  of education,\nespecially in relation with textbook expenses, has become an important concern. Under Resolution\n33 of the Cabinet of Ministers of the Republic of Uzbekistan of January 25, 2002 (\"On Measures for\nImplementation of Targeted Programs to Support Socially Vulnerable Populations for 2002-2003\"),\nschool pupils from low-income families will be provided with winter clothes and textbooks  using\n\"'\nstate  and  local  budgets.  This  measure,  as  well  as  other  ones  enacted  in  the  past  years,\ncomplements the social protection system managed by the Mahalia community organizations\n.c\nTo  promote  an equitable  access to  post-basic education  levels, further  improvement  of\nmechanisms for direct support of pupils that cannot bear expenses associated with education  is\nrequired. In SSE, the Government will develop and implement a mechanism for material  support\nto  students  from  poor  families  with  good  academic  achievement.  The Government will also\nfurther  rationalize  expenses  for  higher  education  grants  and  scholarships.  setting  strict\ntargeting  criteria  to  allocate  such funds to students from  poor families.  The  new  student  loan\nscheme recently established under Decree 318 of July 2001 will also be part of this effort to ensure\nequal access to higher education.\n4\nIII 1/1\n~~~", "51 Appendix  6, page 5\nThere are also imbalances  in the provision and quality of basic education that need to be\naddressed. These are primarily linked to unequal access to resources by educational  institutions\nand communities.  In an  attempt  to correct  these  imbalances, the  Government  will  devise  new\nfunding  mechanisms'  providing additional support from the republican budget to districts where per\ncapita expenditure is below the national average. In an effort to improve teaching conditions in rural\nremote areas, the Government will implement a school rehabilitation program targeting 500 of the\nmost deprived schools  of the  country.  These  measures will supplement  the  support  to equity-\nenhancing schoof-level initiatives under the SIF.\n--\nConclusion\nReforms in the education sector have received priority attention from the Government of the\n~\nRepublic of Uzbekistan. A considerable  budget effort has been made to implement  NPPT since\n1997  and  the  Government  fully  acknowledges  the  scale  of  new  costs  associated  with  the\nimplementation  of  the  ESOP.  By  supporting  the  implementation  of  the  new  education  policy\ninitiatives outlined above, the ESOP is expected to have a lasting impact on management practices,\nbudget allocations, and overall efficiency of the education system. The ESOP will play an important\nrole  in  furthering  the  sector  reform  process,  thereby  contributing  to  the  long-term  national\ndevelopment of Uzbekistan. The financial and technical support of the Asian Development Bank will\nbe of  strategic  importance  to  implement  this  important  national  Program  and  the  Republic  of\nUzbekistan  looks  forward  to  strengthening  the  long-term  partnership  established  with  your\ninstitution.\nYours sincerely\na/At;\nK~~:/\nDeputy Prime Minister\n;;\n-\n5", "POLICY MATRIX \n \nPolicy Areas  Policy Measures /  Monitoring Arrangements /  Time Frame  Integration  Responsible \nActions  Implementation Modality  with Other  Agencies \n  ADB Projects \n \nOBJECTIVE 1: MODERNIZE STRUCTURE, CONTENTS AND PROCESSES OF EDUCATION \n \n1.1 Streamlining  1.1.1 Develop a  1.1.1.1 State standards for higher education approved  Decree 343 issued in August    COM \nof the education  strategic framework for    2001  MOHSSE \nstructure  reforming higher     \neducation.  1.1.1.2 Strategic directions for higher education reform  December 2003 \n  defined; policy statement submitted to ADB   \n \n  1.1.2 Review SSE  1.1.2.1 State standards for SSE approved   Decree 400 issued in  TA 3399  COM \nexpansion modalities,    October 2000  Loan 1737- MOHSSE \nspecialties; and      UZB  MOMES \nstructures.   1.1.2.2 Proposals for improving SSE flexibility and  December 2002   \nefficiency submitted to ADB    \n   \n1.1.2.3 Tracer study of SSE graduates submitted to  June 2003 and June 2004 \nADB   \n   \n1.1.2.4 SSE expansion plans revised annually and  Decree 338 issued in August \nsubmitted to ADB, providing the list of present and  2001. Annual reports to be \nplanned institutions broken down by specialties and  submitted in June 2003, \nregion   2004, and 2005 \n   \n \n1.2 Curriculum  1.2.1 Strengthen core  1.2.3.1 Monitoring of Learning Achievements study  June 2003  Loan 1595- MOPE \nreview and  competencies in the  submitted to ADB together with curriculum evaluation    UZB \neducation quality  basic education  studies   \nmonitoring  curriculum.     \n  1.2.3.2 Proposal for adjusting the curricular load and  June 2003 \ntextbook titles in basic education submitted to ADB \n \n  1.2.2 Strengthen school  1.2.4.1 Workplans of the 15 regional teacher training  June 2003  ESDP Project  MOPE \nsupervision and  institutes submitted to ADB showing training programs    Loan \nacademic guidance.  for school directors and district staff   \n   \n1.2.4.2 Management courses for school principals and  June 2004 \ndistrict administrators accredited and integrated into the \nformal in-service training system; appropriate MOPE \nresolution submitted to ADB \n ", "Policy Areas  Policy Measures/  Monitoring Arrangements/  Time Frame  Integration  Responsible \nActions  Implementation Modality  with other  Agencies \nADB projects \n1.3 Teacher  1.3.1 Develop teacher  1.3.1.1 Structure and staffing of the proposed DE  List of pilot schools and  ESDP project  COM  \neducation  retraining through DE  system to support in-service teacher training endorsed;  resolution on DE staffing  loan  MOPE \nmodalities,  sites of the learning resources centers for teacher  submitted by MOPE in June    Republican \n  retraining identified; appropriate resolution submitted to  2001     Testing \n  ADB    Center \n    MOF \n1.3.1.2 Trial DE courses on primary school teaching  June 2004  MOL \nand subject matter developed under the ESDP Project   \naccredited and integrated into the program of regional   \nin-service teacher training institutes; appropriate MOPE   \nresolution submitted to ADB   \n   \n1.3.1.3 Special allowances granted to teachers  March 2005 \nreceiving DE certificates under the ESDP Project;  Condition for third tranche \nappropriate decree / resolution submitted to ADB  release \n \n  1.3.2 Disseminate new  1.3.2.1 New course on teaching methods developed  June 2004  ESDP project  COM  \nteaching methods  under the ESDP Project accredited and integrated in    loan  MOPE \nthe curriculum of preservice teacher education    MOHSSE \ninstitutions; appropriate MOHSSE resolution submitted    Republican \nto ADB.    Testing \n    Center  \n1.3.2.2 Trial DE course on teaching method developed  June 2004   \nunder the ESDP Project accredited and integrated into   \nthe program of regional in-service teacher training \ninstitutes; appropriate MOPE resolution submitted to \nADB \n ", " \nPolicy areas  Policy Measures /  Monitoring Arrangements /  Time Frame  Integration   Responsible \nActions  Implementation Modality  with other  Agencies \n  ADB projects \n \n \nOBJECTIVE 2: IMPROVE SECTOR SUSTAINABILITY AND EFFICIENCY  \n \n2.1 Staff  2.1.1 Clarify functions  2.1.1.1 Detailed terms of reference for the  June 2002  TA 2947-UZB   COM \nredeployment  and roles of the  organizational audit and training needs assessment  Condition for 1st tranche  ESDP Project  MOPE \neducation  of administrative staff submitted to ADB  release  (studies)  MOHSSE \nadministration and re-    \ndeploy administrative  2.1.1.2 Organizational audit report and  March 2004 \nstaff in line with the  administrative staff redeployment plan submitted to  Condition for 2nd tranche \ndecentralization  ADB, showing (i) redefined functions and  release  \nframework.  responsibilities of the education administration at   \n  the central, regional, and district levels; (ii) staffing   \nstructures by category of personnel and   \nadministrative level in each region; (iii) measures to   \nbe taken for retraining redeployed staff, counseling   \nand compensating redundant staff; (iv) budget   \nimpact of the plan; and (v) implementation schedule   \nof the plan    \n   \n2.1.1.3 Report showing progress in the  March 2005 \nadministrative staff redeployment submitted to ADB  Condition for 3rd tranche \nrelease  \n2.2 Service  2.2.1 Reform the  2.2.1.1 Working group on staff development established  December 2002  ESDP Project  COM \nconditions of  promotion system and  to oversee policy studies     (studies)  MOPE \neducation  provide additional      MOHSSE  \npersonnel  incentives for certain  2.2.1.2 Policy studies on staff service conditions  March 2004  MOL  \ncategories of personnel.   submitted to ADB, including proposals for improving the    MOF \n  situation of certain categories of personnel and revising     \nthe career development system    \n   \n2.2.1.3 Incentive schemes established for (i)  March 2004 \nteachers serving in disadvantaged areas (piloted in  Condition for 2nd tranche \n15 districts covering the 4 socioeconomic regions),  release \nand (ii) multi-grade teachers; appropriate decree /   \nresolution submitted to ADB    \n   \n2.2.1.4 New performance-based remuneration  March 2005 \nsystem established for the education personnel,  Condition for 3rd tranche \nlinking remuneration with performance and training,  release  \nand allowing for larger wage differentials according   \nto performance; appropriate decree / resolution \nsubmitted to ADB. ", "Policy Areas  Policy Measures/  Monitoring Arrangements/  Time Frame  Integration with  Responsible \nActions  Implementation Modality  other ADB  Agencies \nProjects \n  2.2.2 Increase the  2.2.2.1 Official workload of teachers in basic  March 2004  ESDP Project  COM \nofficial teacher load.  education and SSE increased to at least 20 hours  Condition for 2nd tranche  (studies) \n  per week (classroom instruction time) without any  release  \nreduction in the hourly remuneration rate in real   \nterms; appropriate decree submitted to ADB  \n \n  2.2.3 Encourage  2.2.3.1 MOPE reports submitted to ADB showing the  Annually in June 2002,    MOPE \nwomen’s access to  proportion of women for selected positions; targets to  2003, 2004, 2005.  \nmanagerial positions.   be achieved by end 2004 are as follows: school \nprincipals: 30%; heads of district offices and units in \nregional offices: 20% \n \n2.3  2.3.1 Design and  2.3.1.1 Detailed terms of reference for the school  June 2002   TA 2947-UZB  COM \nRationalization of  implement new school  and community survey submitted to ADB   Condition for 1st tranche  ESDP Project  MOPE \nfacilities  and institution maps for    release  (studies)  MOHSSE \nbasic education and  2.3.1.2 School and community survey reports     \nSSE.  submitted to ADB together with the proposed  March 2004   \nschool / institution maps for both basic education  Condition for 2nd \nand SSE, specifying for each region; (i) proposed  tranche release  \nteaching and non-teaching staff by category; (ii)   \nanticipated number of staff by category leaving   \nvoluntarily their service; (iii) number of schools and   \nclasses adopting multi-grade teaching; (iv)   \nmeasures to be taken for retraining redeployed   \nstaff, counseling and compensating redundant   \nstaff; (v) number of schools to be closed/merged by   \nlanguage of instruction; (vi) average enrolments per   \nschool / institutions; (vii) budgetary impact of the   \nnew maps;  and (viii) implementation schedule of   \nthe  new maps    \n   \n2.3.1.3 Report showing progress in the  March 2005 \nimplementation of the new school maps submitted  Condition for 3rd tranche \nto ADB  release  \n  2.3.2 Rationalize  2.3.2.1 Survey of boarding facilities in SSE  March 2004    COM \n  boarding facilities in  institutions submitted to ADB specifying for each  Condition for 2nd  MOHSSE \n  SSE institutions in line  region and type of institution (i) the number of  tranche release  MOMES \nwith actual demand.  institutions offering boarding facilities, (ii) the  MOF \nboarding capacity, (iii) the number of boarders by \ngrade, (iv) the costs of boarding broken down by \ncategory, and (v) plans for bringing projected \nfacilities in line with the actual occupancy rate ", "Policy areas  Policy Measures /  Monitoring Arrangements/  Time Frame  Integration  with  Responsible \nActions  Implementation Modality    other ADB  Agencies \n    projects\n \n \n    2.3.2.2 Report showing progress in the  March 2005     \nimplementation of the plans for rationalizing  Condition for 3rd tranche \nboarding facilities submitted to ADB  release  \n   \n \nOBJECTIVE 3: REFORM GOVERNANCE OF EDUCATION \n \n3.1 Policy  3.1.1 Strengthen reform  3.1.1.1 ERIMU established within the Social  Decree 504 issued in  TA 2947-UZB  COM \nformulation,  management capacities.  Complex of COM   September 2001; \nplanning, and      Condition for 1st tranche \nmanagement    release \n   \n3.1.1.2 Progress reports on the implementation of the  Quarterly from September \neducation reform submitted to ADB  2002 to December 2005 \n   \n  3.1.2 Review existing  3.1.2.1 Working group on education finance  December 2002  ESDP Project  COM  \nbudget norms and test  established     (studies)  MOF \nalternative budgeting      MOPE  \ntechniques.  3.1.2.2 Policy studies on resource allocation  March 2004  MOHSSE \n  mechanisms, budget processes, and decentralization   \nof financial management submitted to ADB; proposals   \nfor adjusting and/or suppressing budget norms so as   \nto enhance autonomy of institutions and flexibility in   \nresource allocations according to actual needs   \nsubmitted to ADB   \n   \n3.1.2.3 Experimental “Program Budgets” (not subject  June 2004 \nto existing budget norms) prepared for fiscal year 2005   \nin at least 5 higher education institutions, 10 districts,   \nand 2 regions; budgets submitted to ADB \n \n3.2 School  3.2.1 Establish a School  3.2.1.1 Legal basis for the SIF established, conferring  December 2002  ESDP Project  COM  \nmanagement and  Initiatives Fund (SIF) to  autonomy to school boards for managing SIF    (studies)  MOPE  \ncommunity  support community  resources; appropriate decree / resolution submitted to    MOHSSE \nparticipation  involvement in schooling  ADB   \n     \n3.2.1.2 Reports on the establishment and role of  Annually in June 2003, \nSchool Boards and the mobilization and utilization of  2004, and 2005 \nextra-budgetary funds in each region submitted to   \nADB   \n   \n3.2.1.3 Preliminary SIF evaluation report submitted to  December 2004 \nADB in a format acceptable to ADB  ", "Policy areas  Policy Measures /  Monitoring Arrangements/  Time Frame  Integration with  Responsible \nActions  Implementation Modality  other ADB  Agencies \nprojects   \n \n  3.2.2 Introduce user  3.2.2.1 Pilot project proposal introducing user  March 2004  ESDP Project  MOHSSE  \ncharges for boarding  charges for boarders in SSE and higher education,  Condition for 2nd  (studies)  MOF \nservices in SSE and  covering 15 districts and at least 5 higher  tranche release \nhigher education  education institutions, designed and submitted to   \n  ADB. The project should include compensatory   \nmeasures for those students who cannot afford   \nthe cost of boarding (see measure 4.2.2 below).   \n    \n3.2.2.2 Report on the implementation of the pilot  March 2005 \nproject submitted to ADB.  Condition for 3rd tranche \n  release \n3.3 Non- 3.3.1 Establish a policy  3.3.1.1 Working group on private education  December 2002  ESDP Project  COM \ngovernment  and legal framework  established     (studies)  MOPE \nprovision of  conducive to private      MOHSSE \neducation  sector participation at  3.3.1.2 Policy studies on community kindergartens,  December 2003 \nnon-compulsory  and private-public partnership in education submitted   \neducation levels.    to ADB    \n   \n3.3.1.3 Policy on private education adopted,  March 2005 \nspecifying legal and institutional measures to  Condition for 3rd  \npromote the emergence of non-government  tranche release \nschools, including accreditation and financing   \nmodalities; appropriate policy statement and   \ndecrees / resolutions submitted to ADB   \n   \nOBJECTIVE 4: PROTECT THE POOR AND VULNERABLE POPULATION GROUPS \n \n4.1 Targeting of  4.1.1 Rehabilitate  4.1.1.1 School rehabilitation plan, targeting 500  December 2003  ESDP Project  COM \ndeprived areas  schools in   schools in very poor condition, prepared; list of schools    Loan  MOMES \npoverty-affected areas.  submitted to ADB, based on the school and   \ncommunity survey (see measure 2.3.1)   \n   \n4.1.1.2 Annual implementation reports of the plan  June 2004, 2005, 2006. \nsubmitted to ADB  \n \n  4.1.2 Provide  4.1.2.1 Working group on education finance  December 2002  ESDP Project  COM \nsupplementary resources  established     (studies)  MOF \nfor education in poor      MOPE  \nareas.      MOHSSE \n    Regional \ngovernments \n           ", "Policy Areas  Policy Measures/  Monitoring Arrangements/  Time Frame  Integration with  Responsible \nActions  Implementation Modality  other ADB  Agencies \nprojects \n    4.1.2.2 Funding mechanisms / formula acceptable  March 2004     \nto ADB, aimed at providing additional resources in  Condition for 2nd \nregions where per capita education expenditure is  tranche release \nbelow the national average submitted to ADB; the   \nformula will contribute to equalize per pupil   \nrecurrent expenditure across regions, taking into   \naccount both republican and local education   \nbudgets   \n   \n4.1.2.3 Regional education budgets for 2004 and  March 2005 \n2005 showing the additional budget transfers  Condition for 3rd tranche \naccording to the funding mechanisms / formula  release \nsubmitted to ADB   \n           \n4.2 Assistance  4.2.1 Reduce the direct  4.2.1.1 Textbook rental scheme lowering the cost of  September 2001  Loans 1594/95- COM \nschemes for the  cost of basic education.  textbooks initiated in 14 pilot districts in SY2002    UZB  MOPE \npoor and        MOF \nvulnerable  4.2.1.2 Evaluation report of the pilot rental scheme     \npopulation  submitted to ADB together with plans for extending the  June 2002   \ngroups  scheme nationwide if successful     \n   \n4.2.1.3 Free provision of winter clothing and textbooks   \nfor basic education students from low-income families  Decree 33 issued in \ngranted   January 2002 \n \n  4.2.2 Introduce special  4.2.2.1 Pilot project covering 15 districts  March 2004  ESDP Project  COM \nallowances and other  introducing schemes to support poor students in  Condition for 2nd  (studies)  MOHSSE \nsupport schemes for  SSE institutions designed and submitted to ADB   tranche release  MOF \npoor SSE students.     \n  4.2.2.2 Progress report on implementation of pilot  March 2005 \nproject submitted to ADB   Condition for 3rd tranche \n  release  \n \n  4.2.3 Target support to  4.2.3.1 Student loan scheme for higher education  Decree 318 issued in  ESDP Project  COM \nhigher education  introduced; appropriate decree/ resolution  July 2001  (studies)  MOHSSE \nstudents towards the  submitted to ADB  Condition for 1st tranche  MOF \npoor    release \n   \n4.2.3.2 Progress report on the implementation of the  Annually in June 2003, \nstudent loan scheme submitted to ADB  2004, and 2005 \n   \n   \n ", "Policy Areas  Policy Measures/  Monitoring Arrangements/  Time Frame  Integration with  Responsible \nActions  Implementation Modality  other ADB  Agencies \nprojects \n    4.2.3.3 Proportion of ‘budget students’ reduced to  Decree 250 issued in     \n40% of new entrants in higher education  June 2001 \ninstitutions in SY2002  Condition for 1st tranche \n  release \n   \n4.2.3.4 Social and academic criteria acceptable to  March 2004 \nADB for granting stipends and scholarships at  Condition for 2nd \ntertiary level defined; appropriate decree /  tranche release \nresolution submitted to ADB   \n   \n4.2.3.5 Proportion of ‘budget students’ reduced to  March 2005 \n30% of new entrants in higher education as from  Condition for 3rd tranche \nSY2005.   release  \n   \n4.2.3.6 Expenditure for higher education stipends  March 2005 \nin SY2005 decreased to 70% of level in SY2002 in  Condition for 3rd tranche \nreal terms, with new stipend awards targeted  release \nbased on new criteria acceptable to ADB   \n \n \nADB = Asian Development Bank, COM = Cabinet of Ministers, DE = Distance Education, ERIMU = Education Reform Implementation Unit, ESDP = Education Sector \nDevelopment Program, MOF = Ministry of Finance, MOHSSE = Ministry of Higher and Secondary Special Education, MOL = Ministry of Labor, MOMES = Ministry of \nMacroeconomics and Statistics, MOPE = Ministry of Public Education, SSE = Senior Secondary Education, SY = school year.   \n \n ", " \nPROJECT COST ESTIMATES AND FINANCING PLAN \n($'000 equivalent) \n                             \nTotal Project  ADB  Government \nItem       Cost              Financing              Financing      \n   Foreign  Local  Total  Foreign  Local   Total  Foreign  Local   Total\n   Exchange  Currency  Cost  Exchange  Currency   Cost  Exchange  Currency   Cost\n                           \n                           \n                                \nCivil works  -  20,064.0  20,064.0 -  -  -  - 20,064.0 20,064.0\nEquipment and furniture  11,183.0  5,000.0  16,183.0 11,183.0  5,000.0  16,183.0  - - -\nInstructional materials  500.0  974.0  1,474.0 500.0  974.0  1,474.0  - - -\nConsultants  4,233.4  -  4,233.4 4,233.4  -  4,233.4  - - -\nStaff development  3,984.0  19,994.6  23,978.6 3,984.0  319.4  4,303.4  - 19,675.2 19,675.2\nResearch & surveys  475.0  -  475.0 475.0  -  475.0  - - -\nSchool initiatives fund  -  2,000.0  2,000.0 -  2,000.0  2,000.0  - - -\nPIU staffing & operations  -  189.0  189.0 -  141.0  141.0  - 48.0 48.0\nDE staff & operating costs   -  3,988.6  3,988.6  -  -  -  - 3,988.6 3,988.6\n(recurrent costs)                          \nTotal base costs  20,375.4  52,210.2  72,585.6 20,375.4  8,434.4  28,809.8  - 43,775.8 43,775.8\n                \nTaxes  -  6,777.3  6,777.3 - - -  - 6,777.3 6,777.3\n                      \n                          \nPhysical contingencies  1,018.8  4,897.7  5,916.4 1,018.8  466.8 1,485.6  - 4,430.9 4,430.9\nPrice contingencies  795.8  4,371.5  5,167.3 795.8  761.4 1,557.2  - 3,610.1 3,610.1\nTotal contingencies  1,814.6  9,269.1  11,083.7 1,814.6 1,228.2 3,042.8 - 8,040.9 8,040.9\n                \nIDC, charges, fees  6,647  -  6,647 6,647 - 6,647  - - -\n                         \n                              TOTAL  28,837.4  68.256.7  97,094.0  28,837.4  9,662.6  38,500.0  -  58,594.0  58,594.0\nADB = Asian Development Bank, DE = Distance Education, IDC = Interest During Construction, PIU = Project Implementation Unit. ", " 61 Appendix 9\nIMPLEMENTATION SCHEDULE\n2002 2003 2004 2005 2006 2007\nComponent/Subcomponent Main  Activity s Year 1 Year 2 Year 3 Year 4 Year 5\ns\ne\nn I II III IV I II III IV I II III IV I II III IV I II III IV\ne\nv\n1. Strengthening Sector Planning cti\ne\n& Management Capacities eff\ne-\n1.1 Evaluation of Capacity  Organizational audit/training needs assessment pr\nand Needs School mapping/ community survey\n1.2 Policy development Policy studies & study visits\n1.3 Academic supervision  Development of training modules\nand school management Training of Trainers\nTraining of district staff and school principals\nEstablishment of Project Implementation Unit\nReview Missions\n2. Improving and extending \nteacher education\n2.1 DE capacity development Identification & appointment of DE staff\nDistance education system\n  a) Civil works and outfitting DC & 14 RCUs\n  b) Civil works and outfitting 70 LRCs\n  c) Procurement of mobile LRC\nDE staff training\nEvaluation of DE capacity\n2.2 Upgrading teaching in  Development of multigrade teaching module\nprimary schools Workshop for trainers of multigrade teachers\nCascade training in multigrade teaching\nDE course for upgrading primary-level teaching\n  a) Materials development/ training of writers\n  b) Training of Tutors\n  c) Training & certification of teachers\n2.3 Dissemination of new  Rehabilitation and outfitting CI, Ris, FPs, Ips\nteaching methods Out-of-country training of staff\nModule development\nTraining of trainers \n(in-service and preservice)\nIntegration of modules into curricula\n2.3 & 2.4 Upgrading teaching  DE courses on methods and \nin secondary schools  subject content\n   a) Training for module writers\n   b) Module development and printing\n   c) Training of tutors\n   d) Training and certification of  teachers\n3. Strengthening community\ninvolment & improving\nlearning conditions\n3.1 School and community  Awareness campaign\nmobilization Workshops for mahalla and school leaders\nIdentification and training of SIF officers\nFund operations\nSIF evaluation survey\n3.2 Poor School Upgrading Rehabilitation and Outfitting of 500 poor schools\nCI = Central Institute, DC = development centers, DE = distance education, FP = Faculty of Pedagogy, IP = Institute of Pedagogy, LRC = learning resource center, \nRCU = regional coordinating unit, RI = regional institute, SIF = School Initiatives Fund.  ", " \nPRO-POOR DESIGN FEATURES AND POVERTY REDUCTION IMPACT \n \n \nESDP Activity  Targeting : Unit,  Mechanism / Direct  Expected  Assumptions / Risks \n  Numbers and Criteria  Channel  Impact / Benefit   \n(1)  (2)  (3)  (4)  (5) \n \nSupplementary budget  •  8 regions (number of  •  Budget transfers from  •  Increased level of  •  Transfer mechanism / \nresources to poor regions  districts to be determined)  the center to selected   education inputs   formula to be determined \n/ districts  with low level of resources  regions to offset  •  Higher  through a policy study \n  for education   imbalances in education  achievement of  •  Additional resources \n(policy area 4.1 of the  •  Criteria: Regional per pupil  resources  pupils in poor areas  transferred to the regions \npolicy matrix)  current expenditure on basic      need to be channeled to \neducation (regions targeted    the poorest schools and \nare those below the national    used according to their \naverage)  needs \n   \nPoor schools upgrading  •  500 poorest schools  •  Improved learning  •  Improved  •  Reliability and accuracy of \nprogram  throughout the country  environment in schools  participation rates  information generated by \n  enrolling roughly 200,000  through rehabilitation of  and lower  the school and community \n(subcomponent 3.2 of the  pupils (a majority of whom  school premises and  absenteeism   survey \nESDP project and policy  are rural poor)  sanitation facilities   •  Higher  •  Timely completion of civil \narea 4.1 of the policy  •  Criteria: Physical conditions  •  Basic instructional  achievement of  works by the Government \nmatrix)  of schools (assessed by the  equipment and  pupils in beneficiary   \nschool and community  materials provided to  schools \nsurvey)  the poorest schools   •  Improved health \n  status of pupils \n \nEstablishment of a  •  About 1,000 schools  •  Block grants provided to  •  Improved quality of  •  MOPE’s monitoring system \nSchool Initiatives Fund  throughout the country  schools to support  education   captures school \n(SIF)  enrolling roughly 400,000  community initiatives for  •  Lower incidence of  performance in terms of \n  pupils (a majority of whom  education, resulting in  dropout   quality of education  \n(subcomponent 3.1 of the  are rural poor) during the  increased availability of  •  Higher  •  School rank adequately \nESDP project and policy  program period  materials and  achievement of  reflects poverty level and \narea 3.2 of the policy  •  Criteria: Quality of education  equipment  pupils in beneficiary  socioeconomic status of \nmatrix)  (assessed by ranking of the  •  Direct support provided  schools  the community \nschool in MOPE’s  to the poorest pupils  •  School boards representing \nmonitoring system): schools  identified by the  the community effectively \nranked in the last quintile are  community  participate in the \neligible for SIF support  formulation of SIF \napplications \n ", " \nESDP Activity  Targeting : Unit,  Mechanism / Direct  Expected  Assumptions / risks \n  Numbers and criteria  Channel  Impact / Benefit   \n(1)  (2)  (3)  (4)  (5) \n \nTextbook rental system  •  Roughly 600 schools in 14  •  Affordability of  •  Improved student  •  A revolving fund is \n(pilot project)  pilot districts enrolling about  textbooks for needy  achievement due to  constituted to purchase \n  250,000 pupils during the  families improved  increased  new textbooks;  \n(Policy area 1.2 of the  pilot period  through the rental  availability of new  sustainability of the system \npolicy matrix supported  •  All schools (9,645) and all  system (rental fees  generation of  depends on the capacity of \nunder Loan 1595-UZB:  basic education pupils (5.6  amount to roughly 25  textbooks  schools to collect rental \nBasic Education Textbook  million) covered in case of  percent of the market    fees \nDevelopment Project)  nationwide extension  price of the textbook)  •  The very poor, those who \n•  Criteria: None (all pupils are  •  Some schools have set  cannot afford the rental \neligible). Supplementary  up specific  fees, may be excluded \nassistance schemes may be  arrangements for poor   \noffered to the poor   families: payment of \n  rental fees in several \ninstallments or directly \ncovered by the \ncommunities  \n \nUpgrading of  •  About 10,000 “unqualified”  •  Qualification of primary  •  Improved quality of  •  Adequate incentives to \n“unqualified” primary  teachers, mostly rural and  school teachers  teaching and  participate in DE courses \nschool teachers   female, throughout the  improved through DE   achievement of  •  Timely establishment of DE \n  country  •  Salary supplements  students in remote  facilities and training of \n(subcomponent 2.2 of the  •  Criteria: level of qualification  granted to teachers  and rural areas  instructors \nESDP project and policy  of primary teachers and  upon certification  •  Enhanced teacher  •  Quality of DE courses \narea 1.3 of policy matrix)  access to in-service training    motivation  developed \n  (most beneficiaries will be   \nfemale rural teachers) \nIntroduction of  •  Roughly 36,000 beneficiary  •  Motivation of teachers  •  Reduction of  •  Salary increases are \nsupplementary incentives  teachers during the pilot  serving in  teacher shortages  adequate to attract and \nfor teachers serving in  phase  disadvantaged areas  in disadvantaged  motivate teachers  \ndisadvantaged areas  •  15 percent of teachers or  enhanced  areas  \n(pilot project)   roughly 110,000 may be  •  Financial  incentives  •  Lower teacher \n  eligible nationwide  aimed at attracting  absenteeism \n(policy area 2.2 of the  •  Criteria: Environmentally  teachers to  •  Improved quality of \npolicy matrix)  depleted zones and  disadvantaged areas  teaching and \n  economically disadvantaged    achievements of \ndistricts  students \n ", " \nESDP Activity  Targeting : Unit,  Mechanism / Direct  Expected  Assumptions / Risks \n  Numbers and criteria  Channel  Impact / Benefit   \n(1)  (2)  (3)  (4)  (5) \n \nIntroduction of student  •  Roughly  8,000 poor SSE  •  Direct assistance  •  Improved access to  •  Adequate mechanisms to \nallowances in SSE (pilot  students obtaining  provided to students  SSE and job  identify beneficiaries \nproject)  allowances during the pilot  from poor families.  prospects for the  •  Allowances will be \n  phase;   Detailed mechanisms to  poor  sufficient to compensate for \n(policy area 4.2 of the  •  Roughly 110,000 eligible  be determined: living    the direct and opportunity \npolicy matrix)  students nationwide  allowances (stipends),  costs of SSE  \n•  Criteria: Income level of  in-kind (e.g., free   \nfamilies  textbooks, clothes), \nexemption of boarding \nfees, etc. \n \nStudent loan scheme  •  Roughly 20,000 beneficiary  •  Interest-free loan  •  Improved access to  •  Risk-aversion of the \n  students by the end of the  granted to higher  higher education  banking system and \n(policy area 4.2 of the  program period  education students,  and job prospects  repayment capacity of \npolicy matrix)  •  Criteria: Income level of  repayable after the  for students   students \n  families  completion of studies   \n•  Relief on public funds   \nallowing to improve the \ntargeting of contract \nstudents \n \nTargeting of stipends and  •  Roughly 50,000 budget  •  Direct financial  •  Improved access to  •  Adequate mechanisms to \nscholarships in higher  students (grade 1 and 2)  assistance provided to  higher education  identify beneficiaries  \neducation  students obtaining public  students from poor  and job prospects  •  Exemption of fees for \n  scholarships based on new  families under the form  for the poor   higher education and \n(policy area 4.3 of the  selection criteria   of exemption of tuition  allowances will be sufficient \npolicy matrix)  •  About 25,000 poor students  fees (scholarships) and  to compensate for the \neligible for stipends; amount  living allowances  direct and opportunity cost \nof stipends increased by at  (stipends)  of higher education  \nleast 30%     \n•  Criteria: Income level of \nfamilies and academic \nachievement of students \n•   \n \nDE = Distance Education, ESDP = Education Sector Development Program, MOPE = Ministry of Public Education, SIF = School Initiatives Fund, SSE = Senior \nSecondary Education. ", " \n \n \nESDP MANAGEMENT STRUCTURE \n \n \n \n   \nInter-Agency \n \nSteering Committee \n \n \n \n \n \n               \n                    COM      M  OL  MOPE  MOHSSE Mahallah \nMOF (EA)  MOMES  Social Complex     (IA)  (IA)  (IA) \n  (EA and IA)   \n                                                                                                                                                 \n           \n                                                                                                                                                        \n                                \n                       Pro gram Dir ector         Project D  irector                                              \n           \n                            \n                         \n      \n                           \nERIMU  PIU \n                      \n             \n \n         \n  Policy Loan  Project  Project  Project \n  Component I  Component 2  Component 3 \n                     \n \n \n \nCOM = Cabinet of Ministers, EA = Executing Agency, ERIMU = Education Reform Implementation Unit, IA = Implementing Agency  \nMOF = Ministry of Finance, MOHSSE = Ministry of Higher and Secondary Specialized Education, MOL = Ministry of Labor  \nMOMES = Ministry of Macroeconomics and Statistics, MOPE = Ministry of Public Education, PIU = Project Implementation Unit. \n \n  ", "66 Appendix 12 \n \n \n \nINELIGIBLE ITEMS \n \n1.  The proceeds of the Loan will be utilized to finance the foreign currency expenditures in \nrespect of the reasonable cost of imported goods (exclusive of duties and taxes) required during \nimplementation of the Program.  All imported goods financed from the proposed loan will have \nbeen produced in, and procured from, Asian Development Bank (ADB) member countries.  \n \n2.  Notwithstanding the provisions of para.1, no withdrawals will be made in respect of  \n \n(i)  expenditures for goods included in the following groups or subgroups of the \nUnited Nations Standard International Trade Classification, revision 3, or further \nrevisions and that will be designated by ADB by notice to the Borrower:    \n \nGroup     Subgroup    Description of Items \n \n112      ________    Alcoholic beverages \n \n121      ________    Tobacco, unmanufactured, tobacco refuse \n \n122      ________    Tobacco, unmanufactured (whether or not  \ncontaining tobacco substitutes) \n \n525      ________    Radioactive and associated materials \n \n \n667      ________    Pearls, precious and semiprecious stones,  \nunworked  or worked \n \n718      718.7      Nuclear reactors and parts thereof, fuel  \nelements  (cartridges), non-irradiated for \nnuclear reactors \n \n897      897.3      Jewelry of gold, silver or platinum group  \nmetals (except watches and watch cases)  \nand goldsmiths’ or silversmiths’ wares  \n(including set germs) \n \n971      ________    Gold, nonmonetary (excluding gold ores  \nand concentrates) \n \n(ii)  expenditures for goods intended for a military or paramilitary purpose or for \nluxury consumption; and \n \n(iii)  expenditures  for  pesticides  categorized  as  extremely  hazardous  or  highly \nhazardous in Class 1a or 1b, respectively, or the World Health  Organization’s \nClassification of Pesticides by Hazard and Guidelines to Classification.    \n \n           ", "67 Appendix 13 \nCORE ESDP PERFORMANCE INDICATORS \n \n \nIndicator  End-of Program Benchmark  Impact \n \n•  Pupil:teacher ratio   •  Increased to 15 in basic  •  Improved utilization and \neducation  allocation of staff resources \n•  Increased to 13 in senior  •  Positive long-term budget \nsecondary education  impact through savings on \n  payroll \n \n•  Occupancy rate of  •  Increased to 80% in senior  •  Improved utilization of facilities \nboarding facilities  secondary education  •  Reduced per pupil expenditure \n•  Increased to 90% in higher  in boarding institutions \neducation \n \n•  Prevalence of  •  Increased to 40% of rural  •  Improved utilization of staff \nmultigrade teaching   schools  resources \n  •  Improved quality of teaching in \n  rural areas with trained \nteachers  \n \n•  Per pupil recurrent  •  Equalized across regions   •  Improved school conditions in \nexpenditure in basic  poor areas affecting learning \neducation  achievements of pupils  \n \n•  Proportion of budget  •  Reduced to 30% of new  •  Positive long-term budget \nstudents in higher  entrants (grade 1)  impact through savings on \neducation  scholarships \n  •  Improved targeting of needy \nstudents as beneficiaries of \nGovernment support \n \n•  Government  •  Reduced by 30% in real terms  •  Positive long-term budget \nexpenses on stipends  impact through savings on \nfor higher education  stipends \nstudents  \n \n•  Proportion of schools  •  Increased to 90%  •  Encouraged community \nwith established  participation in school affairs \nschool boards  and enhanced capacity to \ngenerate extra-budgetary \nresources \n \n \n ", "68 Appendix 14 \n \n \nSUMMARY OF CONSULTING SERVICES \n \nInternational Specialists  Person- Domestic Experts  Person- Total \n  months  months \nComponent 1: Strengthening sector planning and management capacities \nOrganizational audit   6  Audit Coordinator  12   \nEducation administration   6  Survey Coordinator  12   \nSchool mapping   6  Staff redeployment   4   \nSocioeconomist/ community survey   6  Service conditions   4   \nEducation staff development   4  Career development  4   \nPrivate education   3  Community kindergarten  3   \nEducation finance   3  Private education  3   \nSchool Inspection and supervision  2  Management decentralization   3   \nSchool management specialist  2  Education budget   3   \n    School Inspection and supervision  4   \n    School management  4   \nSubtotal package 1.1:   38    56  94 \n \nProject management advisor  21       \nConsulting services  6       \nProcurement  6       \nFinancial management  6       \nSubtotal package 1.2:   39      39 \n \nComponent 2: Improving and extending teacher education \nSenior DE advisor  21  DE assessment system  3   \nDE materials design   3  DE planning and management  3   \nDE courseware editing   3  DE materials design  3   \nMultigrade teaching   2  DE courseware editing  3   \nPrimary teaching   3  Multigrade teaching  3   \nMath and IT teaching methods  4.5  Primary teaching experts (2 positions)  12   \nNatural sciences teaching methods   4.5  Multimedia for instruction  (2 positions)  7   \nSocial sciences teaching methods   4.5  Math and IT teaching methods  6   \nLanguage teaching methods   4.5  Natural sciences teaching methods  6   \n    Social sciences teaching methods  6   \n    Language teaching methods  6   \n    Information Technology teaching  3   \n    Physics teaching  3   \n    Economics teaching  3   \n    History & law teaching  3   \n    English teaching  3   \nSubtotal package 2:   50    73  123 \n \nComponent 3: Strengthening community involvement in schooling  \nand improving learning conditions  \nCommunity participation advisor   18  SIF coordinator  54   \n     Community mobilization  9   \n    SIF regional facilitators (1 per region)  756   \n         \nSubtotal package 3:   18  819  837 \n         \nTotal All Components  145    948  1093 \n         \nDE = Distance Education, IT = Information Technology. ", "69 Appendix 15 \nSUMMARY OF STAFF DEVELOPMENT ACTIVITIES \n \nActivity  Type of  Person-\nTraining  Months \nComponent 1   \n•  Workshop for trainers of district administration staff  In-country              15 \n•  Workshop for trainers of school directors  In-country              15 \n•  In-service training of district administration staff  In-country  1,500 \n•  In-service training of school directors  In-country  2,500 \n•  Study visit on staff redeployment and civil service reform  out-of-country         8 \n•  Study visit on personnel management  out-of-country       10 \n•  Study visit on private-public partnership in education  out-of-country       12 \n•  Study visit on financial management         12 \nSubtotal (Component 1)    4,072 \nComponent 2     \n•  Workshop for courseware technicians / text and graphics   In-country     17 \n•  Workshop for courseware technicians / audio-visuals  In-country     15 \n•  Workshop for LRC managers  In-country        17.5 \n•  Workshop for trainers of multigrade teachers  In-country          7.5 \n•  In-service training in multigrade teaching  In-country        1,750 \n•  Preparatory workshop for fellows selected for overseas  In-country    56 \ntraining \n•  Post-course workshop for fellows selected for overseas  In-country  112 \ntraining  \n•  Workshop for module writers / primary teaching (trial 1)  In-country    30 \n•  Workshop for module writers / teaching methods (trial 2)  In-country       22.5 \n•  Workshop for module writers / secondary subjects (trial 3)  In-country      9 \n•  Training of tutors for trial 1  In-country    85 \n•  Training of tutors for trial 2 (course testing)  In-country  200 \n•  Training of tutors for trial 3 (course testing)  In-country  200 \n•  DE course in primary teaching (trial 1)  In-country      30,600 \n•  DE course in teaching methods (trial 2)  In-country      56,250 \n•  DE course in secondary subjects (trial 3)  In-country        5,250 \n•  Workshop for in-service staff in teaching methods (cascade  In-country  250 \ntraining) \n•  Workshop for preservice staff in teaching methods (cascade  In-country  125 \ntraining) \n•  In-service teacher training in teaching methods  In-country     53,125 \n•  Preservice teacher training in teaching methods  In-country     12,500 \n•  Course in DE planning and management  out-of-country  18 \n•  Course in DE program design  out-of-country  18 \n•  Course in modern teaching methods for 224 selected fellows  out-of-country          672 \nSubtotal (Component 2)    161,329.5 \nComponent 3     \n•  Workshops for school and mahallah leaders  In-country         100 \n•  Workshop on SIF operations   In-country  7 \nSubtotal (Component 3)          107 \n                                    \nGross Total  165,508.5 \n                                IN-COUNTRY     164,758.5 \n                                OUT-OF-COUNTRY            750 \nDE = Distance Education, LRC = Learning Resource Centers. ", "70 Appendix 16\nMAJOR PROCUREMENT CATEGORIES\nAND MODE OF PROCUREMENT\nType Value Mode of  Number of \n($ '000) Procurement Contracts\nComputers\n(including software and supplies) 3,980 ICB Multiple\nAudio Visual\n(including supplies) 810 IS/ICB Multiple\nDuplicating\n(including supplies) 2,330 ICB Multiple\nFurniture 860 ICB Multiple\n(including for computer, language, and science labs)\nLanguage Laboratories 1,920 ICB Multiple\nScience Equipment 1,060 ICB Multiple\nLearning Materials 500 IS/LCB 2\nVehicles 270 IS 1\nEquipment Bundle for Schools 5,000 ICB/LCB Multiple\n(composition of science kits, \nteaching equipment and furniture \nmay vary across localities)\nTotal 16,730\n \nICB - international competitive bidding, IS = international shopping, LCB = local competitive bidding.", "71 Appendix 17, page 1 \n \nOPERATION AND ADMINISTRATION OF THE SCHOOL INITIATIVES FUND \n \nObjectives  \n•  To improve the quality of education and the learning environment in disadvantaged \nareas through the provision of block grants to schools \n•  To facilitate the process of decentralization of education management and to encourage \ncommunity participation in education \n•  About 1,000 beneficiary schools by the end of the Project \n \nRationale and legal basis \n•  The School Initiatives Fund (SIF) mechanism will facilitate the effective implementation \nof the new decree on the financing of education institutions, which allows schools to \nestablish  school  boards  and  confers  schools  with  autonomy  in  managing  extra-\nbudgetary resources.  \n•  School boards will identify their own priorities and needs, and make decisions on the use \nof extra-budgetary resources generated by the school (including SIF grants received). \n \nSchool eligibility criteria \n•  Only schools ranked in the last quintile of their region (oblast) in terms of educational \nachievements (according to the monitoring system maintained by the oblast department \nof education) are eligible to apply for block grants under the SIF. \n•  Eligible schools should also demonstrate favorable local conditions–including openness \nof  local  authorities  and  interaction  between  school  leaders  and  communities–as \nassessed by the SIF regional facilitators. \n \nScope of SIF proposals \n•  Flexibility in the scope of the proposals should be ensured so as to cover a diversity of \nneeds. The amount of individual grants may vary between the equivalent of $1,000 and \n$3,000.  \n \nProposals could include—inter alia—the following items: (i) instructional materials (such \nas textbooks, teacher guides, maps, dictionaries, supplementary reading materials, and \nscience  kits,  (ii)  consumable  materials  (such  as  notebooks,  exercise  books,  paper, \nchalk,  pens,  and  supplies  for  practical  subjects),  (iii)  basic  furniture  (such  as \nblackboards, simple tools for practical subjects, basic sports equipment, tables, and \nchairs), (iv) limited maintenance and repair of equipment, (v) direct non-cash support for \npupils from poor and vulnerable families (such as clothes, meals, and medicines), and \n(vi) support for teacher training activities (such as expenses for attendance at in-service \ntraining). Excluded from the scope of the SIF are: civil works, equipment, honoraria and \nother allowances for staff, stipends and other allowances for students. \n \nCriteria for assessing SIF proposals \n•  Adherence to a standard format, including a budget and financing plan \n•  Impact on the teaching-learning process  \n•  Impact on school attendance, especially of disadvantaged pupils \n•  Level of involvement and participation of the community \n \n \n ", "72 Appendix 17, page 2 \nProcedure for processing SIF proposals \n•  Identification of potential beneficiary school by the SIF facilitator in coordination with \nMinistry of Public Education (MOPE) and mahalla authorities and according to the \neligibility criteria \n•  Preparation of SIF proposals by the school boards with possible assistance of the \nSIF facilitator to ensure quality and relevance of proposals, as well as community \nparticipation  \n•  Submission of the SIF proposals to a regional screening committee (composed of \nrepresentatives of the regional MOPE and mahalla authorities) to ensure compliance \nwith school eligibility, scope, and review criteria  \n•  Review of the proposal on a quarterly basis by the regional screening committee \n•  Submission of the SIF applications to the Project Implementation Unit (PIU) on a \nquarterly basis for final review and processing \n•  Allocation of the SIF as block grants provided to schools \n•  Implementation of the SIF project by the community and the school  \n•  Monitoring and evaluation of the SIF project \n \nTechnical support and coordination \n•  One SIF facilitator will be appointed in each region, based in the regional mahalla \nfund office. Facilitators will work together with school authorities and communities to \ndevelop SIF proposals. SIF regional facilitators will be trained prior to the initiation of \noperations. \n•  Community and school leaders should be sensitized through a series of workshops \nconducted by the SIF facilitators and a domestic consultant/community mobilization \nexpert. \n•  An international consultant/community participation senior advisor will oversee SIF \noperations  together  with  a  SIF  national  coordinator,  based  in  the  Republican \nMahalla Fund. \n \nFunding mechanisms \n•  Asian Development Bank (ADB) initial deposit in a special imprest account \n•  Quarterly replenishment of the account by ADB in an amount equivalent to funds \ndisbursed in the previous quarter, as indicated in the statement of expenditure and \naccompanying documentation submitted by the PIU  \n•  Direct transfer of funds (full amount of approved budget proposal) from the imprest \naccount to the bank account of the beneficiary school \n \nMonitoring and evaluation mechanisms  \n•  Submission by the beneficiary school of a semiannual statement of resources and \nexpenses showing how grants received under the SIF have been utilized \n•  Monitoring by the regional facilitators of SIF implementation and utilization of funds   \n•  Positive evaluation of the SIF utilization by the beneficiary schools as a condition for \nreapplication \n•  International and domestic consultants as well as ADB staff review missions to carry \nout field visits periodically in a sample of beneficiary schools \n ", "73 Appendix 18, page 1  \nECONOMIC ANALYSIS \n \nA.  Summary of the Budget Impact of the Program \n \n1.  A simple simulation model has been developed to assess the impact of the Education \nSector Development Program (ESDP) (eight principal measures of the policy matrix) on the \nrecurrent education budget during the program period (2002-2005) and the subsequent ten \nyears (2006-15). Different scenarios or sets of assumptions on the values of key parameters \nwere tested and discussed with the Inter-Agency Steering Committee.  \n \n2.  Overall, the implementation of the principal policy measures will result in the addition of \nnew costs totaling $62.5 million during the program period and roughly $230 million in 2006-\n2015. The benefits under the form of cost savings and earnings are estimated at a total of $31.9 \nmillion during the program period and roughly $393 million in 2006-2015. In annual terms, the \nnet impact during the whole period 2002-2015 is equivalent to $9.5 million saved per year (a \nfigure to be compared with the 2001 recurrent education budget, which was on the order of \n$450 million).  \n \n3.  The budget impact of the eight individual policy measures is provided in Table 1. The \ncosts of other measures of the policy matrix, and those of surveys and policy consultations, \nhave not been estimated. Their inclusion would raise the total cost of the ESDP by at least $10 \nmillion during the program period. While the program costs can be considered as rather firm and \nreal,  some  benefits  are  contingent  upon  effective  and  timely  action  by  the  Government \nregarding  (i)  closing/merging  of  schools  and  boarding  facilities,  (ii)  adoption  of  multigrade \nclasses, (iii) reduction in the number of budget students, and (iv) implementation of cost-\nrecovery schemes. Slippage of benefits beyond the program period is thus a risk. Beyond the \nprogram period, it has been assumed that measures introduced on a pilot scale–allowances for \npoor  Senior  Secondary  Education  (SSE)  students  and  cost-recovery  on  boarding–will  be \nadopted and extended nationwide. A large portion of benefits depend upon the pursuit of \npolicies adopted by the Government during the program period.  \n \nTable 1: Budget Impact of the Principal Policy Measures  \n \n  Estimated Budget Impact  Estimated Budget Impact \nPolicy Measure  during the Program Period  after the Program Period \n(2002-2005)  (2006-2015) \n \nCosts  Benefits Costs  Benefits\n \nAdministrative staff redeployment plan  5,410 2,361 0  29,520\nRationalization of the school network   7,678 12,832 0  155,345\nAdjustment of boarding facilities in SSEs  0 2,520 0  50,400\nCost  recovery  for  boarding  in  SSE  and  Higher  0 7,124 0  101,783\nEducation (HE) \nImprovement of teachers’ service conditions  17,596 0 82,533  0\nBudget transfers to poor regions  27,210 0 81,632  0\nIntroduction of SSE student allowances for the poor   4,620 0 66,000  0\nTargeting  of  scholarships  and  stipends  in  higher  0 7,095 0  56,765\neducation \n   \n                              TOTAL  62,516 31,934 230,166  393,815\nSSE = Senior Secondary Education. \n \n \n   ", "74 Appendix 18, page 2  \n4.  With  the  Program,  efficiency  of  education  spending  will  be  improved  through  two \nprincipal mechanisms: Fewer staff will be necessary to operate the system as a result of revised \nnorms (class size, pupil:teacher ratios, teaching load) and expansion of multigrade teaching; \nand operating costs per institution (heating, electricity, maintenance, repair, etc.) will decrease \nwith a concomitant increase in the number of pupils per school, and the improved occupancy \nrate of boarding facilities in SSE institutions.  \n \n5.  The  Program  will  also  encourage  a  pro-poor  restructuring  of  education  budgets  in \nseveral ways. Scholarships and stipends, which currently tend to benefit mostly those affluent \nparts of society that have access to higher education, will be better targeted towards needy \nstudents. Public resources will better reach the poorest areas and schools. Teacher incentive \nmechanisms will benefit principally teachers serving in rural poor areas.  \n \n6.  The  distribution  of  total  costs  by  category  indicates  that  the  share  allotted  for \ncompensation, retraining, and relocation cost of redundant or redeployed staff is rather small \n(accounting for less than 5% of total). Most downsizing of education administration already took \nplace in 1999-2001, and the remaining adjustment to be carried out during the program period \nwill be achieved essentially through natural attrition (i.e., staff attaining normal retirement age \nand teachers leaving service voluntarily). In contrast, the analysis reveals the large share of pro-\npoor spending under the form of (i) transfers from the Republican budget to local budgets aimed \nat reducing regional disparities in per pupil spending across regions (37%), and (ii) allowances \nand other schemes in favor disadvantaged students in SSE (24%). The introduction of new \npromotion schemes and other incentives aimed at enhancing staff motivation accounts for an \nimportant share of total costs (34%). \n \n7.  The distribution of benefits by category shows that payroll reductions, occurring as a \nresult of new cuts in staffing levels, will account for the largest portion of benefits (42%) as their \neffect will last throughout the period under consideration. Cost recovery mechanisms, in the \nform of payments for boarding services in SSE and higher education, will generate important \nresources if expanded nationwide after the program period (accounting for roughly 25% of total \nbenefits). Benefits will also take the form of (i) reductions in school operating costs following the \nimplementation of a new school map and the adjustments of boarding facilities at the SSE level \n(18%), and (ii) savings on stipends and scholarships with the improved targeting of beneficiaries \nof state support (15%).  \n \nB.  Other Benefits of the Program  \n \n8.  The ESDP is expected to have a major impact on educational quality by positively \naffecting teacher characteristics (i.e., qualifications and motivation) and increasing the level of \ninputs critical to quality improvement. Resulting improvements in teacher performance and \nteaching processes will be reflected in higher student achievement. The revision of promotion \nsystems (allowing performance-based remuneration) and the introduction of special allowances \nfor certain categories of teachers are expected to benefit a total of 250,000 teachers (roughly \n40% of all teachers). Staff motivation will be enhanced through (i) new promotion systems better \nlinking remuneration with career development and training, (ii) additional incentives for staff \nserving in disadvantaged areas, (iii) allowances for multigrade teachers, and (iv) allowances for \nteachers  receiving  Distance  Education  (DE)  certificates.  Teacher  qualifications  and  class \nmanagement ability will be positively affected  through teacher training  programs in the  areas \nof    multigrade  teaching,  new  teaching  methods,  and  subject  content.  Teacher  access  to \ncontinuous learning will be enhanced through the establishment of the DE system. A majority of \nbeneficiaries will be schoolteachers serving in rural areas. \n   ", "75 Appendix 18, page 3  \n \n9.  The teaching environment (i.e., conditions of facilities and the availability of instructional \nequipment and materials) will be improved through (i) supplementary budget transfers to poor \ndistricts,   (ii) rehabilitation of buildings and sanitation facilities in poor schools together with the \nprovision  of  basic  instructional  equipment  (500  schools),  and  (iii)  block  grants  to  support \ncommunity  initiatives  under  the  School  Initiatives  Fund  (SIF)  (1,000  schools).  To  varying \ndegrees, ESDP initiatives aimed at improving educational quality will benefit an estimated 80% \nof all schools in the country, representing over 4 million pupils. Schools located in the poorest \nareas will reap most of the benefits. \n \n10.  To  support  the  administrative  decentralization  process,  an  estimated  total  of  about \n34,000 administrative staff will undergo formal training, allowing them to take up their new \nassignments  in  the  administrative  apparatus.  Of  these,  about  10,000  school  directors  and \ndistrict officers will be retrained by the Project. The Project will also conduct a sensitization \ncampaign targeted towards mahalla leaders, and assist communities in establishing school \nboards. The reform management capacity will be improved through participatory policy studies, \nstudy  visits  and  external  training  of  key  staff,  and  the  establishment  of  ESDP  monitoring \nsystems. \n \nC.  Efficiency of the In-Service Teacher Training (INSET) System1  \n \n11.  At present, the INSET capacity is largely unutilized due to low participation rates and \ninflexible organization.2 The introduction of DE modalities will substantially improve the internal \nefficiency of the system. Overall, the Project will expand the total INSET capacity by roughly \n10% and bring an important shift towards DE, which will account for about 34% of the total \ntraining capacity. Unit costs (expressed in dollars per person per week of training) will decrease \nin the formal INSET system, principally as a result of the more intensive utilization of staff \nresources.3 The flexibility inherent in DE will permit a response to teacher demand for training at \nmuch lower cost. The analysis suggests that training can be provided through DE at about 60%  \nof the cost of the formal system. This is essentially explained by the fact that DE consumes far \nfewer staff resources than conventional training, as it relies largely on home study by the learner \n(the Project assumes that a course of a duration of 90 hours would require only 12-16 hours of \ncontact session, but that these have lower learner:instructor ratios compared with conventional \ntraining programs). \n \n12.  The DE system consists of a network of 85 centers, including 70 learning resource \ncenters, 14 regional coordinating units, and a development center. The annual recurrent costs \nof a DE center have been estimated at the equivalent of $16,500, consisting primarily of staff \ncosts, communications, office supplies and materials, maintenance of equipment, and travel. \nThe  DE units are conceived  to  provide  roughly 360 person-months of training through contact  \n \n                                                           \n1  This section provides a cost-effectiveness analysis of the new DE system supported under component 2 of the \nProject and representing roughly 60% of its total base costs.  \n2  A survey carried out during project preparation showed that the 14 regional in-service teacher training institutes \n(RITTIs) delivered the equivalent of 195,449 person-weeks of training compared with a stated capacity of 306,720. \n3  Project preparatory work suggested substantial overstaffing of the in-service teacher training system. DE positions \nare expected to be filled by reassignments of staff of the 14 regional in-service teacher training institutes (RITTIs) \nto the new learning resource centers (based in schools) and the regional coordinating units (based in the RITTIs). \nOf 1184 positions (687 teaching and 497 nonteaching) of the INSET, 328 (226 professional / technical and 102 \nclerical) will be transferred to DE. \n   ", "76 Appendix 18, page 4  \nsessions  between  learners  and  instructors.4  The  three  trial  distance  education  courses \ndeveloped under the Project are predicted to absorb about 75% of this capacity. At the end of \nthe Project, the new distance education units will account for about 30% of all in-service training \nprovided.  \n \n13.  In parallel, the demand for training in the formal or traditional INSET system will increase \nin  conjunction  with  two  main  factors:  (i)  the  improved  quality  of  programs  delivered \n(modernization of equipment of the central in-service teacher training institutes (CITTI) and \nregional  in-service  teacher  training  institutes  (RITTIs)  and  better  trained  staff),  and  (ii)  the \nestablishment of new promotion mechanisms linking salaries with training. It is estimated that \nthis  additional  teacher  demand  for  formal  INSET  would  translate  into  a  10%  increase  in \nattendance of training courses (with a parallel increase in operating costs). As a result, the \nformal  system  is  expected  to  operate  at  full  capacity  by  the  end  of  the  project;  further \nestablishment of DE facilities may be considered as a low cost expansion of the system. \n \n14.  Table 2 summarizes the main outcomes of the project for the INSET system. \n \nTable 2: Impact of the Project on the Inset System \n \nItem  Current Situation After the Project \n \n  Formal   Formal   Distance  Total \nIn-Service  In-Service  Education \nTraining capacity (person-weeks)  323,520 233,896 122,400    356,296\nActual output (person-weeks)  205,070 225,577 91,800    317,377\nCapacity utilization  63% 96% 75%    89%\nUnit cost ($ per person-week)  36 29 15    25\nTotal recurrent cost ($‘000)  7,314 6,621 1,407    8,028\n \n \n                                                           \n4 This takes into account the fact that DE facilities and equipment will also be used for the normal teaching operations \nof the schools where LRCs will be based as well as other schools in the vicinity. It is assumed that a standard \nMinistry of Public Education (MOPE) course of a duration of three weeks would require 20 hours of contact \nsessions. \n   "], "metadata": {"CreationDate": "D:20021031115905Z", "Producer": "Acrobat Distiller 4.0 for Windows", "ModDate": "D:20030123091210+08'00'"}}