{"ModDate": "D:20050722114523+08'00'", "CreationDate": "D:20050628170519+08'00'", "Title": "Microsoft Word - R153-05.doc", "Creator": "PScript5.dll Version 5.2", "Author": "AJ3", "Producer": "Acrobat Distiller 6.0 (Windows)", "content": "ASIAN DEVELOPMENT BANK \n \n\n \n\n \n \n \n \n \n \n \n \n \nTHE TRANSFER OF LIABILITIES AND GENERATION ASSETS \nFROM THE NATIONAL POWER CORPORATION  \nTO THE POWER SECTOR ASSETS AND LIABILITIES MANAGEMENT \nCORPORATION \n \nAND  \n \nTHE TRANSFER OF TRANSMISSION ASSETS  \nFROM THE NATIONAL POWER CORPORATION \nTO THE NATIONAL TRANSMISSION CORPORATION \n \n \nIN THE \n \nREPUBLIC OF THE PHILIPPINES \n\n \n\n \n \n \n \n \n \n \n \n \n\nJune 2005\n\n\f \n\n \n \n \n\n \n\n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n\nCURRENCY EQUIVALENTS \n(as of 9 May 2005) \n\nCurrency Unit\nCurrency Unit\n\npeso (P) \nJapanese yen (¥) \n\n– \n– \n\n= \n= \n= \n\nP1.00\n$1.00\n¥1.00\n\n$0.0185 \nP 54.10 \nP 0.5136 \n\nABBREVIATIONS \n\nADB \nEPIRA \nIPP \nNPC \nPCG \nPSALM \nPSRP \nTRANSCO \n\n– \n– \n– \n– \n– \n– \n– \n– \n\nAsian Development Bank \nElectric Power Industry Reform Act \nindependent power producer \nNational Power Corporation \npartial credit guarantee \nPower Sector Assets and Liabilities Management Corporation \nPower Sector Restructuring Program \nNational Transmission Corporation \n\nNOTES \n\n(i) \n(ii) \n\nThe fiscal year of the Government ends on 31 December. \nIn this report, “$” refers to US dollars. \n\n \n\nThis report was prepared by Y. Zhai, SEID and E. Araneta, SEOD. \n\n\f \n\nCONTENTS \n \n\nINTRODUCTION \n\nBACKGROUND \nA. \nThe Sector \nB. \nADB’s Assistance to the Sector \n\nREQUEST FOR CONSENT \n\nI. \n\nII. \n\nIII. \n\nIV. \n\nAMENDMENTS TO RELEVANT AGREEMENTS \nA.  Omnibus Amendment Agreement \nB. \nC. \nD. \nE.  Other Lenders \n\nPhase I: Co-Obligor Structure on Liabilities; Maintenance of Guarantees \nPhase II: PSALM as Sole Obligor \nSpecial Consent for the Masinloc Power Plant \n\nV. \n\nTHE PRESIDENT’S RECOMMENDATION \n\n \nAPPENDIXES \n \n1. \n2. \n \n\nADB Assistance to the Energy Sector \nList of Outstanding Loan and Guarantee Agreements \n\nPage \n \n\n1 \n\n1 \n1 \n1 \n\n2 \n\n3 \n3 \n3 \n4 \n4 \n4 \n\n4 \n\n5 \n7 \n\n\f \n\n \n\n1\n\nI. \n\nINTRODUCTION \n\n1. \nPursuant to Section 49 of Republic Act No. 9136, or the Electric Power Industry Reform \nAct (EPIRA) of 2001, the Government of the Republic of the Philippines (the Government) and \nthe  National  Power  Corporation  (NPC)  requested  ADB’s  consent  to  transfer  all  liabilities  and \ngeneration assets of NPC to the Power Sector Assets and Liabilities Management Corporation \n(PSALM), 1  and  to  transfer  all  the  transmission  and  sub-transmission  assets  to  National \nTransmission  Corporation  (TRANSCO)  (footnote  1).  Since  the  Government’s  request  would \naffect all ADB loans to NPC, the Board’s approval is considered required.  \n \n\nII. \n\nBACKGROUND \n\nA. \n\nThe Sector \n\n2. \nIn  the  early  1990s,  the  Philippines  experienced  severe  power  shortages,  leading  to \nprolonged  blackouts  and  adverse  economic  impacts.  As  an  emergency  action  and  with  the \nsupport of Government, NPC contracted to purchase power from independent producers (IPPs) \non a take or pay basis. Most of the contracts were denominated in foreign currency. Although \nthis  action  eased  the  power  shortage,  the  subsequent  Asian  financial  crisis  suppressed \nelectricity  demand  and  left  NPC  with  an  oversupply  of  generation  capacity.  The  result  of  this \ncombination  of  factors  was  that  NPC  had  to  continue  paying  -  in  increasingly  more  expensive \nforeign  currency  -  for  unused  power  that  it  could  not  in  turn  sell.  For  a  time,  NPC’s  upwardly \nspiraling  debt  burden  was  serviced  through  commercial  borrowings  by  NPC  and  the \nGovernment.  This  strategy  became  unsustainable  with  the  continuous  slide  of  the  peso,  the \nprevailing low electricity demand, and the low tariffs charged by NPC. \n \n3. \nIn  2000,  Government  restructured  the  power  sector  to  make  it  more  efficient,  and  to \nreduce its long term negative impact on the fiscal position of the Government. The centerpiece \nof  the  restructuring  was  the  passage  of  the  EPIRA  in  June  2001.  Among  other  things,  EPIRA \ncreated  TRANSCO  to  take  over  NPC  transmission  assets,  and  created  PSALM  to  be \nresponsible  for  repaying  all  of  NPC’s  existing  debt  obligations,  privatizing  all  of  its  generation \nassets,  and  privatizing  the  transmission  operations  through  a  concession. 2 The  adjustment \ncosts of the reform were supported in part by ADB’s $300 million Power Sector Reform Program \n(PSRP).3 \n \nB. \n\nADB’s Assistance to the Sector \n\n4. \nADB  has  provided  20  loans  to  NPC  (the  “Loans”),  all  of  which  are  guaranteed  by  the \nRepublic  of  the  Philippines  (the  “Guarantees”).4 The  loans  had  a  combined  value  of  $1,597 \nmillion (or $1,224 million, net of cancellations).5 In addition to its lending, ADB has provided 34 \ntechnical  assistance  grants  to  the  energy  sector  totaling  about  $15  million.  These  cover  the \n                                                 \n1   Created under EPIRA in 2001. \n2   EPIRA  also  mandated  the  establishment  of  an  independent  electricity  regulator,  and  an  open  and  competitive \n\nelectricity market. \n\n3   ADB.  1998.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors  on  a  Proposed  Loan  and \nTechnical  Assistance  Grants  to  the  Republic  of  the  Philippines  for  the  Power  Sector  Restructuring  Program. \nManila.  \n\n4   Under NPC’s Charter, all obligations of NPC are automatically guaranteed by the Republic of the Philippines and \n\nare excluded from the national borrowing and guarantee ceilings set in the Foreign Borrowings Act. \n\n5   The  Loans  are  governed  by  Loan  Agreements  (the  “Loan  Agreements”),  and  the  Guarantees  by  Guarantee \n\nAgreements (the “Guarantee Agreements”). These are listed in Appendix 2.  \n\n\f2 \n\n \n\nareas of power generation and transmission; power development planning; rural electrification; \ntariff  and  pricing  studies;  regulation;  consumer  impact  assessments;  feasibility  studies;  and \nenvironmental  assessments,  as  well  as  energy  conservation;  coal  industry  development;  and \ngeothermal steam and natural gas pricing studies. The list of the loans and TAs is included in \nAppendix 1. As of 31 March 2005, 11 loans had been fully repaid. Nine loans with a total current \nprincipal  amount  of  $562.2  million  equivalent,  remain  outstanding  and  unpaid  (Appendix  2). \nAmong these nine loans, eight loans have been completed and one loan is being implemented. \nIn addition, in November 1995, ADB provided a partial credit guarantee (PCG) in the form of a \nput-option  deed  (the  “Put-Option  Deed”)  for  credit  enhancement  of  NPC’s  ¥12  billion  bond \nissue, due in 2015, with a Government counter-guarantee in the form of a counter-put option. In \nDecember 2002, ADB provided a PCG to support the ¥24.75 billion ($200 million equivalent) 18-\nyear PSALM bond, and the ¥37 billion ($300 million equivalent) 20-year PSALM bond. The PCG \nwas  counter-guaranteed  by  the  Government.  The  PSALM  bonds  were  issued  to  cover  the \nfunding  gap  resulting  from  a  timing  mismatch  between  the  receipt  of  expected  revenues  and \ncash outflows, particularly in the initial stages of the privatization process.  \n \n\n \n\nIII. \n\nREQUEST FOR CONSENT \n\n5. \nFour years after the passage of the EPIRA, the Philippine power sector is now at a cross \nroad. With continued support from ADB, the basic ground work has been laid for an open and \ncompetitive  electricity  market  with  opportunities  for  improved  efficiencies,  and  greater  private \nsector  participation.  On  the  other  hand,  prospects  for  large  scale  expansion  of  generation \ncapacity  and  sustained  improvements  in  transmission  would  be  viable  only  in  the  context  of \nprivatized sector operations.6 In line with the ongoing policy dialogue on the power sector, there \nhave  been  initial  steps  at  privatizing  the  NPC  assets.  PSALM  has  successfully  sold  to  private \ninvestors  five  mini-hydro  power  plants.7 The  Government  has  also  tendered  and  awarded  the \n600 megawatt Masinloc coal-fired power plant. The transaction is expected to be completed in \nDecember  2005,  upon  completion  of  conditions  precedent  to  financial  close  including  the \nprovision of creditors’ consent. Another medium sized plant, the 600 megawatt coal-fired Calaca \npower  plant,  is  scheduled  to  be  tendered  late  in  July  this  year.  There  have  also  been  initial \nattempts to privatize the transmission operations through a concession agreement, but actions \nin this area still need to progress further. With advice from international and domestic experts, \nand  in  consultation  with  the  national  oversight  agencies  and  Congress,  PSALM  continues  to \ndevelop  strategies  and  transaction  documents  that  would  best  serve  the  purpose  of \nprivatization.  But  in  order  for  PSALM  to  pursue  privatization  at  a  faster  and  sustained  pace,  it \nneeds to assure the potential bidders that NPC’s creditors have consented to the sale of NPC’s \nassets. \n \n6. \nSince  the  Loan  Agreements  provide  that  NPC  cannot  sell  its  assets,  except  in  the \nnormal  course  of  business  or  with  the  consent  of  ADB,  the  Government  and  NPC  are  now \nrequesting  ADB  to  (i)  provide  NPC  with  the  necessary  consents  to  transfer  certain  of  its \ngeneration  assets  to  PSALM  and  all  of  its  transmission  and  sub-transmission  assets  to \nTRANSCO  (paragraph  9);  (ii)  permit  PSALM  to  subsequently  sell  to  private  investors  the \ngeneration  assets  financed  under  the  Loan  Agreements,  the  Guarantee  Agreements,  and  the \nPut  Option  Deed,  and  to  lease  TRANSCO’s  assets  through  the  grant  of  a  transmission \nconcession to the private sector (paragraph 11); (iii) allow for PSALM’s accession to the Loan \nAgreements  as  co-obligor  of  NPC  (paragraph  9);  and  (iv)  make  certain  changes  to  the  Loan \n                                                 \n6  Only if there is, in the determination by the President of the Philippines, an imminent shortage of power supply, may \n\nCongress authorize additional generating capacity. \n\n7   To facilitate completion of the mini-hydro sales, and considering the restricted impact of these plants on the NPC \n\nasset base, ADB consented to the sales. \n\n\f3 \n\nAgreements  to  address  the  fact  that  (a)  PSALM,  and  subsequently  a  third  party  investor,  and \nnot  NPC,  will  be  the  legal  and  beneficial  owner  of  the  relevant  generation  assets;  and  (b) \nTRANSCO,  not  NPC,  will  be  the  legal  and  beneficial  owner  of  the  transmission  and  sub-\ntransmission assets financed by the Loans (paragraph 14).  \n\nIV. \n\nAMENDMENTS TO RELEVANT AGREEMENTS \n\n \n\nA. \n\nOmnibus Amendment Agreement \n\n7. \nIt is critical for the success of the restructuring that ADB provide the requested consent. \nHowever, in order for ADB to provide this consent, appropriate amendments need to be made to \nthe  Loan  and  Guarantee  Agreements  and  Put-Option  Deed.  ADB  staff  together  with \nGovernment,  NPC,  PSALM  and  TRANSCO  officials  have  negotiated  and  drafted  such  an \namendment agreement (the “Omnibus Amendment Agreement”).8  \n \n8. \nThe  parties  to  the  Omnibus  Amendment  Agreement  will  be  NPC  as  the  Borrower  and \ntransferor of assets, PSALM as the Co-obligor and transferee of generation assets, TRANSCO \nas the Transferee of the transmission assets, the Republic of the Philippines as the Guarantor, \nand ADB as the Lender. The Omnibus Amendment Agreement provides for two phases. \n \nB. \n\nPhase I: Co-Obligor Structure on Liabilities; Maintenance of Guarantees \n\n9. \nUnder  Phase  I,  ADB  agrees  that  (i)  NPC  will  transfer  its  generation  assets  to  PSALM \nand  its  transmission  assets  to  TRANSCO;  (ii)  PSALM  may  then  proceed  to  privatize  the \ngeneration  assets  and  the  transmission  concession;  and  (iii)  in  consideration  of  the  asset \ntransfer, PSALM will accede to the Loan Agreements and become a co-obligor of NPC for all of \nNPC’s liabilities and obligations, including the Loans. Under such arrangement, both NPC and \nPSALM  will  be  contractually  liable  to  pay  ADB  the  full  amount  of  the  outstanding  Loans,  in \naccordance  with  the  originally  agreed  repayment  schedule.  As  a  practical  matter,  scheduled \nrepayments may be serviced by either NPC or PSALM, and ADB will be entitled to receive such \nservice payments. By the same token, ADB may seek full or partial payment from NPC, PSALM, \nor both, of all Loans that are due and payable. It is noted that this phase occurs after execution \nof  the  Omnibus  Amendment  Agreement  and  the  completion  of  certain  conditions  precedent, \nincluding the formal delivery of legal opinions and corporate clearances. \n \n10. \nDuring Phase I, although PSALM accedes as a co-obligor of NPC, ADB will continue to \nenjoy  the  full  benefits  of  the  Guarantees.  The  Republic  of  the  Philippines  will  continue  to \nunconditionally  guarantee,  as  primary  obligor  and  not  merely  as  surety,  the  due  and  punctual \nrepayment of all the Loans. The Republic of the Philippines will also waive any new contractual \nor statutory defenses that may arise as a result of the Omnibus Amendment Agreement or the \naccession of PSALM as a co-obligor of NPC.  \n \n11. \nADB will confirm it has no objections to the transfer of assets from NPC to PSALM and \nTRANSCO,  and  the  eventual  sale  or  lease  of  those  assets  to  the  private  sector  in  order  to \nprivatize the assets and operations of NPC.  \n \n12. \nThe  Omnibus  Amendment  Agreement  provides  that  when  generation  assets  and  the \ntransmission operations are privatized, the controlling entity at various points will be obligated to \ncomply with relevant project implementation covenants and ADB safeguard policies that NPC, \n\n                                                 \n8   Copies will be available upon request. \n\n\f4 \n\n \n\nas original executing agency, had committed to undertake or accomplish. There will, however, \nbe no impact on the actual scope of the projects financed by the Loans. \n \nC. \n\nPhase II: PSALM as Sole Obligor \n\n13. \nPhase II will occur if the Republic of the Philippines unconditionally guarantees the due \nand punctual repayment of all the Loans it proposes to completely and finally transfer to PSALM \n(pursuant to which transfer PSALM becomes the Borrower and not merely a co-obligor of NPC). \nThe Omnibus Amendment Agreement provides that in such event, ADB will agree to the full and \ncomplete transfer to PSALM of all then outstanding Loans. Upon the commencement of Phase \nII, NPC will cease to be a Borrower and will no longer be liable to repay any Loan. PSALM will \nbecome the Borrower and will be solely liable to repay all the outstanding Loans. Although the \noccurrence  of  this  phase  is  not  necessary,  it  provides  the  legal  framework  for  any  future \ndecision  by  the  Government  to  remove  the  Loans  from  NPC’s  financial  books  and  to  transfer \nthem completely to the financial books of PSALM. \n \nD. \n\nSpecial Consent for the Masinloc Power Plant \n\n14. \nConsidering  the  size  of  the  Masinloc  plant,  its  strategic  impact  on  the  privatization  of \nNPC  and  the  restructuring  of  the  power  sector,  and  the  advanced  stage  of  its  privatization \nprocess, it is recommended that ADB waive NPC’s covenant not to sell Masinloc, and allow the \nsale of Masinloc to be completed prior to the effectiveness of Phase I. Considering Phase I is \nexpected  to  have  occurred  in  time  for  all  other  privatization  transactions,  no  further  special \nconsents are expected to be required. \n\nE. \n\nOther Lenders \n\n \n\nThe  Japan  Bank  for  International  Cooperation  (JBIC),  and  the  Organization  of  the \n15. \nPetroleum Exporting Countries (OPEC) Fund for International Development, as co-financiers of \nADB-financed  projects,  did  not  object  to  ADB’s  agreement  to  the  requested  transfers.  In  fact, \nJBIC  is  processing  the  Government’s  request  and  the  OPEC  Fund  has  provided  its  consent. \nThe  World  Bank  was  also  consulted.  It  is  currently  completing  the  process  of  considering  the \nGovernment’s request. \n \n\nV. \n\nTHE PRESIDENT’S RECOMMENDATION \n\nIn view of the foregoing, the President recommends that the Board (i) agree to provide \n16. \nthe  requested  consents,  subject  to  the  Omnibus  Amendment  Agreement,  (ii)  authorize  the \nexecution  and  performance  of  Omnibus  Amendment  Agreement  and  related  agreements,  as \ndescribed  in  paragraphs  7–14,  and  (iii)  agree  to  the  immediate  sale  of  NPC’s  600  megawatt \nMasinloc coal-fired power plant. \n\n\fAppendix 1             5\n\n \n\n \n \n\n \n\n \nLoan \nNo. \n\n77 \n\n223 \n291 \n326 \n421 \n427 \n482 \n542 \n607 \n666 \n726 \n728 \n823 \n914 \n985 \n991 \n1042 \n1207 \n1230 \n1231 \n\n1288 \n1398 \n1474 \n1590 \n1662 \n1984 \n\nADB ASSISTANCE TO THE ENERGY SECTOR \n\nTable A1.1: Asian Development Bank Lending to the Public and Private Sector \n\n$ million \n\n \n\nJBIC \n\nCofinanced by \nOPEC \n \n\n \n\nDate \n\n \n02/11/71  NPC \n\nBorrower \n \n\n96 \n\n13/07/72  NPC \n\n196 \n\n07/11/74  NPC \n\nPNOC \n\n27/05/75  NPC \n21/12/76  NPC \n09/12/77  NPC \n19/11/79 \n27/11/79  NPC \n18/11/80  NPC \n17/11/81  NEA \n07/12/82  NPC \n12/12/83  NPC \n20/12/84 \n10/12/84  NPC \n18/12/86  NPC \n27/10/88  NPC \n14/11/89  NPC \n23/11/89  Hopewell \n13/10/90  NPC \n10/12/92  Meralco  \n18/05/93  Hopewell \nBatangas \n18/05/93 \nPower Corp. \n\nPNOC \n\n14/12/93  NPC \n02/11/95  NPC \n30/09/96  NPC \n16/12/97  NPC \n16/12/98  DOF \n19/12/02  NPC \n\nProject/Main Component \n \n\nAgus VI Expansion and Associated \nTransmission \nAgus III (Mindanao) Hydroelectric Station \nEngineering \nAgus III (Mindanao) Hydroelectric Station \nEngineering \nSupplementary Loan - Agus II and Agus VI \nAgus IV (Mindanao) Hydroelectric Station \nAgus V (Mindanao) Hydroelectric Station \nMalangas Coal Development \nPulangi IV (Mindanao) Hydroelectric Station \nNegros & Mindanao Transmission \nRural Electrification \nPower Systems Development \nNegros-Panay Interconnection \nPhilippine National Oil Company Energy Loan \nSecond Power System Development \nThird Power System Development \nFourteenth Power (Sector) \nFifteenth Power (Sector) \nNavotas 200 MW Gas Turbinea \nMasinloc Thermal Power Station (Stage I) \nMeralco Distribution \nPagbilao 700 MW Coal-fired Power Stationa \nPinamucan 123 MW Oil-fired Power Stationa \n\nPower Transmission on Luzon & Mindanao \nNorthern Luzon Transmission & Generation \nLeyte-Mindanao Interconnection Engineering \nPower Transmission Reinforcement \nPower Sector Restructuring Program \nElectricity Market and Transmission \nDevelopment \n\n23.4 \n\n21.0 \n\n1.0 \n\n22.7 \n52.0 \n29.0 \n14.0 \n60.7 \n60.5 \n87.5 \n32.8 \n43.8 \n85.0 \n33.0 \n92.0 \n120.0 \n160.0 \n10.0 \n200.0 \n138.0 \n40.0 \n26.5 \n\n164.0 \n244.0 \n5.3 \n191.4 \n300.0 \n40.0 \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n150.0 \n \n \n \n\n \n244.0 \n \n \n300.0 \n45.5 \n\n \n \n \n \n \n \n20.0 \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\n \n \n \n \n \n \n\n \n\n \n\n \n\n20.0 \nDOF  =  Department  of  Finance,  JBIC  =  Japan  Bank  for  International  Cooperation,  MERALCO  =  Manila  Electric \nCompany, NEA = National Electrification Administration, NPC = National Power Corporation, OPEC = Organization of \nthe Petroleum Exporting Countries, PNOC = Philippine National Oil Company. \na Private Sector Loan \nSource: Asian Development Bank. \n \n\n2,297.6 \n\n739.50 \n\nTotal \n\n\f6 \n\n \n\nAppendix 1 \n\nTable A1.2:  Technical Assistance \n \n\nTitle \n\n$’000 \n\nNo. \nDate \n251  24/10/78 \n430  17/11/81 \n431  17/11/81 \n447  25/02/82 \n450  25/02/82 \n496  07/12/82 \n611  05/07/84 \n651  19/12/84 \n652  20/12/84 \n733  24/12/85 \n755  17/06/86 \n733  15/10/86 \n834  18/12/86 \n1015  22/07/88 \n1050  27/10/88 \n\n1158  17/05/89 \n1169  21/06/89 \n1372  11/09/90 \n1405  30/10/90 \n\n1966  20/10/93 \n2365  20/07/95 \n2435  02/11/95 \n2623  30/07/96 \n\n2653  30/09/96 \n3126  16/12/98 \n\n3127  23/03/00 \n3422  23/03/00 \n3516  10/10/00 \n3820  19/12/01 \n4073  19/12/02 \n4151  18/07/03 \n\n4174  16/09/03 \n\n4198  18/10/03 \n\n4557  28/12/04 \n\n \n\nMalangas Coal Mine \nRural Electrification (Dendro Thermal Study) \nRural Electrification \nIndustrial Energy Audits & Energy Conservation \nSecond Coal Development \nCagayan River Hydropower Study \nElectricity Tariff Study \nPrivate Sector Coal Development Study \nRefinery Sector Rationalization Study \nGeothermal Steam Pricing Study \nMindanao Power System Development \nGeothermal Steam Pricing Study (Supplementary) \nLuzon Power System Development \nDevelopment Study of the Visayas Power System \nPower  Sector  Cost  Structure  &  Transfer  Pricing \nStudy \nMineral Resources Development \nPower Sector Training \nReview of NPC's Asset Revaluation \nEnvironmental  Management  of  Coal-based  Power \nGeneration \nLong-term Power System Planning Study \nNatural Gas Sales Negotiations \nFormation of Power Transmission Subsidiary \nEvaluation  of  Environmental  Standards  of  Selected \nIndustries \nLeyte-Mindanao Interconnection Engineering \nElectricity  Pricing  &  Regulatory  Practice \nCompetitive Environment \nConsumer Impact Assessment \nRural Electrification Institutional Strengthening \nRural Electrification \nCompetition Policy for the Electricity Sector \nTransition to Competitive Electricity Markets \nPromoting  Good  Governance  in  the  Restructured \nPower Sector \nRehabilitation  of  Renewable  Energy  Projects  for \nRural Electrification and Livelihood Development \nInstitutional  Strengthening  for  the  Development  of \nNatural Gas Industry  \nInstitutional Strengthening of ERC and Privatization \nof NPC \n\nin  a \n\n114\n150\n120\n560\n330\n150\n229\n350\n450\n212\n350\n63\n260\n358\n230\n\n75\n93\n96\n636\n\n600\n100\n500\n400\n\n575\n600\n\n720\n750\n600\n990\n800\n800\n\n800\n\n800\n\nERC = Energy Regulatory Commission, NPC = National Power Corporation. \nSource: Asian Development Bank. \n\n \n \n \n\n \n\n1,200\n\nTotal \n\n15,061\n\n\f \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAppendix 2 \n\n7\n\n \n \nOUTSTANDING LOAN AND GUARANTEE AGREEMENTS \n\nLoan  823-PHI:  Third  Power  System  Development  Program,  Loan  Agreement \nbetween  NPC  and  ADB  dated  23  December  1986  and  Guarantee  Agreement \nbetween  the  Republic  of  Philippines  and  ADB  dated  23  December  1986  ($92.00 \nmillion) \n\nLoan 914-PHI: Fourteenth Power (Sector Loan), Loan Agreement dated 4 November \n1988  between  NPC  and  ADB  and  Guarantee  Agreement  between  the  Republic  of \nPhilippines  and  ADB  dated  4  November  1988  ($120.00  million,  of  which  $  8.98 \nmillion cancelled) \n\nLoan 985-PHI: Fifteenth Power (Sector Loan), Loan Agreement dated 18 December \n1989  between  NPC  and  ADB  and  Guarantee  Agreement  between  the  Republic  of \nPhilippines  and  ADB  dated  18  December  1989  ($160.00  million,  of  which  $0.29 \nmillion cancelled) \n\nLoan  1042-PHI:  Sixteenth  Power  (Masinloc  Thermal  Power)  Project,  Loan \nAgreement between NPC and ADB dated 19 April 1991 and Guarantee Agreement \nbetween the Republic of Philippines and ADB dated 19 April 1991 ($200.00 million, \nof which $3.18 million cancelled) \n\nLoan 1288-PHI: Power  Transmission Project, Loan Agreement dated 20 December \n1993  between  NPC  and  ADB  and  Guarantee  Agreement  between  the  Republic  of \nPhilippines  and  ADB  dated  20  December  1993  ($164.00  million,  of  which  $43.23 \nmillion cancelled) \n\nLoan  1398-PHI:  Northern  Luzon  Transmission  and  Generation  Project  (Masinloc \nPower Station), Loan Agreement dated 27 November 1995 between NPC and ADB \nand  Guarantee  Agreement  between  the  Republic  of  Philippines  and  ADB  dated  27 \nNovember 19 ($244.00 million, of which $ 82.32 million cancelled) \n\nLoan  1474-PHI:  Leyte-Mindanao  Interconnection  Engineering  Project,  Technical \nAssistance Loan Agreement dated 18 November 1996 between NPC and ADB and \nGuarantee  Agreement  between  the  Republic  of  Philippines  and  ADB  dated  18 \nNovember 1996 ($ 5.35 million, of which $ 0.44 million cancelled) \n\nLoan 1590-PHI: Power Transmission Reinforcement Project, Loan Agreement dated \n21  January  1998  between  NPC  and  ADB  and  Guarantee  Agreement  between  the \nRepublic  of  Philippines  and  ADB  dated  21  January  1998  ($191.4  million,  of  which \n148.10 million cancelled) \n\nLoan  1984-PHI:  Electricity  Market  and  Transmission  Development  Project,  Loan \nAgreement  dated  16  December  2003  between  NPC  and  ADB  and  Guarantee \nAgreement between the Republic of Philippines and ADB dated 16 December 2003 \n($40.0 million) \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n1. \n\n2. \n\n \n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n\f", "author_pages": [" \n", " \n \n \n", " \n", " \n \n \n", " \n \n \n \n \n \n \n \n \n \n \n \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n", "CURRENCY EQUIVALENTS \n(as of 9 May 2005) \n", "Currency Unit\nCurrency Unit\n", "peso (P) \nJapanese yen (¥) \n", "– \n– \n", "= \n= \n= \n", "P1.00\n$1.00\n¥1.00\n", "$0.0185 \nP 54.10 \nP 0.5136 \n", "ABBREVIATIONS \n", "ADB \nEPIRA \nIPP \nNPC \nPCG \nPSALM \nPSRP \nTRANSCO \n", "– \n– \n– \n– \n– \n– \n– \n– \n", "Asian Development Bank \nElectric Power Industry Reform Act \nindependent power producer \nNational Power Corporation \npartial credit guarantee \nPower Sector Assets and Liabilities Management Corporation \nPower Sector Restructuring Program \nNational Transmission Corporation \n", "NOTES \n", "(i) \n(ii) \n", "The fiscal year of the Government ends on 31 December. \nIn this report, “$” refers to US dollars. \n", " \n", "This report was prepared by Y. Zhai, SEID and E. Araneta, SEOD. \n", " \n", "CONTENTS \n \n", "INTRODUCTION \n", "BACKGROUND \nA. \nThe Sector \nB. \nADB’s Assistance to the Sector \n", "REQUEST FOR CONSENT \n", "I. \n", "II. \n", "III. \n", "IV. \n", "AMENDMENTS TO RELEVANT AGREEMENTS \nA.  Omnibus Amendment Agreement \nB. \nC. \nD. \nE.  Other Lenders \n", "Phase I: Co-Obligor Structure on Liabilities; Maintenance of Guarantees \nPhase II: PSALM as Sole Obligor \nSpecial Consent for the Masinloc Power Plant \n", "V. \n", "THE PRESIDENT’S RECOMMENDATION \n", " \nAPPENDIXES \n \n1. \n2. \n \n", "ADB Assistance to the Energy Sector \nList of Outstanding Loan and Guarantee Agreements \n", "Page \n \n", "1 \n", "1 \n1 \n1 \n", "2 \n", "3 \n3 \n3 \n4 \n4 \n4 \n", "4 \n", "5 \n7 \n"]}