{"path": "data/input/reports/rrp-cam-34390.pdf", "pages": [" \n \n \nASIAN DEVELOPMENT BANK RRP:CAM 34390 \n \n \n \n \n \n \n \n \n \n \nREPORT AND RECOMMENDATION \n \nOF THE \n \nPRESIDENT \n \nTO THE \n \nBOARD OF DIRECTORS \n \nON A  \n \nPROPOSED LOAN \n \nTO THE \n \nKINGDOM OF CAMBODIA \n \nFOR THE \n \nGREATER MEKONG SUBREGION TRANSMISSION PROJECT \n \n \n \n \n \n \n \n \n \n \nNovember 2003\n ", " \nCURRENCY EQUIVALENTS \n(as of 30 September 2003) \n \n Currency Unit  –  riel (KR) \nKR1.00  =  $0.00025 \n$1.00  =  KR4,000 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EAC  –  Electricity Authority of Cambodia \n  EDC  –  Electricité du Cambodge  \n  EIRR  –  economic internal rate of return \n  EVN  –  Electricity of Viet Nam \n  FIRR  –  financial internal rate of return \n  FY  –  fiscal year \n  GDP  –  gross domestic product \n  GMS  –  Greater Mekong Subregion \n  IPP  –  independent power producer \n  MEF  –  Ministry of Economy and Finance \n  MIME  –  Ministry of Industry, Mines, and Energy \n  MV  –  medium-voltage \n  NDF    Nordic Development Fund \n  NPV  –  net present value \n  O&M  –  operation and maintenance \n  PIC  –  project implementation consultant \n  PPA  –  power purchase agreement \n  REE  –  rural electricity enterprise  \n  SDR  –  special drawing rights \n  VAT  –  value-added tax \n  WACC  –  weighted average cost of capital  \n \nWEIGHTS AND MEASURES \n \n  GWh  –  gigawatt-hour \n  km  –  Kilometer \n  kV  –  kilovolt (1,000 volts) \n  kWh  –  kilowatt-hour  (the  energy  of  1  kW  of  capacity  operating  \nfor 1 hour) \n  MW  –  megawatt (1,000,000 watts) \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government ends on 31 December. \n \n(ii)  In this report, \"$\" refers to US dollars. \n \nThis  report  was  prepared  by  a  team  consisting  of  M.  Bristol,  team  leader;\nM. Huddleston, C. Litwin, D. Purka, R. Thami, and S.L. Tu. \n \n ", " \nCONTENTS \n  Page \n \nLOAN AND PROJECT SUMMARY  ii \n \nMAP    vii \n \nI.  THE PROPOSAL  1 \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \n  A.  Performance Indicators and Analysis  1 \n  B.  Analysis of Key Problems and Opportunities  3 \n \nIII.  THE PROPOSED PROJECT  6 \n  A.  Objectives  6 \n  B.  Components and Outputs  7 \n  C.  Special Features  9 \n  D.  Cost Estimates  10 \n  E.  Financing Plan  10 \n  F.  Implementation Arrangements  11 \n \nIV.  PROJECT BENEFITS, IMPACTS, AND RISKS  14 \n \nV.  ASSURANCES  18 \n  A.  Specific Assurances  18 \n  B.  Conditions for Loan Effectiveness  20 \n \nVI.  RECOMMENDATION  20 \n \nAPPENDIXES   \n1.  Project Framework  21 \n2.  Sector/Subsector Analysis  23 \n3.  External Assistance to the Electricity Sector  25 \n4.  Electricité du Cambodge Financial Performance Projections  26 \n5.  Cost Estimates and Financing Plan  31 \n6.  Implementation Schedule, 2003–2008  32 \n7.  Contract Packages  33 \n8.  Financial Analysis  34 \n9.  Economic Analysis  38 \n10.  Summary Poverty Reduction and Social Strategy  43 \n11.  Summary Resettlement Plan  47 \n \nSUPPLEMENTARY APPENDIXES (available on request) \nA.  Terms of Reference for Consultants \nB.  Resettlement Plan  \nC.  Summary Initial Environmental Examination \nD.  Electricité du Cambodge’s Generation Expansion Plan, 2005–2020 \nE.  Projections of EDC Financial Statements \nF.  Financial Management Assessment of EDC \nG.  Financial Analysis Supplement \nH.  Economic Analysis: Transmission Line Component  \nI.  Economic Analysis: Bulk Distribution Component \n ", "ii   \nLOAN AND PROJECT SUMMARY \n \nBorrower  Kingdom of Cambodia \n   \nClassification  Poverty classification: Other \nThematic:  Economic  growth,  private  sector  development,  and \nregional cooperation. \n \n   \nEnvironment  Category B. An initial environmental examination was undertaken.  \nAssessment \n   \nProject Description  Cooperation in the electric power sector has been an important \nfeature of the Greater Mekong Subregion (GMS) program initiated \nby the Asian Development Bank (ADB) in 1992. The extension of \ntrade in power between the GMS countries has been a primary \nobjective of the Electric Power Forum and the Experts Group on \nPower  Interconnection  and  Trade.  Through  these  bodies,  a \nmaster plan for interconnection between the GMS countries was \ndevised that will lead to cost savings, security of supply, and \nenvironmental  benefits.  The  Project,  which  consists  of  the \ninstallation of a 200-megawatt capacity transmission line from the \nVietnamese border to Phnom Penh, will be the first component of \nthe master plan to be implemented. Benefits will accrue to both \ncountries: Cambodia will be assured of a more reliable, lower-cost \nsupply of electricity than from any feasible alternative, and Viet \nNam will accelerate the electrification of a remote region. During \nthe initial years of the Project, Electricité du Cambodge (EDC) will \nbe able to meet up to 60% of the demand for electricity in greater \nPhnom Penh via the transmission line with a significant reduction \nin its cost structure. In the medium term, the Project will improve \nEDC’s  financial  viability,  reduce  pressure  on  tariffs,  and  help \nCambodian industry to become competitive.  \n \nA  bulk  supply  distribution  component  will  provide  reliable  \nmedium-voltage supplies to villages along the transmission line \nroute and encourage small private operators to invest in, and \noperate,  connections  to  rural  end-consumers.  Private  rural \nelectricity enterprises have proved to be key to rural electrification. \nAssistance under this component will help  them operate in the \nnew, regulated environment.  \n   \nRationale  The high cost of electricity is one of the key obstacles to economic \ngrowth in Cambodia. EDC therefore needs an additional source of \npower  at  lower  cost,  such  as  imports  from  Viet  Nam  via  a \ntransmission line. This will initiate a virtuous cycle of lower costs \nthat will allow EDC to become financially viable and to invest so \nas to meet growing demand. The transmission line, which will be \nfunded under the loan, will reduce pressure to increase tariffs to \nachieve  a  reliable  electricity  supply,  thereby  encouraging \ncompanies that currently operate their own generators to switch to  \n ", "  iii \n  EDC’s system. As demand grows, EDC will be able to generate \npower (or purchase power from independent power producers) \nusing larger, more efficient generating units, and will eventually be \nable to reduce tariffs to levels that are competitive in the region. \nThe  Project  will  promote  sustainable  long-term  growth  for \nCambodia and will build on the results of policy dialogue between \nthe Government, ADB, and the World Bank on reducing barriers \nthat are preventing the poor from connecting to a modern energy \nsupply. EDC will introduce a lower-cost connection suitable for \nlow-consumption  customers,  prepare  user-friendly  bills,  and \nimprove customer services.  \n \nThe bulk supply distribution component will connect rural poor \ncommunities along the transmission line that may be affected by \nthe construction. This component will substantially lower energy \ncosts for rural households and bring direct benefits to the poor. \n \nObjectives  To  stimulate  trade  and  economic  growth  in  the  subregion  by \npromoting the provision of sustainable and reliable electricity at \naffordable prices to consumers in Cambodia. \n \nTo promote socioeconomic development and poverty reduction in \nCambodia by enhancing accessibility to electricity on the part of \nthe poor by continuing to reduce the high up-front connection \ncosts. \n   \nCost Estimates  The  Project  is  estimated  to  cost  $95.0  million  equivalent, \ncomprising $58.5 million in foreign exchange costs and $36.5 \nmillion equivalent in domestic currency costs. \n \nFinancing Plan  The proposed ADB loan of up to $44.3 million equivalent will \nfinance  46%  of  the  total  project  cost,  including  $8.8  million \nequivalent of the local currency cost. The World Bank will provide \nparallel cofinancing of $16.0 million as part of its proposed Rural \nElectrification  and  Transmission  Project  and  the  Nordic \nDevelopment Fund (NDF) will provide €10 million. \n \nForeign Currency  Local Currency  Total \nSource of Funds  ($ million)  ($ million)  ($ million) \nAsian Development Bank  35.5  8.8  44.3 \nWorld Bank  12.5  3.5  16.0 \nNordic Development Fund  10.5  0.5  11.0 \nGovernment Counterpart Funds  0.0  23.7  23.7 \n  Total  58.5  36.5  95.0 \n        Source: Asian Development Bank staff. \n \nLoan Amount and Terms  ADB will provide a loan of up to SDR30.94 million (equivalent to \n$44.3  million)  from  its  Special  Funds  resources,  on  standard \nterms. \n   \n ", "iv   \nAllocation and Relending  The borrower will relend the proceeds of the loan (except for \nTerms  $300,000,  which  will  be  provided  to  EDC  and  the  Electricity \nAuthority of Cambodia as a grant) to the executing agency for a \n20-year term, including a 5-year grace period, at an interest rate \nof 4.2%. The executing agency will bear the exchange risk on the \nrelent amount. \n   \nPeriod of Utilization  Until 31 December 2008 \n   \nEstimated Project  30 June 2008 \nCompletion Date \n   \nExecuting Agency  Electricité du Cambodge \n \nImplementation  EDC  will  set  up  two  project  management  units  to  separately \nArrangements  implement the work funded by (i) ADB and NDF, and (ii) the World \nBank.  The  director  of  the  Corporate  Planning  and  Projects \nDepartment  will  head  both  units,  and  both  will  have  similar \npersonnel structures. \n   \nProcurement  All  procurement  financed  by  ADB  will  be  undertaken  in \naccordance with ADB’s  Guidelines for Procurement. The major \nworks for the ADB-financed portion of the Project will be procured \nfrom  prequalified  contractors  for  (i)  a  turnkey  contract  for  the \ntransmission line, and (ii) a turnkey contract for the substations at \nTakeo  and  west  Phnom  Penh.  Procurement  for  project \ncomponents financed by the World Bank and NDF will be made \nunder their respective procurement guidelines. \n   \nConsulting Services  EDC  will  recruit  and  supervise  the  project  implementation \nconsultants (PICs) and all other consultants in accordance with \nADB’s  Guidelines  on  the  Use  of  Consultants  and  other \narrangements satisfactory to ADB for the engagement of domestic \nconsultants. The PICs will (i) prepare preliminary designs and \ndocuments to prequalify the bidders and for the bidding of the \nworks,  (ii)  assist  with  evaluations,  (iii)  supervise  construction,  \n(iv) organize implementation of the resettlement plan, (v) recruit \nthe  independent  resettlement  monitoring  organization,  and  \n(vi) undertake project performance monitoring and evaluation. The \nADB-funded PICs will also handle the NDF-funded equipment.  \nA  total  of  60  person-months  of  international  and  60  person-\nmonths of domestic consultants will be required. In addition, 30 \nperson-months of individual consulting services will be required \nfor capacity building. The World Bank will engage consultants to \nimplement  its  components  of  the  Project  using  its  own \nprocedures. \n   \n ", "  v\nProject Benefits and  The  economic  net  present  value  of  the  transmission  line \nBeneficiaries  component is estimated to be $201.3 million to Cambodia and \nabout $17.9 million to Viet Nam. Key beneficiaries in Cambodia \ninclude  EDC,  EDC’s  consumers  in  greater  Phnom  Penh,  and \nindirectly the population at large through economic growth. In \naddition,  the  bulk  supply  component  will  provide  electricity  to \nabout 14,200 households in Takeo Province. About 5,700 of these \nhouseholds are below the poverty line. Overall, the Project will \nprovide a net economic benefit of about $31.2 million to the poor \nin Cambodia.  \n   \nRisks and Assumptions  Evaluation  of  key  risks  to  the  transmission  line  related  to \nconstruction  delays  and  increased  costs,  lower  than  expected \ndemand for or availability of supply, or increased import price of \nelectricity,  demonstrated  that  the  Project  is  economically  and \nfinancially  robust.  The  Vietnamese  authorities  have  given  an \nassurance  that  the  linking  transmission  project  in  Viet  Nam, \nfunded by World Bank, will be completed ahead of this Project.  \n \nThe  viability  of  the  bulk  supply  component  depends  on  the \nassumed connection rate being attained, which in turn depends \non  sufficient  numbers  of  private  operators  investing  in  the \nconnection  to  individual  households.  The  Project  has  a \ncomponent to help potential small operators avail themselves of \nfinancial support and secure licenses, but if this does not succeed, \nthis  component  can  be  scaled  back  with  implementation \ncommencing with the potentially most profitable areas close to \nPhnom Penh and Takeo. \n   \n \n \n \n ", " ", "  1\nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Kingdom of Cambodia for the Greater Mekong Subregion (GMS) Transmission Project. \nThe project proposal is included in the country strategy and program update (2003–2005). The \nproject framework is in Appendix 1. \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Performance Indicators and Analysis \n2.  The Asian Development Bank (ADB) has played a leading role in GMS cooperation in \nthe electric power sector as part of its program for economic cooperation in the GMS that ADB \ninitiated in 1992. ADB assisted with the formation of the Electric Power Forum and the Experts \nGroup on Power Interconnection and Trade and continues to support their activities. ADB is \ncurrently providing technical assistance to develop a regional power trade operating agreement. \nThis  agreement  will  contain  rules  and  guidelines  for  technical  coordination  among  GMS \nmembers, cross-border transmission pricing schemes, and specify the required institutional \nframework  for  advancing  trade  in  power  in  the  subregion  under  the  Intergovernmental \nAgreement on Regional Power Trade in the GMS.1  \n \n3.  Subregional  electricity  trade  based  on  interconnected  electric  power  networks  will \nprovide significant economic and environmental benefits for individual countries and for the \nentire subregion. Such trade will enable GMS members to (i) reduce national investments in \npower  reserves  maintained  to  meet  peak  demand,  (ii)  provide  a  more  reliable  supply  of \nelectricity, (iii) reduce operating costs, (iv) lower emissions of greenhouse gases and other \npollutants, and (v) increase consumers’ access to the cheapest sources of electricity in the \nsubregion (Appendix 2). \n \n4.  In anticipation of the development of a policy framework for promoting trade in power in \nthe region, starting in October 2000 and with ADB assistance, the regional indicative master \nplan  on  power  interconnection  in  the  GMS  was  developed  to  identify  the  physical  power \ninterconnections needed in the subregion up to 2020.2 Of the identified power transmission \ninterconnections  needed,  the  interconnection  between  Cambodia  and  Viet  Nam  was \nprogrammed for 2003. \n \n5.  The electricity supply in Cambodia is currently fragmented and varies significantly across \nthe country. Cambodia does not have a transmission grid, so systems, where they exist, are \noperated independently. Three main types of electricity supply are in operation:  (i) the greater \nPhnom Penh system, (ii) the systems for provincial capitals and some other major towns, and \n(iii) the provisions for the rest of the country. Phnom Penh has a fully developed, reticulated \nsystem supplied by Electricité du Cambodge (EDC), which was established by royal decree in \nMarch 1996 as a result of dialogue with ADB and other development agencies. EDC is a limited \nliability company owned jointly by the Ministry of Industry, Mines, and Energy (MIME) and the \nMinistry of Economy and Finance (MEF). It has its own board of directors and operates with \nconsiderable independence except in the field of tariff setting. Its charter empowers EDC to \n                                                 \n1 All six members of the GMS signed the Intergovernmental Agreement on Regional Power Trade in the GMS at the \nFirst GMS Summit meeting on 3 November 2002. \n2 ADB. 2000. Technical Assistance for Preparing the Regional Indicative Master Plan on Power Interconnection in the \nGMS. Manila (TA No. 5920-REG, for $630,000, approved on 10 July 2000). \n ", "2    \nprovide a nonexclusive, full electricity service for the whole country. EDC supplies Phnom Penh \nfrom its own generators and from purchases from independent power producers (IPPs) located \nin the city suburbs. A 115-kilovolt (kV) transmission main distributes power between three \nsubstations, from where medium-voltage networks and low-voltage connections supply power to \nconsumers throughout most of the city. Over the last decade the system has been gradually \nrefurbished and expanded, and now provides a reasonably reliable service to its customers but \nat an average tariff of KR589/kilowatt-hour (kWh) ($0.15/kWh). \n \n6.  EDC’s high tariff results from the small size of the system and the rapid growth (in \npercentage  terms)  in  demand  in  recent  years.  EDC  owns  and  operates  small,  less  than  \n5 megawatt (MW), generating units fueled by expensive light diesel or, more recently, by heavy \nfuel oil, which carries less tax and results in a 40% overall cost saving. The small demand and \nthe small additional units required to meet incremental demand prevent EDC from realizing the \neconomies of scale that larger generating units might obtain. EDC purchases more than 50% of \nits energy requirements from IPPs at a cost of $0.11 to $0.13/kWh, and also buys a small \namount of energy from the private Kirirom hydroelectric plant at $0.07/kWh. In addition, EDC \nincurs the costs associated with operating a utility, including technical and nontechnical losses \nof about 14%.  \n \n7.  Until recently, the electricity systems in all provincial towns were operated by MIME’s \ndepartment offices. In most towns, the department offices owned the low-voltage distribution \nsystems (they do not have any medium-voltage systems), and originally also owned the diesel-\nfueled generating sets. In some locations, IPPs have expanded low-voltage coverage and even \noperate the entire system; however, these systems are generally inadequate, unsafe, and \nexpensive with an average tariff of KR2,100/kWh ($0.53/kWh). The exceptions are where EDC \nhas taken control of the systems and rehabilitated them using grants and concessional loans. \nUntil recently, EDC only operated the systems in Phnom Penh and the urban areas of Kandal, \nKompong Cham, Siem Reap, and Sihanoukville. During 2000, it took over the operations in \nTakeo and Battambang. In these EDC operated areas, the systems are safe, are more reliable, \nand provide 24-hour per day service, but the tariffs are higher than in Phnom Penh and range \nfrom KR800/kWh to KR1,200/kWh ($0.20/kWh to $0.30/kWh). \n \n8.  The availability of electricity away from the central areas of the provincial towns is \nerratic. Rural electricity enterprises (REEs) serve small towns and some villages.3 These are \nprivate entrepreneurs who have set up small, usually second-hand, petrol- or diesel-fueled \ngenerating sets, which supply up to a few hundred local residents and small commercial \nestablishments. Estimates indicate that Cambodia has 600 REEs, although comprehensive data \nare not available. Many REEs provide a service to re-charge automotive batteries, which \nresidents beyond the reach of wired systems use to supply domestic electricity. The cost of \nenergy from batteries is generally more than $1/kWh. Where no REE service is provided, the \nmore prosperous residents and entrepreneurs have their own small petrol generators. Statistics \non connection rates are unreliable, but officially the national electricity ratio (i.e., the proportion \nof households connected to a wired supply) is estimated to be about 15%. Currently REEs \noperate under difficult business conditions, with limited access to capital and an uncertain \nregulatory environment that results in tariffs that are higher than EDC’s provincial tariffs. This \nmeans that many poor consumers find the costs of electricity to be beyond their reach. This \nconstrains demand, with consequent implications for rural development and poverty reduction. \nDetails of external assistance to the electricity sector are in Appendix 3. \n                                                 \n3 REEs include small private providers in urban areas. \n ", "    3 \n9.  MIME’s Energy General Directorate is responsible for coordinating electricity sector \npolicy and planning. To implement policy as it relates to the power sector, in January 1999 \nMIME published its power sector strategy for the period up to 2016 and updated the strategy in \n2000.  In 2001, the Government promulgated the new Electricity Law of Cambodia, which \ndefines the management and regulation of activities in relation to the supply and consumption of \nelectricity. One of the main purposes of the law was to establish the Electricity Authority of \nCambodia (EAC) as an autonomous public agency to regulate electricity service and to govern \nthe relationship between the delivery, receipt, and use of electricity. The law stipulates that it is \nEAC’s responsibility to set tariffs to ensure that consumers will benefit from the proposed lower \ncosts of supply and will be protected from monopolistic pricing.  \n \nB.  Analysis of Key Problems and Opportunities \n10.  Economic  growth  will  only  be  sustained  if  Cambodia’s  industry  becomes  more \ncompetitive. The high cost of electricity has been identified by the Government as a barrier to \nincreased competitiveness.  From a national perspective, the electricity sector suffers from \nseveral basic deficiencies, namely: (i) the high tariffs for all consumers regardless of supplier;  \n(ii) the limited extent of wired system coverage; and (iii) the high up-front costs for new \nconsumers, which particularly affect the poor.  \n \n11.  Inspite of its high tariffs, EDC’s financial performance has been weak, mostly because of \nthe persistent nonpayment of electricity bills by the Government and the Government’s inaction \non adjusting tariffs to a level that would permit EDC to meet its annual revenue requirements. \nEDC has not recorded a net profit in the past nine years and has accumulated losses of KR113 \nbillion ($28.3 million equivalent) during this period.  \n \n12.  EDC’s growing accounts receivable are a source of concern, as they reduce EDC’s cash \nflow and its ability to cover its operational expenses, notably, fuel and power purchases. As of \nthe  end  of  July  2003,  total  accounts  receivable,  including  current  bills,  amounted  to \napproximately  KR98  billion  ($24.5  million),  of  which  Government  and  municipal  accounts \nreceivable accounted for 70%, equivalent to 4.9 months of average sales, well above ADB’s \nloan covenant of 3 months of average sales. For the past 2 years, EDC has been forced to \nborrow from commercial banks to finance its fuel and power purchase expenses. This process \nof  using  high-cost  commercial  debt  to  finance  operational  expenses  is  not  financially \nsustainable.  \n \n13.  A similar accumulation of arrears occurred in 1999–2000. At that time, the Government \ncommitted in the Loan Agreement to (i) require ministries to establish individual contracts with \nEDC, (ii) have MEF make direct payments to EDC for the ministries’ electricity bills, and (iii) \nhave EDC cut off defaulting ministries to prevent the accumulation of large arrears by ministries \nand ensure timely and regular payments to EDC. However, these measures were insufficient to \nensure payment, as (i) the budget allocation to ministries has been insufficient to cover their \ncosts, (ii) the ministries used their electricity allocations for other expenditures, and (iii) the \nTreasury did not disburse funds in a timely manner even when bills were approved and funds \nwere  available.  Nevertheless,  the  measures  have  reduced  the  number  of  ministries  and \nmunicipalities that are in arrears and the total level of Government arrears. \n \n14.  As ADB requested, the Government has submitted a time-bound action plan to address \nthese issues. The action plan outlines steps to be taken by various Government agencies (MEF, \nMIME, EAC, and EDC) to improve EDC’s financial position. The plan includes the following \nremedies:  (i)  offsetting  KR48.6  billion  of  Government  and  municipal  arrears  against  EDC \n ", "4    \nliabilities, and as of 2004, increasing line ministries’ budget allocations (which cannot be used \nfor other expenditures) to enable them to pay for their electricity consumption; (ii) having MEF \nrefund  EDC  KR40.3  billion  of  VAT  paid  for  inputs,  and  subsidizing  EDC  for  future  VAT \nassessments until the VAT law can be changed; (iii) having EAC agree to examine the structure \nand levels of EDC’s tariffs and to consider an automatic adjustment mechanism to reflect \nchanges in the costs of fuel and foreign exchange; and (iv) reducing operating costs by having \nEDC procure its fuel supply competitively, improve the merit dispatch order of generation \nstations, convert an existing generation unit to heavy fuel oil, rationalize its 5-year staffing plan, \nand attempt to renegotiate PPAs with existing IPPs once new supply is commissioned in early \n2005. These combined measures should improve EDC’s overall financial position and reduce its \naccounts receivable to below the covenanted level of 3 months. EDC has agreed to submit \nquarterly progress reports on its collections, and should receivables begin to increase, ADB, \nEDC, and MEF will review the payment mechanism.  \n \n15.  Another factor contributing to high tariffs is that the cost of electricity from existing IPPs \nis higher than EDC’s own generating costs. The 2001 Electricity Law requires that private sector \nparticipation should result from transparent, competitive processes; however as a private power \npolicy is still in a draft stage, competition is not mandatory at this time so the IPP contracts were \nnot awarded as a result of competitive bidding. Whether the contracts entered into are the most \nadvantageous arrangement for EDC is therefore not clear. Some concerns have arisen that the \nGovernment may enter into contracts for new supplies that would conflict with the optimum use \nof the project transmission line. Therefore, as a result of policy dialogue, the Government has \ngiven an assurance that it will not enter into any new IPP contracts for supplies that are not \nincluded in the current least-cost plan for generation expansion without discussion with ADB.  \n \n16.  EDC’s contract with a new IPP that will take effect in 2005 will help reduce its average \ncost of generation in the short term and overcome some supply constraints.4 Therefore EDC will \nbe able to continue to increase electricity sales in 2004–2006. This will reduce some of the \nfinancial pressure on tariffs and help EDC meet its operating expenses in the short term. \nFinancial analysis has determined that EDC’s existing tariffs are sufficient to ensure that its \nconsolidated revenues meet its operating expenses during this period. Its revenues are also \nsufficient to meet minimum debt-service coverage ratios. However, EDC will continue to sustain \nnet  losses  because  of  interest  expenses  and  taxes  until  the  transmission  line  has  been \ncommissioned and supply is sufficient to facilitate sales growth. Appendix 4 provides details \nabout EDC’s financial performance and projections.  \n \n17.  EDC needs additional sources of supply at lower cost, such as imports from Viet Nam \nvia a transmission line. This will initiate a virtuous cycle of lower costs that will allow EDC to \nbecome financially viable and enable it to invest to meet growing demand, thereby reducing the \npressure to increase tariffs to achieve a reliable electricity supply and encouraging companies \nthat currently operate their own generators to switch to EDC’s system. Thus as demand grows, \nEDC will be able to generate power from larger, more efficient generating units or purchase \npower from IPPs, and will eventually be able to reduce tariffs to a level that is competitive in the \nregion.  \n \n                                                 \n4 EDC has signed an 18-year PPA with Khmer Electric Power Corp. for a supply of 32 MW capacity at an average \ncost of 8.1 cents/kWh. \n ", "    5 \n18.  The limited coverage of a wired supply is being addressed by ADB’s on-going loan5 to \nrehabilitate the electricity systems in eight provincial towns and a follow-up project in the \npipeline for 20056 to rehabilitate and expand the systems in the remaining provincial towns. The \nWorld Bank is taking the lead in rural electrification under a component of this project credit that \nwill  set  up  a  rural  electrification  fund  to  subsidize  construction  costs  for  REEs.  ADB  will \ncontribute to rural electrification through the bulk supply distribution component of this Project, \nwhich focuses on villages along the transmission line route. The Project includes capacity \nbuilding  to  encourage  REEs  to  invest  in  connections  to  end-consumers  using  the  rural \nelectrification fund. The Government has acknowledged that REEs are essential for widespread \nrural electrification. \n \n19.  The level of up-front costs is at least as important a factor as tariff levels in preventing \nthe poor from accessing electricity supply even when it is available, therefore the Government \nhas reached agreement with EDC to reduce connection costs. As a result of policy dialogue, \nEDC has agreed to introduce a lower capacity, cheaper meter for new, low-consumption \ncustomers.  Further  assessment  of  up-front  costs  will  be  conducted  under  the  Project. \nAssistance will also be provided to EDC to make its bills more consumer-friendly.  \n \n20.  As early as 1999, MIME was aware that a low-cost, indigenous source of generation \ncould not be economically developed in the short term. Therefore the Government  entered into \na power trade agreement with Viet Nam, under which EDC and Electricity of Vietnam (EVN) \nwould construct a new high-voltage transmission line linking the two countries, and EDC would \npurchase a maximum of 80 MW of power commencing in 2003, increasing to 200 MW in 2008. \nThe terms and conditions were incorporated into a power purchase agreement (PPA) signed in \n2000. The agreement will provide EDC with access to electricity at well below the cost of EDC’s \nown generation or purchase from existing IPPs. Implementation of the agreement was delayed \npending Cambodia’s ability to secure financing. At the request of the Government of Cambodia, \nADB approved project preparatory technical assistance for the Project.7 The transmission line \nwill also benefit Viet Nam, because the assured exports to Cambodia will justify construction of \nthe 90-kilometer (km) line on the Vietnamese side of the border and help accelerate the \nelectrification of the remote southwest area of the country. \n \n21.  People living close to transmission lines are often adversely affected, yet receive no \nbenefits. Impacts occur during construction because of an influx of traffic and construction \nworkers,  and  long-lasting  impacts  are  visual  and  a  change  in  the  physical  environment \ncompared with the before project situation. These impacts may lead, if not to outright opposition \nto the line, at least to resentment that no benefits flow to those affected. The Project is \naddressing this concern by means of the bulk supply distribution component. Since the on-going \nloan (footnote 5) was processed, in 2000, the number of REEs providing a simple electricity \nsupply has increased in both rural and urban areas. Under the Project, positive action is being \ntaken to encourage participation by REEs along the transmission line route by EDC providing \nthem with a reasonably priced, reliable supply to sell to end-consumers.  \n \n                                                 \n5  ADB. 2000. Report and Recommendation to the President to the Board of Directors on a Proposed Loan to the \nKingdom of Cambodia for the Provincial Power Supply Project. Manila (Loan 1794-CAM(SF), for $18.6 million, \napproved by the Board on 5 December 2000). \n6  Second Power Distribution Project for $26 million \n7  ADB. 2003. Technical Assistance to the Kingdom of Cambodia for the Power Distribution and Greater Mekong \nSubregion Transmission Project. Manila (TA No. 4078-CAM, for $730,000, approved on 10 January 2003). \n ", "6    \n22.  The  Government’s  Second  Socioeconomic  Development  Plan  2001–2005  targets  \n(i)  economic  growth  for  poverty  reduction,  (ii)  development  of  the  private  sector,  and  \n(iii)  good  governance.  This  is  supported  by  the  national  poverty  reduction  strategy  \n(2003–2005). The country strategy and program update identifies three priority areas for ADB \nsupport,  namely  rural  economic  development,  human  resources  development,  and  private \nsector development. The proposed project is fully consistent with ADB’s and the Government’s \nstrategy for the sector and with ADB’s subregional strategy.  \n \n23.  Previous projects in the power sector in Cambodia have required minimal resettlement. \nHowever, on a number of road projects, poorly implemented resettlement plans have led to \nsignificant delays  and hardships for the very people who should have benefited from the \ndevelopment interventions. Furthermore, the monitoring of resettlement implementation has \nbeen inadequate to address these deficiencies, thus the Project has been designed to ensure \nthat  the  significant  resettlement  required  will  be  implemented  in  accordance  with  the \nresettlement plan. The project implementation consultants (PICs) will include international and \ndomestic specialists who will coordinate implementation of the resettlement plan and will hire \nand supervise the independent monitoring organization. A separate technical assistance project \nis in the pipeline for 2004 to develop a national resettlement policy, a decree, and technical \nguidelines as well as to provide capacity building.8 \n \nIII.  THE PROPOSED PROJECT \nA.  Objectives \n24.  The first of the Project’s two objectives is to promote the provision of sustainable and \nreliable electricity at affordable prices to consumers in Phnom Penh and along the transmission \ncorridor. This will be achieved by facilitating the importation of up to 1,490 gigawatt-hours \n(GWh) of electricity per year by constructing a 200 MW capacity high-voltage transmission line \nfrom the Vietnamese border to Phnom Penh. The border price will average  $0.06/kWh (or a \ndelivered price to the medium-voltage system in Phnom Penh of $0.078/kWh, which includes \nlosses, operation and maintenance, and all taxes). This will provide urgently needed additional \nreliable capacity. This facility will provide a sustainable and reliable electricity supply at a lower \ncost  than  any  alternative,  will  improve  EDC’s  financial  position,  and  will  eventually  ease \npressure for tariff increases. Electricity will also be supplied to Takeo township and to rural \nvillages and communities close to the proposed transmission line that are currently not serviced.  \n \n25.  The second purpose is to enhance accessibility to power by the poor by promoting a \npro-poor policy environment in the sector. This will be achieved through a number of capacity \nbuilding components. Currently the lowest capacity connection and meter in Phnom Penh is 10 \namperes, which is well in excess of the requirements of poor households. EDC has committed \nto making a lower-cost, 5-ampere connection available to low-use customers in Phnom Penh, \nand EDC is willing to allow customers to amortize the connection costs over a 10-month period \nas it has in the provinces.  \n \n                                                 \n8 Enhancing the Resettlement Legal Framework and Capacity Building for $400,000. \n ", "    7 \nB.  Components and Outputs \n1.  Infrastructure Component \n26.  The project area consists of the provinces  of Takeo and Kampong Speu and the \nmunicipality of Phnom Penh. The Project will link to a similar project in Viet Nam to allow the \nimportation of power from Viet Nam. The proposed route for the transmission line is on the \nBassac River floodplain, which forms part of the Mekong lowlands. The entire route is flat, and \nseasonal flooding occurs over an estimated 60% of the route, with flood levels up to 3.5 meters \nat the southern end. The project area has a monsoon-dominant climate, with one distinct wet \nand dry season each year. The route traverses a total of 15 districts, 37 communes, and 120 \nvillages. Settlements are characterized by villages of 50 to 250 households located on land \nmarginally  higher  than  surrounding  paddy  fields,  either  on  an  isolated  feature  or  along \nroadsides. Takeo, with a (population of 39,000, is the only large township within the vicinity of \nthe route, excluding Phnom Penh. Approximately 95% (365 hectares) of the right-of-way is \nprivately owned land, but few landholders actually hold any  form  of  land  title  because  of \nCambodia’s recent history. The average rural landholding size is 0.4 hectare, with most holdings \nconsisting of a house block and paddy area. \n  \n27.  The infrastructure component of the Project will consist of a high-voltage transmission \nsystem comprising a 220 kV double-circuit transmission line connecting to 115 kV lines that will \nprovide the final connection into Phnom Penh. The 109 km of 220 kV transmission line will \ngenerally run in a southerly direction from Phnom Penh to the border, within 250 meters of the \nPhnom Penh-Kampot railway line to Takeo for 59 km and within 2 km of national road number 2 \nfrom Takeo to the border for 50 km. Substations will be constructed at west Phnom Penh \n(connection of the 220 kV line to the 115 kV line) and at Takeo. The substations will provide a \n22 kV supply to the surround areas and to villages along the transmission line route. \n \n28.  The  double-circuit  220  kV  transmission  line  will  comprise  conductors  hung  from  \nself-supporting steel lattice towers designed to allow for the periodic flooding prevalent along the \nproposed route. The towers are likely to be between 34 and 40 meters high with an average \nspan of around 350 meters. The conductors will be selected to provide each circuit with a \ncapacity of 200 MW between the Vietnamese border and Takeo and of 400 MW between Takeo \nand Phnom Penh to allow for the eventual connection to Kampot. The two double-circuit 115 kV \nlines will comprise conductors of the same type used on the existing transmission line between \nsubstations GS1 and GS2. Poles will be around 21 meters high and spaced 220 meters apart, \non average. Connection to the grid will include stringing a second circuit onto the existing 115 \nkV towers around Phnom Penh. \n \n29.  The  project  transmission  line  will  link  to  a  new  substation  at  Chau  Doc  on  the \nVietnamese side of the border and then, via a 90 km, 220 kV transmission line, to the existing \nsubstation at Thot Not. The World Bank will finance the line and the Chau Doc substation \nthrough funds reallocated from an existing International Development Association credit.9 These \nVietnamese facilities are scheduled for completion by the end of 2005 and will be used to meet \ndomestic demand until the interconnection with the Project transmission line is complete in \n2007. \n \n                                                 \n9 International Development Association. Transport, Distribution, and Disaster Reconstruction Credit No. 3034.  \n ", "8    \n2.  Bulk Supply Distribution Component  \n30.  The  project  preparation  technical  assistance  included  a  study  to  evaluate  whether \nelectrification of the villages close to the transmission line route could be included as a project \ncomponent. A range of options was considered comprising both geographical and technical \nalternatives. Including the cost of possible interruptions to operation of the transmission line, the \nleast-cost option is to include villages located within 1 km on both sides of the right-of-way and \nto supply each village with a 22 kV supply using a single-wire, earth-return system, which is \nsuitable for low-density loads and can be economically expanded with increasing demand. The \n22 kV system will run north and south from the Takeo substation and south from the West \nPhnom Penh substation, and will thus serve the entire transmission line route. Each line will be \nwithin the economically maximum length of about 40 km. The 22 kV system will be operated by \nEDC, which will supply bulk power to a convenient point in each village. Points of distribution to \nend-users will be constructed and operated by REEs, which will be selected and licensed in \naccordance with EAC’s procedures.10 \n \n3.  Resettlement \n31.  Implementing and monitoring of the Resettlement Plan is included in the project cost. \nLand acquisition is required for the two substations and access roads, and for towers along the \ntransmission lines, affecting approximately 634 households. One hundred sixty-four of these will \nbe  severely  affected  including  15  farmers  on  sub-station  land,  and  148  houses  and  one \ncommercial enterprise that will need to be relocated. In addition approximately 7,000 productive \ntrees will be cleared from the ROW. Except for land required for towers, the land within the \nROW will continue to be used for agricultural purposes. Compensation for all lost assets will be \npaid in cash at replacement cost, and socio-economic rehabilitation measures will be provided \nto improve the resettlers’ livelihoods or restore them to pre-project conditions. \n \n4.  Capacity Building \na.  Resident Financial Management Adviser \n32.  EDC will retain a resident financial management adviser to improve its financial and \naccounting functions and performance reporting ability. An additional 10 person-months of \nconsulting services will be required during 2004 and 2005. Other major activities of the adviser \nwill  include  further  implementing  EDC’s  financial  recovery  plan,  establishing  information \nsystems in provincial units, and strengthening EDC’s internal audit capability by providing \ntraining.  \n \nb.  Demand Management and Consumer Services \n33.  The objective of the demand management program is to promote the efficient use and \nconservation of energy. Placed within EDC’s public relations unit, the program will include \ntargeted information designed to help consumers with energy savings options. The consumer \nservices program will include (i) training staff in customer relations; (ii) developing quality and \nefficiency standards in relation to customer service; (iii) improving coordination with the repair \ndepartment to remedy faults more quickly; (iv) instigating an information program to inform \n                                                 \n10 Electricity Authority of Cambodia. 2002.  Procedures for Issuing, Receiving, Suspending, Revoking or Denying \nLicenses, Under the Electricity Law of Cambodia. Phnom Penh.  \n ", "    9 \nlow-demand consumers about the cheaper, 5–ampere connection; and (v) reviewing EDC’s \nbusiness  practices,  emphasizing  connections  for  the  poor  and  the  implementation  of \nrecommendations for change, including assistance with modifications to EDC’s billing software.  \n \nc.  Private Sector Participation \n34.  To provide electricity in rural areas along the transmission route and promote private \nsector participation, EDC will provide REEs with a medium voltage supply. The proposed \ncapacity building will support EDC in mobilizing private providers in the Project area, help them \napply for licenses and access the capital funds necessary for investments in low-voltage supply.  \n \nd.  Strengthening of Environmental Management and Social Safeguards \n35.  EDC has established a social and environmental unit within the Corporate Planning and \nProjects Department. The Project will help build the capacity of this unit by financing higher-level \neducation for one social and one environmental specialist from EDC staff. \n \ne.  Implementation Support for the Electricity Authority of Cambodia \n36.  The Project will fund an individual resident adviser to provide implementation support as \nEAC begins to monitor licensees and review tariff applications. The consultant’s scope will \ninclude designing an information campaign for stakeholder groups, providing operational and \nlogistical  support  to  EAC,  and  reviewing  initial  operational  guidelines  to  determine  their \neffectiveness. \n \nf.  Tariff Review Study of Phnom Penh Operations \n37.  ADB  will  finance  the  services  of  two  consultants  to  help  EDC  undertake  a \ncomprehensive review of its long-term tariff structure and rates for Phnom Penh and for those \nareas to be connected to the transmission grid. The objective is to help EDC determine \nappropriate tariff levels for its Phnom Penh operations to meet its financial objectives, taking into \naccount the long-run marginal cost of supply, and to address any financial cross-subsidies from \nprovincial operations. \n \nC.  Special Features \n38.  The Project has several features that derive from its subregional nature. It will form the \nbasis  for  future  international  transmission  links  between  Cambodia  and  its  neighbors,  as \nenvisaged in the GMS master plan on power interconnections (footnote 2).  In addition to \nproviding Cambodia with its lowest-cost source of power, the Project will benefit Viet Nam by \nincreasing the economic viability of the linking transmission line on the Vietnamese side of the \nborder. With the reasonably assured load of 200 MW supplied by the project transmission line to \nCambodia, it will be economic to install new generating plant and transmission systems to serve \nthe remote part of southwest Viet Nam, which would otherwise remain underserved. The Project \nalso requires the main construction contractor to help EDC operate the transmission line for the \nfirst year and to provide structured training in high-voltage operation and maintenance both in \nCambodia and abroad. Power supplied from Viet Nam will be sourced from hydroelectric and \nconventional steam generation and from increasing use of indigenous natural gas in combined-\ncycle thermal plants. This will defer the commissioning of additional diesel-fired generation in \nCambodia.  Thus  the  region  will  save  on  foreign  exchange  requirements  and  reduce \nenvironmental pollution.  \n ", "10    \n39.  This Project has two other interesting features. First, it combines the promotion of \nsubregional economic growth with poverty targeting to provide direct benefits to the poor by \nreducing the often prohibitively high initial connection costs. Second, the design of the Project \ncreates opportunities for private sector participation in rural electrification by providing a reliable \nsupply of reasonably priced electricity from EDC-owned sources in each village along the \ntransmission line route and investing in the distribution system for sales to end consumers. This \nwill promote the business environment at the local community level. \n \n40.  ADB  and  the  World  Bank  have  harmonized  the  financial  covenants  for  EDC.  The \nemphasis is on improving EDC’s cash flow. This requires that covenants under the existing loan \n(ref footnote 5) be repealed to reflect the financial covenants for the Project. \n \nD.  Cost Estimates \n41.  The total cost of the Project is estimated at $95.0 million equivalent, comprising $58.5 \nmillion  equivalent  (62%)  in  foreign  exchange  costs  and  $36.5  million  equivalent  (38%)  in \ndomestic currency costs. The cost estimates are based on 2003 price levels for base costs and \ninclude physical contingencies, price contingencies, taxes and duties, and interest charges \nduring construction. Physical contingencies have been estimated at 10% of base costs and \nprice contingencies were calculated using ADB’s current rates of inflation for foreign goods and \nservices. The cost estimates are summarized in Table 1 and detailed in Appendix 5. \n \nTable 1: Summary of Project Cost Estimates \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Base Cost          \n1.  Infrastructure (transmission system)  45.0  7.0  52.0 \n2.  Resettlement   0.0  2.5  2.5 \n3.   22-Kilovolt Bulk Supply Distribution Component   1.4  1.4  2.8 \n4.  Capacity Building   0.8  0.2  1.0 \n5.  Project Implementation Consultants   2.4  0.8  3.2 \n6.   Taxes and Duties  0.0  15.0  15.0 \n                Subtotal (A)  49.6  26.9  76.5 \n            \nB.  Contingencies \n1.  Physical  4.4  2.5  6.9 \n2.  Price   2.7  1.5  4.2 \n               Subtotal (B)  7.1  4.0  11.1 \n Interest during Construction  1. 8  5. 6  7. 4 \nC   .     I n  t  e  r e  s  t  TDoutrailn  g Construction (IDC)   58.5  36.5  95.0 \n       \nPercentage of Total  62  38  100 \n \nSource: Asian Development Bank staff. \n \nE.  Financing Plan \n42.  ADB will provide a $44.3 million loan from its Special Funds resources to finance the 220 \nkV components of the Project plus the bulk supply distribution component, representing 46% of \ntotal project costs. The loan will finance $35.5 million of the foreign exchange cost of the \nProject, including interest on the loan during construction, and $8.8 million of domestic currency \ncosts. For the 115 kV system grid substations in Phnom Penh, the World Bank will provide \n$16.0 million (17% of total project costs) of parallel cofinancing. The Nordic Development Fund \n ", "    11 \n(NDF) will provide €10 million (about $11 million equivalent) in cofinancing for a portion of the \nsubstation equipment, representing 12% of total project costs. The Government will fund $23.7 \nmillion of domestic currency costs representing 25% of total project costs. Table 2 shows the \nproposed financing plan. \n \nTable 2. Proposed Financing Plan \n \nForeign Currency  Local Currency  Total \n    % of Total    % of Total    % of Total \nSource of Funds  $ Million  Costs  $ Million  Costs  $ Million  Costs \nAsian Development Bank  35.5  37  8.8  9  44.3  46 \nWorld Bank  12.5  13  3.5  4  16.0  17 \nNordic Development Fund  10.5  12  0.5  0  11.0  12 \nGovernment Counterpart Funds  0.0  0  23.7  25  23.7  25 \n  Total  58.5  62  36.5  38  95.0  100 \nSource: Asian Development Bank staff. \n \n43.  The ADB loan will have a maturity of 32 years, including an 8-year grace period, with an \ninterest rate of 1% during the grace period and 1.5% during principal amortization and other \nterms and conditions as set forth in the  Loan and Project agreements. The World Bank will \nprovide  cofinancing  as  part  of  its  Rural  Electrification  and  Transmission  Project.  The \nInternational  Development  Association  World  Bank  loan  will  have  a  maturity  of  40  years, \nincluding a 10-year grace period, with 1% interest. The NDF loan will be denominated in euros \nand will have a maturity of 40 years, including a 10-year grace period, 0.75% service charge, \nand 0.50% commitment fee on undisbursed amounts.  \n \n44.  The borrower will be the Kingdom of Cambodia, and the proceeds of the loan will be re-\nlent to EDC pursuant to a subsidiary loan agreement with terms and conditions acceptable to \nADB. MEF will re-lend the ADB loan, excluding $300,000 plus contingencies, to EDC for a loan \nof 20 years maturity, including a 5-year grace period, at an interest rate of 4.2%. MEF will re-\nlend the World Bank and NDF loans together with its own contribution on the same terms. MEF \nwill  provide  a  grant  to  EDC  for  capacity  building  for  REEs  ($100,000  plus  appropriate \ncontingencies). MEF will also provide a grant of $200,000 plus appropriate contingencies to \nEAC for capacity building. EDC agrees to bear the Government’s foreign exchange risk of the \nproposed loans. \n \nF.  Implementation Arrangements \n1.  Project Management \n45.  As the executing agency, as well as  the owner and operator of the facilities and the \nbeneficiary of most of the institutional capacity building, EDC will be responsible for project \nimplementation and coordination. Two ADB-funded projects have been completed in the power \nsector,11  and  a  third  is  on-going  (ref  footnote  5).  For  both  completed  loans,  the  project \nimplementing agency was Electricité du Phnom Penh, EDC’s predecessor, which demonstrates \nthat EDC has the capability to successfully implement similar power generation and distribution \n                                                 \n11 ADB. 1992. Report and Recommendation of the President to the Board of Directors on Proposed Loan to the \nKingdom  of  Cambodia  for  the  Special  Rehabilitation  Assistance  Energy  Sector  Component.  Manila  \n(Loan 1199-CAM[SF], for $18.4 million, approved on 26 November 1992).  \n  ADB. 1994. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nKingdom of Cambodia for the Power Rehabilitation Project.  Manila (Loan 1345-CAM[SF], for $28.2 million, \napproved on 15 December 1994).   \n ", "12    \nprojects. EDC will set up two project management units  to separately implement the work \nfunded under ADB and NDF procurement guidelines and World Bank procurement guidelines. \nThe  director  of  the  Corporate  Planning  and  Projects  Department  will  head  both  project \nmanagement  units,  and  both  will  have  similar  staffing  arrangements,  including  a  project \nmanager, substation managers, and a manager for resettlement and the environment. Units will \nbe based at EDC’s head office in Phnom Penh, with a site office in Takeo.  \n \n2.  Implementation Period \n46.  The Project will be implemented over 5 years, beginning in the second quarter of 2004. \nCompletion of physical works is expected by the third quarter of 2007, to be followed by a  \n9-month period of training of EDC staff by the contractor in the operation and maintenance of \nthe transmission line. Loan closing will be on 31 December 2008. Resettlement work will \ncommence  shortly  after  the  appointment  of  the  PICs,  with  fieldwork  to  confirm  affected \nhouseholds and compensation rates. Resettlement activities associated with the substations \ncan be completed relatively quickly, because the size and location of the substations is already \nknown. However, under the turnkey contract for the transmission line, the contractor will identify \nthe exact locations for the supporting steel towers only after the completion of detailed design. \nTherefore resettlement associated with tower locations cannot be completed until about month \n24. Works funded by ADB and NDF will be coordinated with those funded by the World Bank. \nReinforcement of the 115 kV ring around Phnom Penh and the upgrading of grid substations \nand grid extensions around Phnom Penh will be completed by 2006 and will be used to expand \nand strengthen EDC’s existing system. \n  \n47.  Capacity  building  activities  will  commence  shortly  after  loan  effectiveness  and  will \ncontinue until mid 2006. The implementation schedule is given in Appendix 6. \n \n3.  Procurement \n48.  The 220 kV portion of the works will be undertaken under one turnkey contract for \nconstruction of the line and a second turnkey contract for the Takeo and West Phnom Penh \nsubstations. Both contracts will be awarded using international competitive bidding. Contractors \nwill be prequalified using ADB procedures and the contracts will be awarded using ADB’s \nGuidelines for Procurement Under ADB Loans. Preference will be given to domestic contractors \nand  domestically  manufactured  goods  procured  under  international  competitive  bidding. \nAppendix 7 provides details of procurement packages. \n \n49.  Several standard pieces of electrical equipment and materials, such as the transformers \nand capacitor banks, will be purchased under a supply of goods contract in accordance with \nNDF procedures and will be installed by the substation turnkey contractor. The 115 kV lines and \nworks funded by the World Bank will be procured under World Bank guidelines and will interface \nwith the ADB-funded works at the boundary of the 115 kV West Phnom Penh substation. \n \n4.  Consulting Services \n50.  The services of the PICs will cover (i) preliminary design of the works, (ii) preparation of \nprequalification  and  bidding  documents,  (iii)  assistance  with  prequalification  and  tender \nevaluation, (iv) approval of contractors’ detailed designs, (v) supervision of construction and  \n(vi) to monitor and evaluate project performance. The PICs will include an international and a \ndomestic  resettlement  specialist  to  coordinate  all  resettlement  activities,  provide  capacity \nbuilding for all agencies involved in resettlement, and recruit and supervise the independent \n ", "    13 \nmonitoring organization. These activities will be included in a consulting services package with a \ntotal  of  120 person-months  (60 person-months  of  international  consultants  and  60  person-\nmonths of domestic consultants). The PICs will be engaged using ADB’s advance procurement \nprocedures so that survey and design work can commence soon after loan effectiveness. \nOutline terms of reference for consulting services are given in Supplementary Appendix A.  \nA quality- and cost-based procedure will be used for engaging firms and other arrangements \nsatisfactory to ADB will be used to engage domestic consultants. Individual consultants (totaling \n35 person-months)  will  be  engaged  to  undertake the capacity building components of the \nProject. All consultants for the ADB-funded portion of the works will be engaged in accordance \nwith ADB  Guidelines on the Use of Consultants.  ADB-funded consultants will handle works \nfunded by NDF. Consultants for the World Bank-funded component will be engaged using World \nBank procedures. \n \n5.  Disbursement Arrangements \n51.  Disbursements of ADB funds under the Project will be mainly for turnkey contracts and \nwill be made in accordance with ADB’s Loan Disbursement Handbook. An imprest account will \nbe  used  to  purchase  small  items,  such  as  those  associated  with  the  capacity  building \ncomponents. \n \n6.  Accounting, Auditing, and Reporting \n52.  Within 6 months of the end of each fiscal year, EDC will submit to ADB audited project \naccounts containing detailed descriptions of the sources of receipts and expenditures and \nimprest account statements. Also within 6 months of the end of each fiscal year, EDC will \nsubmit unaudited copies of EDC’s consolidated financial statements which will consist of an \nincome statement, balance sheet, statement of cash flows and statement of changes in equity. \nEDC will submit audited copies of EDC’s consolidated financial statements within 9 months of \nthe end of each fiscal year.  \n \n53.  EDC will continue its current practice of hiring external auditors to audit its annual \nfinancial statements and project accounts and to provide a memorandum on issues identified \nduring the audit process. These will be attached to the respective reports. For future contracts \nand  revisions,  the  auditors’  terms  of  reference  will  be  approved  by  ADB  prior  to  the \ncommencement  of  work.  The  accounts  will  be  prepared  using  international  accounting \nstandards and the audit will be carried out using international auditing standards. The auditors \nwill be required to provide an opinion on EDC’s compliance with ADB’s financial covenants and \nindicate the details of the actual calculations for all ratios in conformity with the definitions \ncontained in the Loan and Project agreements. \n \n54.  Project progress reports will be submitted by EDC to ADB on a quarterly basis. The \nreports will include a description of (i) the physical progress of the Project; (ii) any problems \nencountered and anticipated along with suggested corrective actions; (iii) an updated bar chart \nin  an  acceptable  format  to  show  progress,  including  progress  on  implementation  of  the \nresettlement  plan;  (iv)  the  reasons  for  any  delays  in  project  implementation  and \nrecommendations for corrective action; and (v) a summary of financial accounts for the Project, \nincluding project expenditures during the period and year-to-date and total expenditures. EDC \nwill submit a project completion report to ADB and NDF within 3 months of Project completion. \nAside from an assessment of the execution and operation of the Project, this report will indicate \ncompliance with the loan covenants and include the results of the project performance and \nevaluation program. \n ", "14    \n7.  Monitoring and Evaluation \n55.  A number of measurable performance targets have been selected in accordance with \nADB’s  project  performance  monitoring  and  evaluation  system.  The  number  of  electricity \ncustomers  and  demand  in  various  categories  will  be  monitored  using  EDC's  consumer \ndatabase, with a separate category for poor consumers. Efficiencies in utility operations will be \nmeasured by data on electrical losses, sales lost through breakdowns, employee-customer \nratios, and average cost of service. The degree of compliance with financial covenants will \nprovide an indication of EDC’s performance throughout the implementation period.  In Phnom \nPenh, monitoring will include an assessment of the effectiveness of the demand management \nand consumer services component of the Project, particularly with respect to (i) increasing \nconnections to the poor, (ii) improving responses to customer complaints, and (iii) repairing \nsupply breakdowns more rapidly.  \n \n56.  Performance monitoring and evaluation will also be carried out for the bulk supply \ndistribution component along the transmission line route. Within the first year of connections, a \nbaseline survey will be carried out to monitor (i) connection rates among the poor and the  \nnonpoor,  (ii)  electricity  expenditures,  (iii)  up-front  charges,  (iv)  affordability  of  tariffs, and  \n(v) ability of households to sustain monthly payments. Two years after the baseline survey an \nimpact  survey  will  be  carried  out  to  monitor  the  Project’s  sustainability  and  development \nimpacts. \n \n8.  Project Review \n57.  A midterm review, to be carried out 2 years after loan effectiveness, will focus on the \ncapacity building, environmental, resettlement, and training aspects of the Project, partly to \nensure that EDC has adequate human and other resources necessary to manage the facilities \nwhen they are completed. Particular attention will be paid to progress made in selecting REEs \nfor the 22 kV bulk supply component of the Project, awarding operating licenses, and setting \nconsumer tariffs. \n \nIV.  PROJECT BENEFITS, IMPACTS, AND RISKS \n58.  The forecast demand for the transmission line analysis suggests that demand will grow \nat about 10% to 12% per year in the first five years of the Project. In the longer term, the growth \nin electricity demand will level out and remain at around 5% per year, i.e., about 1% above the \npredicted growth of gross domestic product.  The forecast suggests that demand will exceed \ndistribution capacity in the period before the transmission line has been commissioned. Thus \nthere will be significant unmet electricity demand when the transmission line is operational. By \nthis time, EDC will be in a better position to connect new consumers using funds from the World \nBank credit and from savings arising from the lower-cost Khmer Electric Power IPP project due \nto be commissioned in  2005. The analysis shows that the capacity of the transmission line \nwould be fully utilized by 2017, although the system will require new peaking capacity by 2014.  \n \n59.  A financial analysis was carried out for the transmission line component and the bulk \nsupply distribution component (Appendix 8). The weighted average costs of capital (WACCs) \nhave been estimated for both EDC and a typical private REE because of the mix of investment \nrequired in the bulk supply distribution component. The WACC for EDC is approximately 6%, \nbased on its debt leverage and access to multilateral concessional loans. The WACC for a \ntypical REE is approximately 13%, because of its more restricted access to debt and then only \nat commercial rates. The evaluation period for both components was 2004–2035. \n ", "    15 \n60.  For the transmission component, the analysis assumes that tariffs remain at the same \naverage rate (approximately $0.15/kWh) over the life of the transmission line. After accounting \nfor the full costs of meeting additional demand via the transmission line, the Project generates a \nsignificant net return, suggesting that it is viable from a financial perspective. The net present \nvalue (NPV) of the Project is estimated to be about KR2,506 billion ($626.5 million), which is \nequivalent  to  a  financial  internal  rate  of  return    of  approximately  35%.  This  provides  a \ncomfortable financial margin above the WACC of 6%. \n \n61.  For the distribution component, the assumption is that electricity will be supplied to a \ncorridor about 1 km wide on both sides of the transmission line. All project benefits and costs \nwere discounted at a rate equivalent to the composite WACC for EDC and a typical REE. The \ndistribution lines are assumed to be commissioned in 2007 and in service until 2035, when the \nlines are assumed to have reached the end of their economic lives. For this new prospective \nservice area, to be operated by an REE, a tariff has been derived based on cost recovery that \nassumes a bulk supply tariff from EDC of $0.19/kWh and a distribution tariff of approximately \n$0.09/kWh. This bulk rate incorporates the lower average energy cost of EDC supply and the \nrecovery of capital costs of new 22 kV lines. The analysis indicates that the distribution of \nelectricity is viable, with an NPV of KR1 million and a financial internal rate of return of 12.6% \ncompared to the composite WACC of 9.5%. \n  \n62.  The economic analysis was undertaken on the basis that the next lowest-cost alternative \nwould meet the demand that would otherwise be met by the supply from the transmission line. \nIncremental and nonincremental benefits were evaluated together with the benefits associated \nwith the increased reliability of supply that the transmission line would provide. These benefits \nwere evaluated against the costs of the transmission line, taking into account costs related to \ndistribution to end-consumers. The analysis suggests that the transmission line is the most \neconomically viable option and yields an NPV of $201.3 million and an economic internal rate of \nreturn of 32%.  \n \n63.   Sensitivity and risk analyses were undertaken with respect to identified project risks. \nThe results suggest that the Project’s economic viability remains robust with respect to these \nrisks. Analysis of the institutional  risk that may affect the utilization of the transmission line \nindicates that the load would need to fall to 135 GWh per year compared to a typical value of \n1,400 GWh/year, to reach the economic internal rate of return threshold of 12%. While this level \nis well below the import needs from 2008 onward, the PPA between Cambodia and Viet Nam \nwill include a minimum load requirement of 300 GWh per year. This level of utilization will \nensure a comfortable margin in meeting the transmission line’s economic and financial viability.  \n \n64.  The bulk supply distribution component will significantly reduce the current high cost of \nelectricity and improve the quality of supply to poor communities along the transmission line \nroute. Four supply options for providing reliable electricity services to these communities were \nassessed.  The  economic  analysis  suggests  that  the  single-wire  earth-return lines for the \nelectrification of communities within 1 km on each side of the transmission line would be the \nmost economically viable option. The component will electrify 14,200 households over the \nlifetime of the Project, of which 5,700 are poor, and yield an NPV of $5.3 million and an \neconomic internal rate of return of 25%. The sensitivity analysis revealed that economic viability \nis sensitive to the number of connections made by REEs.12 \n                                                 \n12 Takeo Province currently has 14 REEs, but the field survey found only two private providers in the 100 villages \nsurveyed. \n \n ", "16    \n65.  The distributional analysis suggests that most transmission line benefits accruing to the \npoor will occur as a result of economic growth and employment. In contrast, most benefits \nresulting from the bulk supply distribution component will come from connecting the poor. A \nnecessary condition for the poor to receive these benefits will be that they can afford to connect \nand to sustain their connections. Overall, the Project yields an economic NPV of $224.4 million. \nCambodia will receive 92% of these benefits i.e. $206.6 million, comprising $201.3 million from \nthe transmission component and $5.3 million from the bulk supply component. The poor in \nCambodia will receive 15% of the Cambodian benefits, amounting to $ 31.2 million. The details \nof the economic analysis are given in Appendix 9. \n \n66.  Existing official poverty data suggest that 15% of the population in Phnom Penh lives \nbelow the poverty line. The number of poor consumers with EDC connections was estimated \nusing a threshold of 30 kWh/month per household. This is in line with international comparisons \nand the poor’s ownership of appliances. Data show that about 15% of EDC’s residential \nconsumers are poor, which implies that EDC is connecting a proportionate share of the poor in \nPhnom Penh. However, the incidence of poverty in Phnom Penh is likely to be higher than \nofficial statistics indicate, because many of the poor reside in squatter areas with no formal land \ntenure and are  not registered with local authorities. As a consequence, EDC is unable to \nconnect these consumers directly. Instead, these poor are connected through wholesalers and \npay tariffs well above the lifeline tariff.  \n \n67.  Poor households may face difficulties in meeting the up-front costs associated with \nconnection. To address this barrier for the poor, EDC will offer lower-capacity connections at 5 \namperes instead of 10 amperes to better accommodate the low consumption levels of the poor. \nThis would reduce up-front charges, including connection fees and consumption deposits, from \nabout $29 to $ 14. In addition, EDC will carry out an in-depth assessment on the need for \nallowing up-front charges to be paid in installments.  \n \n68.  The transmission line will allow EDC to expand the electricity distribution network in \nPhnom  Penh  to  surrounding  areas  and  to  offer  a  more  reliable  supply.  This  is  likely  to \nsignificantly  increase  the  number  of  industrial,  manufacturing,  and  commercial  consumers \nconnected to EDC’s grid. A cheaper and more reliable source of electricity would allow these \nsectors to compete better in international markets and to expand production. These sectors’ \nincreased ability to compete is particularly important given Cambodia’s entry into the World \nTrade Organization, which requires a phasing out of preferential trading arrangements. The \nmanufacturing sector is an important source of wage income for the poor in Phnom Penh and \nfor remittances to rural areas. Continued expansion of this sector would probably be important \nfor absorbing a growing labor force, especially those with lower education levels. The expansion \nof other industrial activities based on agriculture would also be important for poverty reduction, \nas it directly links to demand for agricultural produce and the incomes of the rural poor.  \n \n69.  A detailed rural socioeconomic survey of possible project beneficiaries of the bulk supply \ndistribution component indicates that poverty in the area is widespread, ranging from 25% to \n75%. Providing rural poor households with electricity from the transmission line will result in a \nroughly 25% decrease in expenditure on electricity. This is despite a substantial increase in \nconsumption, which would result from increased reliability, quality, and a 24-hour supply. A \nreliable supply of electricity is expected to increase economic activity and have a generally \npositive welfare impact. Appendix 10 provides details of the social and poverty analysis.  \n \n \n ", "    17 \n70.  The Project will cause significant involuntary resettlement. It will use paddy land for two \nsubstations and take over land occupied by productive trees. The impact has been minimized \nby routing the transmission line away from built-up areas. Transmission line right-of-way will be \npermanently cleared of structures and trees, but only the small areas under each tower and pole \nwill be permanently acquired. The rest of the right-of-way will remain the property of the current \nlandowner,  who  will  be  able  to  maintain  its  current  use.  Transmission  line  alignments \ndetermined during the feasibility study will be fine-tuned during detailed design and finalized \nduring  project  implementation.  Adequate  compensation,  relocation  assistance,  and  income \nrestoration measures have been designed to restore lost incomes and living standards. A \nsummary  resettlement  plan  is  given  in  Appendix  11  and  the  full  resettlement  plan  in \nSupplementary Appendix B. \n \n71.  The Project has been assessed as falling into environment category B. A summary of \nthe  initial  environmental  examination  is  provided  in  Supplementary  Appendix  C.  The \nconstruction and operation of the proposed Project are unlikely to have any major adverse \nenvironmental impacts. A low-impact route has been selected for the transmission line, with an \nemphasis on avoiding settlements, minimizing line length, and providing easy access to the line \nfor construction and maintenance. By generally following the Phnom Penh-Kampot railway from \nWest Phnom Penh to Takeo then national road 2 to the Viet Nam border, the route avoids \nsignificant biophysical and socioeconomic impacts. The bulk distribution component will have a \nminimal impact because the 22 kV lines will be mounted on wooden poles located on the public \neasement for existing roads. Small (5 meter x 5 meter) areas of land will be required for \nsubstation construction, and any impacts will be fully compensated in accordance with the \nresettlement plan. The initial environmental examination provides specific mitigation measures \nand environmental monitoring requirements and an environmental management plan. It also \nincludes  a  requirement  for  the  executing  agency  to  prepare  a  detailed  environmental \nmanagement plan prior to construction and outlines the institutional arrangements necessary for \nconducting and monitoring the implementation of the environmental management plan. \n \n72.  The Project has been designed to minimize economic, social, and financial risks. The \nkey risks and mitigation measures include the following:  \n \n(i)  Additional  generating  or  transmission  capacity  could  be  constructed  within \nCambodia  and/or  EVN  may  not  make  the  necessary  capacity  and  energy \navailable to Cambodia as and when required. As a result of policy dialogue, EDC \nhas  agreed  to  strengthen  the  PPA  with  EVN  to  ensure  that  the  necessary \ncapacity and energy will be available, has committed to importing at least 300 \nGWh of energy annually, has provided its current generation expansion plan to \nADB, and has agreed to discuss any deviations from the plan with ADB prior to \ncommitting to any new projects. \n(ii)  Construction delays could occur on the Vietnamese and/or Cambodian parts of \nthe transmission line. EVN has committed to finalize construction by 2006, well in \nadvance of the commissioning date for the project transmission line, and the \nimplementation schedule for the Cambodian component is realistic. \n(iii)  Problems may arise because of the lack of private sector providers for the \ndistribution component. Moreover, private providers may not be able to finance \nthe necessary capital requirements. Mitigation factors include support to potential \nprivate providers throughout the process of applying for licenses with EAC and \napplying for subsidized funds from the rural electrification fund. Should these \nmeasures  be  unsuccessful,  this  component  can  be  scaled  back  with \n ", "18    \nimplementation commencing with the potentially most profitable areas close to \nPhnom Penh and Takeo. \n(iv)  Tariffs and connection charges may not provide sufficient incentives for large-\nscale consumers to switch from their own power sources to EDC’s supply. \nHowever, the Project will allow EDC to maintain lower tariffs than would have \nbeen the case without the Project. In addition, consultants will carry out a tariff \nreview that will help EDC to price tariffs and connection charges properly to \nensure connections. \n(v)  Compensation,  resettlement,  and  income  restoration  measures  may  not  be \ndelivered as agreed, thereby impoverishing affected people and delaying the \ncommencement of civil works. The PICs will include specialists that will help EDC \nimplement  the  resettlement  plan  and  the  PICs  will  engage  the  independent \nmonitoring organization. \n \nV.  ASSURANCES \nA.  Specific Assurances \n73.  In  addition  to  the  standard  assurances,  the  Government  has  given  the  following \nassurances, which are incorporated in the legal documents. \n \n(i)  Financial matters: \n(a)  All financial calculations and ratios shall be applied in respect of EDC’s \noperations  on  a  consolidated  basis.  The  financial  covenants  will  be \nreviewed  upon  commissioning  of  the  Project  transmission  line  and \namendments will be made as appropriate. If no amendments are agreed, \nthen the following conditions will continue to be applied. \n(b)  A  minimum  debt-service  coverage  ratio  of  1.2  shall  be  achieved  in  \nFY  2004–2006  and  of  1.3  in  FY  2007,  which  shall  be  maintained \nthereafter.  \n(c)  A maximum debt to equity ratio of 1.5 to 1.0 shall be achieved in FY 2004 \nand maintained thereafter. \n(d)  EDC’s total accounts receivable shall be maintained at a level that does \nnot  exceed  the  equivalent  of  3  months  of  average  sales  revenue \nbeginning  in  FY  2004  and  maintained  thereafter.  EDC  will  submit \nquarterly reports analyzing its accounts receivable and take into account \nADB’s comments on each report. \n(e)  EDC shall ensure a revenue break-even for FY 2004 and maintain it \nthereafter, which means that operating revenues are equivalent to or not \nless than the sum of total operating expenses and the amount by which \ndebt-service requirements exceed the provision for depreciation. \n(f)  The Borrower shall ensure that the time-bound action plan to improve \nEDC’s finances dated 24 October 2003 as agreed on by the Government \nand ADB is fully implemented in accordance with the dates given in the \nplan. \n(g)  Within 6 months of the effective date, the Government will submit to ADB \na draft subdecree with guidelines for EAC to set tariffs. Within 6 months of \nreceipt  of  ADB’s  comments,  the  Government  will  promulgate  the \nsubdecree.   \n(h)  Within 3 months of the promulgation of the subdecree on tariff-setting \nguidelines, EDC will apply to EAC for tariff review and approval for the \n ", "    19 \nPhnom Penh electric transmission grid, such that the proposed tariffs will \neliminate cross-subsidies between Phnom Penh and EDC’s provincial \nunits. \n(i)  Within 6 months of the end of each fiscal year, EDC will submit to ADB \naudited project accounts. Also within 6 months of the end of each fiscal \nyear, EDC will submit unaudited copies of EDC’s consolidated financial \nstatements.  EDC  will  submit  audited  copies  of  EDC’s  consolidated \nfinancial statements within 9 months of the end of each fiscal year. \n \n(ii)  System losses:  \nEDC will maintain transmission and distribution losses at a level not \nexceeding 16% in FY 2004 and thereafter. \n \n(iii)  EDC’s corporate plan: \n(a)  No later than 3 months prior to the commencement of each fiscal year \ncommencing in FY 2005, EDC will furnish ADB with a draft corporate plan \nthat sets forth EDC’s development plans and investment requirements for \nthe next 10 years.  \n(b)  EDC shall abide by the generation expansion development plan program \n2005–2020  as  updated  from  time  to  time  and  agreed  to  with  ADB \n(provided in Supplementary Appendix D). All projects implemented by the \nprivate  sector  included  in  the  plan  will  only  be  undertaken  after  a \ntransparent bidding process. \n \n(iv)  Customer services:  \nWithin 3 months of the effective date, EDC shall make available 5-ampere \nconnections  to  low-income  residential  consumers  in  the  area  of  the \nPhnom Penh electric transmission grid, and within 12 months of the \neffective date, EDC shall provide ADB with a report on the need for \nallowing connection charges in  Phnom Penh to be paid in installments \nand  implement  the  recommendations  in  accordance  with  an  agreed \ntimetable. \n \n(v)  Resettlement and social matters:  \nThe Government shall update the resettlement plan in accordance with \nthe requirements of ADB’s policy on involuntary resettlement and submit \nit to ADB for approval before any land acquisition activities begin. The \nPICs’  resettlement  specialists  and  the  independent  monitoring \norganization shall be mobilized before the commencement of any land \nacquisition activities, including the detailed measurement survey. The \nGovernment will take all measures necessary to implement the approved, \nupdated  resettlement  plan  to  ADB’s  satisfaction.  No  civil  works  shall \ncommence  in  a  specified  geographic  area  prior  to  EDC  having \nsatisfactorily completed all matters covered by the approved, updated \nresettlement plan. \n \n(vi)  Environmental matters:  \nEDC shall be responsible for ensuring that the Project fully complies with \nADB’s  environmental  assessment  guidelines  and  the  Government’s \nenvironmental  laws  and  regulations  throughout  the  implementation \nperiod.  EDC  will  bear  full  responsibility  for  ensuring  that  the  Project \n ", "20    \ncomplies with best environmental practices and meets the mitigation and \nmonitoring requirements described in the initial environment examination \nreport.  \n \n(vii)  Legal Framework: \nWithin 12 months of the effective date, MEF shall investigate and make \nrecommendations to the council of ministers (COM) on changes to the \nlaws on VAT such that all electricity providers, including EDC, are subject \nto the same VAT regime. Within 6 months after COM receives these \nrecommendations,  MEF  shall  request  COM  to  submit  the \nrecommendations to the National Assembly for approval. \n \nB.  Conditions for Loan Effectiveness  \n74.  The PPA between EVN and EDC relating to the transmission line will be reconfirmed \nand amended to include measures that will ensure the Project’s financial and economic viability. \n \nVI.  RECOMMENDATION \n75.  I am satisfied that the proposed loan would comply with the Articles of Agreement of \nADB and recommend that the Board approve the loan in various currencies equivalent to \nSpecial Drawings Rights 30,941,000 to the Kingdom of Cambodia for the Greater Mekong \nSubregion Transmission Project from ADB’s Special Funds resources with an interest charge at \nthe rate of 1% per annum during the grace period and 1.5% per annum thereafter; a term of 32 \nyears,  including  a  grace  period  of  8  years;  and  such  other  terms  and  conditions  as  are \nsubstantially in accordance with those set forth in the draft Loan Agreement and Project \nAgreement presented to the Board.  \n \n \n \n \n \nTadao Chino \nPresident \n \n \n \n21 November 2003 \n \n \n ", "  Appendix 1  21 \nPROJECT FRAMEWORK \n \n       \n  Performance    Assumptions \nDesign Summary  Indicators/Targets  Monitoring Mechanisms  and Risks \n     \nGoals       \nTo stimulate trade and  Economic growth to  Macroeconomic and  Government pursues \neconomic growth in the  achieve or exceed  socioeconomic data  cross-border trade in the \nsubregion and to promote  Government targets and    subregion and pro-poor \npoverty reduction in  to meet Millennium  Trade statistics  policies \nCambodia  Development Goals  \n \nPurposes       \nTo promote the provision  EDC to trade sufficient  Metering of energy  Compliance with the \nof sustainable and  energy to ensure the  trade; EDC to follow  power purchase \nreliable electricity at  financial and economic  agreed generation  agreement  between \naffordable prices to  viability of the Project  expansion plan  Cambodia and Viet Nam \nconsumers in Cambodia       \n       \nTo enhance accessibility  EDC to offer lower-cost,  Monitoring by ADB of the  Assumes that the EDC \nfor the poor by promoting  5-ampere capacity  consumer services  program to encourage \na pro-poor policy  connections and to  upgrade component of  rural electricity \nenvironment in the sector  assess the need to allow  the Project  enterprises  is \nconnection fees to be    successful \npaid in installments    \n \nOutputs       \n220 kV transmission line  Commissioning and  Project progress reports  Commitment from the \nfrom the Vietnamese  operation of the 115 kV  and completion report  Vietnamese authorities \nborder to Phnom Penh  ring by December 2006    that they will implement \nand substations at Takeo  and of the transmission  Socioeconomic surveys;   their section of the \nand West Phnom Penh  line by October 2007  EDC consumer statistics  Project as agreed with \nand reinforcement of 115    the Cambodian \n \nkV transmission ring  Bulk supply connections  ADB review missions  authorities \n  to 20 villages along the     \n22 kV feeders around  transmission corridor by  Project progress reports  Components funded by \nPhnom Penh and Takeo;  October 2007  and review missions  the World Bank and the \nbulk supply to affected      Nordic Development \ncommunities living along  Unit established and  Surveys of affected  Fund are not delayed \nthe transmission route  staffed with one  people   \n  environmental and one    Government will support \nAn environment and  resettlement specialist   Independent monitoring  the resettlement plan and \nresettlement unit    reports  provide adequate staff \nestablished in EDC   3,700 affected    and resources for \n  households resettled and    implementation \nHouseholds affected by  compensated by 2006    \nthe infrastructure    Affected people will \ndevelopment fully  Implementation of the  accept the compensation \nresettled according to the  resettlement plan prior to  packages offered \nresettlement plan   the commencement of   \n  works in each area  Relocated affected \npeople will be able to \npurchase replacement \nland \n ", "22   Appendix 1 \n       \n  Performance    Assumptions \nDesign Summary  Indicators/Targets  Monitoring Mechanisms  and Risks \n     \nActivities       \nEngagement of  Consultants appointed  ADB review missions  Performance by the \nimplementation  during second quarter of    implementation \nconsultants to design and  2004; resettlement  Quarterly progress  consultants will be \nsupervise construction of  specialists and IMO  reports  satisfactory \nthe works and update and  mobilized before detailed     \nsupervise implementation  measurement survey  Project completion  No major land \nof the resettlement plan  started and resettlement  report   acquisition or \n  plan updated    resettlement problems \n    Reports from the  occur \nConstruction of the  Works completed and line  resident financial   \ntransmission line and bulk  commissioned by Oct  adviser and from EDC  Rural electric enterprise \nsupply distribution works  2007  on accounts receivable  owners will be trained \n    progress  and will invest in \n  Completed by the end of    consumer connections \nImplementation of the  2004  IMO monitoring reports  from EDC’s bulk supply \nagreed financial action       \nplan for EDC  Resident financial  Consultants’ quarterly  Risk that the agreed \n  manager in place by mid- reports and ADB review  action plan will not be \nCapacity building of the  2004  missions  implemented \nElectricity Authority of       \nCambodia and EDC   All capacity building  Risk that capacity \ncompleted satisfactory by  building does not \nJune 2006   succeed  \n \nInputs        \nConsulting services  Consultants               4.0  EDC’s audited project  Cost escalation and \nConstruction activities  Infrastructure              89.8  accounts  exchange rate \nCapacity building  Capacity building          1.2    movements do not \n  Total                       $95.0  ADB review missions  cause cost overruns; \n      counterpart budget is \n    Report from IMO  available when required; \n    competent consultants \n  are recruited and their \n  advice followed; \n  counterpart staff are \n  available \n   \nADB = Asian Development Bank, EDC = Electricité du Cambodge, IMO = independent monitoring monitor, kV = kilovolt. \nSource: Asian Development Bank staff. \n ", "  Appendix 2  23 \nSECTOR/SUBSECTOR ANALYSIS \n \nA.  Overview of the Greater Mekong Subregion Power Sector \n1.  Some statistics related to energy use are given in Table A2.1. \n \nTable A2.1: Greater Mekong Subregion Selected Indicators, 2001 \n \nIndicator   Cambodia  Lao PDR  Myanmar  Thailand  Viet Nam  Yunnan \nLand Area (square kilometers             \n‘000)    181    237    677    513    332    394 \nPopulation (million)    12.0    5.2    49.0    62.4    78.0    41.9 \nGNP/capita ($/capita)    260    280    —    1960    370    750a \nGDP ($ billion)    3.1    1.4    —    123.9    28.6    — \nGDP Growth (%)b    4.5    5.5    5.8    5.9    6.8    8.0c \nElectricity Use (KWh/             \ncapita/year)    35    113    60    1,300    257    606 \nElectrification (%)    15d    34    15    82    70    92 \nInstalled Capacity (MW)    150e    634   1,173   22,300    7,300    7,600 \nAverage retail tariff ($/kWh)    0.14    0.04    0.02     0.07    0.06    —  \n— = not available.  \nGDP = gross domestic product, GNP = gross national product, Lao PDR = Lao People’s Democratic Republic. \na Based on the People’s Republic of China. Yunnan’s GNP per capita is estimated at two thirds of the national average.  \nb Figures are for 2000. \nc Applies to the People’s Republic of China. \nd Estimated. Excluding households using automotive batteries. \ne This figure is uncertain because of the high incidence of privately owned generators. \nSource: Asian Development Bank data. \n \n2.  Implementation of the indicative master plan for interconnection would maximize the \nadvantages of power trading between the Greater Mekong Subregion countries. The costs of \nincreased high-voltage transmission lines would be outweighed by reduced new generating \ncapacity due to noncoincidence of peak loads and shared reserve margins. Operating costs \nwould be reduced least-cost dispatch on a regional (rather than a national) basis,1 reliability \nwould be increased, and greenhouse gas emissions would be reduced. \n \nB.  Cambodia’s Energy Sector \n3.  Cambodia has two indigenous sources of energy, i.e., biomass, which provides 85% of \ncurrent energy consumption, and hydropower, which is still largely undeveloped. A 1-megawatt \n(MW) hydropower plant serves Banlung, the capital of Rattanakiri Province and the 12 MW \nKirirom hydropower plant, which was rehabilitated in 2001, is located about 120 kilometers west \nof Phnom Penh. Imported petroleum  products supply the balance of energy demand.2 The \nconsumption  of  primary  energy  for  domestic  and  light  industry,  transport,  and  electricity \nproduction is 87%, 9%, and 4%, respectively.  \n \n4.  The major energy source nationwide is fuelwood, which most people, especially in rural \nareas, use for cooking. Nonelectrified households use kerosene for lighting, mainly in the \ncountryside, and for cooking in urban areas. The number of liquefied petroleum gas stoves is \n                                                 \n1  Indigenous natural gas is used for power generation in Myanmar, Thailand, and Viet Nam. Hydropower has been \ndeveloped, and significant potential exists in Myanmar, Lao PDR, Viet Nam and Yunan Province. All these sources  \ndo, or can, provide energy at low cost than can be produced in Cambodia.  \n2  Despite concerted exploration efforts, no oil reserves have been found in Cambodia. One company has a \nconcession to drill at greater depths areas already unsuccessfully explored, and gas has recently been discovered \nin undetermined quantities. \n ", "24   Appendix 2 \nbelieved to be increasing in Phnom Penh, but the cost of gas cylinders and new stoves is an \nimpediment to widespread proliferation of this relatively clean fuel. Liquefied petroleum gas \nrepresents only about 0.2 % of national energy requirements. \n \nC.  Electricity Subsector \n5.  The Asian Development Bank recommenced lending to Cambodia in 1992, and initially \nfocused on providing emergency generating and distribution facilities in Phnom Penh.3 This was \nfollowed  by  the  rehabilitation  of  electricity  systems  in  parts  of  Phnom  Penh  and  the  two \nimportant provincial towns of Sihanoukville and Siem Reap.4 An on-going loan, approved in \n2000, will expand and replace the inadequate electricity generation and distribution systems in \neight other provincial capitals.  \n \nD.  Electricité du Cambodge \n6.  Electricité  du  Cambodge  (EDC)  is  a  state-owned  corporation  jointly  owned  by  the \nMinistry of Industry, Mines, and Energy and the Ministry of Economy and Finance. Its board of \ndirectors, which meets each month, is made up of representatives of the Ministry of Industry, \nMines, and Energy; the Ministry of Economy and Finance; and the Ministry of Justice along with \nthe managing director of EDC, two private sector representatives, and one representative of \nEDC’s employees. The Ministry of Industry, Mines, and Energy representative acts as the \nboard’s chair. EDC prepares annual corporate plans and budgets. \n \n7.  EDC  is  increasing  its  responsibility  for  power  supply  in  the  provinces.  It  assumed \nresponsibility for the power systems in Sihanoukville, Siem Reap, and Kompong Cham in 1999. \nIn 2000, it assumed control of existing systems in Takeo and Battambang and will own and \noperate the systems in eight other provincial capitals that are being rehabilitated under Asian \nDevelopment Bank financing. \n \n8.  Phnom Penh, which has a population of about 1 million, has the only relatively large \npower system in the country and accounts for 70% of the country’s electricity consumption. \nEDC’s power system in Phnom Penh serves about 150,000 consumers with a peak demand of \naround 100 MW. It has about 52 MW of diesel plants and purchases up to 57 MW of power from \ntwo  independent  power  producers.  In  September  2003,  EDC  signed  a  power  purchase \nagreement with a third independent power producer, the Khmer Electric Power Company, for \nsupply from a 32 MW heavy fuel oil fired plant. \n                                                 \n3  ADB. 1992. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nKingdom of Cambodia for the Special Rehabilitation Assistance Project. Manila (Loan 1199-CAM[SF],  for $67.7 \nmillion, approved on 26 November 1992). \n4  ADB. 1994. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nKingdom of Cambodia for the Power Rehabilitation Project. Manila (Loan 1345-CAM[SF], for $28.2 million, \napproved on 15 December 1994). \n ", "    Appendix 3  25 \nEXTERNAL ASSISTANCE TO THE ELECTRICITY SECTOR \n \nTable A3.1: Multilateral and Bilateral Loans \n \n    Amount   \nItem  Project  ($ million)  Date of Approval \nAsian Development Bank       \n       \n1199-CAM(SF)  Special Rehabilitation Assistance  18.4  26 November 1992 \n(energy sector component) \n       \n1345-CAM(SF)  Power Rehabilitation Project  28.2   15 December 1994 \n       \n1794-CAM(SF)  Provincial Power Supply Project  18.6  13 November 2000 \n \nWorld Bank       \n       \nIDA Credit 2550 KH  Emergency Rehabilitation Project  6.9  November 1993 \n       \nIDA Credit 2782 KH  Phnom Penh Power Rehabilitation  40.0  October 1995 \nProject \n       \nJapan International  Rehabilitation and Upgrading of  31.0   June 1996  \nCooperation Agency  Electricity Supply Facilities for   \nPhnom Penh, Phase II   \n      Total    143.1   \n \nIDA = International Development Association.     \nSource: Asian Development Bank data. \n \n \nTable A3.2: Asian Development Bank Technical Assistance \n       \n    Amount   \nTA Number  Project  ($ ’000)  Date of Approval \nTA    0026  Phnom Penh High Voltage Transmission (ADTA)  80.0  2 April 1970 \nTA    2243  Power Sector Manpower Development and Training (ADTA)  500.0  15 December 1994 \nTA    2629  Power Rehabilitation II (PPTA)  450.0  20 August 1996 \nTA    3256  Update of Power Rehabilitation II Project Preparation Study  150.0  17 September 1999 \n(PPTA) \nTA    3298  Developing the Strategy for ADB’s Involvement in Cambodia’s  150.0  16 November 1999 \nPower Sector (ADTA) \nTA    3453  Development of a Strategy for Management of Provincial  150.0  8 June 2000 \nPower   Supply (ADTA) \nTA    4078  Power Distribution and Greater Mekong Subregion  730.0  10 January 2003 \nTransmission Project (PPTA) \nTA    4169  Capacity Building of Electricity Authority of Cambodia (ADTA)  240.0  2 September 2003 \n  Total  2,450.0   \nADB = Asian Development Bank, ADTA = advisory technical assistance, PPTA = project preparatory technical \nassistance, TA = technical assistance. \nSource: Asian Development Bank data. \n \n \n ", "26   Appendix 4 \nELECTRICITE DU CAMBODGE FINANCIAL PERFORMANCE AND PROJECTIONS \n \nA.  Past Performance \n \n1.  Electricité du Cambodge’s (EDC’s) financial performance has been consistently weak. It \nhas not made a profit in the past 9 years and during that time has accumulated losses of KR113 \nbillion. This is primarily because tariffs have been insufficient to cover the variable cost of supply \nand other operating inputs. The situation improved with tariff increases in 1999 and 2000, but \nsince then EDC has not earned sufficient revenue to record a return on invested capital or a \nprofit. Financial performance has been further adversely affected by the slow collection of \naccounts receivable from Government departments and from municipalities.  \n \n2.  Since 1994, EDC’s sales have grown from 82 gigawatt-hours (GWh) to 418 GWh, yet  \ndespite this fivefold growth in sales volume, EDC did not recorded a profit. This is because \ntariffs have been ni sufficient to cover revenue requirements. Returns on average net fixed \nassets are low (0.7% in 2002), but have improved from the negative returns experienced prior to \nthe tariff increases allowed in 1999 and 2000, which also promoted some improvement in gross \nmargins. This enabled EDC to record an operating profit of around KR7 billion for the first time \nin 2002; however, this was reduced to a net loss by interest expenses of KR13 billion. In 2001 \nand 2002, tariffs were sufficient to allow EDC to barely recover the cost of supply, but still \nprovided no return on capital. \n \n3.  Sales to Government ministries and departments account for around 13% of revenue. \nSome ministries currently take longer than 7 months to pay their bills. The collection cycle has \ndeteriorated significantly in the last 18 months, despite an action plan to address the problem \ndevised  in  2000.  Table  A4.1  shows  the  ageing  of  accounts  receivable  balances  as  of  \n31 December 2002. \n \nTable A4.1: Aged Accounts Receivable as of 31 December 2002  \n(KR billion) \n \nCustomer Category  > 90 Days  60–90 Days  30–60 Days  < 30 Days  Total \nGovernment,  47  3  3  5  58 \nMCoumnimcipearcl ial, Hotel  2  0  0  2  4 \nResidential  1  0  0  5  6 \nForeign Nationals  1  0  0  0  1 \nIndustry, MV  1  0  0  3  4 \nOther  7  1  2  3  13 \n     Total  59  4  5  18  86 \nMV = medium voltage. \nSource: Electricité du Cambodge. \n \n4.  Cash shortfalls arising from the poor collection rate are requiring EDC to resort to short-\nterm borrowing from local commercial banks at high interest rates (approximately 13% per \nyear). These short-term borrowing arrangements contravene the Asian Development Bank’s \n(ADB’s) and the World Bank’s negative pledge requirement that no other lender shall have a \npriority  claim  over  EDC’s  assets.  EDC’s  total  accounts  receivable  balance  grew  from  \nKR54 billion in 2000 to KR111 billion in 2003.   \n \n5.  Debt-service  coverage  ratios  were  acceptable  in  1999  and  2000  (1.8  and  3.0, \nrespectively), but have declined since  then. EDC had no effective debt-service coverage in \n2002, as its net income before interest expense was negative. From a historical perspective, \n ", "  Appendix 4  27 \nthis is not a serious problem, because EDC has not accumulated much long-term debt and is \nstill evolving into a mature utility with a consistent and stable revenue base. While cash flow \nissues may constrain EDC’s ability to service its debt somewhat, it is not overextended from a \nbalance sheet perspective. The long-term debt-equity ratio was only 0.5 at the end of  2002 \ndespite the continued erosion of equity from accumulating losses. While this balance erodes as \nadditional debt is incurred, this trend is not an immediate concern in relation to EDC’s solvency. \n \n6.  EDC’s revenue requirements consist of the cost of supply (fuel and power purchases), \noperating  costs,  and  an  allowance  for  return  of  capital  invested  in  plant  and  equipment \n(depreciation). A return on capital is added to provide a rate of return on the equity invested in \nthe business by the Government and to meet interest payments. In this instance, a rate of return \nof 6.5% to net fixed assets has been applied. Tariffs have historically never been sufficient to \nallow EDC to earn any return on capital. Table A4.2 shows that EDC’s tariffs have consistently \nfallen short of revenue requirements, which include a 6.5% return on capital. \n \nTable A4.2: Electricité Du Cambodge’s (Phnom Penh System)  \nRevenue Requirements and Tariffs, 1998–2002 \n(KR billion) \n \nItem  1998  1999  2000  2001  2002 \nFuel Cost    177    124    163    76    89 \nPower Purchase Costs    218    269    311    378    361 \nOther Operating Costs    116    85    95    73    82 \nDepreciation    53    55    61    65    66 \nReturn on Capital (6.5%)    49    59    76    61    63 \nTotal Revenue Requirement    613    591    706    653    661 \nAverage Retail Tariffs (KR/kWh)    371    493    570    588    589 \nTariff Surplus (Shortfall)  -65%  -20%  -24%  -11%  -12% \nkWh = kilowatt-hour. \nSource: Electricité du Cambodge. \n \n7.  Table A4.2 also shows EDC’s increasing reliance on power purchased from three \nindependent power producers (IPPs) since 1998. Note that EDC purchases the fuel for the IPPs \n(which merely convert the fuel into power), so that EDC bears all increases in fuel prices.  \n \n8.  Until EDC can regularly adjust tariffs to reflect fuel price changes, it is unlikely to earn a \nconsistent return on its invested capital. However, EDC’s provincial operations initially set tariffs \nat cost-recovery levels, which does strengthen its consolidated revenue base. In addition, EDC \nhas signed an agreement for 32 megawatts (MW) of new supply priced at 8.1 cents/kWh, which \nis well below current IPP prices. This will lower the average cost of generation beginning in \n2005. As indicated in table A4.3, until 2010, EDC’s consolidated revenues will cover its essential \noperational expenses (excluding any return on capital).  \n \nTable A4.3: Forecast Revenue Requirements and Tariffs, 2003–2013 (Consolidated) \n(KR billion) \n \nItem  2003  2004  2005  2006  2007  2008  2009  2010  2011  2012  2013 \nFuel Cost  113  163  72  164  71  74  81  87  89  88  85 \nPower Purchase Costs  386  334  423  301  407  405  405  405  408  412  418 \nOther Operating Costs  60  58  55  68  53  53  54  55  56  56  57 \nDepreciation  71  61  69  74  71  64  60  56  53  50  48 \nTotal Revenue Requirement  631  615  619  607  602  597  599  602  605  606  607 \nForecast Average Tariffs (KR/kWh)  579  624  633  641  645  648  653  658  660  661  660 \nKWh = kilowatt-hour. \nSource: Asian Development Bank staff.  \n ", "28   Appendix 4 \n \n9.  In the medium term, the transmission line will substantially reduce EDC’s average cost \nof supply to the extent that revenue requirements from 2008 onward are well below tariff levels. \nAt this point, EDC will be able to consider reducing its retail tariffs, while still earning a profit and \nexpanding its system in provincial areas as well as in Phnom Penh.  \n \n10.  While retail tariffs in Phnom Penh are high relative to those in other developed urban \nsystems in Asia, tariffs in the provinces are much higher because of the systems’ small size and \nisolated nature. The regulator, the Electricity Authority of Cambodia (EAC) has indicated that \ntariffs for Phnom Penh (and those areas eventually to be connected to the Phnom Penh \ntransmission grid, such as Kampong Speu and Takeo) will be evaluated separately from EDC’s \nprovincial  units,  with  the  objective  that  tariffs  should  be  set  at  a  level  that  makes  each \nindependent operation self-sustaining. EDC’s consolidated revenue indicates that it covers its \noperational expenses, but this masks the tariff disparities. The disparity between tariffs in EDC’s \ndifferent service areas will need to be addressed to ensure equitable rates based on EAC’s \nguidelines. This process will be enhanced through ADB’s separate technical assistance to EAC \nto establish a clear and transparent tariff-setting methodology. \n \nB.  Projected Performance \n \n11.  Table  A4.4  presents  EDC’s  projected  financial  performance  (detailed  financial \nstatements are provided in Supplementary Appendix E). The base case financial forecasts show \nEDC making moderate losses over the next five years. This is because tariffs barely cover \noperational expenses and operating profits are insufficient to cover interest expenses, foreign \nexchange losses, and taxes or to earn any return on capital. Once the transmission line has \nbeen commissioned in 2007, performance will improve dramatically. EDC’s cost of supply will \nbe reduced by the lower cost of imported power and it will be able to meet demand that will \nremain unsatisfied until 2008 because of supply constraints. \n \n12.  Base case financial forecasts have been developed for EDC using assumptions that \nADB  believes  represent  the  most  likely  outcome  given  EDC’s  current  circumstances  and \noutlook. Demand forecasts for Phnom Penh are according to those discussed in Appendix 9 \n(based on historical growth trends and forecasts prepared by EDC); however, demand will be \nsomewhat  constrained  during  2004–2007  because  of  EDC’s  supply  limitations.  Once  the \ntransmission line is commissioned, supply should be sufficient to meet all demand. Phnom Penh \ntariffs are assumed to remain unchanged, although the average tariff changes to reflect different \ngrowth rates in various customer categories. Further increases occur in provincial unit tariffs as \nprovided for in the EDC branch expansion plan. While projections after 2008 indicate the \npotential for tariff reductions, no changes have been assumed at this time. \n \n13.  In Phnom Penh, an additional 32 MW of capacity is expected in 2005, but a shortfall \noccurs  in  relation  to  anticipated  demand  in  2004–2006,  before  the  Viet  Nam  line  is \ncommissioned. The transmission line is assumed to be operational from the start of 2007. \nBased on the power purchase agreement, the average purchase price from Viet Nam will be \n7.82 cents/kilowatt-hour (kWh). For the forecast period up to 2016 new capacity will be provided \nby Kam Chai Hydroelectric Project from 2014 at an estimated cost of supply of $0.06/kWh. The \ninternational price of crude oil affects both EDC’s fuel cost and the cost of power purchases. \nThe base case assumes a price of $25 per barrel for the forecast period ($30 in 2003). It \nincorporates  the  fuel  price  reductions  (8.70  cents/KWh  to  5.52  cents/KWh)  achieved  by \nconverting EDC’s C6 unit (18 MW) to heavy fuel and future plans to convert EDC’s C5 unit (10 \nMW) to heavy fuel in late 2005. Sales volume will continue to grow rapidly over the next 10 \n ", "  Appendix 4  29 \nyears, particularly following completion of the transmission line in 2007. Sales will reach 1,876 \nGWh in 2013 compared with 532 GWh in 2003. EDC will face a number of challenges to \nachieve this growth.  \n \n14.  ADB will apply a revenue break-even covenant and debt-service coverage ratio, debt-\nequity ratio, and accounts receivable covenants beginning in fiscal year (FY) 2004. The debt-\nservice coverage ratio is at 1.5 (the lowest point) in 2004, and then remains at or above 1.8 for \nthe remainder of the forecast period. However, the sufficiency of internal funds generated to \nservice debt, particularly between 2003 and 2006, is heavily dependent on improving and \nmaintaining  the  collection  of  Government  and  municipal  accounts  receivable.  Minimum \ncovenants have been set for the short term (FY 2004 until FY 2008) until the transmission line is \nfully operational and EDC should have 10 to 12 months of operating data to evaluate. Once the \ntransmission line is fully operational, EDC and ADB will review the covenants to determine more \nappropriate performance measures based on profitability, self-financing a higher percentage of \ninvestments, and issuing some dividends to the Government. These covenants have required \nthat certain financial covenants be included in Loan 1794-CAM(SF): Provincial Power Supplies \nbe repealed. \n \nC.  Risks and Sensitivities \n \n15.  With the commissioning of a new IPP in 2005, EDC assumes it can connect several key \nindustrial and commercial customers, resulting in sales growth of 12% in 2005 and 16% in 2006. \nShould this IPP not materialize, EDC’s growth will be constrained to 10% in 2005, and operation \nof the Jupiter IPP would have to be extended to avoid serious load shedding. Once the \ntransmission line becomes operational in 2007, sales growth would be constrained to the \nnumber of new connections that could be made each year. EDC will experience sustained net \nlosses through 2008, but it would only miss its revenue requirements in 2006 (by 1%), and debt-\nservice coverage would still be within covenanted levels.   \n \n16.  The costs of both EDC’s own generation and of its power purchases vary with changes \nin the fuel price. If the fuel price is $30/barrel instead of $25 over the forecast period, EDC will \nnot meet its revenue requirements in 2004 and 2005 (shortfalls of 2% and 1%, respectively), but \nwould still meet the minimum debt-service coverage ratio. If EAC permits a fuel pass-through \nmechanism in the tariff-setting guidelines, this would mitigate the risks of fuel price shocks. \n \n17.  If the construction of the line is delayed by 1 year, EDC would still meet its financial \ncovenants, but sales growth would be constrained in FY 2007. Even to achieve 10% sales \ngrowth, EDC would need to run all its diesel- and heavy fuel oil-fired generating plants to meet \nthe shortfall.  \n18.  The projections assume that the action plan in relation to the collection of Government \naccounts receivable is fully implemented in 2003.  However, if Government and municipal \naccounts receivable accumulate again to the equivalent of 5 months of average sales, EDC will \nstill meet its revenue-based covenants despite shortfalls in net operating cash from FY 2004 to \nFY 2009. This would precipitate increases in payables to IPPs and fuel suppliers and a vicious \ncycle of arrears. \n \n19.  A  risk  assessment  of  EDC’s  financial  management  practices  is  attached  as \nSupplementary Appendix F. \n \n ", "30   Appendix 4 \n 3\n0\nTableA4.4 Summary of Electricité du Cambodge Consoli dated Financial Statements and Projections, 2000–2013         A\np\np\ne\nn\nd\nix\n 4\n           \n ", "  Appendix 5  31 \nCOST ESTIMATES AND FINANCING PLAN \nTable A5.1: Summar y of Cost Estimates \n($ million) \n \nForeign  Local \nItem  Currency  Currency  Total \n Base Costs       \n A.  Infrastructure       \n  220 kV Transmission Line  14.82  2.72  17.54  \n  Takeo Substation  4.88  0.88  5.76 \n  West Phnom Penh Substation  13.02  1.92  14.94 \n  National Control Center  3.60  0.40  4.00 \n  Spares and Equipment  0.60  0.00  0.60 \n  High-Voltage Line O&M (12 months)  1.40  0.00  1.40 \n  Reinforcement of 115 kV system  3.27  0.74  4.01 \n  Modifications to GS1, GS2, and GS3  3.37  0.38  3.75 \n         \nB.    Resettlement and Land Acquisition  0.00  2.50  2.50 \n         \nC.    22 kV Bulk Supply Distribution  1.39  1.39  2.78 \n         \nD.    Capacity Building       \n  EDC Resident Financial Management Adviser  0.15  0.00  0.15 \n  EDC Demand Management and Consumer Services  0.29  0.13  0.42 \n  Private Sector Participation  0.00  0.10  0.10 \n  Resettlement  0.03  0.03  0.06 \n  EAC Operational Support  0.20  0.00  0.20 \n  EDC Tariff Review  0.10  0.00  0.10 \n         \nE.  Project Implementation Consultants  2.43  0.81  3.24 \n           \nF.    Taxes and Duties  0.00  14.99  14.99 \n       \n                      Subtotal Base Costs  49.55  26.99  76.54 \n         \nG.  Contingencies       \n  Physical  4.40  2.45  6.85 \n  Price  2.76  1.50  4.28 \n         \nH.    Interest During Construction  1.76  5.63  7.39 \n       \n           Total  58.47  36.57  95.04 \n        \n     Percentage of total costs  62  38   \nEAC = Electricity Authority of Cambodia, EDC = Electricité du Cambodge, kV = kilovolt, O&M = operation and \nmaintenance.  \nSource: Asian Development Bank staff. \n \nTable A5.2: Financing Plan \n($ million) \n \n  Foreign  Local    \nSource of Funds   Currency  Currency  Total \nAsian Development Bank  35.5  8.8  44.3 \nWorld Bank  12.5  3.5  16.0 \nNordic Development Fund  10.5  0.5  11.0 \nGovernment Counterpart Funds  0.0  23.7  23.7 \n     Total  58.5  36.5  95.0 \n  Source: Asian Development Bank staff.\n ", "32   Appendix 6 \nIMPLEMENTATION SCHEDULE, 2003–2008 3\n2\n     2Q00tr3   2Q00tr4   2Q00tr5   2Q00tr6   2Q00tr7   2Q00tr8            A\nTask  3  4  1  2  3  4  1  2  3  4  1  2  3  4  1  2  3  4  1  2  3  4  pp\ne\nn\n  Infrastructure                                              d\nix\n  1.     Loan Effective                                               6\n    23..         AAdpvpaonincte I mPprolecmureenmtaetniot no fC Coonnssuultlatanntsts                                                                                \n  4.     Implement Resettlement Plan                                             \n  5.     Preliminary Design                                             \n  6.     Submit Draft Design Report                                             \n  7.     Advertise for Prequalification                                             \n  8.     Prequalification of Turnkey Contractors                                             \n  9.     Prepare and Approve Bidding Documents                                             \n10.     Bidding and Contract Award                                             \n11.     Construction                                             \n      220 kV Transmission Line                                             \n      West Phnom Penh Substation                                             \n      Takeo Substation                                             \n      22 kV Bulk Power Distribution                                             \n      115 kV Ring Reinforcement                                             \n      National Control Center                                             \n      Modifications to Existing Substations                                             \n      220 kV Line Energized                                             \n      High Voltage Operation and Maintenance                                             \n  Capacity Building                                             \n12.     EDC Financial Administration Adviser                                             \n     Demand Management and Consumer Services                                             \n     Private Sector Participation                                             \n     Strengthen Environmental / Social Safeguards                                             \n     Tariff Study for Phnom Penh                                             \n     EAC Tariff Setting and Monitoring                                             \n13     Loan Closing                                             \n                                               \nEAC = Electricity Authority of Cambodia, EDC = Electricité du Cambodge, kV = kilovolt, MIME = Ministry of Industry, Mines, and Energy,  Qtr = quarter. \n ", "    Appendix 7  33 \nCONTRACT PACKAGES \n \n  Contract \n  Amount  Financed  Procurement \nItem  ($ million)  by  Method \n         \nTurnkey contract for 220 kV line (including       \nspare parts and training) and bulk supply       \ndistribution along transmission line  22.2  ADB  ICB \n         \nTurnkey contract for substations at Takeo and       \nWest Phnom Penh and 22 kV feeders  12.7  ADB  ICB \n         \nSupply of transformers, shunt capacitor banks,       \nand other substation equipment  10.0  NDF  NDC own \nmethod \n         \n115 kV system, national control center, and       \nmodifications to GS1, GS2, and GS3  12.0  WB  WB own \nsubstations  method \n         \nADB = Asian Development Bank, ICB = international competitive bidding, kV = kilovolt, LCB = local competitive \nbidding, NDF = Nordic Development Fund, WB = World Bank. \nSource: Asian Development Bank staff. \n \n \n ", "34   Appendix 8 \nFINANCIAL ANALYSIS \n \nA.  Introduction \n \n1.  A financial analysis of both project components—the transmission line and the bulk \nsupply distribution—has been carried out. The weighted average cost of capital (WACC) has \nbeen estimated for both Electricité du Cambodge (EDC) and a private rural electric enterprise \n(REE) because of the mix of investment required in the distribution component. Based on this \nanalysis, both the transmission component and the distribution component are financially viable. \n \nB.  Weighted Average Cost of Capital \n \n2.  Two different WACCs have been calculated: one for EDC and one for an REE. The cost \nof debt is assumed to be the same for all three cofinanciers (the Asian Development Bank, the \nNordic Development Fund, and the World Bank), as the same re-lending terms from the Ministry \nof Economy and Finance to EDC will be applied. While the nominal re-lending rate is 4.2%, the \ntax-adjusted cost is 3.8% (the corporate tax rate is 9%). \n \n3.  In terms of estimating the cost of equity, the lack of functioning debt and equity markets \nin Cambodia hampers the ability to derive the true cost of equity. The lack of a Government \nbond rate means that the risk free rate has been benchmarked from rates in Thailand, where \nthe yield on 10-year bonds is currently around  3.5%. Given the less developed nature of \nCambodia’s economic and financial infrastructure, adopting an increment on the risk free rate in \nThailand to reflect this country risk is appropriate. Using reference rates from neighboring \ncountries, a country risk premium of 6.8% has been calculated, which results in a risk free rate \nof 10.3%. A market risk premium of 11% has been calculated to reflect the additional market, \ntax, and country risk of Cambodia above a market risk premium reference rate. Therefore the \nnominal cost of equity for Cambodia is approximately 21.3%. Adjusting for local inflation, the \nreal cost of equity is 14.4%. \n \n4.  Through the Government, EDC has access to the low-cost multilateral debt and the \nability to maintain a higher leverage for its projects (80% levered). Therefore the WACC for EDC \ncan be calculated as shown in Table A8.1. \n \nTable A8.1:  Weighted Average Cost of Capital for Electricité du Cambodge \n \nReal  Minimum  Composite \nFinancing  Weighting  Cost  Rate Test  Capital Cost \nSource of Funds  ($ million)  (%)  (%)  (%)  (%) \nAsian Development Bank Loan   44.3  46.6  3.8  3.5%  1.9 \nWorld Bank Loan  16.0  16.8  3.8  3.5%  0.7 \nNordic Development Fund Loan  11.0  11.6  3.8  3.5%  0.4 \n \nGovernment Counterpart Funds  23.7  25.0  14.4            ––  3.0 \n      Total   95.0  100.0      6.0 \n–– = not available.  \nSource: Asian Development Bank staff. \n \n5.  Local private sector operators in rural areas, such as REEs, have no direct access to the \nconcessional lending. In addition, REEs have to use a higher percentage of equity funding \n ", "    Appendix 8  35 \nbecause of the underdeveloped status of commercial banking in Cambodia. Leverage of 50% \nhas been assumed. Limited credit is available from a handful of commercial banks, but at a \nmuch  higher  cost  (a  real  rate  of  approximately  11.6%).  The  WACC  for  REEs  can  be \napproximated as shown in Table A8.2. \n \nTable A8.2: Weighted Average Cost of Funds for Rural Electricity Enterprises \n \nWeighting  Real Cost  Composite Capital Cost \nItem  (%)  (%)  (%) \nDebt   50.0  11.6  5.8 \nEquity  50.0  14.4  7.2 \n     Weighted Average      13.0 \nSource: Asian Development Bank data. \n \n6.  The distribution component of the Project must incorporate the costs of capital. EDC is \ninvesting in 22 kilovolt (kV) feeders from the high-voltage substations in West Phnom Penh and \nTakeo to the 22 kV bulk supply transformers. From that point, the REEs are assumed to invest \nin the low-voltage distribution lines, purchase electricity from the 22 kV network, and distribute \nthe electricity to consumers. For the distribution component the calculations have assumed a \n50/50 split in investment costs, and hence, the resulting cost of capital is the average of 6% for \nEDC and 13% for the REEs, i.e. 9.5%. \n \nC.  Demand Forecasts and Sales Revenues for Phnom Penh \n \n7.  A model was developed to forecast the trend in electricity consumption for five sectors of \nthe Cambodian economy between 2003 and 2019. Analysis  of  the  forecasts  revealed  that \ndemand would exceed generating capacity (specifically, peak supply) until the transmission line \nwas constructed. Supply currently consists of the 52-megawatt (MW) capacity of EDC’s diesel \nor heavy-fuel reciprocating engines and 57 MW of contracted independent power producer \ncapacity in Phnom Penh. When a new 30 MW independent power producer is commissioned in \n2005, EDC will reduce the use of its own generation plant except for meeting peak demand. In \naddition,  the implied growth in demand will likely strain EDC’s ability to connect sufficient \ncustomers to achieve the modeled increase in demand. Consequently, the load forecasts were \nrevised downward to accord with expected generation in 2004–2007 and to better reflect EDC’s \nresource constraints. This suggests that Cambodia will have some unmet electricity demand by \nthe time the transmission line is commissioned. Thus the strong forecast growth in demand on \nthe line implied by the forecasts is reasonable, given that the unmet demand is quite significant. \n \nD.  Transmission Component \n \n8.  A financial analysis of the transmission component was undertaken by valuing the \nenergy supplied by the transmission line at the prevailing average tariff of KR589 per kilowatt-\nhour (kWh) in Phnom Penh. In line with the assumptions in EDC’s financial model, the average \nreal tariff was assumed to remain constant throughout the forecast period while incorporating \nchanges in the composition of total demand served. The cost of meeting this demand was taken \nto be (i) the capital cost of the transmission line, including physical contingencies and taxes and \nduties, but excluding price contingencies and interest during construction (approximately $75 \nmillion); (ii) the quantity of energy imported from Viet Nam, valued at the average purchase \nprice of $0.07/kWh, including import duties and value-added tax (VAT); (iii) the operation and \nmaintenance (O&M) of the transmission line, valued at 2% of the capital cost of the transmission \nline; (iv) the O&M distribution cost of $0.005/kWh; and (v) the return on and of distribution \n ", "36   Appendix 8 \ncapital,  estimated  at  $0.017/kWh.  An  estimated  2%  in  transmission  losses  and  13.5%  in \ndistribution losses were subtracted from the amount of energy imported to determine net \nrevenues from energy sales. All project benefits and costs were discounted at a rate of 6%, the \ncalculated WACC for EDC. \n \n9.  After accounting for the full costs of meeting the additional demand via the transmission \nline, the Project generates a significant net return, suggesting that it is viable from a financial \nperspective (Supplementary Appendix G provides more details). The net present value of the \nProject is estimated to be about KR2,506 billion, which is equivalent to a financial internal rate of \nreturn (FIRR) of approximately 35.3%. \n \n10.  The financial results for the transmission component have been tested for the key \nvariables for the project. The analysis of the impact of risks faced by the Project indicates that \neven if extreme events occur, such as stagnant growth for five years or a construction delay of \nfour years, the Project remains financially viable by a comfortable margin. A significant increase \nin the cost of imported energy from Viet Nam would also not undermine the Project’s viability.  \nTable A8.3 presents the sensitivity results. \n \nTableA8.3: Sensitivity Results on Transmission Component \n \nFinancial Internal  \nRate of Return \nVariable  Assumption  (%) \nBase Case    35.3 \nDemand Growth  No growth in demand for 5 years  30.7 \nConstruction Delays  Imports from the transmission line do  24.3 \nnot begin until 2011 \nIndustrial Consumers  Growth in demand is only 50%   31.0 \nof the rate predicted \nTransmission Line  15% increase in capital costs  32.5% \nConstruction Costs \nImport Price from Viet Nam  Increased by 15% in 2012  33.5 \nSource: Asian Development Bank staff. \n \nE.  Distribution Component  \n \n11.  A  bulk  supply  distribution  system  was  considered  for  three  alternative  areas  \ni.e. 1 kilometer, 2 kilometer and 5 kilometer wide areas on both sides of the transmission line. \nThe 1 kilometer wide zone was shown to the economically most beneficial. A financial analysis \nof was undertaken of a bulk supply arrangement financed under the loan coupled with private \nsector reticulation. Demand was estimated for consumers located within 1 kilometer on both \nsides of the transmission line. Poor households were calculated to consume approximately 90 \nkWh per year and nonpoor households about 330 kWh per year. The benefits from this network \nwere estimated by valuing the energy demand supplied through the distribution line at the \nestimated cost to supply. This cost consisted of two components: EDC’s estimated cost of \nsupplying bulk energy to a private service provider and the REE’s estimated cost of reticulating \nelectricity. Based on discussions with the regulator in Cambodia, the tariff was derived so as to \nincorporate (i) a bulk energy supply cost for electricity supplied at 22 kV by EDC; (ii) a return on \nEDC’s investment in the distribution line up to the transformer; (iii) the recovery of O&M costs on \nthe distribution line set at 2% of the line cost; (iv) a return on the REE’s investment in the low-\n ", "    Appendix 8  37 \nvoltage component; and (v) the recovery of the REE’s O&M costs on the line, estimated at 2% \nof the construction costs. \n \n12.  The bulk energy supply cost was calculated to include both EDC’s supply of energy from \nthe imports from Viet Nam and diesel-fired generation in Phnom Penh. A unit border cost of \nenergy imported from Viet Nam of $0.06/kWh was assumed. EDC’s generation was estimated \nto average $0.11/kWh based on the operation of existing units and of supply by independent \npower producers. The calculations assumed that VAT and import duties are charged on these \ninputs. The supply price also includes a return on EDC’s investment in the transmission line and \ncovers the costs of operating and maintaining the transmission line, estimated at 2% of the \ncapital cost of the transmission line. \n \n13.  In calculating the cost of capital items involved in the supply of energy, the return of and \non, capital was calculated using an annuity approach. The annuity was calculated such that the \ndiscounted  present  value  of  the  annuity  over  the  life  of  the asset equals the cost of the \ninvestment. These annuities were calculated using a weighted average cost of capital of 6% for \nEDC and 13% for the REE. O&M costs on the distribution network were set at 2% of the capital \ncost of the distribution line. Losses of 8.5% were assumed.  \n \n14.  The cost of meeting the demand on the distribution line was taken to be (i) the capital \ncost of $5.1 million for construction of the distribution line to the low-voltage level; (ii) the \nquantity  of  energy  imported  from  Viet  Nam,  valued  at  the  average  bulk  supply  price  of \napproximately $.084/kWh; (iii) the O&M on the distribution network, valued at $0.055/kWh;  \n(iv) the line loss of 2% of energy dispatched from Viet Nam for use in the respective zones; and \n(v) the connection cost, valued at $7.50 per connected customer. Energy imports include 10% \nVAT and 7% import duties, and an average level of taxes and duties of 15% was assumed to \napply to the construction cost of the distribution line. \n \n15.  All project benefits and costs were discounted at a rate equivalent to the composite \nWACC for EDC and an REE. The analysis was run from 2006, when the distribution lines are \nassumed to be constructed, until 2035, when the lines are assumed to be at the end of their \neconomic lives. The analysis indicates that the distribution of electricity is marginally viable, with \nthe distribution of electricity estimated to achieve an FIRR of 12.6% (above a composite WACC \nof 9.5%).  Select sensitivity cases were modeled on the financial returns of the distribution \ncomponent. Any overruns in capital costs in the low-voltage systems would result in adjustment \nto the consumer tariffs, therefore those risks would be mitigated once construction had been \ncompleted. However, a sensitivity case was run in which connections to the system were half of \nthose expected (which could be due to such barriers as connection costs or high tariffs). This \nwould result in an FIRR that would make the project unviable. Asian Development Bank \nassistance with consumer services and REE support should help mitigate these risks. \n \n ", "38   Appendix 9 \nECONOMIC ANALYSIS \n \nA.  Introduction \n \n1.  An economic analysis was carried out for the two components of the Project within \nCambodia plus the connecting transmission line in Viet Nam to allow a distributional analysis of \nnet benefits between the two countries. The analysis for Cambodia is based on the assumption \nthat the next lowest-cost alternative would meet the demand that would otherwise be met by the \ntransmission line. The bulk supply distribution component that will electrify communities along \nthe transmission line route in Cambodia was analyzed as an incremental component to the \ntransmission line. Four alternatives for supply were analyzed to ensure that electricity demand \nin rural areas would be met by a least-cost alternative. The economic internal rate of return \n(EIRR) for the least-cost option was calculated on the basis that demand would not be met by \nan alternative source of supply (i.e., the without project case). \n \nB.  Transmission Line \n \n1.  Demand Forecast \n \n2.  A model was developed to forecast electricity demand for five sectors in Phnom Penh \nbetween 2004 and March 2038. These sectors include residential, Government, industrial, \nhotels and commercial entities, and other. The demands for each sector were forecast based on \nhistorical monthly data on consumption for Phnom Penh. Demands were hypothesized to be \ninfluenced by the real price of electricity and by population and economic growth. The growth in \ndemand from the commercial and hotel sector and the industrial sector was also assumed to be \ninfluenced  by  growth  in  real  gross  domestic  product  (GDP)  in  the  world’s  seven  leading \neconomies (the Group of Seven). The data, specification of the model, and tests are described \nin Supplementary Appendixes H and I.  \n \n3.  The results suggest that the main drivers of electricity demand are population and \ndomestic economic growth. Global economic growth, as measured by growth in the Group of \nSeven countries, is found to be the main driver for growth in consumption in the hotel and \ncommercial sectors. The price elasticities have the expected signs and were found to be \ngenerally low or not statistically significant. The consumer category most sensitive to price was \nindustry. \n \n4.  The estimated coefficients from the regression model were used to forecast demand. \nThe demand forecasts suggest a  significant growth in demand of between 10.% and12.5% \nduring the first 5 years of the Project. In the longer run, growth in demand will slow down to \nabout 5%. The increase in demand in the first years of the Project is due to a significant \nincrease in the number of large-scale consumers. This will result in a change in the sectoral \ncomposition of demand. The share of demand from the hotel and commercial and the industrial \nsectors is expected to grow from 30% of total demand in 2004 to about 50% in 2017.  \n \n5.  The forecast revealed that demand would exceed generating capacity in the time before \nthe transmission line is constructed. Consequently, demand forecasts were revised downward \nfor 2004–2007 to better reflect EDC’s ability  to connect new consumers. This suggests that \nPhnom Penh will have unmet electricity demand by the time the transmission line is operational. \nBy this time, Electricité du Cambodge will be in a better position to connect new consumers. \nThe analysis shows that the capacity of the transmission would be fully utilized by 2017, \nalthough the system would require new peaking capacity in 2014. \n ", "  Appendix 9  39 \n2.  Least-Cost Alternatives \n6.  A least-cost alternative was developed to meet the demand that would otherwise be \nsupplied through the transmission line. The feasible least-cost alternative is a conventional \nheavy fuel oil engine plant followed by single-cycle and combined-cycle gas turbines fueled by \nheavy fuel oil. These were phased in such a way that they would meet the growing demand that \nwould otherwise be met by supply from the transmission line. Thus in the following analysis, the \nwithout project scenario is assumed to be the next lowest-cost alternative to the transmission \nline. \n \n7.  The long-run marginal costs for the least-cost alternative and for the transmission line \nwere calculated for each consumer category. The results suggest that the long-run marginal \ncost for the transmission line would result in a lower cost of supply for all consumer categories, \nranging from 4.9% lower costs for the Government sector to 3.3% for residential consumers, \ncompared with the alternative.  \n \n3.  Project Benefits \n8.  The benefits taken into account for assessing the economic viability of the Project \nincluded (i) the additional demand created through lower tariffs than would be the case without \nthe transmission line, (ii) the lower cost of production associated with nonincremental demands, \nand (iii) the value of increased reliability and quality of supply associated with the transmission \nline.  \n \n9.  Incremental demands were evaluated by comparing demand with the transmission line \nand with the next lowest-cost alternative. The incremental benefits were valued at the average \ndemand price with and without the Project for each consumer category. If the higher cost of \nsupply associated with the least-cost alternative to the transmission line was passed on to \nconsumers, tariffs would need to rise by 9% for poor residential consumers and about 5% to 6% \nfor other consumer categories. However, the low price elasticities combined with rather small \ntariff changes result in extremely small incremental benefits. \n  \n10.  Nonincremental demands arising from the lower cost of production with the transmission \nline were calculated by deducting the incremental demand from the total demand supplied by \nthe transmission line. Benefits associated with nonincremental demand were evaluated at the \nlong-run marginal cost with and without the Project. These benefits account for 92% of total \ngross benefits from the Project. \n \n11.  The reduction in lost load was estimated by comparing the reliability of the transmission \nline with the expected reliability of the least-cost alternative. The forced outage rate for the least-\ncost alternative was assessed to be about 3.7% of expected demand in 2007 and assumed to \nremain at this rate throughout the study period.  In contrast, the forced outage rate of the \ntransmission line was assessed to be 0.04%.  \n \n12.  An unexpected interruption to supply can impose large costs on consumers and on \nsociety at large. The value of the lost load is also likely to vary across consumer categories. \nLost load for residential and Government consumers was evaluated at the average tariff, while \nthe value of the lost load to commercial and industrial customers was evaluated at the cost of \nself-generation. Benefits associated with lost load account for 7% of total gross benefits.  \n \n ", "40   Appendix 9 \n4.  Project Costs \n13.  Project costs were converted to economic prices by removing taxes on imported energy \nand value-added tax and duties on imported capital equipment. Traded goods were brought to \ndomestic prices using the calculated shadow exchange rate factor. The costs of the Project \ninclude (i) the capital cost of the transmission line, including costs for resettlement; (ii) the cost \nof energy imported from Viet Nam; (iii) the transmission line loss of 2%; and (iv) operation and \nmaintenance of $0.0014 per kilowatt-hour (kWh), including labor costs, on the transmission line. \nIn addition, distribution losses of 13.5% and operation and maintenance costs of $0.0038/kWh \non the distribution network were accounted for. \n \n5.  Economic Internal Rate of Return \n14.  Taking into account the economic costs and benefits, the Project yields a net present \nvalue (NPV) of $201.26 million to the Cambodian economy and an EIRR of 32%. All net benefits \nare discounted by the 12% economic discount rate. The NPV reflects the difference in net \nbenefits between the transmission line and the next lowest-cost alternative.  \n \n6.  Viet Nam \n15.  For the works in Cambodia to bring benefits to Cambodia, the Project also needs to be \nlinked  to  the  transmission  line  in  Viet  Nam.  The  economic  analysis  conducted  for  the \nVietnamese  part  gives  an  NPV  of  $17.85  million  and  an  EIRR  of  20%.  This  analysis  is \npresented in Supplementary Appendix H.  \n \n7.  Bulk Supply Distribution Component \n16.  The  bulk  supply  distribution  component  was  identified  to  provide  benefits  to  rural \ncommunities in Takeo Province that could be adversely affected by the transmission line and \nwould otherwise not benefit from it. The incidence of poverty in these communities ranges from \n25% to 75%, and the population density in the area is low. Households currently face high \nenergy costs for a poor quality of supply from batteries and kerosene.  \n \n17.  An analysis of four different supply options suggested that the conventional single–wire, \nearth-return line would be the least-cost option. Three areas adjacent to the transmission line \nwere assessed for electrification. The most economically viable option gave an NPV of $5.33 \nmillion and an EIRR of 25%. This would include electrifying an estimated 14,200 households, of \nwhich 5,700 would be poor, over the lifetime of the Project. The detailed economic analysis of \nthe bulk supply distribution component is provided in Supplementary Appendix I. \n \n8.  Risk and Sensitivity Analyses \na.  Transmission Line Risks \n18.  A sensitivity analysis was undertaken to determine how sensitive the economic viability \nof the transmission line is with respect to key parameters used in the economic analysis. The \nsensitivity analysis indicates that the conclusion of economic viability is robust with respect to \nsignificant changes in all tested parameters. The results of the sensitivity analysis are given in \nTable A9.1. \n ", "  Appendix 9  41 \nTable A9.1: Sensitivity Results \n \nVariable  Switching Value  Change (%) \nPopulation, Real GDP, GDP in the Group of Seven  0.393  (60.7) \nImport Price   1.665  66.5 \nConstruction Cost  4.860  386.0 \nGDP = gross domestic product. \nSource: Asian Development Bank staff. \n \n19.  Sensitivity analysis was also undertaken with respect to key project risks to examine the \nprobability of the Project becoming economically unviable (Table A9.2). The results indicate that \nthat the viability of the Project remains robust to key risks. \n \nTable A9.2: Sensitivity Analysis of Project Risks  \n \nNPV \nDeviation from Base Case  Modeling Assumption  ($ million)  PIR  FIRR  EIRR \nNone   Base case  201.262  0.168  0.354  0.325 \nEconomic Recession  Zero growth in demand for 5 years  179.741  0.173  0.308  0.289 \nConstruction Delays  Zero imports to 2011  150.668  0.181  0.244  0.241 \nLarge-Scale Customers Do Not  Growth in industrial demand 50% less \nConnect  than predicted  135.407  0.206  0.311  0.276 \nElasticities Mis-specified  Price elasticities doubled and growth  100.736  0.214  0.203  0.205 \nelasticities halved \nConstruction Costs  15% increase in construction costs  193.436  0.178  0.326  0.300 \nImport Prices  Price increase of 15% in 2012  157.833  0.196  0.336  0.303 \nEIRR = economic internal rate of return, FIRR = financial internal rate of return, NPV = net present value,  \nPIR = poverty impact ratio. \nSource: Asian Development Bank staff. \n \n20.  In  addition,  an  analysis  of  institutional  risk  with  respect  to  the  utilization  of  the \ntransmission line was undertaken. The results indicate that utilization would need to fall to 135 \ngigawatt-hours per year to reach the EIRR threshold of 12%. While this level is well below \nCambodia’s import needs, the power purchase agreement between Cambodia and Viet Nam \nwill include a minimum load requirement of 300 gigawatt-hours per year. This level of utilization \nwill ensure a comfortable margin in maintaining the economic viability of the transmission line.  \n \n21.  A risk analysis was undertaken with respect to the risk factors used in the sensitivity \nanalysis.  Imposed  distributions  on  selected  variables  are  reported  in  Supplementary  \nAppendix H. The results of the risk analysis show that the expected EIRR would fall from 32% to \nabout 27%. The probability of the EIRR falling below the discount rate of 12% is less than 5%.  \n \nb.  Bulk Supply Distribution Component Risks \n22.  The sensitivity analysis undertaken for the bulk supply distribution component revealed \nthat  the  number  of  connections  would  be  the  key  project  risk.  This  finding  and  the \nsocioeconomic conditions in the project area suggest that the affordability of connection costs \nmay need to be addressed through payment in installments. The results of the risk analysis \nshow that the expected EIRR falls to 14% as a result of imposing distributions on the key risk \nvariables. The probability that the EIRR will fall below the 12% discount rate is 8.4%. Thus this \n ", "42   Appendix 9 \ncomponent is more sensitive to risks than the transmission line. Further details of risk and \nsensitivity analysis are given in Supplementary Appendix I.  \n \nc.  Distributional Analysis \n23.  A distributional analysis was carried out for the transmission line and for the bulk supply \ndistribution component. Reduction in lost load was identified as the key benefit for consumers in \nPhnom  Penh.  As  a  consequence  of  assuming  no  change  in  the  existing  tariff  structure,  \nnonincremental benefits, which account for the majority of total benefits, accrue to Electricité du \nCambodge.  While  the  poor  will  experience  direct  benefits  from  improved  reliability,  most \nbenefits to the poor are indirect. These benefits are likely to be realized through the employment \nopportunities resulting from the expansion of the industrial sector and through other economic \ngrowth effects.  \n \n24.  The majority of benefits to the poor from the bulk supply distribution component are \ndirect. Nonincremental benefits of the bulk supply distribution component will accrue to end-\nconsumers. End-consumers will also experience a significant reduction in the price they pay for \nelectricity and in the time associated with traveling to recharge batteries.  \n  \n25.  Overall, the Project will yield an NPV of net benefits of $224.44 million. Cambodia will \nreceive 92% of these benefits. The poor in Cambodia will receive 15.1% of these benefits, \namounting to $31.2 million. This share is in excess of the poor’s share of GDP in Phnom Penh, \nbut less than the poor’s share of GDP for the country as a whole. \n ", "  Appendix 10  43 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nA.  Linkages to the Country Poverty Analysis \nSector identified as a national priority in country  Sector identified as a national priority in country poverty  \npoverty analysis? Yes  partnership agreement? Yes \nContribution of the sector/subsector to reduce poverty in Cambodia: \n \n1.  The poor in Cambodia are heavily burdened by their lack of access to modern energy sources. Living in fuel \npoverty means that households spend a large proportion of their scarce cash income on alternative sources of \nenergy, with lower efficiency are exposed to inadequate and smoky lighting, have less access to information, are \nconstrained in terms of village social activity, and spend long hours producing manual energy. It also means that \nvaccines, medications, and animal vaccines cannot be stored nearby; that children have less time for studying; \nand that people feel unsafe at night. Fuel poverty particularly affects the poor, because their cash incomes are \nscarce, their workloads are heavy, and their opportunity cost of time is high. Inadequate and expensive sources \nof energy affect the economic viability of activities pursued by the poor. It reduces their ability to diversify \nlivelihoods and income activities. Access to modern energy will significantly reduce the vulnerability of poor \nhouseholds, reduce their expenditure on energy, increase their quality of life, provide increased access to \ninformation, and help reduce their workloads.  \n \n2.  Electricity is a key input into food processing, small-scale enterprises. and other industrial and commercial \nactivities important for economic growth and employment. A reliable electricity supply will reduce the barriers to \nexpansion and will lead to productivity enhancements. Increased commercial activity in rural areas is key to \nreducing poverty. An improved electricity supply will remove a significant constraint to economic growth in the \ntarget provinces. This will better enable the poor to capture the benefits of economic growth.  \n \n3.  Access to a reliable source of electricity supply is scarce among both the urban and rural poor in Cambodia. \nExisting data suggest that only 15% of the population has access to a reliable source of electricity. To support \nthe Government’s efforts to reduce poverty the electricity demand of the poor must be addressed as an integral \npart of the poverty reduction strategy. Vice versa, any strategy for power development must address how to \nprovide electricity services to the rural and urban poor.    \n \n \nB.  Poverty Analysis          Poverty Classification:  “Other” \nThematic Classification: Economic Growth/Regional Cooperation \nData and Information Sources: \n \n4.  The poverty assessment and socioeconomic profile are based on a rural electrification survey in the targeted \nproject area for the bulk supply distribution component. This was complemented by data from a nationwide rural \nelectrification survey, by statistics derived for Phnom Penh from the Cambodian socioeconomic survey in 1999, \nand by secondary data sources and studies of urban poverty in Phnom Penh. In addition, visits were conducted \nto consult with the urban and rural poor.  \n \nPoverty Profile and Issues:  \nPhnom Penh \n \n5.  The Cambodian socioeconomic survey indicates that about 15% of the population in Phnom Penh lives below \nthe poverty of line of $0.63/capita/day. However, many low-income residents are not registered with local \nauthorities, and as such are not part of the official statistics. As a consequence, the poverty incidence in Phnom \nPenh is likely to be higher. The poor often reside in squatter areas with insecure land tenure, and therefore may \nface a higher cost of and/or more difficulties in accessing services, including electricity, garbage collection, and \nwater. Some poor are unable to meet up-front charges to access electricity services in one installment. These \ncosts include connection fees, consumption deposits, and costs associated with wiring, Findings from field visits \nto poor areas in Phnom Penh indicate that the poor living in squatter areas both in the central districts and in the \noutskirts of Phnom Penh access services through a wholesaler at far higher costs than with a direct Electricité du \nCambodge (EDC) connection. The tariff for electricity supplied by a wholesaler ranges from $0.30/kilowatt-hour \n(kWh) to $0.45,kWh, compared with a lifeline tariff of $0.09/kWh offered by EDC. This means a monthly \nexpenditure of $7.5 to $13.5 for 30 kWh rather than the $2.6 that they would have paid with direct EDC access. \nThe figure of 30 kWh is an approximate upper estimate of a poor’s household consumption based on the \naffordability of appliances. \n   \n6.  In other cases, the poor who cannot overcome barriers to connect will access electricity services by sharing \n ", "44   Appendix 10 \nconnections. This also depletes the ability of lifeline tariffs to target the poor, because their consumption would \nbe measured by one meter shared by at least one other household. With a single meter, a household consuming \n50 kWh/month would have an electricity bill of $4.4; however, if the household shares this connection with \nanother household, the monthly bill for the 50 kWh consumed by each household would increase to $5.6, 27% \nhigher than with a single connection.  \n \n7.  Thus institutional constraints and up-front costs may lead to Inefficient targeting of subsidies. Existing evidence \nsuggest that this may be the case for the electricity sector in Cambodia, which means that the nonpoor may be \nbenefiting more from the subsidies than the poor. The economic cost of the subsidies in terms of distortions \nand/or forgone expenditure alternatives more effective in reaching the poor is costly and is borne by both poor \nand nonpoor.    \n \nBulk Supply Distribution Project Area  \n \n8.  Communities along the transmission line route are vulnerable to such external shocks as flooding and drought. \nPoverty levels are consequently high. The district-level incidence of poverty ranges from 27.6% to 44.3%. The \nincidence of poverty in the project targeted communities along the transmission line ranges from 25% to 75%. \nThe average incidence is about 40%.  \n \n9.  Table A10.1 shows the socioeconomic profile by poverty classification of a random sample of the expected \nproject beneficiaries. Poor households are more likely to be headed by a woman or a member of an ethnic \nminority, to be dependent on growing rice as a source of income, and to have lost more work days to illness than \nthe nonpoor. Education levels for both poor and nonpoor are low as reflected in the average years of schooling.  \n  \nTable A10.1: Household Profiles \n \n  Poor Households  Nonpoor Households \nItem  Number  Share (%)  Number  Share (%) \nTotal    192      319   \nFemale Household Head    34  17.7     44  13.8 \nNon-Khmer (ethnic minority)    3  1.6     1  0.3  \nMain Occupation Is Growing Rice    133  69.3     214  67.1  \nAverage Number of Years Schooling of \n  3.76      3.64   \nHousehold Adult Members  \nAverage no. of days lost to illness in the last \n  0.75      0.66   \n3 months  \nSource: Project preparatory technical assistance field survey along the transmission line route. \n \nConnecting the Poor:  \n \n10. To ensure that the poor can fully benefit from investments in the electricity sector they need to have direct \naccess to electricity services. Institutional issues such as land tenure tend not to be a barrier to accessing \nelectricity  services  in  rural  Cambodia;  however,  the  up-front  costs  associated  with  connection,  including \nconnection charges, consumption deposits, and wiring may add up to an unaffordable amount. The survey \nincluded an assessment of possible barriers to connection, including the affordability of up-front charges. Of the \nhouseholds along the transmission route, 12.5% indicated that they would not be able to afford up-front \nconnection costs. Most households would be able to use their own savings to connect, while others would need \nto borrow money or sell livestock (Table A10.2). Rural electricity Entrepreneurs (REEs) will be responsible for \nsupplying to end-consumers. Allowing consumers to pay the connection fee in installments could be an important \nmeasure to increase connections. In rural Cambodia, this business practice is often implemented to increase the \nnumber of consumers. \n \n \n \n \n \n \n ", "  Appendix 10  45 \nTable A10.2: Means to Pay for Up-Front Charges \n \nPrimary  Secondary \nPayment Mode  Sources  Source \nUse of own savings  361  30 \nBorrow from friends and relatives  19  41 \nBorrow from moneylender or others  2  6 \nSell livestock  45  141 \nSell other assets  12  30 \nPay after good crop  2  50 \nOther  9  25 \nSimply cannot afford KR140,000   67  27 \nSource: Project preparatory technical assistance field survey along the transmission line route. \n \n11. To promote connections for the poor in Phnom Penh, EDC has agreed to offer a 5-ampere capacity connection \nrather than a 10-ampere connection to better accommodate the low consumption levels by the poor. This will \nreduce the connection fee from $15.5 to $7.8 and reduce the consumption deposit from $13 to $6.5. Overall, this \nwill reduce the up-front outlay by more than $14. This is a significant reduction for a poor household. Under the \nloan, EDC will assess whether installment payments will still need to be introduced to connect the poor in Phnom \nPenh. EDC has, in principle, approved installment payment of connection fees, but implementation will take \nplace in accordance with the findings of a more in-depth analysis of the affordability of up-front costs.  \n \nImpacts in Rural Areas: \n \n12. The most immediate and direct impact of providing reliable electricity services to the poor is the effect on \nexpenditure savings in relation to energy (Table A10.3). In general, the poor’s consumption is determined by the \naffordability of appliances. However, the improved reliability and cash savings will induce households to \nconsume more electricity. Most households, including the poor, indicated that they would purchase a color \ntelevision if they had access to reliable electricity. Even with the expected increase in consumption levels \nresulting from providing poor households with access to grid electricity, cash savings will be significant. Monthly \nelectricity expenditure is expected to drop by more than 25% and income shares spent on electricity will fall from \naround 30% to less than 20%.  \n \nTable A10.3: Immediate Impact on Poor Rural Households - Cash Savings (Average $/month) \n  Electricity  Electricity  Share of  Share of HH cash \nconsumption  expenditure  total HH  income  \n($)  expenditure  (%) \n(%) \nWithout Project  4 kWh  4.44  6  30 \nWith Project  7.2–13.2 kWh  2.06–3.78  1–2  19 \nKWh = kilowatt-hour. \nSource: PPTA field survey along the transmission line route \n \n13. Other impacts of electrification on the poor in Cambodia include benefits of increased social activity in the \nvillages, increased access to information and the enjoyment that television brings, ability for children to study at \nnight and the ability to better store vaccines and other medications. While many of these social benefits are \ndifficult  to  quantify  and  are  perceived  welfare  impacts  stated  by  the  poor  themselves,  they  do  reflect \nimprovements in the quality of life and are equally important to expenditure savings. Given the history of violence \nin Cambodia, proper lighting in the evening also gives a sense of safety. Many of the social benefits occur at the \ncommunity level and have “public good” characteristics and as such they do not exclude households in electrified \nvillages that are not connected.   \n \n \n \n \n ", "46   Appendix 10 \nC.  Participation Process \nStakeholder analysis prepared   A stakeholder analysis was undertaken during the social assessment and has \ncontributed to the resettlement planning process. \n \nParticipation strategy   The resettlement plan includes a detailed public participation and consultation \nstrategy for further resettlement planning, implementation, and monitoring and \nevaluation. \n       \n \nD.  Social Safeguards and Other Social Risks  \n  Significant,     \n  Not Significant,     \nSubject  Uncertain, None  Strategy to Address Issues  Plan  Prepared \nResettlement  Significant  The Project will significantly affect more than  Resettlement plan. \n200 people through relocation and loss of \nproductive income. A resettlement plan has \nbeen prepared to provide for compensation \nfor all losses at replacement cost and for \nsocial and economic rehabilitation. \n \nGender  Not significant  Vulnerable women heads of households will  Provision is made in the \nbe provided with special assistance under  resettlement plan. \nthe resettlement plan. An income restoration \nprogram for households losing sugar palm \ntrees will include assistance for women to \ndevelop alternative livelihoods. \n \nThe increased reliability of street lighting in \nPhnom Penh and street lighting for the first \ntime in villages along the transmission route, \nwill increase the sense of security, \nparticularly of women, and reduce \nrestrictions on social and livelihood activities.  \n \nAffordability  Yes    Installed capacity will be \nbetter matched to the low \nconsumption levels of the \npoor. This will reduce up-\nfront costs associated with \nconnection fees and \ndeposits. Installment \npayments will be \nimplemented based on an \nin-depth affordability \nassessment. \n \nLabor  None  None.  None. \n \nIndigenous   None  No indigenous (ethnic minority) households  No separate output. \nPeoples  are among the affected people, although \nabout 1% of households surveyed along \nproject alignments are non-Khmer.   \n \nOther Risks/  None  None.  None. \nVulnerabilities \n    \n ", "  Appendix 11  47 \nSUMMARY RESETTLEMENT PLAN  \n1.  Scope of Land Acquisition and Resettlement. The main components of the Project \nwould require land acquisition of 8.94 hectares (ha) severely affecting 15 paddy rice farmers, \nand  148  houses  and  1  commercial  enterprise,  which  would  need  to  be  relocated  (see  \nTable A11.1). Sixteen percent of structures can be moved out of the right of way (ROW) onto \nthe remaining land of their owners behind the ROW. The remaining 84% must move to another \nlocation within the same village. There are also approximately 7,000 economically valuable \ntrees to be cleared from the ROWs. A total of 634 affected households have been identified as \nlosing land and/or structures. Except for land required for towers, the property owners can retain \nownership of the land within the ROW and can continue to use it for agricultural purposes. \n \nTable A11.1: Scope of Land Acquisition and Resettlement for Transmission Project \n \nComponents  Total  Of  Affected  Affected  Demolished  Relocated  Relocated \nland  which  households  population  floor  households  persons \nacquired  paddy  spaces \n(ha)  land  (m2) \n220kV Line  3.70  3.37  370  2,100  4682  1403  800 \n115kV Line  0.04  0.04  100  500  305  9  45 \nSubtotal  3.74  3.41  470  2,600  4987  149  845 \nWPP  3.35  3.35  8  45  0  0  0 \nSubstation \nTakeo  1.85  1.85  7  35  0  0  0 \nSubstation \nSubtotal  5.20  5,20  15  80  0  0  0 \n      Total  8.94  8.61  485  2,680  4987  149  845 \nNotes: 1. These are all subject to verification during the Detailed Measurement Survey process \n            2. Affected population numbers based on average household sizes  \n            3. One of these is a commercial operation \nSource: Project Preparatory Technical Assistance. \n \n2.  Scope of the Resettlement Plan. This summary resettlement plan covers all project \ncomponents that involve land acquisition, compensation, and resettlement: the 220- and 115-\nkilovolt transmission lines and the West Phnom Penh and Takeo substations and related access \nroads.  A  census  and  inventory  of  lost  assets  was  conducted  in  2001,  together  with  a \nsocioeconomic survey of 25% of affected households. The census was updated in 2003, as was \nthe inventory of assets for the severely affected relocating households and severely affected \nhouseholds losing agricultural land within the 30-meter right-of-way of the transmission lines \nand the substation sites. An resettlement plan (Supplementary Appendix C) has been prepared \nfor the Project in compliance with the Asian Development Bank’s (ADB’s) Policy on Involuntary \nResettlement (1995) and Handbook on Resettlement: A Guide to Good Practice and the World \nBank’s OP 4.12. The resettlement plan will be updated following detailed design during project \nimplementation.  \n \n ", "48   Appendix 11 \n3.  Policy Framework and Entitlements. The policy framework and entitlements have built \nupon the laws of Cambodia, principally the country’s 1993 Constitution, 2001 Land Law, and \n2001 Electricity Law 2001; the draft national resettlement policy that was prepared with ADB’s \nassistance;1 ADB’s  Policy on Involuntary Resettlement  (1995); the World Bank’s operating \nprocedure 4.12; and Government-approved resettlement plans for other ADB and World Bank \nprojects.  Provisions  and  principles  adopted  in  the  resettlement  plan  will  supersede  the \nprovisions of any relevant decrees wherever a gap exists. In the case of discrepancies between \nthe Government’s procedures and the ADB’s requirements, ADB’s requirements will apply. \n \n4.  Project Principles. The following basic principles have been adopted for the Project: \n \n(i)  The acquisition of land and other assets and the resettlement of people will be \nminimized as much as possible by identifying possible alternative project designs \nand appropriate social, economic, operational, and engineering solutions that \nhave the least impact on populations in the project area. \n(ii)  The populations affected by the Project are defined as those who may stand to \nlose,  as  a  consequence  of  the  Project,  all  or  part  of  their  physical  and \nnonphysical assets, including homes, homesteads, productive lands, commercial \nproperties, tenancy, income-earning opportunities, social and cultural activities \nand relationships, and other losses that may be identified during the process of \nresettlement planning. \n(iii)  All  those  affected  will  be  entitled  to  be  compensated  for  their  lost  assets, \nincomes, and businesses at full replacement cost and will be provided with \nrehabilitation measures sufficient to help them improve, or at least maintain, their \npreproject living standards, income-earning capacity, and production levels. \n(iv)  All  affected  populations  will  be  equally  eligible  for  compensation  and \nrehabilitation  assistance,  irrespective  of  tenure  status,  social  or  economic \nstanding, and any other factors. \n \n5.  Entitlement Matrix. The entitlement matrix for the Project (Table A11.2) summarizes \nthe main types of losses and the support entitlement for each type of loss. \n \nTable A11.2: Summary Entitlement Matrix \n \nTypes of Losses  Entitlements \nLand   \nAgricultural land  Cash compensation at replacement cost at current market value. All land \ntransactions will be free from taxes, registration, or transfer costs. \n \nResidential and commercial land  Cash compensation at replacement cost at current market value. Where more than \neight households in one village or local area want replacement land, they will be \nentitled to a standard plot on a fully serviced resettlement site at a location \nacceptable to those affected. \n   \n                                                 \n1  ADB.  2000.  National  Resettlement  Policy  Enhancement  and  Capacity  Building.  Manila  (TA-5935-REG,  for \n$500,000, approved 20 September 2000. \n \n ", "  Appendix 11  49 \n \nTypes of Losses  Entitlements \nTemporary damage to crops,  Cash compensation at replacement cost and/or restoration to its original condition \nland, structures, or private or  or better. \ncommunal infrastructure caused \nby construction \n \nStanding Crops and Trees   \nStanding crop  Cash compensation at market rate for loss of crops. \n   \nTrees, fruit  Cash compensation at market rate based on the type, age, and productive value of \nthe trees.  \n \nLost Income and Wages   \nLost business income during the  Lump sum cash compensation of actual income lost by small businesses. \ntransition period until business is  Lump sum cash compensation according to tax declarations of large businesses. \nre-established   \n   \nLost wages during the transition  Lump sum cash equivalent to three months salary. \nperiod until the place of \nemployment is re-established \n \nAgricultural Laborers   \nIncome restoration measures,  Lump sum cash equivalent to three months salary and assistance to find alternative \nfarm laborers, severely affect  employment. \nfarmers and owners of productive   \ntrees   Severely affected farmers will be entitled to income restoration measures i.e. \nagricultural extension assistance from Ministry of Agriculture and Rural \nDevelopment to increase productivity on remaining land or diversify to new \ntechnologies, learn a new livelihood. \n \nSeverely affected owners of productive trees will be entitled to income restoration \nmeasures of microfinance and training in alternative livelihoods provided through \nexisting nongovernment organization programs in the project area. \nCost of living allowance for  Lump sum of $40 or equivalent of 40 kilograms of rice per household. \nseverely affected households and   \nfarmers   \n   \nTransportation allowance for  Lump sum of $40 or sufficient to cover the cost of transporting new and salvaged \nrelocating households  materials and personal possessions, whichever is greater. \n   \nSpecial allowance for socially or  A $20 allowance plus additional cash and other assistance as needed, based on \neconomically vulnerable  identified needs and priorities. Households with more than one factor of \nhouseholds  vulnerability will be entitled to a $20 allowance for each factor. For example, \n  households that are extremely poor and headed by a woman would be entitled to \n  $40. \n   \nRelocation costs for relocating  Lump sum of cash equivalent to three months rent,  assistance to locate another \nrented houses  house to rent, transportation allowance, and a cost of living allowance. \n \nSource: Project Preparatory Technical Assistance. \n \n6.  Vulnerable Groups. The social analysis shows that all those affected are Khmer. One-\nquarter of all households surveyed during the socioeconomic survey and one-third of severely \naffected households were found to belong to a vulnerable group (female-headed, extremely \npoor, returnees, elderly, disabled, and children without means of support). Special attention will \nbe given to identifying and addressing the needs of vulnerable households.  \n \n ", "50   Appendix 11 \n7.  Income Restoration. Agricultural households that are severely affected through a loss \nof 20% or more of  their productive land should be entitled to replacement land of equal \nproductivity. However, all farmers losing land for substations have indicated a preference for \ncash  compensation  rather  than  land.  They  will  also  be  entitled  to  agricultural  extension \nassistance for increasing productivity or diversifying the use of their remaining land. Severely \naffected owners of productive trees will be assisted with microcredit and alternative livelihood \ndevelopment  through  existing  non-government  organizations  in  the  Project  area.  Loss  of \nbusiness and wages will be compensated during the transition period. \n \n8.  Participatory  Process  of  Resettlement  Planning  and  Implementation  and \nGrievance Mechanism. Extensive consultation has taken place since the first surveys were \nundertaken in 2000. Further resettlement planning and implementation will follow a participatory \napproach  of  consultation  to  finalize  replacement  costs,  relocation  and  income  restoration \noptions, monitoring and evaluation of impacts and benefits, and design and participation in a \ngrievance mechanism.  \n \n9.  Disclosure.  Key  information  in  the  resettlement  plan,  including  compensation  and \nrehabilitation options, have been disclosed to the affected households and communities in the \nform of a resettlement information brochure. The final resettlement plan, or its summary, will \nalso be displayed in a form and language that they can understand in an accessible place. The \nresettlement plan or this summary will be posted on ADB’s website.  \n \n10.  Institutional  Arrangements. Resettlement planning, implementation, and monitoring \nwill be done under the guidance of consultants. The Project will assist Electricité du Cambodge \n(EDC) to establish and build the capacity of a social and environmental unit. EDC will put \ninstitutional arrangements in place to ensure effective and timely design, planning, consultation, \nand  implementation  in  relation  to  the  land  acquisition,  compensation,  resettlement,  and \nrehabilitation program. \n \n11.  Monitoring  the  Resettlement  Plan  Implementation  and  Impacts.  EDC  and    the \nMinistry of Economy and Finance will be responsible for monitoring internal resettlement. Before \nany resettlement activities commence, the project implementation consultants will contract a \nsuitably qualified nongovernment organization, social science institute, or domestic consultant to \ncarry out independent monitoring and evaluation of the resettlement process and its impacts.  \n \n12.  Cost Estimates. Replacement costs and rates have been established in consultation \nwith village administrations in the project areas. Final rates acceptable to those affected will be \ndetermined through further consultation during the detailed measurement survey. The estimated \ncost  for  resettlement  planning,  resettlement  plan  updating,  implementation,  and  income \nrestoration is $2.5 million.  \n \n13.  Implementation Schedule. All resettlement activities will be coordinated with the civil \nworks schedule. The Government and ADB will not approve the commencement of civil works \nfor  any  component  to  be  financed  from  the  loan  proceeds  until  the  Government  has \nsatisfactorily completed compensation payments and relocation to new sites in accordance with \nthe  approved  resettlement  plan  for  that  component  and  has  ensured  that  rehabilitation \nassistance is in place. \n \n \n "], "metadata": {"Producer": "Acrobat Distiller 5.0.5 (Windows)", "Author": "aj3", "Creator": "Acrobat PDFMaker 5.0 for Word", "ModDate": "D:20040210153311+08'00'", "Title": "SUMMARY PROCEDURE", "CreationDate": "D:20031125182613+08'00'"}}