{"path": "data/input/reports/rrp-r15305.pdf", "pages": [" \nASIAN DEVELOPMENT BANK  \n \n \n \n \n \n \n \n \n \n \n \nTHE TRANSFER OF LIABILITIES AND GENERATION ASSETS \nFROM THE NATIONAL POWER CORPORATION  \nTO THE POWER SECTOR ASSETS AND LIABILITIES MANAGEMENT \nCORPORATION \n \nAND  \n \nTHE TRANSFER OF TRANSMISSION ASSETS  \nFROM THE NATIONAL POWER CORPORATION \nTO THE NATIONAL TRANSMISSION CORPORATION \n \n \nIN THE \n \nREPUBLIC OF THE PHILIPPINES \n \n \n \n \n \n \n \n \n \nJune 2005", " \nCURRENCY EQUIVALENTS \n(as of 9 May 2005) \n \n \n \nCurrency Unit –  peso (P) \nCurrency Unit –  Japanese yen (¥) \n \nP1.00 =  $0.0185 \n$1.00 =  P 54.10 \n¥1.00 =  P 0.5136 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EPIRA  –  Electric Power Industry Reform Act \n  IPP  –  independent power producer \n  NPC  –  National Power Corporation \n  PCG  –  partial credit guarantee \n  PSALM  –  Power Sector Assets and Liabilities Management Corporation \n  PSRP  –  Power Sector Restructuring Program \n  TRANSCO  –  National Transmission Corporation \n \n \n \nNOTES \n \n(i)  The fiscal year of the Government ends on 31 December. \n(ii)  In this report, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by Y. Zhai, SEID and E. Araneta, SEOD. ", " \nCONTENTS \n \nPage \n \nI.  INTRODUCTION  1 \nII.  BACKGROUND  1 \nA.  The Sector  1 \nB.  ADB’s Assistance to the Sector  1 \nIII.  REQUEST FOR CONSENT  2 \nIV.  AMENDMENTS TO RELEVANT AGREEMENTS  3 \nA.  Omnibus Amendment Agreement  3 \nB.  Phase I: Co-Obligor Structure on Liabilities; Maintenance of Guarantees  3 \nC.  Phase II: PSALM as Sole Obligor  4 \nD.  Special Consent for the Masinloc Power Plant  4 \nE.  Other Lenders  4 \nV.  THE PRESIDENT’S RECOMMENDATION  4 \n \nAPPENDIXES \n \n1.  ADB Assistance to the Energy Sector  5 \n2.  List of Outstanding Loan and Guarantee Agreements  7 \n ", "  1\n \nI.  INTRODUCTION \n1.  Pursuant to Section 49 of Republic Act No. 9136, or the Electric Power Industry Reform \nAct (EPIRA) of 2001, the Government of the Republic of the Philippines (the Government) and \nthe National Power Corporation (NPC) requested ADB’s consent to transfer all liabilities and \ngeneration assets of NPC to the Power Sector Assets and Liabilities Management Corporation \n(PSALM),1 and  to  transfer  all  the  transmission  and  sub-transmission  assets  to  National \nTransmission Corporation (TRANSCO) (footnote 1). Since the Government’s request would \naffect all ADB loans to NPC, the Board’s approval is considered required.  \n \nII.  BACKGROUND \nA.  The Sector \n2.  In the early 1990s, the Philippines experienced severe power shortages, leading to \nprolonged blackouts and adverse economic impacts. As an emergency action and with the \nsupport of Government, NPC contracted to purchase power from independent producers (IPPs) \non a take or pay basis. Most of the contracts were denominated in foreign currency. Although \nthis  action  eased  the  power  shortage,  the  subsequent  Asian  financial  crisis  suppressed \nelectricity demand and left NPC with an oversupply of generation capacity. The result of this \ncombination of factors was that NPC had to continue paying - in increasingly more expensive \nforeign currency - for unused power that it could not in turn sell. For a time, NPC’s upwardly \nspiraling  debt  burden  was  serviced  through  commercial  borrowings  by  NPC  and  the \nGovernment. This strategy became unsustainable with the continuous slide of the peso, the \nprevailing low electricity demand, and the low tariffs charged by NPC. \n \n3.  In 2000, Government restructured the power sector to make it more efficient, and to \nreduce its long term negative impact on the fiscal position of the Government. The centerpiece \nof the restructuring was the passage of the EPIRA in June 2001. Among other things, EPIRA \ncreated  TRANSCO  to  take  over  NPC  transmission  assets,  and  created  PSALM  to  be \nresponsible for repaying all of NPC’s existing debt obligations, privatizing all of its generation \nassets, and privatizing the transmission operations through a concession.2 The adjustment \ncosts of the reform were supported in part by ADB’s $300 million Power Sector Reform Program \n(PSRP).3 \n \nB.  ADB’s Assistance to the Sector \n4.  ADB has provided 20 loans to NPC (the “Loans”), all of which are guaranteed by the \nRepublic of the Philippines (the “Guarantees”).4 The loans had a combined value of $1,597 \nmillion (or $1,224 million, net of cancellations).5 In addition to its lending, ADB has provided 34 \ntechnical assistance grants to the energy sector totaling about $15 million. These cover the \n                                                 \n1  Created under EPIRA in 2001. \n2  EPIRA also mandated the establishment of an independent electricity regulator, and an open and competitive \nelectricity market. \n3  ADB. 1998. Report and Recommendation of the President to the Board of Directors on a Proposed Loan and \nTechnical Assistance Grants to the Republic of the Philippines for the Power Sector Restructuring Program. \nManila.  \n4  Under NPC’s Charter, all obligations of NPC are automatically guaranteed by the Republic of the Philippines and \nare excluded from the national borrowing and guarantee ceilings set in the Foreign Borrowings Act. \n5  The Loans are governed by Loan Agreements (the “Loan Agreements”), and the Guarantees by Guarantee \nAgreements (the “Guarantee Agreements”). These are listed in Appendix 2.  ", "2   \nareas of power generation and transmission; power development planning; rural electrification; \ntariff and pricing studies; regulation; consumer impact assessments; feasibility studies; and \nenvironmental assessments, as well as energy conservation; coal industry development; and \ngeothermal steam and natural gas pricing studies. The list of the loans and TAs is included in \nAppendix 1. As of 31 March 2005, 11 loans had been fully repaid. Nine loans with a total current \nprincipal amount of $562.2 million equivalent, remain outstanding and unpaid (Appendix 2). \nAmong these nine loans, eight loans have been completed and one loan is being implemented. \nIn addition, in November 1995, ADB provided a partial credit guarantee (PCG) in the form of a \nput-option deed (the “Put-Option Deed”) for credit enhancement of NPC’s ¥12 billion bond \nissue, due in 2015, with a Government counter-guarantee in the form of a counter-put option. In \nDecember 2002, ADB provided a PCG to support the ¥24.75 billion ($200 million equivalent) 18-\nyear PSALM bond, and the ¥37 billion ($300 million equivalent) 20-year PSALM bond. The PCG \nwas counter-guaranteed by the Government. The PSALM bonds were issued to cover the \nfunding gap resulting from a timing mismatch between the receipt of expected revenues and \ncash outflows, particularly in the initial stages of the privatization process.  \n   \nIII.  REQUEST FOR CONSENT \n5.  Four years after the passage of the EPIRA, the Philippine power sector is now at a cross \nroad. With continued support from ADB, the basic ground work has been laid for an open and \ncompetitive electricity market with opportunities for improved efficiencies, and greater private \nsector participation. On the other hand, prospects for large scale expansion of generation \ncapacity and sustained improvements in transmission would be viable only in the context of \nprivatized sector operations.6 In line with the ongoing policy dialogue on the power sector, there \nhave been initial steps at privatizing the NPC assets. PSALM has successfully sold to private \ninvestors five mini-hydro power plants.7 The Government has also tendered and awarded the \n600 megawatt Masinloc coal-fired power plant. The transaction is expected to be completed in \nDecember  2005,  upon  completion  of  conditions  precedent  to  financial  close  including  the \nprovision of creditors’ consent. Another medium sized plant, the 600 megawatt coal-fired Calaca \npower plant, is scheduled to be tendered late in July this year. There have also been initial \nattempts to privatize the transmission operations through a concession agreement, but actions \nin this area still need to progress further. With advice from international and domestic experts, \nand in consultation with the national oversight agencies and Congress, PSALM continues to \ndevelop  strategies  and  transaction  documents  that  would  best  serve  the  purpose  of \nprivatization. But in order for PSALM to pursue privatization at a faster and sustained pace, it \nneeds to assure the potential bidders that NPC’s creditors have consented to the sale of NPC’s \nassets. \n \n6.  Since the Loan Agreements provide that NPC cannot sell its assets, except in the \nnormal course of business or with the consent of ADB, the Government and NPC are now \nrequesting  ADB  to  (i)  provide  NPC  with  the  necessary  consents  to  transfer  certain  of  its \ngeneration  assets  to  PSALM  and  all  of  its  transmission  and  sub-transmission  assets  to \nTRANSCO  (paragraph  9);  (ii)  permit  PSALM  to  subsequently  sell  to  private  investors  the \ngeneration assets financed under the Loan Agreements, the Guarantee Agreements, and the \nPut  Option  Deed,  and  to  lease  TRANSCO’s  assets  through  the  grant  of  a  transmission \nconcession to the private sector (paragraph 11); (iii) allow for PSALM’s accession to the Loan \nAgreements as co-obligor of NPC (paragraph 9); and (iv) make certain changes to the Loan \n                                                 \n6  Only if there is, in the determination by the President of the Philippines, an imminent shortage of power supply, may \nCongress authorize additional generating capacity. \n7  To facilitate completion of the mini-hydro sales, and considering the restricted impact of these plants on the NPC \nasset base, ADB consented to the sales. ", "3 \nAgreements to address the fact that (a) PSALM, and subsequently a third party investor, and \nnot NPC, will be the legal and beneficial owner of the relevant generation assets; and (b) \nTRANSCO, not NPC, will be the legal and beneficial owner of the transmission and sub-\ntransmission assets financed by the Loans (paragraph 14).  \n \nIV.  AMENDMENTS TO RELEVANT AGREEMENTS \nA.  Omnibus Amendment Agreement \n7.  It is critical for the success of the restructuring that ADB provide the requested consent. \nHowever, in order for ADB to provide this consent, appropriate amendments need to be made to \nthe  Loan  and  Guarantee  Agreements  and  Put-Option  Deed.  ADB  staff  together  with \nGovernment,  NPC,  PSALM  and  TRANSCO  officials  have  negotiated  and  drafted  such  an \namendment agreement (the “Omnibus Amendment Agreement”).8  \n \n8.  The parties to the Omnibus Amendment Agreement will be NPC as the Borrower and \ntransferor of assets, PSALM as the Co-obligor and transferee of generation assets, TRANSCO \nas the Transferee of the transmission assets, the Republic of the Philippines as the Guarantor, \nand ADB as the Lender. The Omnibus Amendment Agreement provides for two phases. \n \nB.  Phase I: Co-Obligor Structure on Liabilities; Maintenance of Guarantees \n9.  Under Phase I, ADB agrees that (i) NPC will transfer its generation assets to PSALM \nand  its  transmission  assets  to  TRANSCO;  (ii)  PSALM  may  then  proceed  to  privatize  the \ngeneration  assets  and  the  transmission  concession;  and  (iii)  in  consideration  of  the  asset \ntransfer, PSALM will accede to the Loan Agreements and become a co-obligor of NPC for all of \nNPC’s liabilities and obligations, including the Loans. Under such arrangement, both NPC and \nPSALM will be contractually liable to pay ADB the full amount of the outstanding Loans, in \naccordance with the originally agreed repayment schedule. As a practical matter, scheduled \nrepayments may be serviced by either NPC or PSALM, and ADB will be entitled to receive such \nservice payments. By the same token, ADB may seek full or partial payment from NPC, PSALM, \nor both, of all Loans that are due and payable. It is noted that this phase occurs after execution \nof the Omnibus Amendment Agreement and the completion of certain conditions precedent, \nincluding the formal delivery of legal opinions and corporate clearances. \n \n10.  During Phase I, although PSALM accedes as a co-obligor of NPC, ADB will continue to \nenjoy the full benefits of the Guarantees. The Republic of the Philippines will continue to \nunconditionally guarantee, as primary obligor and not merely as surety, the due and punctual \nrepayment of all the Loans. The Republic of the Philippines will also waive any new contractual \nor statutory defenses that may arise as a result of the Omnibus Amendment Agreement or the \naccession of PSALM as a co-obligor of NPC.  \n \n11.  ADB will confirm it has no objections to the transfer of assets from NPC to PSALM and \nTRANSCO, and the eventual sale or lease of those assets to the private sector in order to \nprivatize the assets and operations of NPC.  \n \n12.  The Omnibus Amendment Agreement provides that when generation assets and the \ntransmission operations are privatized, the controlling entity at various points will be obligated to \ncomply with relevant project implementation covenants and ADB safeguard policies that NPC, \n                                                 \n8  Copies will be available upon request. ", "4   \nas original executing agency, had committed to undertake or accomplish. There will, however, \nbe no impact on the actual scope of the projects financed by the Loans. \n \nC.  Phase II: PSALM as Sole Obligor \n13.  Phase II will occur if the Republic of the Philippines unconditionally guarantees the due \nand punctual repayment of all the Loans it proposes to completely and finally transfer to PSALM \n(pursuant to which transfer PSALM becomes the Borrower and not merely a co-obligor of NPC). \nThe Omnibus Amendment Agreement provides that in such event, ADB will agree to the full and \ncomplete transfer to PSALM of all then outstanding Loans. Upon the commencement of Phase \nII, NPC will cease to be a Borrower and will no longer be liable to repay any Loan. PSALM will \nbecome the Borrower and will be solely liable to repay all the outstanding Loans. Although the \noccurrence  of  this  phase  is  not  necessary,  it  provides  the  legal  framework  for  any  future \ndecision by the Government to remove the Loans from NPC’s financial books and to transfer \nthem completely to the financial books of PSALM. \n \nD.  Special Consent for the Masinloc Power Plant \n14.  Considering the size of the Masinloc plant, its strategic impact on the privatization of \nNPC and the restructuring of the power sector, and the advanced stage of its privatization \nprocess, it is recommended that ADB waive NPC’s covenant not to sell Masinloc, and allow the \nsale of Masinloc to be completed prior to the effectiveness of Phase I. Considering Phase I is \nexpected to have occurred in time for all other privatization transactions, no further special \nconsents are expected to be required. \n \nE.  Other Lenders \n15.  The  Japan  Bank  for  International  Cooperation  (JBIC), and  the  Organization  of  the \nPetroleum Exporting Countries (OPEC) Fund for International Development, as co-financiers of \nADB-financed projects, did not object to ADB’s agreement to the requested transfers. In fact, \nJBIC is processing the Government’s request and the OPEC Fund has provided its consent. \nThe World Bank was also consulted. It is currently completing the process of considering the \nGovernment’s request. \n \nV.  THE PRESIDENT’S RECOMMENDATION \n16.  In view of the foregoing, the President recommends that the Board (i) agree to provide \nthe requested consents, subject to the Omnibus Amendment Agreement, (ii) authorize the \nexecution and performance of Omnibus Amendment Agreement and related agreements, as \ndescribed in paragraphs 7–14, and (iii) agree to the immediate sale of NPC’s 600 megawatt \nMasinloc coal-fired power plant. ", "  Appendix 1       5     \n \n \nADB ASSISTANCE TO THE ENERGY SECTOR \n \nTable A1.1: Asian Development Bank Lending to the Public and Private Sector \n \nLoan  Date  Borrower  Project/Main Component  $ million  Cofinanced by \nNo.          JBIC  OPEC \n77  02/11/71  NPC  Agus VI Expansion and Associated  23.4     \nTransmission \n96  13/07/72  NPC  Agus III (Mindanao) Hydroelectric Station  21.0     \nEngineering \n196  07/11/74  NPC  Agus III (Mindanao) Hydroelectric Station  1.0     \nEngineering \n223  27/05/75  NPC  Supplementary Loan - Agus II and Agus VI  22.7     \n291  21/12/76  NPC  Agus IV (Mindanao) Hydroelectric Station  52.0     \n326  09/12/77  NPC  Agus V (Mindanao) Hydroelectric Station  29.0     \n421  19/11/79  PNOC  Malangas Coal Development  14.0     \n427  27/11/79  NPC  Pulangi IV (Mindanao) Hydroelectric Station  60.7     \n482  18/11/80  NPC  Negros & Mindanao Transmission  60.5     \n542  17/11/81  NEA  Rural Electrification  87.5    20.0 \n607  07/12/82  NPC  Power Systems Development  32.8     \n666  12/12/83  NPC  Negros-Panay Interconnection  43.8     \n726  20/12/84  PNOC  Philippine National Oil Company Energy Loan  85.0     \n728  10/12/84  NPC  Second Power System Development  33.0     \n823  18/12/86  NPC  Third Power System Development  92.0     \n914  27/10/88  NPC  Fourteenth Power (Sector)  120.0     \n985  14/11/89  NPC  Fifteenth Power (Sector)  160.0     \n991  23/11/89  Hopewell  Navotas 200 MW Gas Turbinea  10.0     \n1042  13/10/90  NPC  Masinloc Thermal Power Station (Stage I)  200.0  150.0   \n1207  10/12/92  Meralco   Meralco Distribution  138.0     \n1230  18/05/93  Hopewell  Pagbilao 700 MW Coal-fired Power Stationa  40.0     \n1231  18/05/93  Batangas  Pinamucan 123 MW Oil-fired Power Stationa  26.5     \nPower Corp. \n1288  14/12/93  NPC  Power Transmission on Luzon & Mindanao  164.0     \n1398  02/11/95  NPC  Northern Luzon Transmission & Generation  244.0  244.0   \n1474  30/09/96  NPC  Leyte-Mindanao Interconnection Engineering  5.3     \n1590  16/12/97  NPC  Power Transmission Reinforcement  191.4     \n1662  16/12/98  DOF  Power Sector Restructuring Program  300.0  300.0   \n1984  19/12/02  NPC  Electricity Market and Transmission  40.0  45.5   \nDevelopment \n      Total  2,297.6  739.50  20.0 \nDOF = Department of Finance, JBIC = Japan Bank for International Cooperation, MERALCO = Manila Electric \nCompany, NEA = National Electrification Administration, NPC = National Power Corporation, OPEC = Organization of \nthe Petroleum Exporting Countries, PNOC = Philippine National Oil Company. \na Private Sector Loan \nSource: Asian Development Bank. \n ", "6    Appendix 1 \nTable A1.2:  Technical Assistance \n \nNo.  Date  Title  $’000 \n251  24/10/78  Malangas Coal Mine  114\n430  17/11/81  Rural Electrification (Dendro Thermal Study)  150\n431  17/11/81  Rural Electrification  120\n447  25/02/82  Industrial Energy Audits & Energy Conservation  560\n450  25/02/82  Second Coal Development  330\n496  07/12/82  Cagayan River Hydropower Study  150\n611  05/07/84  Electricity Tariff Study  229\n651  19/12/84  Private Sector Coal Development Study  350\n652  20/12/84  Refinery Sector Rationalization Study  450\n733  24/12/85  Geothermal Steam Pricing Study  212\n755  17/06/86  Mindanao Power System Development  350\n733  15/10/86  Geothermal Steam Pricing Study (Supplementary)  63\n834  18/12/86  Luzon Power System Development  260\n1015  22/07/88  Development Study of the Visayas Power System  358\n1050  27/10/88  Power  Sector  Cost  Structure  &  Transfer  Pricing  230\nStudy \n1158  17/05/89  Mineral Resources Development  75\n1169  21/06/89  Power Sector Training  93\n1372  11/09/90  Review of NPC's Asset Revaluation  96\n1405  30/10/90  Environmental Management of Coal-based Power  636\nGeneration \n1966  20/10/93  Long-term Power System Planning Study  600\n2365  20/07/95  Natural Gas Sales Negotiations  100\n2435  02/11/95  Formation of Power Transmission Subsidiary  500\n2623  30/07/96  Evaluation of Environmental Standards of Selected  400\nIndustries \n2653  30/09/96  Leyte-Mindanao Interconnection Engineering  575\n3126  16/12/98  Electricity  Pricing  &  Regulatory  Practice  in  a  600\nCompetitive Environment \n3127  23/03/00  Consumer Impact Assessment  720\n3422  23/03/00  Rural Electrification Institutional Strengthening  750\n3516  10/10/00  Rural Electrification  600\n3820  19/12/01  Competition Policy for the Electricity Sector  990\n4073  19/12/02  Transition to Competitive Electricity Markets  800\n4151  18/07/03  Promoting Good Governance in the Restructured  800\nPower Sector \n4174  16/09/03  Rehabilitation  of  Renewable  Energy  Projects  for  800\nRural Electrification and Livelihood Development \n4198  18/10/03  Institutional Strengthening for the Development of  800\nNatural Gas Industry  \n4557  28/12/04  Institutional Strengthening of ERC and Privatization  1,200\nof NPC \n  Total  15,061\n  ERC = Energy Regulatory Commission, NPC = National Power Corporation. \n  Source: Asian Development Bank. \n \n ", "                      Appendix 2  7\n \n \nOUTSTANDING LOAN AND GUARANTEE AGREEMENTS \n \n1.  Loan  823-PHI:  Third  Power  System  Development  Program,  Loan  Agreement \nbetween  NPC  and  ADB  dated  23  December  1986  and  Guarantee  Agreement \nbetween the Republic of Philippines and ADB dated 23 December 1986 ($92.00 \nmillion) \n \n2.  Loan 914-PHI: Fourteenth Power (Sector Loan), Loan Agreement dated 4 November \n1988 between NPC and ADB and Guarantee Agreement between the Republic of \nPhilippines and ADB dated 4 November 1988 ($120.00 million, of which $ 8.98 \nmillion cancelled) \n \n3.  Loan 985-PHI: Fifteenth Power (Sector Loan), Loan Agreement dated 18 December \n1989 between NPC and ADB and Guarantee Agreement between the Republic of \nPhilippines and ADB dated 18 December 1989 ($160.00 million, of which $0.29 \nmillion cancelled) \n \n4.  Loan  1042-PHI:  Sixteenth  Power  (Masinloc  Thermal  Power)  Project,  Loan \nAgreement between NPC and ADB dated 19 April 1991 and Guarantee Agreement \nbetween the Republic of Philippines and ADB dated 19 April 1991 ($200.00 million, \nof which $3.18 million cancelled) \n \n5.  Loan 1288-PHI: Power Transmission Project, Loan Agreement dated 20 December \n1993 between NPC and ADB and Guarantee Agreement between the Republic of \nPhilippines and ADB dated 20 December 1993 ($164.00 million, of which $43.23 \nmillion cancelled) \n \n6.  Loan 1398-PHI: Northern Luzon Transmission and Generation Project (Masinloc \nPower Station), Loan Agreement dated 27 November 1995 between NPC and ADB \nand Guarantee Agreement between the Republic of Philippines and ADB dated 27 \nNovember 19 ($244.00 million, of which $ 82.32 million cancelled) \n \n7.  Loan  1474-PHI:  Leyte-Mindanao  Interconnection  Engineering  Project,  Technical \nAssistance Loan Agreement dated 18 November 1996 between NPC and ADB and \nGuarantee  Agreement  between  the  Republic  of  Philippines  and  ADB  dated  18 \nNovember 1996 ($ 5.35 million, of which $ 0.44 million cancelled) \n \n8.  Loan 1590-PHI: Power Transmission Reinforcement Project, Loan Agreement dated \n21 January 1998 between NPC and ADB and Guarantee Agreement between the \nRepublic of Philippines and ADB dated 21 January 1998 ($191.4 million, of which \n148.10 million cancelled) \n \n9.  Loan  1984-PHI:  Electricity  Market  and  Transmission  Development  Project,  Loan \nAgreement  dated  16  December  2003  between  NPC  and  ADB  and  Guarantee \nAgreement between the Republic of Philippines and ADB dated 16 December 2003 \n($40.0 million) \n \n "], "metadata": {"ModDate": "D:20050722114523+08'00'", "CreationDate": "D:20050628170519+08'00'", "Title": "Microsoft Word - R153-05.doc", "Creator": "PScript5.dll Version 5.2", "Author": "AJ3", "Producer": "Acrobat Distiller 6.0 (Windows)"}}