{"path": "data/input/reports/rrp-lao-34197.pdf", "pages": [" \n Report and Recommendation of the President \n \n \nRRP: LAO 34197 \n \n \n \n \nReport and Recommendation \nof the President to the Board  \nof Directors on a Proposed Asian \nDevelopment Fund Grant to the Lao \nPeople’s Democratic Republic for the \nNorthern and Central Regions Water \nSupply and Sanitation Sector Project \n \n \nJuly 2005 \n \n \n \n \n   ", "CURRENCY EQUIVALENTS \n(as of 31 May 2005) \n \nCurrency Unit –  kip (KN) \n \nKN1.00 =  $0.000094      \n$1.00 =  KN10,600 \n \nThe exchange rate of the kip is determined by the Bank of the Lao People’s Democratic \nRepublic under a system of managed float.  \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  BTC  –  Belgian Technical Cooperation \n  CAT  –  community action team \n  CHAP  –  Community Health and Awareness Program  \n  CSPU  –  country strategy and program update \n  DCTPC  –  Provincial Department of Communication, Transport, Posts and \nConstruction \n  DHUP  –  Department of Housing and Urban Planning, MCPTC \n  EA  –  executing agency \n  EGDF  –  ethnic groups development framework \n  EIRR  –  economic internal rate of return \n  GDP  –  gross domestic product \n  JICA  –  Japan International Cooperation Agency \n  ICB  –  international competitive bidding \n  IEE  –  initial environmental examination \n  KfW  –  Kreditanstalt für Wiederaufbau \n  Lao PDR  –  Lao People’s Democratic Republic \n  LAR  –  land acquisition and resettlement \n  LFNR  –  Lao Front for National Reconstruction \n  MCTPC  –  Ministry of Communication, Transport, Posts and Construction \n  MOF  –  Ministry of Finance \n  NCAW  –  National Commission for Advancement of Women \n  NORAD  –  Norwegian Agency for Development Cooperation \n  NPL  –  Nam Papa Lao \n  NPV  –  Nam Papa Vientiane \n  O&M  –  operation and maintenance \n  OCTPC  –  District Office of Communication, Transport, Posts and Construction \n  OPEC Fund  –  OPEC Fund for International Development \n  PACA  –  participation, awareness, and community actions \n  PCU  –  project coordination unit \n  PIU  –  project implementation unit \n  PMU  –  project management unit \n  PNP  –  provincial nam papa (provincial water supply company) \n  PSP  –  private sector participation \n  RF  –  resettlement framework \n  RP  –  resettlement plan \n  SIP  –  sector investment plan \n  SOE  –  statement of expenditure \n  UNHABITAT  –  United Nations Human Settlements Programme ", "  UXO  –  unexploded ordnance \n  VEI  –  Village Environmental Improvement \n  WASA  –  Water Supply Authority \n  WATSAN  –  Water Supply and Sanitation Unit \n  WSD  –  Water Supply Division, DHUP, MCTPC \n  WSS  –  water supply and sanitation \n  WSSSP  –  Water Supply and Sanitation Sector Project \n \nWEIGHTS AND MEASURES \n \n  lpcd  –  liter per capita per day \n  m3 –  cubic meter \n  m2 –  square meter \n \nNOTE \n \n(i)  The fiscal year (FY) of the Government ends on 30 Sept 2005. \n(ii)  In this report, \"$\" refers to US dollars. \n \nThis report was prepared by a team consisting of Y. Ye (team leader), A. Jain, N. Ikemoto, \nR. Thami, J. Hakim, and N. Bouaphim. \n ", " \nCONTENTS \nPage \n \nGRANT AND PROJECT SUMMARY  i \nMAP  iv \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  4 \nIII.  THE PROPOSED PROJECT  6 \nA.  Objective  6 \nB.  Outputs  6 \nC.  Special Features  8 \nD.  Cost Estimates  9 \nE.  Financing Plan  10 \nF.  Implementation Arrangements  11 \nIV.  PROJECT BENEFITS, IMPACTS, AND RISKS  14 \nV.  ASSURANCES  18 \nA.  Specific Assurances  18 \nB.  Conditions for Grant Effectiveness  20 \nC.  Conditions for Disbursement to a Subproject  20 \nVI.  RECOMMENDATION  20 \nAPPENDIXES   \n1.  Urban Water Supply and Sanitation Sector Analysis  21 \n2.  Summary of the Updated Sector Investment Plan  25 \n3.  Design and Monitoring Framework  27 \n4.  Criteria and Procedure for Towns’ Participation  30 \n5.  External Assistance to the Sector  32 \n6.  Cost Estimates and Financing Plan  34 \n7.  Rationale and Justification for ADF Grant Financing  35 \n8.  Implementation Schedule  37 \n9.  Indicative Procurement Packages  39 \n10.  Outline Terms of Reference for Consulting Services  40 \n11.  Summary Poverty Reduction and Social Strategy  42 \n12.  Gender Strategy  45 \n13.  Ethnic Groups Development Framework  48 \n14.  Summary Resettlement Framework and Short Resettlement Plans  52 \n15.  Economic Analysis  55 \n16.  Financial Analysis  57 \nSUPPLEMENTARY APPENDIXES (available on request)   \nA.  Project Towns’ Profiles \nB.  Water Supply and Sanitation Sector Review   \nC.  Lessons Learned   \nD.  Description of Physical Works for the Three Sample Subprojects   ", " \nE.  Detailed Project Implementation Arrangements   \nF.  Capacity Building Programs   \nG.  Institutional Strengthening of WASA and WSD DHUP   \nH.  Private Sector Participation in Lao PDR Water Supply Sector   \nI.  Resettlement Framework   \nJ.  Resettlement Plan for Three Sample Subprojects   \nK.  Initial Environmental Examination   \nL.  Environmental Assessment and Review Procedures   \nM.  Detailed Economic Analysis   \nN.  Detailed Financial Analysis   \n \n \n ", " \nGRANT AND PROJECT SUMMARY \nRecipient  Lao People’s Democratic Republic (Lao PDR) \n   \nClassification  Targeting classification: Targeted intervention  \nMDG 4,6,7 \nSector: Water supply, sanitation, and waste management \nSubsector: Water supply and sanitation \n \nThemes: Environmental sustainability, Inclusive social development, \nand Gender and development  \nSubtheme: urban environmental improvement, human development, \nand gender equity in opportunities. \n   \nEnvironment  Category B: Initial environmental examination was done. The results \nAssessment  are in Supplementary Appendix K. \n   \nProject Description  The Project is designed to improve the quality of life of residents of \nsmall  towns  in  the  Lao  PDR  and  enhance  small  towns’  roles  as \nmarket,  services,  and  manufacturing  centers  supporting  the  rural \nhinterlands.  It  will  further  support  the  decentralization  of  the  water \nsupply sector─ following the Government’s water supply sector policy─ \nby strengthening the regulatory framework and the sector’s planning \ncapacity.  In  addition,  the  Project  will  assist  the  Government  in \nimplementing the updated water supply sector investment plan through \ninvestments in water supply systems and associated urban facilities in \nabout 12 small towns in the Northern and Central Regions. Formulated \nas a sector project, the Project requires the towns and their provincial \nauthorities  to  demonstrate  their  commitment  to  the  Project  and  its \nassociated  reforms.  It  has  a  strong  community  participation  focus \nreinforced by integrated poverty reduction, and health and hygiene \npromotion  programs.  New  approaches  to  small  town  water  supply \nmodels and strategies to curtail capital costs have been introduced. \n   \nRationale  The Lao PDR has successfully reduced the nation’s poverty incidence \nfrom  45%  in  1993  to  32%  in  2003.  However,  due  to  unbalanced \neconomic development, poverty incidence fell only marginally in the \nNorthern Region, which has the highest incidence of poverty at 52% \nand is home to 25 of the nation’s 47 poor districts officially identified as \npriorities  for  development.  The  Government’s  National  Growth  and \nPoverty Eradication Strategy (NGPES, 2004) aims to reduce poverty \nthrough  strong  economic  growth  and  increased  emphasis  on  the \npoorest  districts.  It  focuses  on  health,  including  water  supply  and \nsanitation, as one of four priority sectors for poverty reduction. Having \nbeen  neglected  in  past  investments,  small  towns  with  populations \nranging from 2,000 to 20,000 remain underdeveloped—overall piped \nwater supply service coverage is only about 17% compared with 69% \nin Vientiane and the four largest secondary towns. More than 50% of \nhouseholds do not have any form of water-sealed toilets and less than \n10% of primary schools have latrines. Roads have mainly gravel or dirt \npavements, with low coverage of roadside drains. Residents in small \ntowns  spend  considerable  time,  energy,  and  financial  resources \nacquiring their daily water needs. Low coverage of safe piped water ", "ii   \nsupplies, poor environment conditions, and low hygiene awareness in \nsmall towns have resulted in a high incidence of diarrhea diseases, \nmalaria,  and  high  morbidity.  Such  unfavorable  conditions  also \nconstrain the small towns’ economic development and limit their ability \nto serve the surrounding rural hinterlands. The Project will support the \nwater supply and associated urban improvement in small towns, which \nare the Government’s highest priorities in small town development. \nMost project towns will be in the poor Northern Region, the geographic \nfocus  of  the  Asian  Development  Bank’s  (ADB)  operations.  The \nremainder  will  be  in  the  Central  Region.  The  Project  includes \nsignificant  community  participation,  poverty  reduction,  health  and \nhygiene promotion activities to strengthen the local sense of ownership \nand  maximize  the  intended  health  benefits  and  poverty  reduction \nimpacts. \n   \nImpact and  The  specific  objectives  of  the  Project  are  to  (i)  improve  the \nOutcome  accessibility,  quality,  reliability,  and  sustainability  of  water  supply \nservices in about 12 small towns in Northern and Central Regions; and \n(ii)  improve  environmental  conditions  in  these  small  towns.  The \nobjectives will be achieved by (i) constructing new optimal-size water \nsupply  systems  using  appropriate  technologies;  (ii) \nrehabilitating/improving  selected  urban  facilities,  i.e.  sanitation, \ndrainage, roads, and bridges; (iii) enhancing public hygiene awareness \nand motivating public participation in village improvement initiatives; \nand  (iv)  strengthening  sector  planning,  managing,  and  regulating \ncapacity.  It  has  been  designed  within  the  framework  of  the \nGovernment’s policy statement for the urban water supply sector and \nhas taken into account the absorptive capacity of sector institutions.  \n   \nCost Estimates  The project cost is estimated at $24.9 million equivalent, of which \n$15.4 million equivalent (61.8%) is the foreign currency cost and $9.5 \nmillion equivalent (38.2%) is the local currency cost. \n   \nFinancing Plan  ($ million) \n  Foreign  Local  Total \nSource  % \n  Exchange  Currency  Cost \n           \n  ADB  6.5  3.5  10.0  40.1 \n  OPEC Funda 7.0  2.0  9.0  36.1 \n  NORADa 1.3  0.4  1.7  6.8 \n  Government  0.6  3.5  4.1  16.5 \n  Beneficiaries  0.0  0.1  0.1  0.5 \n           \n  Total  15.4  9.5  24.9  100.0 \n  ADB = Asian Development Bank, NORAD = Norwegian Agency for Development \nCooperation, OPEC = Organization of Petroleum Exporting Countries. \na     to be administered by ADB. \nGrant  Amount  and  A grant of $10.0 million is proposed to be provided from ADB’s Asian \nTerms  Development Fund.  \n   \nAllocation and  The ADB grant will be passed on to the provincial governments for \nRelending Terms  construction of water supply systems, roads, drains, and sanitation \nimprovement; participation in awareness and community actions; and ", "  iii\nproject implementation assistance and capacity building. Part of the \nloan proceeds from the OPEC Fund loan equivalent to 30% of the cost \nof each water supply scheme will be re-lent to the respective provincial \nwater supply company under a subsidiary loan agreement acceptable \nto ADB, with an interest rate of 6.4% per annum and a maturity period \nof 25 years, including a 6-year grace period.  \n   \nPeriod of  Until 30 September 2010 \nUtilization \n   \nEstimated Project  31 March 2010 \nCompletion Date \n   \nExecuting Agency  Ministry of Communication, Transport, Posts and Construction \n(MCTPC) \n   \nImplementation  MCTPC will be the Executing Agency for the Project. MCTPC has \nArrangements  extensive  experience  in  implementing  projects  funded  by  external \nagencies. A national project steering committee (PSC), chaired by the \nvice minister of MCTPC, will be established to provide overall project \ndirection and guidance. A project coordination unit (PCU) will be set up \nwithin  the  MCTPC.  The  PCU  will  be  directly  responsible  for \ncoordinating and managing of all project activities. A provincial project \nsteering committee (PPSC) will be established in each project province \nto provide project direction and guidance for the subproject in each \nprovince  and  coordinate  provincial  and  district  agencies.  A  project \nimplementation unit (PIU) will be set up in each province and will be \nresponsible for daily subproject implementation in that province. \n   \nProcurement  Goods,  works,  and  services  financed  by  ADB  will  be  procured \nfollowing ADB’s Guidelines for Procurement. Major supply and civil \nworks  contracts  will  be  carried  out  under  international  competitive \nbidding (ICB). For civil works contracts valued at less than $1.0 million, \nlocal competitive bidding (LCB) procedures acceptable to ADB will be \nadopted. For supply contracts costing less than $500,000, international \nshopping  (IS)  procedures  will  be  followed.  Direct  purchase  (DP) \nprocedures will be used for equipment items that are locally available \nand cost less than $100,000. The PCU will carry out all procurement \nexcept those for the village environment improvement subcomponent, \nwhich will be undertaken by the respective PIU. \n   \nConsulting  About 94 person-months of international and about 731 person-months \nServices  of domestic consulting services will be required to assist in (i) project \npreparation  services,  including  preparation  of  feasibility  studies, \nresettlement  and  ethnic  groups  development  plans,  and  detailed \nengineering  designs;  (ii)  construction  supervision,  including \nimplementation of resettlement and ethnic groups development plans; \n(iii) social and environmental impact administration; (iv) technical and \nmanagement support and capacity building for PCU, PIUs, district offices \nof communication, transport, post and construction (OCTPCs), and \nvillage  water  and  sanitation  units  (WATSANs);  (v)  developing  and \nimplementing community awareness and participation programs; and \n ", "iv   \n(v) surveying and clearing unexploded ordnance (UXO). An additional \n50 person-months of international and 82 person-months of domestic \nconsulting services will be required for institutional strengthening of the \nWater  Supply  Authority  (WASA)  and  Water  Supply  Division  of  the \ndepartment  of  Housing  and  Urban  Planning  (DHUP).  Consultants \nfunded  by  ADB  grant  and/or  loans  administered  by  ADB  will  be \nselected and engaged in accordance with the ADB’s Guidelines on the \nUse of Consultants. \n   \nProject Benefits  The Project is expected to benefit residents (about 89,000 in 2010 and \nand Beneficiaries  100,000  in  2015)  of  about  12  small  towns  by  providing  safe  and \nreliable piped water supplies and an improved urban environment that \nwill have a direct impact on the health and living conditions of the town \ncommunities.  The  health  benefits  will  come  from  (i)  a  safe  and \nconvenient  water  supply;  (ii)  improved  environmental  sanitation \nthrough drainage and related works; (iii) increased use of domestic \nsanitation facilities due to increased awareness, appropriate sanitation \nmodels, and improved water supply; (iv) increased knowledge and \nawareness  of  health  and  hygiene  issues;  and  (v)  avoidance  of \ndrudgery associated with collecting water. The health benefits from the \nphysical investment of the Project will be enhanced by the hygiene \nawareness  and  promotion  activities.  About  100  core  villages  will \nbenefit directly from village environment improvements: provision of \naccess  roads,  footpaths,  and  improved  drainage  and  sanitation  in \nresidential areas. Moreover, an estimated 98,000 rural residents in the \nsurrounding hinterland will benefit from improved roads and bridges \nallowing better access to urban markets and social services provided \nin the project towns. The towns’ economies will benefit from enhanced \nproductivity  as  a  result  of  health  improvement,  timesavings  in \ncollecting water, as well as from increased urban efficiency arising \nfrom improved roads, bridges, drainage, and sanitation. Residents in \ntowns will also benefit from lower water costs and from savings in \nhealth care costs. \n   \nRisks and  The main risks associated with the Project are (i) lack of progress in \nAssumptions  policy  and  institutional  reforms,  particularly  moving  WASA  toward \nbeing a capable sector regulator; (ii) limited human resources and \ninstitutional capacities at provincial and district levels; (iii) uncertainty \nregarding  tariff  increases  necessary  to  ensure  sustainability  of  the \nwater supply service; (iv) insufficient community participation in project \nimplementation, particularly from women and the poor; (v) poor and \nvulnerable  households  negatively  affected  by  resettlement;  (vi) \ninadequate resources available for counterpart funding; (vii) insistence \nby provincial governments on overly conservative water supply design \nparameters,  resulting  in  inefficient  or  wasted  investment;  (viii) \ninadequate time and resources for raw water assessment; and (ix) \ninadequate  sources  for  operations  and  maintenance  of  project \nfacilities. \n ", "v\n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on (i) a proposed \ngrant to the Lao People’s Democratic Republic for the Northern and Central Regions Water \nSupply and Sanitation Sector Project (the Project); and (ii) proposed administration by the Asian \nDevelopment Bank (ADB) of a proposed loan from the OPEC Fund for International Development \nto the Lao People’s Democratic Republic for the Project.1\n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n2.  The Lao PDR has one of the smallest populations (total of about 5.7 million in 2003) and \nlowest  population  densities  (25  persons/square  kilometer)  in  Southeast  Asia.  However,  its \npopulation growth rate of 2.5% is among the highest in the region, and the population is projected \nto reach 8.2 million by 2020. About 80% (4.5 million) of the people live in nearly 12,000 small \nrural  villages  scattered  throughout  the  country.  The  remaining  20%  (1.2  million)  are  urban \nresidents who live in 145 officially designated urban centers in 142 districts. While the Lao PDR \nremains essentially a rural country, urban centers are playing an increasingly important role in the \ncountry’s economy, evidenced by (i) the quick growth in the industry sector in the past decade; \nand (ii) the Government’s socioeconomic development strategies increasingly emphasizing the \ndevelopment of urban centers, particularly small towns.2   \n \nA.  Performance Indicators and Analysis \n3.  Socioeconomic and Poverty Indicators. Although it has had consistent improvement in \nmost socioeconomic indicators over the past few years, the Lao PDR remains one of the world’s \nleast-developed countries. It ranked 135th among 177 countries in the 2004 Human Development \nReport of the United Nations Development Programme (UNDP). The country’s gross domestic \nproduct (GDP) grew at an average annual rate of 6.4% during 1993–2003. The GDP per capita in \n2003 was about $350. While agriculture still accounts for about half of the GDP, the industry has \nbeen growing fastest in the past decade at an average annual rate of about 10.5%, followed by \nservices at 6.7%, and agriculture at 5.0%. Government revenue was about 11.0% of GDP and \nexpenditure about 18.8% of GDP in 2003. The budget deficit of about 7.8% of GDP was financed \nmostly by grants and external concessional loans. External debt stood at around $3.0 billion or \nabout 170% of GDP in 2003. Poverty incidence fell from about 45% in 1993 to 32% in 20033 due \nto strong economic growth. However, it fell only marginally in the Northern Region, which has the \nhighest  incidence  of  poverty  at  52%,  because  of  unbalanced  economic  development.  The \nNorthern  Region  has 25  of  the nation’s  47 poor  districts  officially  identified  as  priorities  for \ndevelopment. The Central Region, with a poverty incidence of 35%, has 16 similar poor districts.4 \nWhile poverty in the country is most evident in the rural areas, the urban poor are also severely \naffected by environmental degradation, unclean water, lack of proper sanitation, and lack of \naccess to essential services.  \n \n4.  Water  Supply  and  Urban  Services.  While  about  69%  of  the  urban  population  in \nVientiane  and  the  four  secondary  towns  have  piped  water  supply,  overall  coverage  in  the \nremaining 140 small towns is only about 17% as they had been largely neglected during past \ndevelopment efforts. There are still 49 small towns in the Northern Region without a piped water \nsupply system, 43 in the Central Region, and 23 in the Southern Region.5 Many people in small \n                                                 \n1  A small-scale (less than 10% of the project costs) urban component is included in the Project to complement the \nwater supply intervention of the Project. It includes sanitation, drainage, and, in somes cases, roads and bridges. \n2  Urban centers with populations of 2,000 - 20,000 people are considered small towns.  \n3  ADB. 2004. Country Strategy and Program Update (2005–2007): Lao People’s Democratic Republic. Manila. \n4  Lao PDR. 2004. National Growth and Poverty Eradication Strategy. Vientiane. \n5  Water Supply Authority. 2003. Urban Water Supply Map. ", "2     \ntowns rely on shallow wells, ponds, and streams, which are unreliable and often biologically \ncontaminated. More than 50% of households in small towns do not have any form of water-sealed \ntoilets, while less than 10% of primary schools have latrines. Markets often do not have any toilet \nfacilities. Roads in small urban centers have mainly gravel or dirt pavements, with low (typically \nless than 25%6) coverage of roadside drains. Low coverage of safe piped water supplies, poor \nsanitation conditions, and low hygiene awareness in small towns has resulted in a high incidence \nof diarrheal diseases, malaria, and morbidity. In small towns, women and children spend an \naverage of about 1–2 hours each day fetching water from distant sources. Inadequate water \nsupply and poor environmental conditions in small towns also deter socioeconomic development \nand limit their ability to serve the surrounding rural hinterlands. \n \n5.  Sector Institutions. Since 1995, the Government has introduced a series of reforms \naiming  to  decentralize  responsibility  for  urban  and  rural  infrastructure  and  services  to  the \nprovincial  governments.  Accordingly,  each  provincial  government  has  taken  increasing \nresponsibility for urban infrastructure and services, which are managed on its behalf by the \nprovincial Department of Communications, Transport, Posts, and Construction (DCTPC) and its \ndistrict  offices  (OCTPC).  In  1999,  Government  Decision  37/PM 7   on  Management  and \nDevelopment of the Water Supply and Wastewater Sector (the Policy Statement) established an \ninstitutional framework and long-term vision for the sector. The main operational impacts of \nDecision 37/PM were to devolve responsibility for urban water supply and sanitation (WSS) from \nthe central to the provincial government, and to create a new organization, the Water Supply \nAuthority  (WASA),  under  the  Ministry  of  Communication,  Transport,  Posts  and  Construction \n(MCTPC). The Nam Papa Lao (NPL or Lao Water Supply Company), which was previously \nresponsible for water supply for the whole country, was then broken into Nam Papa Vientiane \n(NPV or Vientiane Water Supply Company, in charge of water supply in Vientiane) and provincial \nnam papas (PNPs, provincial water supply companies looking after the water supply service in \neach province). From late 1999, each PNP became an autonomous state-owned enterprise under \nDCTPC. While WASA was established to assist the MCTPC minister on technical issues in the \nwater supply sector and to manage/monitor the implementation of water supply sector policies, \nthe Government’s long-term vision is to gradually develop WASA as an effective and capable \nsector regulator. Decision 37/PM also provided for the formation of a regulatory committee to \noversee and direct WASA’s operations, and the committee is now being established. A water \nsupply sector analysis is summarized in Appendix 1. \n \n6.  Government  Policies.  The  Government’s  policies  attach  increasing  emphasis  on \nachieving equitable development by making small towns as markets and agro-processing and \nsocial service centers for the rural hinterlands and as economic links between rural, national, and \ninternational  markets.  The  Government’s  National  Growth  and  Poverty  Eradication  Strategy \n(NGPES, 2004) aims to reduce poverty through strong economic growth and increased emphasis \non the poorest districts. It focuses on health, including WSS, as one of four priority sectors for \npoverty  reduction.  The  Fifth  Five-Year  Socioeconomic  Plan  (2001–2005)  prioritizes  the \ndevelopment  of  basic  infrastructure  and  services  in  urban  areas  throughout  the  country  to \naccelerate broad-based economic growth. The poverty reduction partnership agreement, signed \nin September 2001 by ADB and the Government, includes small towns’ development as one of \nthe key operational priorities to enhance reciprocal linkages between urban and rural areas. The \nGovernment’s Policy Statement for the water supply and wastewater sector remains valid and its \ndevelopment goal for urban water supply, as set in the Policy Statement, is to provide daily 24-\nhour access to safe drinking water for 80% of the urban population by 2020.  \n                                                 \n6  Based on inventory survey of roads and drains in three sample subproject towns. \n7  Lao PDR, Prime Ministerial Decision No. 37/PM on Management and Development of Water Supply and Wastewater \nSector, 30 September 1999. ", "  3\n \n7.  Urban Water Supply  Sector Investment Plan. To achieve its development goal for \nurban  water  supply,  the  Government  developed  a  sector  investment  plan  (SIP)  with  ADB’s \nassistance in 1999. The SIP has guided the development of the urban water supply sector in the \npast 5 years, including investments funded by ADB and other external agencies. With ADB’s \nassistance, the SIP was updated in 2004 to reflect the Government’s increasing emphasis on \nequitable development by improving small towns, particularly those in the poorest districts. The \nupdated SIP (Appendix 2) estimates future investment needs at about $267 million, including \n$103 million for small towns. The updated SIP represents a balanced, stepwise approach to \nwater supply development in the country. It is considered realistic and achievable based on \nexperience and the Government’s performance in implementing projects over the past decade. \nInvestments under the updated SIP are prioritized on the basis of a series of factors, including \npopulation; poverty status; location relative to a major road, transport node, growth corridor, or \ninternational border; tourism potential; and provincial government development priority. Out of the \n18 small towns identified as first priority in the updated SIP, 12 are in the Northern Region and 6 \nare in the Central Region.  \n \n8.  ADB’s Strategy. ADB’s country strategy for the Lao PDR is targeted at reducing poverty \nthrough  sustainable  economic  growth,  inclusive  social  development,  and  good  governance. \nOperational  priorities  include  strengthening  rural  and  urban  market  linkages,  sustainable \nenvironmental management, human resource development, private sector participation (PSP), \nand regional integration. ADB’s assistance in the urban and water supply sectors has been \nconstantly evolving from project-specific to sector-wide interventions, which aim to (i) improve \nefficiency,  predictability,  transparency,  and  accountability  in  key  institutions  responsible  for \ndelivering services, and (ii) reduce poverty through equitable access to basic social services. In \nparticular, ADB’s past interventions in the water supply sector have led to (i) 22 water supply \nsystems constructed or being constructed; (ii) improved water supply system management and \noperations by former NPL, NPV, and PNPs; and (iii) improved project implementation capacity of \nproject management units (PMUs) and PIUs. With support from the ongoing water supply and \nsanitation sector project (WSSSP),8 the Government has developed and implemented a sector \nregulatory  framework  to  support  the  sector’s  decentralization  process,  and  has  established \nWASA  as  a  sector  regulator.  WASA  has  already  undertaken  some  initial  and  preliminary \nregulating activities. ADB’s current objectives in the sector are to (i) further strengthen the legal \nand  institutional  framework  for  effective  decentralization,  (ii)  encourage  local  resource \nmobilization and cost recovery, (iii) enhance effective sector planning and regulation, and (iv) \npromote PSP in the delivery of urban services. \n \n9.  Other Aid Agencies. Other international agencies involved in Lao PDR’s WSS sector \ninclude  the  World  Bank,  Norwegian  Agency  for  Development  Cooperation  (NORAD),  Japan \nInternational Cooperation Agency (JICA), Agence Française de Développement (AFD), Belgian \nTechnical Cooperation (BTC), and Kreditanstalt für Wiederaufbau (KfW) Bankengruppe. Their \noperations  in  the  sector  are  well  coordinated.  The  World  Bank  has  played  a  major  role  in \npromoting public-private water supply development and alternative management models for water \nsupply  systems.  NORAD’s  involvement  has  included  substantial  assistance  for  building  the \ncapacity of WASA, while JICA has provided funds for developing Vientiane’s water supply system \nand ongoing assistance for building the capacity of PNPs throughout the country. AFD supports \ncapacity building for PNPs as well as the construction of the National Water Training Center in \nVientiane, which is scheduled for completion in September 2005. BTC has provided assistance \nfor several small town water supply systems and for strengthening Water Supply Division (WSD), \n                                                 \n8  ADB. 1999. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Lao \nPeople’s Democratic Republic for the Water Supply and Sanitation Sector Project. Manila. \n ", "4     \nwhile KfW assistance has focused on Luang Prabang’s water supply system. During project \npreparation, aid agencies have coordinated to ensure consistency in institutional approaches and \na harmonized policy approach with the Government. Under its ongoing PNP training program, \nJICA agreed to provide training to professional and technical staff from the subproject PNPs and \ntheir branch offices in the subproject towns. \n \nB.  Analysis of Key Problems and Opportunities \n10.  Although the Government has introduced a number of policies and reforms since 1999 to \nimprove  the  sustainability  of  the  WSS  sector,  such  changes  have  not  been  translated  into \npractice in a coherent way. The key problems that need to be addressed in the short to medium \nterm are as follows:  \n \n11.  Unbalanced and Inadequate Investment. Despite considerable investments in the urban \nwater sector in the past, overall piped water supply coverage in small towns (at 17%) is well \nbelow targeted levels. Further investment in water supply and associated urban infrastructure in \nthe remaining 97 underserved small towns is urgently needed to address unsatisfactory health \nprofiles  and  deteriorating  environmental  conditions.  The  proposed  Project  will  provide  safe, \nreliable  piped  water  supply  and  complementary  small-scale  improvements  in  drainage  and \nsanitation and, in some cases, roads and bridges for about 12 priority small towns in the SIP. The \ndesign and monitoring framework is Appendix 3. \n \n12.  High Capital Investment Costs. Initial per capita investment costs in water supply in the \nLao  PDR  have  been  5–10  times  greater  than  in  neighboring  countries  because  of  (i)  low \npopulation density; (ii) high cost of construction in remote areas; (iii) inappropriate service levels; \n(iv)  need  to  import  most  equipment  and  materials;  and (v)  Government’s  high  and  opaque \nsubsidies, which have acted as disincentives to adopting least cost solutions for the water supply \nsystems. High investment cost has become a constraint in achieving the Government’s sector \ndevelopment goal. Strategies for cost containment, such as appropriate technology and design \ncriteria, tariff reforms, and proper cost recovery levels are needed to encourage PNPs to adopt \nleast-cost solutions for their water supply systems. \n \n13.  Unsustainable Tariffs. Following decentralization, PNPs were expected to be financially \nself-supporting, and responsibility for tariff setting was delegated to the respective provincial \ngovernments. In practice, tariffs set on a province-wide basis are insufficient to cover operation \nand maintenance (O&M) costs, let alone debt service or depreciation. As a result, most PNPs \noperate at a loss and require subsidies from provincial governments. In most provinces, debt \nrecovery has proven to be difficult. While the water bill collection efficiency from households is \ngenerally good, many government agencies fail to pay their water bills. The province-wide tariff \nstructure, together with government relending arrangements to provinces (currently only 15% of \ncapital cost is passed on as loan), has acted as disincentives to adopting least-cost solutions to \nthe water supply systems. These factors combine to result in unsustainable, deteriorating water \nsupply systems and ultimately lead to poor customer service. To overcome these impediments to \nfinancial sustainability, the Government has issued a National Water Supply Tariff Policy. WASA \nis now assisting PNPs to establish tariffs at levels sufficient for sustainable operation, and to \nadopt appropriate water supply service levels. Under the proposed Project, the Government has \nagreed to adopt the following tariff reforms for each subproject town: (i) subproject-specific tariffs; \n(ii) a progressive tariff structure with three consumption blocks (lifeline, average, above average); \nand (iii) tariffs in each town to be set at levels designed to recover full O&M costs plus 30% of \ncapital investment costs. \n \n14.  Weak Regulatory Capacity. With assistance from ADB and NORAD, WASA has gone a \nlong  way  since  its  establishment  in  1999  as  the  proposed  sector  regulator.  It  has  already ", "  5\nprepared a number of key financial, technical, and accounting guidelines; facilitated private sector \nwater supply initiatives; and published annual reports, which evaluated the technical and financial \nperformance of all PNPs in the country. However, WASA’s regulatory capacity remains weak due \nmainly to (i) lack of a solid legal foundation for sector regulation, (ii) limited and unstable human \nresources, and (iii) unclear division of responsibilities in relation to the Department of Housing \nand Urban Planning (DHUP)/MCTPC, which assigns many policy making, sector planning, and \nproject  implementation  responsibilities  to  WASA,  diverting  it  from  its  regulating  focus  and \nconflicting with its regulating functions. The Government has begun the steps necessary to \nestablish WASA as a dedicated regulatory authority. A Prime Minister Decree ─ Regulation of \nUrban  Water  Supply  Operations─  which  sets  the  legal  foundation  and  clearly  specifies  the \nresponsibilities, staffing, and funding arrangements of WASA ─ is expected to be approved in \n2005. Following approval of the decree, the Project will support WASA in recruiting and training \nqualified staff, developing its work program and assisting its implementation, and identifying the \nregular internal funding resource for its operations, with a view to transforming WASA into an \neffective and capable sector regulator in the future. \n \n15.  Weak Institutional Capacity for Sector Planning and Policy Development. Under \nDecision 37/PM, DHUP is responsible, through WSD, for setting sector development strategies \nand plans, planning staff training, and studying technical standards of water supply systems. \nWSD is also tasked with managing an ambitious long-term program of capital investment in the \nurban water supply sector. To date, it has received little external assistance, except in the area of \nproject management. As a result, WSD has limited capacity to undertake its core functions, with \nfew staff and resources. In addition, overlapping responsibilities with those of WASA cause \nconfusion. These limitations pose a major constraint to the long-term sustainability of the water \nsector. To address these issues, the Project will support redefining DHUP’s responsibilities and \nwill provide institutional strengthening to assist WSD in recruiting and training staff, and preparing \nvarious key policy and strategy documents as well as technical and management guidelines.  \n \n16.  Inadequate  Sanitation  Coverage,  Low  Sanitation  Awareness,  Weak  Sanitation \nRegulations and Poor Management of On-Site Sanitation. In small towns, only about 42% of \nhouseholds have pour-flush toilets; communities have low awareness of the links between water, \nsanitation,  hygiene,  and  health;  and  provincial  sanitation  regulations  are  weak,  with  poorly \ndefined institutional responsibilities. The Project will address these issues by (i) increasing the \ncoverage of public and poor household sanitation systems by providing funds for construction of \nnew sanitation facilities; (ii) improving the drainage networks; (iii) implementing the community \nhealth  and  sanitation  awareness  program  in  the  project  towns;  (iv)  requiring  provincial \ngovernments  to  introduce  modified  sanitation  regulations  with  clearly  defined  institutional \nresponsibilities  (to  be  submitted  with  the  subproject  appraisal  report)  as  a  precondition  to \nreceiving ADB funding for the subproject; and (v) strengthening the capacity of local agencies and \nhouseholds to manage, operate, and maintain on-site sanitation facilities, by providing training \nand  O&M  equipment.  All  households,  businesses  and  institutions  will  be  required  to  have \nOCTPC-approved sanitation systems before they are permitted to connect to the PNP piped \nwater supply system.  \n \n17.  Lessons Learned. The project design draws on the experience and lessons learned from \nprevious ADB and other agencies’ projects in the Lao PDR, particularly the ongoing WSSSP, the \nSmall  Towns  Development  Project,  and  the  Northern  Provincial  Towns  Water  Supply  and \nSanitation Project. The primary lessons learned are: (i) human and institutional capacity is weak, \nespecially  at  the  provincial  and  district  levels;  (ii)  appropriate  technology  and  minimum \nmechanical content are necessary to improve system sustainability and to reduce excessive \ncapital costs; (iii) adequate time and resources should be devoted to raw water assessment \n(especially spring sources and groundwater) to minimize water treatment costs and the risk of \n ", "6     \nwater shortages; (iv) PNP management, financial, technical, planning, and community relations \nskills remain weak; and (v) water supply projects should include (a) appropriate drainage and \nsanitation  measures;  (b)  an  appropriate  community  participation,  consultation  and  health \nawareness component, including awareness of the benefits of chlorination; and (c) training and \nwater system-specific sets of operating manuals in the local language. \n \n \nIII.  THE PROPOSED PROJECT \nA.  Objectives \n18.  The project goal is to improve the quality of life of residents of small towns in the Lao PDR \nand enhance the small towns’ roles as market, services, and manufacturing centers supporting \nthe rural hinterlands. The specific objectives of the Project are to (i) improve the accessibility, \nquality, reliability, and sustainability of water supply services in about 12 small towns in Northern \nand Central Regions; and (ii) improve environmental conditions in those small towns.  \n \nB.  Outputs \n19.  The Project, which incorporates lessons learned from earlier assistance in the sector, is \nformulated as a sector project. While the focus of the Project is water supply, some small urban \ninfrastructure  directly  associated  with  water  supply  system  construction  and  subsequently \noperation, i.e. sanitation, drainage, roads, and bridges, will also be included to complement the \nwater supply interventions of the Project. The sector lending mode is considered appropriate as \n(i) the Government’s water sector policy statement remains valid and relevant; (ii) an updated \nsector investment plan is in place, outlining sector investment requirements up to the year 2020; \nand (iii) MCTPC, the Executing Agency, has adequate capacity to implement the Project, and the \nProject will build the capacity of local authorities as implementing agencies. The Project will cover \nabout 12 small towns representing top investment priorities in the SIP and the project design is \nfounded on detailed analyses of three sample subprojects.9 Criteria and procedures for town \nparticipation in the Project and for subproject appraisal are described in Appendix 4. \n \n20.  The Project comprises five components: \n \n1.  Strengthening Water Supply Sector Regulation and Management \n \n21.  The component aims to strengthen overall sector regulatory, planning, and management \ncapacity. It comprises institutional strengthening of WASA and of DHUP’s WSD. It will strengthen \nWASA’s role as sector regulator by enhancing the legal foundation for sector regulation, building \nWASA’s capacity to undertake its core regulating and monitoring functions, providing needed \nassistance  in  conducting  its  key  operations,  and  establishing  a  regular  financial  source  for \nfinancing its activities. It will also assist WSD to prepare key strategy documents and technical \nand management guidelines, and build its capacity to undertake its assigned role in overall \nplanning and management of the sector. The component will help DHUP and WASA review and \nsummarize existing PSP initiatives in the water supply sector,10 and develop policies, regulations, \nand sample documents needed to facilitate PSP in the sector. \n \n \n \n \n \n                                                 \n9  They are Muong Houn with a population of 6,800, Muong Nan with 10,000, and Kenethao with 5,800. \n10  A WASA study in 2004 shows that, in 2002, there were at least 4 private piped-water suppliers, 348 private \nconstruction companies, 358 private drinking water and ice factories, and 231 private shops selling water and \nsanitation equipment/materials in Vientiane prefecture and 11 provinces covered by the study. ", "  7\n \n2.  Water Supply Development \n \n22.  The component aims to develop safe, affordable, reliable piped water supply systems for \nabout 100,000 residents in the core villages11 of about 12 project towns in 2015. It will include the \ndevelopment of (i) surface, spring, or groundwater sources; (ii) raw water transmission pipelines; \n(iii) water treatment facilities; (iv) distribution networks; (v) treated water reservoirs; (vi) individual \nmetered service connections; and (vii) an office/workshop/store for each PNP branch. Equipment \nfor O&M of the water supply systems will be procured under the component. It will also explore \nand possibly pilot appropriate PNP-private sector cooperation models in small towns by seeking \nPSP in providing water supply services in towns where such a potential exists.12\n \n3.  Urban Environment Improvement \n \n23.  The component will rehabilitate and improve small urban infrastructure directly associated \nwith construction and operation of the water supply system, including public sanitation facilities, \ndrainage, roads, and bridges.13 It will procure equipment for O&M of the rehabilitated or improved \nurban facilities. Investment in urban facilities under the component will be prioritized and limited to \na specific monetary amount decided by the town’s population and a unified per capita allocation \nto ensure that the investment is efficient, and project benefits are spread equitably among the \nproject towns. \n \n4.  Participation, Awareness, and Community Actions (PACA) \n \n24.  The component will have two sub-components: (i) a community health and awareness \nprogram (CHAP), and (ii) village environmental improvements (VEI). Its design is based on the \nProject’s  poverty  and  social  assessment,  in  response  to  the  needs  expressed  by  different \nstakeholders during project preparation. \n \n25.  The CHAP aims to improve community awareness of health, hygiene, and sanitation; \ninform communities of the project activities; motivate households to connect to the piped water \nsupply system and improve their toilet facilities; and help communities plan, design, operate, and \nmaintain  local  urban  services  in partnership with  local  agencies.  CHAP  will  consist of  (i)  a \nprogram of community participation, which will be developed and implemented in consultation \nwith  village  communities;  and  (ii)  a  program  of  community  education,  health  and  sanitation \nawareness, training, village meetings, media events, and public relations. This subcomponent will \nbuild on past and ongoing information, education, and communication (IEC) initiatives to minimize \nduplication  of  efforts  and  materials.  In  coordination  with  the  Ministry  of  Health,  this  sub-\ncomponent will also provide a link or referral to ongoing health campaigns on HIV/AIDS.14\n \n26.  VEI will provide funds and technical assistance for small-scale improvements in core village \nresidential  areas.  It  will  include  (i)  community  environmental  improvements  and  (ii)  sanitation \nimprovement for poor households. Community environmental improvements will include works \nsuch as small village access roads, footpaths, paved public areas, tertiary drains, drainage \ncovers, and improved sanitation in community facilities such as meeting halls. The communities \n                                                 \n11  In the Lao PDR, the small towns consist of a number of villages. An urban village refers to a village that is associated \nwith a town and a rural village is not affiliated with any town. In this report ”village” refers to the urban village and \n”rural village” refers to the village in the rural areas. \n12  Among other towns, the Project will explore PNP-private sector cooperation in providing water supply services in \nMuong Houn, where initial assessment reveals a potential for PSP. \n13  These are closely linked to water supply development, as construction of the water supply pipeline will primarily \nfollow road and bridge alignments, and improved sanitation and drainage are required to handle the additional \nquantities of wastewater generated by the improved water supply systems. \n14  Human immunodeficiency virus/acquired immunodeficiency syndrome. \n ", "8     \nwill select, plan, design, and implement improvements as well as operate and maintain the \nfacilities. Proposals will include an O&M plan for the proposed VEI, including the estimated \nnumber and type of jobs newly created. Sanitation improvements for poor households will assist \npoor families in the core villages to construct or upgrade their toilets and sanitation facilities with \nfunds passed as a grant to each poor household, subject to satisfactory completion of the \nsanitation facilities.15 Water and sanitation units (WATSANs) at the village level will help identify \npoor households eligible for sanitation improvement, and will make recommendations to the \ncommunity action team (CAT) in the PIU for approval. WATSANs will also coordinate with CAT \nfor  technical  guidance  on  design  and  construction  of  toilets,  septic  tanks,  and  drainage \nconnection.  \n \n5.  Project Implementation Assistance and Capacity Building \n \n27.  The component has three subcomponents. The project implementation assistance (PIA) \nsubcomponent will provide consulting services to assist the project coordination unit (PCU) and \neach PIU to implement the Project. The capacity building program (CBP) will help to develop \nmore efficient institutions in the towns to manage urban services in a sustainable manner. It will \nalso  provide  support  in  the  form  of  consultants  and  training  to  CATs  in  the  PIUs,  and  to \nWATSANs to enhance their capacities to implement the PACA component, and to operate and \nmaintain urban infrastructure. Resettlement training workshops for district officials will also be \nconducted.  Incremental  administration  support  will  provide  allowances,  vehicles,  office,  and \ncomputer equipment for the PCU and PIUs to implement the Project.  \n \nC.  Special Features \n28.  Phased  Approach.  Recognizing  that  developing  the  water  supply  sector  in  the  Lao \ncontext is a long-term task, ADB has adopted a long-term, phased approach for its assistance in \nthe sector. The Project was formulated as the next phase of support to the sector, and the first in \na continuing series of support planned for the sector in the future. The phased approach has \ndemonstrated ADB’s commitment to the sector, improved the leverage effects of ADB’s support, \nand encouraged the Government to carefully prioritize its development needs.  \n \n29.  Institutional Strengthening. The Project supports the Government’s ongoing efforts to \nreform the water supply sector by providing assistance for institutional strengthening of WASA \nand WSD. The development of WASA into an effective, capable regulator and building the \ncapacity of WSD in sector planning and management are seen as essential and urgent steps to \nimprove sector sustainability, particularly for encouraging PSP in the sector and helping to make \nPNPs self-sufficient. Support to WASA will build on the measurable progress achieved under the \nWSSSP and other external assistance over the past 6 years. Details of external assistance are in \nAppendix 5.  \n \n30.  Tariff Reform. Current unnecessarily high subsidies for capital investments and province-\nwide flat tariff provide little incentive for investment cost control and water conservation, and \ncause consumer resistance and affordability obstacles to tariff increases. As a result, the least-\ncost  solution  for  the  water  supply  system  is  usually  not  preferred,  wasteful  water  use  is \nwidespread, and water tariffs are set at unsustainable low levels. The Project will pursue a higher \nlevel of cost recovery (para. 13), with adoption of subproject-specific, progressive tariffs with three \nblocks  in  each  subproject  town.  The  lifeline  block  and  a  deferred  payment  system  for  the \nconnection charge, which allows poor households to pay the connection charge over a 24-month \nperiod free of interest charge, will substantially increase the poor’s access to the project benefits. \n                                                 \n15  Poor households that elect to connect to piped water will receive a grant of $75 per household to enable them to \nconstruct a proper toilet with a septic tank, while poor families that decide not to connect will likewise receive a \nsmaller grant to enable them to improve their toilet facilities.  ", "  9\nThe proposed tariff structure will reflect more directly and closely the investment costs, promote \nwater conservation, and therefore help contain the capital cost and improve sector sustainability. \n \n31.  Capital Cost Containment. The Project emphasizes minimizing per capita investment \ncosts for the water supply systems, which in the Lao PDR, have been generally 5–10 times \nhigher than those for comparable works in neighboring countries. To contain capital costs, the \nProject will adopt appropriate technology, design criteria, and service levels. It will also provide \nwater  supply  services  only  to  the  more  densely  populated  core  villages  to  ensure  that  the \ninvestment  is efficient. The use of subproject-specific progressive tariffs and increased cost \nrecovery levels will provide greater incentive for PNPs to adopt least-cost solutions and for \nconsumers to save water.  \n \n32.  Assessment of Raw Water Source. Stream flow records in the Lao PDR are available \nfor the major rivers only, and generally, no data is available for local streams and springs that \ncould be the least-cost sources for many small towns. Yield assessments of surface sources for \nprevious  projects  have  often  relied  on  local  knowledge  of  district  agencies  and  spot \nmeasurements of stream flow at the time of field inspections. This has often resulted in a high risk \nof  water  shortages  after  scheme  commissioning  or,  alternatively  has  required  designers  to \nchoose more conservative and expensive schemes on larger streams with assured flows. To \nminimize  the  risk  of  water  shortages  and  ensure  the  development  of  least-cost  sources, \nresources have been allocated from the Project Preparatory TA for continued flow and water \nquality measurements during the 2005 dry and wet seasons for the five candidate subprojects to \nbe implemented under phase 1 (para. 39). In addition, the Government has agreed to make \nPNPs  throughout  the  country  undertake  regular  dry-  and  wet-season  flow  and  quality \nmeasurements for potential sources of small town water supply systems, and relevant training will \nbe provided under the Project. The participation of PNPs in this exercise will be taken into \naccount in future subproject selection criteria for ADB-financed water supply projects. \n \nD.  Cost Estimates \n33.  The Project cost is estimated at $24.9 million equivalent, of which $15.4 million or 61.8% \nof total is the foreign exchange cost, and $9.5 million equivalent or 38.2% is the local currency \ncost, including taxes and duties of about $2.2 million equivalent. A summary of the cost estimates \nis in Table 1. Details of estimates are in Appendix 6. \n \nTable 1: Project Cost Estimate  \n($ million) \n    Foreign  Locala  Total \nCategory  Exchange Cost  Cost \nA. Base Costs       \n   1.  Sector Regulation and Management Strengthening  1.2  0.5  1.7 \n   2.  Water Supply Development  8.8  3.8  12.6 \n   3.  Road, Drain, and Sanitation Improvement  1.3  1.1  2.4 \n   4.  Participation Awareness and Community Actions  0.6  0.9  1.5 \n   5.  Project Implementation Assistance and Capacity Building  2.9  2.6  5.5 \n    Subtotal (A)  14.8  8.9  23.7 \n            \nB. Interest and Other Financing Charges during Constructionb 0.6  0.6  1.2 \n       Subtotal (B)  0.6  0.6  1.2 \n       Total  15.4  9.5  24.9 \na  In February 2005 prices, including taxes and duties of about $2.2 million equivalent, which is \nestimated based on Government regulations as may be amended from time to time. \nb  Based on interest rates of 2% per annum for OPEC Fund loan and 6.4% for subsidiary loans to \nbe re-lent to the provincial nam papa (PNPs). \nSource: Asian Development Bank estimates. \n ", "10    \n \nE.  Financing Plan \n34.  It is proposed that ADB provide a grant of $10.0 million (about 40.1% of total project \ncosts) from its Asian Development Fund (ADF) resources to finance about 42.4% of the foreign \nexchange cost, and about 36.3% of the local currency cost. The ADF grant will be denominated in \nUS dollars. ADF grant financing for the Project is justified on the basis of (i) the sector’s huge \ninvestment demand versus the Government’s very difficult fiscal situation, (ii) water supply and \nsanitation as basic human needs, (iii) the contribution of the Project to achieving the millennium \ndevelopment goals, (iv) the potential for significant poverty impacts of the Project, and (v) the \nGovernment’s strong commitment to developing the sector. The rationale and justifications for \nADB’s grant financing are presented in Appendix 7. \n \n35.  The OPEC Fund has been requested to provide a loan of $9.0 million equivalent16 (36.1% \nof total project cost) to cofinance components 2 and 3 on a joint basis with the ADB grant. \nNORAD has been requested to provide a grant of $1.7 million equivalent to cofinance component \n1 on a parallel basis.  \n \n36.  Subject to availability of the above cofinancing, the Government and the beneficiaries will \nfinance  the  remaining  $4.2  million  equivalent  project  cost  (about  17.0%  of  total  cost).  The \nGovernment will lend part of the loan proceeds from the OPEC Fund─ equal to 30% of capital \ninvestment costs of its respective water supply system, in local currency─ to each PNP through a \nsubsidiary loan agreement acceptable to ADB.17 The subsidiary loans will have a maturity of 25 \nyears with a grace period of 6 years, and a fixed interest rate of 6.4%. The Government will \nassume the foreign exchange risk. The remaining part of the OPEC Fund loan and the entire \nADB and NORAD grants will be passed on to MCTPC, provincial governments concerned, and \nPNPs as grants. The financing plan is summarized in Table 2. \nTable 2: Proposed Financing Plana \n($ million) \n \nForeign  Local \nSource  Exchange Currency Total  % \nAsian Development Bank  6.5  3.5  10.0  40.1 \nOPEC Fundb  7.0  2.0  9.0  36.1 \nNORADb  1.3  0.4  1.7  6.8 \nGovernmentc  0.6  3.5  4.1  16.5 \nBeneficiaries  0.0  0.1  0.1  0.5 \nTotal  15.4  9.5  24.9  100.0 \nNORAD = Norwegian Agency for Development Cooperation. \na  After the Staff Review Committee meeting, the United Nations Human Settlements \nProgramme (UNHABITAT) indicated its intention to jointly cofinance component 5 of \nthe Project with about $500,000 equivalent. In the event that cofinancing with \nUNHABITAT materializes, the Project cost estimates and financing plan will be \nadjusted accordingly during implementation. \nb.  A firm decision is expected in late June. \nc   The Government has confirmed that the Project is considered a priority for budget \nallocation purposes. \nSource: Asian Development Bank estimates. \n \n                                                 \n16 The OPEC Fund loan will have a maturity of 20 years with a grace period of 5 years, and an interest rate of 1% plus \na service charge of 1% per annum. \n17  On-lending amount is decided on the basis of financial and affordability analyses. It is the maximum capital \ninvestment the PNP can recover at this stage in the project towns.  \n ", "  11\nF.  Implementation Arrangements \n1.  Project Management \n37.  MCTPC will be the Executing Agency and the provincial DCTPCs will be the implementing \nagencies for the Project. A national project steering committee (PSC) chaired by the vice minister, \nMCTPC, has been established. The PSC comprises senior officials from DHUP; WASA; Ministry \nof Finance (MOF); Ministry of Foreign Affairs, Public Administration and Civil Service Authority; \nCommittee for Planning and Investment; Ministry of Health Science Technology and Environment \nAgency (STEA); Bank of Lao PDR; National Commission for Advancement of Women (NCAW); \nLao Front for National Reconstruction (LFNR); provincial governments; and PCU director. The \nPSC will meet as required, but at least every 6 months to provide overall project direction and \nguidance, including overseeing project implementation, facilitating cooperation and coordination \namong agencies concerned; and ensure timely implementation of the policy and institutional \nreform agenda. The existing PMU18 for the WSSSP will be expanded as a consolidated PCU19 for \nWSSSP and the Project to (i) supervise overall project implementation, programming, budgeting, \nand financial planning and accounting; (ii) recruit the consultant, administer its contract, and \nprocure civil works and goods except those for component 4; (iii) confirm the selection of project \ntowns based on the established criteria; (iv) appraise subproject key documents,20 before they \nare forwarded to ADB for approval; (v) provide administrative and technical support to PIUs; (vi) \nprepare  consolidated  project  progress  reports  and  the  project  completion  report;  and  (vii) \nconsolidate  project  accounting,  auditing,  and  monitoring  reports  for  reporting  to  ADB, \nGovernment, and other cofinanciers.  \n \n38.  A  provincial  project  steering  committee  (PPSC)  will  be  established  in  each  project \nprovince to provide direction and guidance for the subproject/subprojects in that province and \ncoordinate  provincial  and  district  agencies.  The  PPSC  will  be  chaired  by  a  provincial  vice \ngovernor and comprise subproject district governor, senior officials from DCTPC, Department of \nFinance,  Department  of  Health,  PNP,  OCTPC,  and  PIU  manager.  The  PPSC  will  meet  as \nrequired, but at least every 6 months. A PIU will be established in each implementing agency.21 \nEach PIU will be an integrated unit of four main teams: (i) administration, finance, and accounting; \n(ii) water supply; (iii) urban development and services; and (iv) community action teams, which \nwill be responsible for implementing component 4. The PIUs will be responsible for day-to-day \nproject implementation at the local level. Their major responsibilities will include (i) participating in \nproject  planning,  feasibility  studies,  design,  and  procurement  activities  for  the  province’s \nsubproject; (ii) coordinating the activities of consultants and contractors in the province; (iii) \noverseeing construction activities; (iv) coordinating resettlement and assisting the resettlement \ncommittee; (v) implementing the gender strategy and the ethnic groups development framework; \n(vi)  supervising  capacity-building  activities  at  local  levels;  (vii)  preparing  the  subproject \naccounting, auditing, and monitoring reports to PCU and PPSC; and (viii) managing component \n4, including procurement under the component. Mass organizations, such as Lao Women’s Union \n(LWU) and the LFNC, will be members of the PIU, and will help implement the Project. PNP will \nprovide the manager and DCTPC will provide the deputy manager of the PIU in each province. \nDetailed implementation arrangements are described in Supplementary Appendix E. \n                                                 \n18 Based on previous experience, the PMU has satisfactory project implementation and management capacity, \nincluding satisfactory financial management arrangements. \n19  To establish the consolidated PCU, the existing PMU will be expanded and strengthened by adding at least a new \nPCU director, a project director, a deputy director, a social specialist, and an accountant.  The director for the Project \nshould be familiar with the Project. \n20  Including design concept and criteria reports, design standards and specifications, feasibility studies, detailed \ndesigns and construction drawings, procurement plans and prequalification and bidding documents. \n21  In case the province has two subproject towns, the PIU will set up a field office in each town and deploy appropriate \nstaff to each field office. \n ", "12    \n \n2.  Implementation Period \n39.  The Project will be implemented in two overlapping phases over 5 years beginning in early \n2006,  with  completion  by  March  2010.  Phase  1,  consisting  of  five  subprojects,  will  be \nimplemented from 2006 to 2009; and phase 2, consisting of the remaining subprojects, will be \nimplemented from 2007 to 2010. The implementation schedule is presented in Appendix 8.  \n \n3.  Procurement \n40.  Goods and works to be financed by ADB will be procured in accordance with ADB’s \nGuidelines for Procurement. International competitive bidding (ICB) procedures will be used for \nmajor civil works contracts estimated to cost $1.0 million equivalent or more and supply contracts \nvalued at $500,000 equivalent or more. Procurement of civil works valued at less than $1.0 \nmillion equivalent will be undertaken through local competitive bidding (LCB) in accordance with \nprocedures acceptable to ADB. International shopping procedures will be followed for materials \nand equipment packages estimated to cost $100,000 equivalent or more but less than $500,000 \nequivalent. Equipment items that are locally available and cost less than $100,000 equivalent \nmay be procured through direct purchase. Goods and works to be financed by other cofinanciers \nwill be procured in accordance with the above guidelines or other guidelines for procurement as \nagreed upon with the respective cofinanciers and satisfactory to ADB. Water meters and service \nconnections will be installed by force account by the branch PNP in each subproject town, using \nmaterials supplied and delivered to the town.  \n \n41.  Appendix 9 shows the proposed procurement packages for the Project. There will be a \nseparate ICB contract for the construction of water supply systems, roads, bridges, drains, and \npublic sanitation facilities for each subproject province. Each ICB contract will cover civil works \ntogether  with  supply  and  installation  of  materials  and  equipment.  The  proposed  contract \npackaging will minimize overall costs of mobilization, management, and coordination for the PCU, \nPIUs, contractors and consultants; minimize the potential for problems that may otherwise arise \nat interfaces between contracts; ensure that contracts are large enough to attract competent \ncontractors; and allow each province to proceed with implementation at its own pace, without \nbeing delayed by events in other provinces.  \n \n42.  For purposes of expediency, standardization, and cost-effectiveness, the PCU will carry \nout all procurement, except that the PIU in each province will be responsible for procurement \nunder component 4.  \n \n4.  Consulting Services \n43.  To support implementation of the project, a total of 957 person-months of consulting \nservices (144 person-months international, and 813 person-months domestic) will be required. \nConsulting services will be procured under two separate consulting packages, by associations of \ninternational consulting firms and domestic consulting firms or individuals. Package A comprising \n50  person-months  international  and  82  person-months  domestic  consulting  services,  to  be \nfinanced by NORAD, will cover institutional strengthening for WASA and DHUP WSD (component \n1). Package B (94 person-months international and 731 person-months domestic) to be financed \nby  ADB,  will  provide  assistance  in  project  management,  feasibility  studies,  design  and \nconstruction supervision of water supply systems and urban infrastructure, preparation of social \nassessments with information on poverty, gender and ethnic groups, resettlement, environmental \nmanagement and monitoring, awareness and participation programs, and village environmental \nimprovement. In addition, the consultants will prepare and deliver training programs, and provide \ncapacity  building,  general  engineering,  accounting  and  management  support  to  PCU,  PIUs, ", "  13\nOCTPC, and WATSANs. They will also provide services for (i) groundwater surveys including \ndrilling and pump tests; (ii) topographical surveys for feasibility studies and design; (iii) water \nquality  testing  for  feasibility,  design,  and  monitoring  during  construction;  (iv)  geotechnical \ninvestigations and soils testing for feasibility studies and design; and (v) survey and clearance of \nunexploded  ordnance  (UXO).  The  Government  requested  that  package  A  consultants  be \nengaged via a renegotiated and renewed contract of the existing consulting firm, which has been \nproviding  consulting  services  for  capacity  building  and  institutional  development  to  WASA, \nfinanced by NORAD, over the past 5 years. Since continuity is essential for effective capacity \nbuilding and the performance of the existing firm is satisfactory, the Government’s request is \nconsidered  appropriate.  Package  B  consultants  will  be  engaged  in  accordance  with  ADB’s \nGuidelines on the Use of Consultants. The groundwater investigations and UXO clearance will be \nincluded in the consultancy contract as provisional cost items to be subcontracted because the \nscope of such works is uncertain. Consultants engaged under package A will be located in the \nWASA/WSD office. To minimize costs, the consultants engaged under the package B will be \nlocated mainly in the PCU office in Vientiane, and will have representatives stationed in each \nprovince to work with PIUs during the project construction stage. The outline terms of reference \nfor both packages are in Appendix 10. \n \n5.  Disbursement Arrangements \n44.  Payment  of  eligible  expenditures  from  the  proceeds  of  the  grant  will  be  made  in \naccordance with ADB’s Loan Disbursement Handbook (January 2001). To ensure the timely \nrelease  of  grant  proceeds  and  counterpart  funds  and  expedite  project  implementation,  the \nGovernment will, immediately upon grant effectiveness, open and maintain a project imprest \naccount at Bank of Lao for disbursement of eligible expenditure. MOF will be responsible for \nestablishing, managing, replenishing, and liquidating the account. In addition, the PCU and each \nPIU will set up a second-generation imprest account (SGIA) in dollars with a commercial bank \nacceptable to ADB and other cofinanciers.22 The initial amount to be allocated to the imprest \naccount will be based on estimated expenditures for the first 6 months of project implementation, \nto be prepared by the PCU and each PIU, and up to $500,000. The amount to be deposited into \neach SGIA will be based on the first 6 months of the projected expenditure of the PCU or PIU, but \nwill not exceed $25,000. The project imprest account and SGIAs will be established, managed, \nreplenished, and liquidated in accordance with ADB’s Loan Disbursement Handbook (January \n2001) as amended from time to time, and detailed arrangements agreed upon between the \nrecipient  and  ADB.  ADB’s  statement  of  expenditure  (SOE)  procedures  may  be  used  for \nreimbursing  eligible  expenditures  and  liquidating  of  advances  to  the  imprest  account.  The \nmaximum payment for any individual items using SOE is $20,000 equivalent.23  \n \n6.  Accounting, Auditing, and Reporting \n45.  Each PIU will prepare quarterly project progress reports in a short standardized format \nacceptable to all financiers and submit them to the PCU for consolidation and reporting to the \nPSC, ADB, and other cofinanciers. The reports will be in such form and detail satisfactory to ADB \nand other cofinanciers. Each PNP will prepare its annual financial statements, including the (i) \nbalance sheet, (ii) income statement, and (iii) cash flow statement. The PCU will also submit to \nADB, within 3 months of the physical completion of the Project, a project completion report that \nwill cover the details of project implementation, costs, and project evaluation activities at that \ntime, and other information requested by ADB. The report will highlight the development impacts \n                                                 \n22  The SGIA for the PCU will be set up immediately upon grant effectiveness, and the SGIA for each PIU will be set up \nimmediately after its subproject is approved by ADB.  \n23  The PCU and PIUs will receive necessary training to administer disbursement arrangements described in para 45. \n ", "14    \nachieved by the Project, including an evaluation of resettlement activities and conditions of the \naffected people after resettlement.  \n \n46.  The project/subproject accounts, including the imprest account, SOE, and the financial \nstatements  of  the  PNPs  will  be  audited  annually  by  auditors  acceptable  to  ADB  and  other \ncofinanciers.  The  PCU  and  PIUs  will  prepare  the  required  information  for  audit,  including \ninformation on resettlement implementation, in accordance with project auditing requirements of \nthe Government, ADB, and other cofinanciers. Audited statements of project/subproject accounts \nand financial statements of PNPs, together with the report of the auditor, will be submitted to ADB \nthrough the PCU within 6 months of the close of the fiscal year.  \n \n7.  Project Performance Monitoring and Evaluation \n47.  MCTPC will ensure that a comprehensive program for project performance monitoring and \nevaluation (PPME) acceptable to ADB and other cofinanciers is carried out during implementation \nand subsequent operation to (i) examine the Project’s technical performance; (ii) evaluate the \ndelivery of the planned facilities; (iii) assess achievement of the project objectives; and (iv) \nmeasure  the  Project’s  social,  economic,  financial,  and  institutional  impacts.  A  set  of  PPME \nindicators will be developed by PCU and PIUs at the start of the Project, based on the project \nframework  in  Appendix  3  and  with  the  consultants’  support  and  in  consultation  with  local \ncommunities. The socioeconomic data will be disaggregated by income group, gender, and ethnic \ngroup as appropriate. PIUs will be responsible for carrying out the PPME activities, including \npreproject and postproject physical and socioeconomic surveys, and data collection and analysis. \nEach PIU will establish a PPME baseline based on the preproject surveys and data. Annual \nPPME reports will be prepared by each PIU, and consolidated by the PCU for submission to \nADB. MCTPC will cause the PCU to submit a detailed PPME implementation plan for ADB’s \nreview and concurrence within 6 months of grant effectiveness.  \n \n8.  Project Review \n48.  Apart from regular reviews, ADB and the Government will undertake a comprehensive \nreview within 1 year of grant effectiveness when detailed design for phase 1 subprojects is \nsubstantially completed. A mid-term review will also be undertaken within 30 months from grant \neffectiveness.  \n \n9.  Anticorruption \n49.  The  Government  has  been  advised  of  ADB’s  anticorruption  policy,  particularly  the \nprovisions in the recently revised Guidelines for Procurement under Asian Development Loans \nand  Guidelines  on  the  Use  of  Consultants  by  Asian  Development  Bank  and  Its  Borrowers, \nrequiring governments as well as bidders, suppliers, contractors, and/or consultants to observe \nthe highest standards of ethics during procurement and execution of the contracts financed under \nthe Project.  \n \nIV.  PROJECT BENEFITS, IMPACTS, AND RISKS \n50.  General Gains. The Project will benefit about 89,000 residents in 2010 and 100,000 in \n2015 in the core villages of about 12 small towns by providing safe and reliable piped water \nsupplies and improved urban environment that will have a direct impact on the health and living \ncondition of the town communities. The health benefits will come from (i) a safe and convenient \nwater supply; (ii) improved environmental sanitation through drainage and related works; (iii) \nincreased use of domestic sanitation facilities due to increased awareness, appropriate sanitation \nmodels, and improved water supply; (iv) increased knowledge and awareness of health and ", "  15\nhygiene issues; and (v) avoidance of drudgery associated with collecting water. The health \nbenefits from physical investments under the Project will be enhanced by the hygiene awareness \nand promotion activities. About 100 core villages in the 12 project towns will benefit directly from \nVEI, providing access roads, footpaths, and improved drainage and sanitation in residential \nareas. Moreover, an estimated 98,000 rural residents in the surrounding hinterlands will benefit \nfrom improved roads and bridges allowing better access to urban markets and social services \nprovided in the project towns. The towns’ economies will benefit from enhanced productivity as a \nresult of health improvement, timesavings in collecting water, as well as from increased urban \nefficiency arising from improved roads, bridges, drainage, and sanitation. Residents in towns will \nalso benefit from lower water costs and from savings in health care costs. \n \n51.  Poverty  Reduction.  All project interventions will have a positive impact on the poor \ndirectly or indirectly. Of about 187,000 project beneficiaries in 2010, about 40% or 76,000 will be \nthe poor. Socially inclusive processes incorporated in the Project will ensure that the poor will \nbenefit proportionately. Benefits for the poor will be realized through reduced drudgery, improved \nhealth,  reduced  expenditure  on  health  care,  and  increased  access  to  income-earning \nopportunities. Because of the high levels of sickness within poor households and the consequent \ndisproportionately high expenditure on health care, clearly the poor would gain most from the \nwater supply and health promotion activities of the Project. The Project includes a deferred \npayment of connection charges and a lifeline block tariff for water supply services. Both will \nincrease the poor’s access to safe and affordable water supply. The VEI is designed to address \nthe needs of the poor in particular. Under this subcomponent, the poorest villages will have \npriority for basic infrastructure and services improvement. To ensure responsiveness to the needs \nof the poor, the VEI assigns greater active roles to the village residents, particularly the poor, in \ndesigning and implementing the VEI works. A summary poverty reduction and social strategy is in \nAppendix 11. \n \n52.  Gender Impact. While both men and women will benefit from project activities, women \nwill experience greater benefits in terms of timesavings, reduced drudgery, and improved family \nhealth. Women perform the bulk of household work with the help of children, particularly girls. \nThey are generally responsible for water collection, family hygiene and sanitation, and care for \nsick family members. Discussions with women in the three sample subproject towns revealed that \nwomen and children spent an average of about 1–2 hours per day collecting water. Construction \nof new public toilet facilities will take into consideration specific gender needs, thereby giving \nwomen more privacy. Particular attention is given to involving women in employment, decision \nmaking, learning and training activities under the Project. For instance, qualified women will be \neligible for at least 30% of new jobs generated by the Project in the community (i.e. O&M of \ncommunity-based initiatives). A gender strategy for the Project is presented in Appendix 12.  \n \n53.  Ethnic Groups. The 46 ethnic groups in the Lao PDR are classified into three broad \ncategories—Lao  Loum  (majority),  Lao  Theung,  and  Lao  Soung.  The  project  area  has \napproximately 78% Lao Loum and 22% Lao Theung and Lao Soung ethnic communities. All \nethnic  groups  will  benefit  directly  from  piped  water  supply  and  road,  drain,  and  sanitation \nimprovements. No difference was found in the water supply and urban development needs of \ndifferent ethnic groups in the three sample subprojects. Ethnic groups with low levels of formal \neducation will benefit through nonformal education activities that are culturally sensitive (i.e. \nmedia  and  drama  groups).  The  Project  has  included  this  in  its  design  within  the  PACA \ncomponent. Specific actions to enhance project benefits or mitigate negative project impacts \n ", "16    \namong some ethnic groups24 have been included in the different social strategies and short \nresettlement plans for the three sample subprojects. An ethnic groups development framework \n(Appendix 13) has been prepared for the Project to guide the assessment of the impact of the \nsubprojects  on  ethnic  groups,  according  to  Government  regulations  and  ADB’s  indigenous \npeoples policy. \n \n54.  Land Acquisition and Resettlement. The Project will have very limited adverse impacts \nfrom land acquisition and resettlement (LAR). As part of the project eligibility criteria, LAR in each \nsubproject town must be Category B, or not significant, according to ADB’s policy on involuntary \nresettlement. In the three sample subprojects, about 4,000 square meters (m2) of land will be \npermanently acquired. Approximately 115 households (606 persons) will experience permanent \nloss of land or structures. Permanent loss for each household can include, for example, a few fruit \ntrees, a fence or a wall, or a fraction of land along the right-of-way for drainage or road upgrading. \nOf the 115, 2 households (seven persons) are expected to require complete relocation. A number \nof factors have helped minimize permanent land acquisition and structural damage: (i) alternative \nfacility locations, (ii) relatively low population density, (iii) abundant public lands, and (iv) use of \nexisting rights-of-way for the route of distribution pipelines and roads. In addition to permanently \nacquired land, about 4,200 m2 will be temporarily used during construction for pipe-laying and \nroad construction activities. About 60 households (342 persons) will experience temporary loss of \nland or structures in the three sample subprojects. A summary resettlement framework and a \nsummary of the short resettlement plans for the three sample subprojects are presented in \nAppendix 14. The detailed resettlement framework is in Supplementary Appendix I, and individual \nshort resettlement plans for three sample subproject towns are in Supplementary Appendix J. \n \n55.  Environmental Impacts. The Project will improve the quality, reliability, and sustainability \nof the water supply and environment in the project towns. The Project has been classified as \nCategory B (nonsensitive), as defined in ADB’s Environmental Assessment Guidelines (2003). \nInitial environmental examination (IEE) carried out for the three sample subprojects showed no \nsignificant adverse environmental impact. The main potential environmental impact associated \nwith the water supply system is sludge generation and its impact on the receiving river. While the \nvolume of sludge from the water treatment plant will be higher during the wet season, sludge \nvolume as a percentage of the river flow will be less than 0.01%, and will have insignificant \nimpact. Potential environmental impacts of urban infrastructure improvements are mainly short-\nterm during the construction period and can be minimized by the proposed mitigating measures \nand  environmentally  sound  engineering  and  construction  practices.  The  community \nawareness/environmental improvement programs will complement the mitigating measures and \nenhance the sustainable use of the water supply and drainage systems. The environmental \nassessment  and  review  procedures  (EARP)  for  subprojects  will  ensure  that  selection, \nassessment, and implementation of the remaining subprojects will comply with the environmental \nrequirements of the Government and ADB. A summary initial environmental examination (SIEE) \nprepared for the overall Project, IEEs for three sample subprojects, and EARP are presented in \nSupplementary Appendixes K and L. \n \n56.  Institutional Impact. The Project will build on ADB’s previous institutional assistance to \nthe water supply sector to further support the Government’s ongoing efforts of building up an \neffective  institutional  framework  for  decentralized  water  supply  operations.  The  Project’s \ninstitutional interventions have focused on urgent institutional reform and strengthening needs \nwith the view of finally developing, with follow-up support, a sound institutional framework for \n                                                 \n24  At the time of project preparation, Lao Theung and Lao Soung were identified as the relevant ethnic groups, as \nrequired by ADB’s indigenous peoples policy. Additional ethnic groups may be identified during the course of project \nimplementation. ", "  17\nwater supply with an effective planner, a capable regulator, and efficient operators. The Project \nwill help lay a solid legal foundation for sector regulation, clearly define the responsibilities and \nroles of WASA and WSD, develop organizational structures and staff requirements for WASA and \nWSD, set up the WASA regulatory committee, establish a funding source for WASA operations, \nprovide training for WASA and WSD staff, and assist the Government in developing and revising \nthe sector’s policies, regulations, standards, and guidelines as necessary.  \n \n57.  Economic Analysis. Economic benefits from Project will be gained from safer, more \nreliable, and affordable water supply and improved environments in the project towns. Economic \nanalysis was conducted for the WSS component in each sample subproject town in accordance \nwith ADB’s Guidelines for the Economic Analysis of Projects and the Guidelines for the Economic \nAnalysis of Water Supply Projects (1998). Quantifiable economic benefits of improved water \nsupply services include benefits from nonincremental water consumption, valued at the average \nsupply price of water from nonpiped sources; incremental water consumption, valued at average \ndemand price; and other resource savings. The average economic internal rate of return (EIRR) \nfor the three sample subprojects is estimated at 21.5%, with individual results ranging from 19.1% \nto 22.7%. The economic analysis is presented in Appendix 15, and detailed calculations are in \nSupplementary Appendix M. \n \n58.  Financial  Evaluation.  Project-specific  progressive  tariffs  will  be  adopted  under  the \nProject.  The  progressive  tariff  structure  proposed  under  the  Project  will  consist  of  three \nconsumption blocks, namely lifeline block (less than 40 lpcd), average block (between 40 and 85 \nlpcd), and above-average block (more than 85 lpcd). The target average tariff level is set to \nrecover full O&M costs plus 30% of capital costs with a debt service ratio of at least 1.2. \nProgressive tariff structures are developed based on the following principles: (i) the tariff for the \nlifeline block is set to recover direct cash operating and maintenance expenses; (ii) the tariff for \nthe middle block is set to recover cash O&M expenses, taxes, and debt service and to achieve a \ndebt-service  ratio  of  at  least  1.2;  and  (iii)  the  tariff  for  the  highest  domestic  block  and  all \nnondomestic  consumption  is  set  at  1.5  times  the  second  block  tariff.    The  financial  and \naffordability analyses for the three sample subprojects show that the tariffs proposed by the \nProject based on the above principles are affordable to all, including the poor households. With \nthe projected tariffs, all PNPs are expected to have positive cash flows after the subprojects are \nput into operation in 2009—no additional subsidy is required during the operation period. The \nfinancial analysis is presented in Appendix 16, and details are in Supplementary Appendix N. \n \n59.  Risks. The main risks associated with the Project are (i) lack of progress in policy and \ninstitutional reforms, particularly transforming WASA into a capable sector regulator; (ii) limited \nhuman resources and institutional capacities at provincial and district levels; (iii) uncertainty \nregarding  tariff  increases  necessary  to  ensure  sustainability  of  water  supply  services;  (iv) \ninsufficient community participation in project implementation, particularly from women and the \npoor; (v) poor and vulnerable households negatively affected by resettlement; (vi) inadequate \nresources available for counterpart funding; (vii) insistence by provincial governments on overly \nconservative water supply design parameters, resulting in inefficient or wasted investment; (viii) \ninadequate time and resources for assessing raw water; and (ix) inadequate sources for O&M of \nproject facilities.  \n \n60.  The Project incorporates measures to mitigate those risks. They include (i) institutional \nstrengthening of WASA and DHUP, reform agenda, and associated assurances agreed to by the \nGovernment;  (ii)  capacity  building  for  PCU,  PIU,  OCTPC,  and  WATSANs  to  enhance  their \nmanagerial  and  operational  capacities;  (iii)  commitment  to  tariff  reforms  and  associated \nassurances by the respective provincial governments before including subproject in the Project; \n(iv) a participation program, gender strategy, and public awareness campaigns; (v) a resettlement \n ", "18    \nframework and resettlement plans to ensure that all affected people will maintain or improve their \nliving standards after project completion; (vi) confirmation by MOF and the particular provincial \ngovernment of priority in budgetary allocation of counterpart funds; (vii) continuing dialogue and \nfollow-up  on  appropriate  technology  and  design  criteria  during  project  implementation  via \nfeasibility study and detailed design reviews, inception and review missions, as well as  financial \nand tariff reforms that link the tariff level more directly and closely to the investment costs; (viii) \nallocation  of  resources  from  the  Project  Preparatory  TA  to  continue  flow  and  water  quality \nmeasurements during the 2005 dry and wet seasons for the candidate phase 1 subprojects, and \ninclusion of PNPs’ regular flow and water quality measurements for potential sources of small \ntown water supply systems as a subproject selection criterion; and (ix) local ownership enhanced \nby community participation in designing, implementing, and maintaining the facilities and the \nprovincial government’s commitment to adequate budget allocation for O&M. \n \nV.  ASSURANCES \nA.  Specific Assurances \n61.  In  addition  to  the  standard  assurances,  the  Government  has  given  the  following \nassurances, which are incorporated in the legal documents: \n \n(i)  Each participating PNP will collect all water bill arrears in accordance with arrears \ncollection action plans to be agreed upon by the Government, ADB, and each \nparticipating PNP before any disbursement of funds to the relevant subproject. \nEach participating PNP will reduce accounts receivable to less than 90 days within \n24 months (for phase 1 subprojects) and 36 months (for phase 2 subprojects) after \ngrant effectiveness, and will maintain accounts receivable of less than 90 days \nthereafter. Where Government agency water bills are outstanding for 60 days or \nmore, the Government will, within a further 30 days, allocate to the concerned PNP \nspecial  funds  from  its  budgetary  resources  sufficient  to  fully  liquidate  the \noutstanding accounts. \n \n(ii)  Within 30 months of grant effectiveness, the Government will review and revise as \nnecessary the Water Supply and Sanitation Sector Policy Statement, the National \nWater Supply Tariff Policies, and the Water Tariff Determination Guidelines to \nfurther clarify and strengthen the social, economic, financial, and administrative \ntargets for the urban WSS sector, based on experience and lessons learned from \nimplementing  the  policies  and  guidelines.  The  Government  will  approve  and \nimplement  the  revised  policies  and  guidelines,  acceptable  to  ADB,  within  36 \nmonths of grant effectiveness. \n \n(iii)  Within 36 months of grant effectiveness, a WASA operations surcharge will be \nestablished following the recommendations of the WASA operations funding plan \nto be prepared and agreed upon during project implementation. \n \n(iv)  MCTPC will cause all PNPs to monitor water quality and quantity data of the \npotential raw water sources for urban water supply throughout the country, and will \nensure that the least-cost solution for the water supply system─ as determined \nfrom a comprehensive feasibility study that focuses primarily on appropriate water \ntreatment technology and service areas─ is adopted for each subproject. Towns \nwithout such data will not be qualified for inclusion in the Project. \n ", "  19\n(v)  For  the  water  supply  components  of  subprojects,  the  participating  PNPs  will \nestablish  schemes  for  poor  households  that  cannot  afford  to  pay  the  water \nconnection  costs,  to  pay  the  connection  fee  over  a  24-month  period,  without \ninterest. The criteria for participation in such schemes and the operating rules will \nbe  determined  by  the  provincial  governments  concerned,  in  conjunction  with \nparticipating PNPs and local community organizations, and will be satisfactory to \nADB. \n \n(vi)  The Government will provide funds for sanitation improvements as a grant for poor \nhouseholds (the equivalent of $75 for each household that elects to connect to the \nwater supply to construct toilets with septic tanks and a smaller amount for those \nwho decide not to connect, to improve their toilet facilities), subject to satisfactory \ncompletion  of  sanitation  facilities.  The  household  eligibility  criteria  and  the \noperating procedure will be determined by the provincial governments concerned, \nin conjunction with participating PNPs and local community organizations, and will \nbe satisfactory to ADB. \n \n(vii)  The Government will re-lend 30% of the costs of the water supply schemes in a \nsubproject as a subsidiary loan to each relevant PNP. The subsidiary loan will \nhave an interest rate of 6.4%, a maturity period of 25 years, including a 6-year \ngrace period. The balance ─70% of the costs of the water supply schemes─ will \nbe  provided  to  the  relevant  PNP  as  a  grant.  A  subsidiary  loan  agreement, \nacceptable to ADB, will be signed and duly executed before any disbursement of \nfunds to the relevant subproject. \n \n(viii)  From the start of a particular subproject’s operation, the participating PNP will \nadopt in the subproject town (a) a subproject-specific tariff, and (b) progressive \ntariff structures with three consumption blocks acceptable to ADB. The tariffs must \nbe set at such levels to (a) recover full O&M costs of the water supply scheme \nunder the subproject, (b) serve debt-servicing obligations under the subproject, \nand (c) maintain a debt service ratio of 1.2:1. Each PNP will undertake an annual \nassessment,  satisfactory  to  ADB,  of  the  tariff  levels  required  to  meet  these \nrequirements over the forthcoming year.  On the basis of the assessment, each \nprovincial government will take all steps necessary, including implementation of \ntariff increases, to enable the PNP to meet the requirements. \n \n(ix)  MCTPC will ensure that land acquisition and resettlement for each subproject town \nis  not  significant  and  is  done  in  accordance  with  all  applicable  laws  and \nregulations,  and  ADB’s  policy  on  involuntary  resettlement,  as  set  out  in  the \nresettlement framework and short resettlement plan for each subproject town. A \nshort resettlement plan for each subproject town will be prepared, updated as \nrequired,  and  implemented.  In  case  of  discrepancies  between  Government \nregulations and ADB policy, ADB’s policy will apply.  \n \n(x)  MCTPC  will  ensure  that  subprojects  are  designed  in  accordance  with  ADB’s \nindigenous  peoples  policy  and  the  applicable  framework  agreed  upon  by  the \nGovernment and ADB. MCTPC will further ensure that all ethnic groups have \nequitable opportunities to participate in training, recruitment, and O&M activities \nunder the Project. \n \n(xi)  MCTPC will implement the gender strategy prepared for the Project in accordance \nwith ADB’s policy on gender and development. The Government will ensure that \n ", "20    \nwomen receive at least 30% of new jobs generated by community-based initiatives \nunder  the  Project  and  that  at  least  30%  of  persons  in  each  CAT  and  each \nWATSAN are women. \n \n(xii)  The Government will ensure that its laws and regulations governing environmental \nimpact assessments, as well as ADB's Environment Policy (2002) are followed.  If \nthere is any discrepancy between the recipient’s laws and regulations, and ADB's \nenvironment policy, then ADB’s policy requirements will apply. The Government \nwill ensure that MCTPC conducts UXO survey and clearance, certifies completion \nof such clearance to ADB, and prepares an environmental assessment for each \nsubproject, meeting the requirements of the IEE and environmental assessment \nand review procedures, for submission to ADB for approval before a subproject is \napproved.  MCTPC will ensure that the IEE in a local language will be available on \nrequest  at  the  PIU  office  of  each  subproject  town  for  the  public  and  other \ninterested parties before the relevant subproject starts. \n \nB.  Conditions for Grant Effectiveness \n \n62.  The loan and grant agreements with other cofinanciers are duly signed and will become \neffective subject only to the effectiveness of the ADB grant. \n \nC.  Conditions for Disbursement to a Subproject \n \n63.  The subsidiary loan agreement in form and substance satisfactory to ADB has been \nexecuted between MOF and the PNP responsible for the subproject. \n \n64.  An  arrears  collection  action  plan  acceptable  to  ADB  has  been  agreed  upon  by \nGovernment and the PNP responsible for the subproject. \n \nVI.  RECOMMENDATION \n65.  I am satisfied that the proposed grant would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  (i)  the  grant  of \n$10,000,000 to the Lao People’s Democratic Republic for the Northern and Central Regions \nWater Supply and Sanitation Sector Project in accordance with the terms and conditions set forth \nin the draft Grant Agreement; and (ii) the administration of the loan in an amount not exceeding \nthe equivalent of $9,000,000 to the Lao People’s Democratic Republic for the Northern and \nCentral Regions Water Supply and Sanitation Sector Project to be provided by the OPEC Fund \nfor International Development and to be administered by ADB under the terms of a Letter of \nCooperation to be entered into by ADB and the OPEC Fund for International Development. \n \n \n \n \n \nHaruhiko Kuroda \nPresident \n21 July 2005 ", "  Appendix 1  21 \nURBAN WATER SUPPLY AND SANITATION SECTOR ANALYSIS \n \nA.  Country Background  \n1.  The Lao People’s Democratic Republic (Lao PDR) is essentially a rural country, with a \ntotal population of around 5.7 million. About 4.5 million or 80% live a largely subsistence \nexistence in nearly 12,000 small rural villages scattered throughout the country. Although the \neconomy is still largely rural, with agriculture accounting for some 50% of gross domestic \nproduct (GDP), the role of the urban sector is growing. During 1997–2003 the industry and \nservices sector components of the GDP increased at average annual rates of around 10%, \ncompared with around 5% for agriculture, reflecting increased activity and productivity and \ngreater opportunities in urban areas. The urban sector encompasses 145 officially designated \nurban centers or towns in 142 districts. These towns have a combined population of 1.2 million, \nor about 20% of the country’s total population. The five largest towns include the capital, \nVientiane (population about 300,000), and four secondary towns (populations 20,000–60,000), \naccounting  for  45%  of  the  total  urban  population.  The  provincial  and  district  towns,  with \npopulations ranging from 5,000 to 20,000, are classified as small towns. Development of these \nsmall towns is an important part of the Government’s national development agenda, which aims \nto achieve the overall goal of exiting least-developed-country status by 2020 through sustained \nequitable economic growth and social development. The small towns function as administrative \nand economic centers for their surrounding rural areas, and act as economic links between the \nrural areas and national and international markets. They are the locations of immediate markets, \ntransport depots, and agricultural processing centers in the rural hinterland.  \n \nB.  Quality and Coverage of Urban Water Supply and Sanitation \n2.  Over the past decade, all 16 provinces, the capital Vientiane, and the special economic \nzone have benefited from substantial investments in water supply systems, primarily through \nassistance from the Asian Development Bank (ADB) and other external agencies. While about \n69% of the urban population in Vientiane and the four secondary towns have piped water \nsupply, overall coverage in urban areas is only 39% (2003). Water supply coverage in the 140 \nsmall towns is only about 17%, and most residents rely on shallow wells, ponds and streams, \nwhich are often biologically contaminated. Women and children spend as much as 1–2 hours \neach day fetching water from distant sources. Table A1 summarizes the status of PNP-piped \nwater supply systems in urban centers throughout the country. \n \n3.  None of the urban centers has a functioning municipal wastewater treatment system. \nIndividual property owners are responsible for developing and managing their on-site sanitation \nsystems. Overall, about 54% of urban households have pour-flush toilets, but there are large \ndifferences in coverage between the five largest towns (78% coverage) and the small towns \n(42% coverage). Some 46% of urban residents do not have proper toilet facilities and use open \nground, fields, local drains, and watercourses for disposal of excreta and wastewater. There are \nfew public toilets in markets and temples, and less than 10% of primary schools have proper \nlatrines. Pour-flush toilets with pit latrines generally provide a satisfactory form of wastewater \ndisposal  in  low-density  areas  because  of  the  natural  assimilative  capacity  of  the  subsoil. \nHowever,  problems  often  arise  because  of  poor  design  or  construction,  unsuitable  soil  or \ngroundwater conditions, lack of maintenance, and low hygiene and sanitation awareness. About \n7% of households use septic tanks systems discharging to drains or soakaways. Septic systems \nrequired  in  medium  and  high-density  areas  but  often  provide  only  partial  treatment  of \nwastewater,  because  they  are  not  constructed  to  proper  standards  and  are  not  emptied \nregularly. Due to poor functioning of the drainage network, partially treated septic tank effluent \nor seepage is often detained in the populated areas, posing risks to the public and polluting the ", " 22  Appendix 1 \ngroundwater. Low coverage of safe water supplies and poor sanitation conditions have caused \nin outbreaks of diarrheal diseases and/or cholera in several areas, resulting in high numbers of \nillnesses and deaths. Infection with soil-transmitted helminths among school-age children is \nmore than 50%, as is the infection rate with food transmitted helminths among the overall \npopulation. Lack of clean water, inadequate sanitation and non-hygienic practices are the main \ncauses.   \n \nTable A1: Status of Formal Water Supply Systems in Urban Centersa\n(as of November 2004) \n \nCategory  Committed (no.) \nTowns  Constructed  Remaining  Total  \nAccording to \nNGPES  (no.)  (no.)  WSSSP  Others  (no.)  (no.) \nPriority poor district  47  1  2  2  42  47 \nPoor district  25  6  2    17  25 \nNot identified as  70  23  9 (+1) a 2  36(+2)  70 (+3) \npoor district \n  Subtotal  142  30  13 (+1)  4  95(+2)  142 (+3) \n  Total  142  30  17 (+1)  95(+2)  142 (+3) \nNGPES = National Growth and Poverty Eradication Strategy, WSSSP = Water Supply and Sanitation Sector Project. \na Numbers in parentheses indicate urban areas that are not district centers.  \nSource: Map of piped water supply status in urban centres, Water Supply Authority.  \n \nC.  Sector Policy, Decentralization, and Sector Institutions \n4.  In the early to late 1990s, management of all the nation’s urban water supply systems \nwas  centralized  in  Vientiane  under  the  control  of  Nam  Papa  Lao  (NPL),  a  state-owned \nenterprise (SOE) within the Ministry of Communication, Transport, Post and Communication \n(MCTPC). Provincial water supply offices reported directly to NPL and system revenues were \nconsolidated under one central account. Subsidies from the large Vientiane scheme to the then \n20 or so smaller provincial urban systems masked the poor performance of the sector generally \nand the smaller schemes in particular. In 1996 the Law on Water and Water Resources was \nsigned  under  Presidential  Decree  No.  126/PR.  The  law  established  the  broad  principles, \nregulations, and measures for the managing, exploiting, using, and developing water and water \nresources in the Lao PDR.  \n \n5.  Subsequently,  in  1999,  in  Prime  Ministerial  Decision  No.  37/PM,  the  policy  on \nmanagement and development of the water supply sector, or the Sector Policy Statement \n(SPS), was enacted. It sets the water supply sector goal as to provide 24 hours daily access to \nsafe drinking water for 80% of the urban population by the year 2020. According to the policy, \nMCTPC  has  overall  responsibility  for  managing  the  urban  water  supply  sector,  while  The \nNational Center for Environmental Health (Nam Sa’at) is responsible for managing the rural \nwater supply sector under the Ministry of Health. The main operational impacts of Decision \n37/PM were to create a new organization, the Water Supply Authority (WASA) under MCTPC, \nand to devolve responsibility for urban water supply and sanitation from central to provincial \ngovernments. From late 1999, each provincial water supply enterprise (known as nam papa or \nprovincial nam papa [PNP]) became an autonomous SOE operating under the supervision of \nthe provincial Department of Communication, Transport, Post and Communication (DCTPC). \nThe  provincial  government  owns  the  urban  water  supply  system,  while  the  PNPs  are \nresponsible for managing the systems. Nam Papa Vientiane, operator of the capital’s water \nsupply systems became a separate agency under DCTPC of Vientiane prefecture but retained \nthe important role of training the new PNPs.  \n ", "  Appendix 1  23 \n6.  Sector reorganization arising from 37/PM had its largest impact on the PNPs, which \nwere transformed from branch offices of NPL to individual state owned enterprises (SOEs). \nThey  were  suddenly  cut  off  from  the  financial  subsidies  and  much  of  the  technical, \nadministrative, and managerial assistance formerly provided by NPL. Accordingly, ADB, World \nBank, Agence Française de Développement (AFD), Japan International Cooperation Agency \n(JICA), and other agencies have provided PNPs with capacity building programs since 1999, \nmost of which are still ongoing. Following decentralization, PNPs were intended to be financially \nself-supporting,  and  responsibility  for  tariff  setting  was  given  to  the  respective  provincial \ngovernments. In practice, tariffs set on a province-wide basis are insufficient to cover proper \noperation and maintenance (O&M) costs, let alone debt service or depreciation. As a result, \nmost PNPs operate at a loss and require subsidies from provincial governments. In most \nprovinces,  government  agencies  are  delinquent  in  paying  their  water  bills.  Government \nonlending arrangements to provinces (currently only 15% of capital cost is passed on as loan) \nhave acted as a disincentive to adopting least cost solutions to their water supply systems. \nThese  factors  combine  to  result  in  unsustainable,  deteriorating  water  supply  systems  and \nultimately to poor customer service. To overcome these impediments to financial sustainability, \nthe Government, with WASA assistance, issued a National Water Supply Tariff Policy in April \n2004. WASA now assists PNPs to establish tariffs at levels sufficient for sustainable operation \nand to adopt appropriate water supply service levels. \n \n7.  Under Decision 37/PM, the Department of Housing and Urban Planning (DHUP) is \nresponsible, through its Water Supply Division (WSD), for setting sector development strategies \nand plans, planning staff training, and studying technical standards of water supply systems. \nWSD also has the task of managing an ambitious long-term program of capital investment in the \nurban water supply and sanitation sector, but to date it has received little external assistance, \nexcept in the area of project management. As a result, WSD has very limited capacity to \nundertake its core functions, and it has few staff and resources. In addition, its responsibilities \noverlap with those of WASA, causing confusion. These limitations pose a major constraint to the \nlong-term sustainability of the water sector.  \n \n8.  Following Decision 37/PM, WASA was established in 1999 to assist the Minister of \nMCTPC to plan, manage and regulate the water supply sector. Its assigned functions include \nstrategic planning, formulating regulations, establishing technical standards and specifications, \nand  managing  and  monitoring  the  water  sector.  The  Government’s  long-term  vision  is  to \ngradually develop WASA as an effective and capable sector regulator. Immediately after its \nestablishment, WASA took over NPL’s role of managing externally funded projects. The project \nmanagement activities not only diverted WASA’s focus from its core regulatory and monitoring \nfunctions, but also conflicted with its intended role as regulator. Since 2001, DHUP’s project \nmanagement  capacity  has  been  strengthened  and  it  has  gradually  assumed  the  project \nmanagement function from WASA. In 2003 and 2004, WASA focused increasingly on its core \nregulatory functions, which included: (i) coordinating and collating financial and performance \ninformation from PNPs; (ii) publishing the annual water sector performance reports for 2002 and \n2003, which evaluated the technical and financial performance of all PNPs throughout the \ncountry; (iii) preparing tariff guidelines, and assisting with preparation of the water tariff policy; \n(iv) preparing water quality guidelines; and (v) preparing accounting and reporting guidelines for \nPNPs. It also carried out technical activities assigned by DHUP, including updating the sector \ninvestment plan for urban water supply and facilitating private sector participation proposals. \nHowever, the regulation capacity of WASA remains weak due mainly to (i) lack of a solid legal \nfoundation, (ii) limited and unstable human resources, and (iii) unclear division of responsibilities \nin relation to DHUP/MCTPC. The Government has begun the steps necessary to install WASA \nas a dedicated regulatory authority and a Prime Minister Decree on Regulation of Urban Water ", " 24  Appendix 1 \nSupply Operations, which sets the legal foundation and clearly specifies the responsibilities, \nstaffing, and funding arrangements for WASA, is expected to be approved in 2005. Decision \n37/PM  also  provided  for  a  Regulatory  Committee  to  oversee  WASA’s  operations  and  to \nconsider regulatory matters and complaints from consumers and PNPs. The Board is now \nexpected to be established in 2005 following the approval of the Decree on Regulation of Urban \nWater Supply Operations. \n \n9.  According to Decision 37/PM, (i) the Ministry of Health is responsible for directing, \npromoting,  and  managing  urban  environmental  hygiene;  (ii)  each  provincial  government  is \nresponsible  for  developing  urban  environmental  hygiene  in  its  province;  (iii)  PNPs  are \nresponsible for compliance of sanitation facilities with the sanitation regulations; (iv) MCTPC \nand WASA are responsible for wastewater management systems, but do not have any specific \nresponsibilities for sanitation; and (v) individual property owners are responsible for on-site \nwastewater systems. Both Science Technology and Environment Agency and the Ministry of \nIndustry issue regulations for wastewater discharge from communities and industries. While \nmost provinces have sanitation regulations, in general, the regulations are weak, institutional \nresponsibilities are not clearly defined, and the regulations are not strictly enforced.  \n \nD.  Sector Funding and Investment Plans \n10.  Capital investments in the urban water supply sector are funded almost entirely through \nexternal assistance, while tariffs and other user charges applied by the PNPs fund O&M. \nBetween 2001 and 2004, allocations made through the Government for capital investments in \nthe urban and water supply sector totaled $39.6 million, an average of about $9.9 million \nannually. Virtually all of this funding was provided through external assistance in a mix of grants \nand loans, while a very small amount came from the Government’s own internal resources.  \nCurrently only 15% capital costs of the water supply systems are passed on as loan to the \nPNPs. Repayment of these onlent amounts, as well as O&M costs, are funded from the PNPs’ \noperating revenues. However, the revenues have been insufficient to achieve adequate levels \nof O&M. In 2002 and 2003, the PNPs generated total operating revenues of $3.6 million from \nwater tariffs and $4.1 million from other user charges. However, because the timely collection of \nbilled revenue is a significant problem for almost all PNPs, actual cash flows into the sector \ngenerated from those sources are lower. \n \n11.  To meet the sector goal, the Government prepared in 1999 a sector investment plan \n(SIP) that listed all urban center water supply systems in order of priority for rehabilitation, \nexpansion, or development. The SIP has guided sector development in the past 5 years, \nincluding investments funded by  ADB and other external agencies. The SIP  was updated \nrecently under TA 4377-LAO1 to reflect the Government’s increasing emphasis on equitable \ndevelopment  by  improving  the  small  towns,  particularly  those  in  the  poorest  districts.  The \nupdated SIP (Appendix 2), which estimates future investment needs of about $267 million, \nincluding $103 million for small towns, represents a balanced, stepwise approach to water \nsupply  development  in  the  country.  It  is  considered  realistic  and  achievable  based  on \nexperience and the Government’s performance in implementing projects over the past decade. \nThe  investments  under  the  updated  SIP  are  prioritized  according  to  factors,  including \npopulation; poverty status; location relative to a major road, transport node, growth corridor, or \ninternational border; tourism potential; and provincial government’s development priority. Out of \nthe 18 small towns having first priority in the updated SIP, 12 are in the northern region and 6 \nare in the central regions. \n                                                 \n1  ADB. 2004. Technical Assistance to Lao People’s Democratic Republic for Preparing the Northern and Central \nRegion Water Supply and Urban Development Project. Manila. ", "  Appendix 2  25 \nSUMMARY OF THE UPDATED SECTOR INVESTMENT PLAN \nTable A2.1: Priority of Water Supply Investments in Small Towns \nProvince  First Priority  Second Priority  Third Priority  Long Term \nPhongsaly  Nhot Ou    Khua   Boon Neua  May  \n        Boontai  Samphanh  \nLuangnamtha  Sing  Nateui  Botene  Nalae   Long  \n  Viengpoukha          \nOudomxay  Namor   Beng   Nga   Xay    \n  Hoon   Pakbeng     La    \nBokeo    Pha Oudom   Meung   Ban Khuan   Paktha  \n        Ban Mom   \nLuangprabang  Nan  Pakxeng     Xieng Ngeun  Chomphet \n  Ngoi  Phonxay     Park Ou   \n  Viengkham   Phoukhoune        \nHuaphanh  Xamtay   Viengthong   Xiengkhor   Add   Sopbao  \n      Huameuang      \nXayabury  Kenetao    Ngeun   Phiang   \n  Xienghone     Botene  Thongmyxay   \n  Khop       Hongsa    \nXiengkhuang  Khoune       Morkmay  Phaxay \n  Nonghed       Phookood   \nVientiane   Xanakharm    Vangvieng  Kasy  Hom \n  Keo Oudom     Hinherb   Mad   Longxan \n        Thoulakhom  Viengkham \n        Feuang   \nBorikhamxay    Thaphabath (Thabok)  Phakading  Viengthong    \n    Bolikhanh        \nKhammuane    Mahaxay     Nhommalath   Hinboon \n    Bualapha     Nakai   Xebangfay \n        Xaybuathong    \nSavannakhet  Sephone   Phine   Xayphoothong  Nong   Vilabuly  \n    Atsaphangthong  Thaphalanxay   Xaybuly  Champhone \n        Xonbuly   Atsaphone \n        Thapangthong   Phalane \n        Songkhone   \nSaravane    Samuoi     Saravane   Ta Oi  \n        Lao Ngam  Toomlan  \n        Lakhonepheng  Vapy \nSekong    Dakcheung   Kaleum   Lamarm    \nChampasack    Bachiangchaleunsouk  Paksxong  Moonlapamok    \n      Pathoomphone   Sanasomboon   \n      Sukhuma   Champasack   \nAttapeu  Sanamxay   Phouvong   Thathom  Sanxay  Phoon \nXaysomboun SR        Hom   Longsane  \n           \n  Total  18  18  18  39  19 \nGrand Total  112         \nSource: TA 4377-LAO: Northern and Central Region Water Supply and Urban Development, final report. \n \nTable A2.2: Sector Investment Plan for Water Supply Projects, 2005–2020 \nExpected \nInvestment  Fund \nNo.  Province/Town/Project  Completion \n($ million)  Source \nDate \n         \nA.  Vientiane Capital       \n1.  Expand Kaolieo WTP (upgrade existing to 20,000 m3/day and  2007  35.0  JICA \nexpand by 40,000 m3/day), and water distribution system. \n2.  Construct new WTP at Tha Ngone (Capacity 60,000 m3/day),  2012  66.0  NYI \nexpand and rehabilitate distribution system. ", "26   Appendix 2 \nExpected \nInvestment  Fund \nNo.  Province/Town/Project  Completion \n($ million)  Source \nDate \n3.  Construct new WTP (Capacity 50,000 m3/day), expand and  2015  28.0  NYI \nrehabilitate water distribution system. \n  Subtotal for Vientiane Capital City    129.0   \nB.  Secondary Towns       \n1.  Luang Prabang       \na. Rehabilitate and expand water distribution system.  2008  1.5  NYI \nb. Expand production capacity by 3,500 m3/day, rehabilitate  2015  2.5  NYI \n  and expand distribution system. \n2.  Khammuane       \na. Expand production capacity by 3,600 m3/day, rehabilitate  2008  2.0   \n  and expand distribution system.      NYI \nb. Expand production capacity by 3,600 m3/day, rehabilitate  2015  2.0  NYI \n  and expand distribution system. \n3.  Savannakhet       \na. Expand production capacity by 7,000 m3/day, rehabilitate  2008  3.8  NYI \n  and expand distribution system.       \nb. Expand production capacity by 7,000 m3/day, rehabilitate  2015  3.8  NYI \n  and expand distribution system. \n4.  Champassak       \na. Rehabilitate and expand distribution system.  2010  1.6  NYI \nb. Expand treatment capacity by 7,000 m3/day, rehabilitate  2012  3.5  NYI \n  and expand distribution system. \n  Subtotal for Secondary Towns    20.7   \nC.  Provincial Capitals       \n1.  Northern Region (Bokeo, Houa Phanh, Luang Namtha,       \nOudomxay, Phongsaly, Xayaburi)       \na. Expand production capacity by 7,600 m3/day, rehabilitate  2008  5.2  NYI \n  and expand distribution system.       \nb. Expand production capacity by 3,800 m3/day, rehabilitate  2016  2.9  NYI \n  and expand distribution system. \n2.  Central Region (Borikhamxay, Khammuane, Savannakhet,       \nVientiane,  Xaysomboon SZ , Xiengkhuang)       \na. Expand production capacity by 1,700 m3/day, rehabilitate  2008  2.2  NYI \n  and expand distribution system.       \nb. Expand production capacity by 1,400 m3/day, rehabilitate  2016  1.8  NYI \n  and expand distribution system. \n3.  Southern Region (Attapeu, Champassak, Saravane, Sekong)       \na. Expand production capacity by 1,800 m3/day, rehabilitate       \n  and expand distribution system.  2008  1.5  NYI \nb. Expand production capacity by 1,100 m3/day, rehabilitate       \n  and expand distribution system  2016  1.0  NYI \n  Subtotal for Provincial Capitals    14.6   \nD.  Small Towns Water Supply Systems        \n1.  12 small district town water supply systems   2010  25.0  ADB/Other  \n2.  20 small district town water supply systems  2011  15.5  ADB/Other \n3.  20 small district town water supply systems  2013  15.5  ADB/Other \n4.  20 small district town water supply systems  2015  15.5  NYI \n5.  20 small district town water supply systems  2017  15.5  NYI \n6.  20 small district town water supply systems  2019  15.5  NYI \n  Subtotal for Small Town Water Supply Systems    102.5   \n     Total for Urban Water Supply Sector    266.8   \nADB = Asian Development Bank, NYI = not yet identified.  \nNote: Water supply investment costs were based on (i) cost projections of Japanese consultant for Vientiane capital; \n(ii) $100/extra person served (Year 2020) for secondary towns and provincial capitals; (iii) $167/capita (Year 2020) for \nsmall towns after Northern and Central Region Water Supply and Sanitation Sector Project. Costs include water \nsupply scheme, public health awareness, engineering, incremental administration and contingencies. ", "  Appendix 3  27 \nDESIGN AND MONITORING FRAMEWORK \nPerformance  Data Sources/Reporting  Assumptions and \nDesign Summary \nTargets/Indicators  Mechanisms  Risks \nImpact       \nImproved quality of  40% of small town residents and  National statistics  Assumptions \nlife of small town  55% of overall urban population    • Government \nresidents in the Lao  will have access to safe piped  Reports of multilateral and  commitments to water \nPeople’s Democratic  water supply by 2010.  bilateral agencies  supply and health \nRepublic (Lao PDR),      sectors continue. \nand enhanced role of  The industry and service sectors  Baseline and follow-up \nurban centers as  will account for more than 55%  socioeconomic surveys in  • Urban development, \nmarket, services, and  of gross domestic product (GDP)  the project with data  particularly small town \nmanufacturing  by 2010.  disaggregated by gender  development, remains \ncenters supporting    and by ethnic group  Government’s \nthe rural hinterland  development priority. \nRisk \n• Economic instability \nOutcome       \nImproved  24 hour-piped water is supplied  Water Supply Authority  Assumptions \naccessibility, quality,  at specified pressure, quantity,  (WASA) annual water  • Communities are \nreliability, and  and quality for about 84,000  sector performance  increasingly aware of \nsustainability of water  residents in the core villages of  reports  relations between \nsupply services in the  about 12 target towns upon    health, hygiene and \nproject towns  commissioning.  Project completion report  sanitation, and clean \n    (PCR)  water usage. \n  Dependence on unsafe and   \n  inconvenient water sources in  Customer water bills and  • PNP branch staff can \n  target communities is (%) 100%  surveys  receive relevant, \n  households in 2005, 40% in    adequate training \n  2010, and 20% by 2015.  Baseline and follow-up  under ongoing \n    socioeconomic surveys in  programs of Japan \n  Poor villagers have fair access to  the project with data  International \n  piped water supply systems, and  disaggregated by gender  Cooperation Agency \n  water bills are no more than 5%  and by ethnic group  (JICA) and Agence \n  of household income.    Française de \n    Loan review missions  Développement (AFD). \n  Provincial nam papas (PNPs)   \n• District Office of \n  comply with the loan covenants. \nCommunication, \n2.2. Improved   \nTransport, Posts and \nenvironmental  Average sanitation coverage in \nConstruction \nconditions in the  target communities is 65% \nProject towns.  households in 2010 and 80% by  (OCTPCs) have \nadequate capacity to \n2015. \noperate and maintain \n \nurban facilities in the \nImproved priority roads and \nproject towns. \nbridges provide all-weather \naccess to markets, commercial \n• PNPs adopt tariff \nareas, and government facilities.  \nreforms and deferred \npayments for \nconnections for poor \nhouseholds. \n• Government adopts \nand enforces \nappropriate sanitation \nregulations. \nRisk \n• Budgets for O&M of \ndrains, roads, and \nbridges are ", "28   Appendix 3 \nPerformance  Data Sources/Reporting  Assumptions and \nDesign Summary \nTargets/Indicators  Mechanisms  Risks \ninadequate. \nOutputs       \nStrengthened water  Organizational structure and  Official notifications  Assumptions \nsupply sector  positions of WASA are officially    • Project management \nregulation, planning,  announced by September 2006  ADB review missions   units (PMUs) and \npolicy making and  and staff recruited by January  WASA financial reports  project implementation \nmanagement capacity  2007.    units (PIUs) with \n  Subproject appraisal  competent staff and \nFunding mechanism for WASA  reports, project progress  adequate resources are \noperations is agreed upon by  reports, and PCR  established on time. \nJanuary 2008 and becomes   \neffective by January 2009.  Baseline and follow-up  • Water supply and \n  socioeconomic surveys in  sanitation units \nBasic operating guidelines for  the project with  (WATSANs) are \nsector regulation and tariff  disaggregated data by  established on time. \nsetting are in place by June  gender and by ethnic \n• The importance of \n2008.  groups \nwater sector regulation \n   \nis recognized by the \nWASA starts operating as  Training records \nGovernment, PNPs, \ndedicated water sector regulator  disaggregated by gender \nand consumers. \nby January 2009 in accordance  and by ethnic group \nwith approved WASA Charter.   \n• Capital investment for \n   \nurban development \nThe Water Supply Division   \nand for village \n(WSD) guidelines on water   \nenvironmental \nsupply operation and \nimprovement (VEI) is \nmaintenance (O&M) and \nrestricted to agreed \ninvestment are issued by June \nupon amount per \n2008. \ncapita to ensure all \n \ntowns benefit. \nWSD staff is able to maintain \nand update water sector strategy  • Government and PMU \nand sector investment plan by  ensure adequate and \nJanuary 2009.  timely counterpart \n    funds, and prompt \nConstructed water  payment of \nNew water supply systems are \nsupply systems  contractors. \nsuccessfully constructed over \nthe project period in about 12 \nRisks \nsmall towns.  \n• WASA may not be \nable to focus \nImproved roads,  Priority roads, bridges and \nexclusively on sector \nbridges, drainage,  associated roadside drains are \nregulation. \nand sanitation  constructed or improved in about \ncomplementing piped  12 towns.  • Least-cost water \nwater supply    supply solutions are \ndevelopment in the  Priority drainage are constructed  not selected. \ntarget towns  or improved in about 12 towns to \nminimize local flooding and  • Engagement of \nponding of wastewater.  competent consultants \n  and contractors is \nPublic sanitation facilities at  delayed. \nmarkets, bus stations, and \nschools are improved in about \n12 towns. \nImproved community  Community is aware of relations \nparticipation,  between health, hygiene and \nawareness, and  sanitation, and clean water \nactions complementing  usage. \nthe new water supply \nCommunity, including women \nsystems and drainage \nand ethnic groups, actively ", "  Appendix 3  29 \nPerformance  Data Sources/Reporting  Assumptions and \nDesign Summary \nTargets/Indicators  Mechanisms  Risks \nimprovements in the  participates in the project \ntarget towns  activities.  \n  VEIs are successfully planned,   \ndesigned and implemented by \ncommunities in the core villages.  \nAt least 30% of jobs created \nunder VEI are given to qualified \nwomen. \n \nPro-poor sanitation \nimprovements are successfully \nimplemented in the core villages. \nImproved project  PMU is established, trained, and   \nimplementation and  operating with qualified staff and   \noperation capacity  adequate resources within 3   \nmonths of the project \ncommencement.  \nPIUs, community action teams \n(CATs) and WATSANs are \nestablished, trained, and \noperating with qualified staff, \nadequate resources, clear roles \nand responsibilities, within 3 \nmonths of subproject \ncommencement. \nParticipation plan is formulated \nwith stakeholders and \nsuccessfully implemented in \neach village. \nNeeds-based health and hygiene \npromotion and awareness \nprogram is designed and \nimplemented in the target towns. \nSubprojects are selected and \ndesigned based on the agreed \nupon criteria and standards. \nO&M plans for VEI are \ndeveloped with full participation \nof local stakeholders and agreed \nto by OCTPC and communities. \nSubproject-specific O&M plans \nfor roads, drains, bridges, public \nsanitation, and water supply are \ndeveloped with full participation of \nOCTPC and branch PNP staff. \nActivities with Milestones  Inputs \nBuild and strengthen the capacity of WASA and WSD.  Consulting services valued at $1.6 million \nConstruct water supply systems and improve roads,  Civil works and supply contracts valued at $13.2 million \nbridges, drainage, and sanitation. \nImprove community’s awareness on sanitation, hygiene,  Civil works and supply contracts valued at $2.4 million  \nand health; mobilize community participation in the \nProject; and improve the village environment. \nProvide project implementation assistance and build the  Consulting services valued at $4.1 million \ncapacity of the project executing agency and  Supply contracts valued at $1.4 million \nimplementation agencies. ", "30   Appendix 4 \n \nCRITERIA AND PROCEDURES FOR TOWN PARTICIPATION \n1.  The Project is formulated as a sector loan project, requiring small towns and their \nprovincial governments to demonstrate their commitment to the Project and its associated \nreforms, thus encouraging a demand-led approach. Each subproject will be required to meet \neligibility  criteria  agreed  upon  by  the  Asian  Development  Bank  (ADB),  other  concerned \ndevelopment agencies, and the Government of the Lao People’s Democratic Republic (PDR), \nbefore it can be considered and approved for funding.   \n \n2.  The steps for subproject selection are as follows: \n \n(i)  The  concerned  provincial  government  will  request  the  Ministry  of \nCommunications Transport Posts and Construction (MCTPC) that the subproject \ntown be included in the Project. \n(ii)  MCTPC will carry out initial screening of towns (using the screening criteria \ndescribed  in  para.  3),  prioritize  them  for  development,  and  advise  each \nsubproject province of the rankings. \n(iii)  If a town has high priority for development and meets the Project’s screening \ncriteria, it will be subject to a detailed feasibility study and appraisal by the project \nmanagement unit (PMU), with the assistance of consultants.  \n(iv)  If the feasibility study and appraisal show that the subproject meets the Project’s \neligibility  criteria  (para.  4),  MCTPC  will  submit  the  Feasibility  Study  and \nSubproject Appraisal Report to ADB for approval. \n3.  The following initial screening criteria must be met before the town is admitted as a \ncandidate for possible inclusion in the Project: \n \n(i)  The subproject is included in the water sector investment plan. \n(ii)  The town does not have a significant piped water supply system and shows a \nlarge demand for paid piped water supply. \n(iii)  The subproject is not being considered for funding by another aid agency. \n(iv)  The town’s projected design population will be greater than 4,000 by 2015. \n(v)  The subproject town has a government-approved urban master plan.  \n(vi)  The provincial government and PNP agree to the Government’s water sector \npolicies, and the cost recovery principles and tariff reforms agreed upon by the \nGovernment and ADB. \n(vii)  PNPs have undertaken regular flow and quality measurements for the potential \nsources of water for the town. \n4.  The following Project eligibility criteria must be met before the subproject is submitted to \nADB for approval: \n \n(i)  The  feasibility  study  shows  that  the  subproject  (a)  meets  ADB’s  and  the \nGovernment’s technical, economic, financial, and institutional requirements for \nthe Project; and (b) does not have significant negative social or environmental \nimpacts and is Category B according to ADB’s environmental classification. \n(ii)  The subproject does not require significant resettlement or land acquisition. \n \n ", "  Appendix 4  31   \n(iii)  The provincial government and PNP agree to adopt the tariff reforms agreed \nupon  by  the  Government  and  ADB,  which  include  subproject-specific  tariff, \nprogressive tariff structure with three blocks, designed to recover full operation \nand maintenance (O&M) costs and 30% of water supply system capital costs, \nand a system of deferred payment of connection charges for poor households.  \n(iv)  The provincial government and PNP agree to adopt ADB-approved sanitation \nregulations in the subproject town. \n(v)  The subproject has an economic internal rate of return (EIRR) of more than 12%. \n(vi)  The subproject covers only the most densely populated core villages and does \nnot include outlying villages which, if included in the subproject, would result in \nan increase in the calculated overall subproject-specific tariff. \n(vii)  The subproject must generate sufficient revenues to meet full O&M costs and \ncover debt service (i.e. repayment of principal and interest on the subsidiary loan \nfrom the Government to PNP, based on a loan corresponding to 30% of total \ninvestment costs for the water supply system). \n(viii)  The  provincial  and  district  governments  agree  to  provide  adequate  budget \nallocations to meet the O&M costs of the subproject’s roads, bridges, drains, and \npublic sanitation facilities.  \n(ix)  The PNP has already identified potential sources of surface water supply for the \nsubproject and has collected adequate stream flow and water quality data for \neach  potential  source  to  establish  minimum  flows  and  water  treatment \nrequirements. As a minimum, PNPs will have collected the following data for \neach potential source: (a) minimum dry-weather flow for each dry season after \nJanuary 2005, and (b) water quality tests covering basic physical and chemical \nparameters for the low flow period in each dry season and for the peak flow \nperiod of each wet season after January 2005. \n \n ", "32   Appendix 5 \nEXTERNAL ASSISTANCE TO THE SECTOR \nTable A5.1: Loan and Grant Projects \nYear  Amount \nNo.  Project  Source  Term \nApproved  (million) \n           \n1.  1963  Vientiane Water Supply (Kaoleo WTP)  Japan  Loan  $1.18 \n2.  1969  Luang Prabang Town Water Supply  Germany  Loan  DM3.60 \n3.  1971  Savannakhet Water Supply   France  Grant  F12.99 \n4.  1973  Pakse Water Supply  France  Grant  F9.19 \n5.  1974  Vientiane Water Supply (Chinaimo WTP)  ADB  Loan  $6.00 \n6.  1983  Upgrade Vientiane Water Supply (Kaoleo WTP)  Japan  Grant  ¥600 \n7.  1991  Loan 1112: Southern Provincial Towns Water Supply   ADB  Loan  $9.60 \n8.  1991  Upgrading of Luang Prabang Water Supply  Germany  Grant  DM2.50 \n9  1991  Urban Development  UNDP  Grant  $1.703 \n10  1992  Sihom Rehabilitation  UNCDF  Grant  $2.959 \n11.  1992  Rehabilitation and Upgrade of Vientiane Water Supply  ADB  Loan  $9.7 \n12.  1992  Rehabilitation and Upgrade of Vientiane Water Supply  Japan  Grant  $20.00 \n13.  1992  Tha Deua Water Supply (Vientiane Prefecture)  France  Grant  F6.00 \n14.  1992  Mekong River Bank protection  EU  Grant  ECU5.0 \n15.  1993  Ban Keun Water Supply (Vientiane Province)  France  Grant  F6.00 \n16.  1993  Loan 1267: Northern Provincial Towns Water Supply  ADB  Loan  $12.70 \nand Sanitation  \n17.  1993  Luang Namtha Integrated Area Development  IDA  Credit  $10.0 \n18.  1993  Thangone Water Supply (Vientiane Prefecture)  Japan  Grant  $0.30 \n19.  1994  Thakhek Water Supply Project  EU  Grant  $3.90 \n20.  1994  Expansion of Luang Prabang Water Supply  Germany  Grant  $1.80 \n21.  1994  Muang Namtha and Muang Sing Water Supply  IDA  Loan  $1.40 \n22.  1995  Vang Vieng Water Supply (Vientiane Province)  France  Loan  F6.00 \n23.  1995  Loan 1362: Vientiane Integrated Urban Development   ADB  Loan  $20.0 \n24.  1996  Luang Prabang Water Supply – Phases I and II  Germany  Grant  $6.90 \nImprovement of Solid Waste Management System in \n25.  1996  Japan  Grant  Y705.0 \nVientiane \n26.  1997  Loan 1525: Secondary Towns Urban Development   ADB  Loan  $27.0 \n27.  1997  Xaysomboun Water Supply (Special Region)  France  Grant  F5.00 \n28.  1998  Loan 1710: Water Supply & Sanitation Sector Loan  ADB  Loan  $20.00 \nProject  \n29.  1999  Vientiane Water Supply expansion  France  Grant  €6.00 \n30.  1999  Pakse Water Supply – system expansion  Norway  Grant  $2.00 \n31.  1999  Lamarm Water Supply – rehabilitate WTP  Norway  Grant  $2.00 \n32.  1999  Xay Water Supply (Oudomxay Province)  World Bank  Loan  $2.00 \n33.  1999  Khua Water Supply (Phongsaly Province)  World Bank  Loan  $1.00 \n34.  1999  Pilot urban water supply projects at Laongan (Saravan)  Belgium  Grant  $1.02 \nand Champhon (Savannakhet) and rural supply \nschemes in 5 districts. Significant capacity building \nprogram for NPV, PNPs and Nam Sa’at included. \n35.  2001  Loan 1834: Vientiane Urban Infrastructure and Services   ADB  Loan  $25.0 \nUpgrade Water Supply facilities, Khanthaboury,  Japan  Grant  ¥617 \n36.  2001 \nSavannakhet \n37.  2002  Village Development Project - Savannakhet  Belgium     \n38.  2003  Commencement of the Small Towns Development  ADB  Loan  $20.0 \nSector Project in the towns of Vang Vieng, Pek, \nPakxanh and Nam Neua \nADB = Asian Development Bank, EU = European Union, IDA = International Development Association (World Bank), \nNPV = Nam papa Vientiane, PNP = provincial nam papa, UNCDF = United Nations Capital Development Fund, \nUNDP = United Nations Development Programme, WTP = water treatment plant. \nSource: Asian Development Bank estimates. ", "  Appendix 5  33 \nTable A5.2: Technical Assistance \nYear  Amount \nNo.  Project  Source  Type \nApproved  (million) \n           \n1.  1991  TA 1606: Institutional Strengthening of the Water Supply  ADB  Grant  $0.63 \nSector Project \n2.  1991  TA 1596: Vientiane Water Supply Rehabilitation and  ADB  Grant  $0.10 \nUpgrading \n3.  1991  TA 1607: Northern Provincial Towns Water Supply  ADB  Grant  $0.42 \nDevelopment \n4.  1992  TA 1787: Institutional Support to Nam Papa Lao  ADB  Grant  $0.21 \n5.  1992  Thakhek Water Supply  WB  Grant  $0.35 \n6.  1993  TA 1987: Strengthening Planning Capabilities in Nam Papa  ADB  Grant  $0.257 \nLao \n7.  1993  TA 1911: Vientiane Integrated Urban Development Project  ADB  Grant  $0.6 \n8.  1995  TA 2396: Secondary Towns Integrated Urban Development  ADB  Grant  $0.6 \n9.  1996  Interceptor Sewer and Water Sanitation Program, That  EU  Grant  $1.00 \nLuang \n10.  1996  TA 2711: Small Towns Water Supply and Sanitation  ADB  Grant  $0.5 \n11.  1998  TA 2377: Assistance towards the establishment of  ADB  Grant  $0.7 \nMunicipal Administration Systems: GIS training, proposal \nfor establishing Municipal Administration in Vientiane and \ntraining of VUDMC staff \n12.  1999  Preparation of a water supply and sanitation sector  ADB  Grant  $0.06 \noverview report \n13.  1999  Reinforcement of National Strategies on water supply and   Belgium  Grant  €2.1 \nsanitation issues in Laos \n14.  2000  TA 2972: Support to Urban Development Administration  ADB  Grant  $0.48 \nAuthorities Project \n15.  2000  Capacity Building for the Water Supply Sector   Norway  Grant  $1.22 \n16.  2001  Small Towns Water Supply and Sanitation Initiative in Lao  WSP- Grant  $0.022 \nPDR (Case Study)  EAP \n17.  2002  TA 3331: Capacity Building for Urban Development  ADB  Grant  $0.6 \nAdministration Authorities \n18.  2002  TA 3333: Vientiane Urban Infrastructure and Services   ADB  Grant   \n19.  2002  Human Resource Development in the Water Supply Sector  Japan  Grant  $0.05 \n20.  2002  TA 3903: Northern and Central Region Water Supply and  ADB  Grant  $0.70 \nSanitation Sector Project – preparation of draft project \ndesign  \n21.  2002  Study on Small Town Water Supply Management Models  PPIAF  Grant  $0.083 \nWSP- Grant  $0.015 \nEAP \n22.  2002  Management Guidance to PNP Savannakhet  Japan  Grant  ¥21.0 \n23.  2002  TA 3492: Small Towns Development Project – completed  ADB  Grant  $0.7 \nMarch \n24.  2004  TA 4377: Preparation of an Urban Development Strategy  ADB  Grant  $0.25 \nand Sector Investment Plan. \nADB = Asian Development Bank, EU = European Union; GIS = geographic information system, IDA = International \nDevelopment Association (World Bank), PNP = provincial nam papa, PPIAF = Public-Private Infrastructure Facility \n(World Bank), TA = technical assistance, VUDMC = Vientiane Urban Development and Management Committee, WSP-\nEAP = Water and Sanitation Program East Asia and Pacific (World Bank). \nSource: Asian Development Bank estimates. \n ", "COST ESTIMATES AND FINANCING PLAN\n($ million equivalent, in February 2005 price)\n3\n4\n      A\np\np\ne\nn\nd\nix\n 6\nFinancing Plan\nCost Estimates\nADB OPEC Fund NORAD Beneficiaries Government\nDescription\nFX LC Taxesa Total FX LC Total FX LC Total FX LC Total FX LC Total FX LC Total\nBase Costs\nA. Land and compensation 0.0 0.5 0.0 0.5 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.5 0.5\nB. Civil works\n        1. Water supply 7.5 2.9 1.1 10.4 2.2 0.5 2.8 5.3 1.3 6.5 0.0 0.0 0.0 0.0 0.0 0.0 0.0 1.1 1.1\n        2. Roads, bridges and public sanitation improvement 1.1 0.7 0.2 1.8 0.3 0.2 0.5 0.8 0.4 1.2 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.2 0.2\n        3. Village environmental improvements 0.4 0.7 0.1 1.1 0.4 0.4 0.8 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.1 0.1 0.0 0.2 0.2\nC. Vehicles and Equipment\n1. Plant and equipment for Components 2 and 3 0.6 0.3 0.1 0.9 0.2 0.1 0.2 0.5 0.1 0.6 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.1 0.1\n2. Vehicles and Equipment for Components 1 and 5 0.4 0.1 0.1 0.5 0.4 0.0 0.4 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.1 0.1\nD. Community health and awareness program 0.1 0.1 0.0 0.2 0.1 0.1 0.2 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\nE. Institutional strengthening for WASA and Water Division 1.1 0.5 0.1 1.6 0.0 0.0 0.0 0.0 0.0 0.0 1.1 0.4 1.6 0.0 0.0 0.0 0.0 0.1 0.1\nF. Project implementation assistance and capacity building 1.8 1.6 0.2 3.4 1.8 1.5 3.3 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.2 0.2\nG. Surveys and investigations contracts 0.3 0.3 0.0 0.5 0.3 0.2 0.5 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\nH. Incremental administration 0.2 0.4 0.1 0.6 0.2 0.2 0.4 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.2 0.2\nTotal Base Costs 13.6 8.0 2.0 21.6 6.0 3.2 9.2 6.5 1.8 8.3 1.1 0.4 1.6 0.0 0.1 0.1 0.0 2.7 2.7\nContingencies\n      A. Physicalb 1.2 0.8 0.2 2.0 0.5 0.3 0.8 0.6 0.2 0.7 0.1 0.0 0.1 0.0 0.0 0.0 0.0 0.2 0.2\n      B. Pricec 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\nTotal Contingencies 1.2 0.8 0.2 2.0 0.5 0.3 0.8 0.6 0.2 0.7 0.1 0.0 0.1 0.0 0.0 0.0 0.0 0.2 0.2\nInterest During Construction 0.6 0.7 0.0 1.2 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.6 0.7 1.2\nTotal Estimated Project Cost 15.4 9.5 2.2 24.9 6.5 3.5 10.0 7.1 1.9 9.0 1.2 0.5 1.7 0.0 0.1 0.1 0.6 3.6 4.1\nADB=AsianDevelopmentBank,FX=foreignexchange,LC=localcost,NORAD=NorwegianAgencyforDevelopmentCooperation,OPECFund=OrganizationofPetroleumExportingCountries\nFund for International Development, WASA = Water Supply Authority.\na Included in the local costs.\nb About 10% on civil works and equipment, and 5% on consulting services.\nc Zero percent per annum for both foreign and local costs.\nFigures may not add up due to rounding.\nSource: Asian Development Bank staff estimates.", "  Appendix 7  35 \nRATIONALE AND JUSTIFICATION FOR USING ADF GRANT FINANCING \n \n1.  As per Asian Development Fund (ADF) IX Donor’s Report,1 the Lao People’s Democratic \nRepublic (Lao PDR), as one of poor debt-stressed countries, is eligible for up to 50% of ADF \ngrant  financing  in  its  Asian  Development  Bank  (ADB)  lending  program.  That  percentage \ntranslates into $15 million grant for 2005, based on an overall program of $30 million for the \nyear. It is recommended that ADB provide $10 million grant financing from the ADF IX Grant \nFacilities for the Project. This appendix gives the rationale and justification for grant financing of \nthe Project, the proposed grant-financed activities are described in paras. 21–27 of the main \ntext,  the  allocation  of  the  grant  among  the  activities is presented  in  Appendix  6,  and  the \nmonitoring and evaluation plan for grant-funded activities is described in paras. 45–48 of the \nmain text of the report and recommendation of the President. \n \n2.  Alignment with the Country’s Development and Poverty Reduction Strategies. The \nGovernment’s National Growth and Poverty Eradication Strategy (NGPES, 2004), which aims to \nreduce  poverty  through  strong  economic  growth  and  increased  emphasis  on  the  poorest \ndistricts, identifies health, including water supply and sanitation, as one of four priority sectors \nfor poverty reduction. The Project will contribute to several development priorities set in the \nNGPES, including (i) increasing access to clean water, (ii) increasing use of hygienic latrines, \nand (iii) controlling acute diarrheal diseases/cholera and intestinal parasites. The National Fifth \nFive-Year Socioeconomic Plan (2001–2005) prioritizes the development of basic infrastructure \nand services in urban areas throughout the country to accelerate broad-based economic growth. \nThe Government’s water supply sector goal is to provide 24-hour daily access to safe drinking \nwater for 80% of the urban population by the year 2020. The Project will assist the Government \nin achieving the goal by providing investment support to constructing and improving water \nsupply systems and associated urban infrastructure in about 12 small towns identified as top \npriority in the sector investment plan. \n \n3.  Partnership  Agreement  on  Poverty  Reduction  (PAPR)  and  Country  Strategy \nUpdates (CSPUs). The Government of the Lao PDR signed a PAPR in September 2001. The \nPAPR and CSPUs identified and confirmed water supply and sanitation as a key operational \npriority for inclusive human resources development and small town development for enhancing \nreciprocal  linkages  between  urban  and  rural  areas.  As  reflected  in  the  CSPUs,  ADB’s \nassistance in the water supply and sanitation sector has been evolving from project-specific to \nsector-wide  interventions  that  aim  to  improve  efficiency,  predictability,  transparency,  and \naccountability in key institutions responsible for delivering services; and reduce poverty through \nequitable access to basic social services.  \n \n4.  Water Supply as Basic Human Needs and Millennium Development Goals (MDGs). \nAccess to safe water is a fundamental human need and, therefore, a basic human right. Lack of \nclean water jeopardizes both the physical and social health of people. It is an affront to human \ndignity. The Project targets reduction of human poverty by improving access to clean water by \nthe urban poor, particularly vulnerable groups consisting of women and children. The Project will \nassist the Government in its efforts to achieve MDGs 4, 6, and 7—reducing child mortality, \ncombating malaria and other diseases, and halving the proportion of people without sustainable \naccess to safe drinking water—and will contribute directly to the millennium development targets \n5, 8, and 10.  \n \n                                                 \n1  ADB. 2004. ADF IX Donors’ Report: Development Effectiveness for Poverty Reduction. Manila. ", " 36  Appendix 7 \n5.  Poverty Impacts. About 8 of 12 candidate subprojects are in the northern region, which \nhas been largely overloaded by past development efforts and has the highest poverty incidence \nof about 52%. Because of the high levels of sickness in poor households and the consequently \ndisproportionately high expenditure on health care, the poor will gain most from the water supply \nand health promotion activities of the Project. Of 187,000 project beneficiaries in 2010, about \n27,000 urban poor are expected to benefit directly from the water supply services and health \npromotion activities of the Project and about 49,000 rural poor are expected to benefit from \nbetter access to urban markets and social services provided in the project towns.  \n \n6.  Sector Investment Demand versus the Government’s Fiscal Situation. The updated \nsector investment plan shows that there are still 97 small towns without proper water supply \nservice. To meet the Government sector development target, a total investment of $267 million, \nincluding  $103  million  for  small  towns,  will  be  needed.  This  demand  is  well  beyond  the \nGovernment's fiscal capacity. The Government recorded a budget deficit of 7.8% of the gross \ndomestic product (GDP) in 2003, which was financed mostly by external confessionals loans \nand grants, and the capital expenditure for all the sectors across the country was only about \n$170 million in 2002. As of 2003, the Government’s external debt stood at around $3.0 billion, or \nabout 170% of the GDP.   \n \n7.  The Government’s Strong Commitment. Despite its very difficult fiscal situation, the \nGovernment has invested about $149.9 million in the water supply and sanitation sector since \n1963, with some $134.3 million being invested since 1986. The Government initiated in 1999 a \nseries of significant reforms featuring decentralization and creation of a sound institutional \nframework for the sector. Since then, the Government has devoted itself to strengthening sector \nregulation, building institutional capacity, and mobilizing resources for the sector. Approval of \nthe Prime Minister’s Decree on Regulation of Urban Water Supply Operations, establishment of \nthe WASA regulatory committee, agreement to the financial and tariff reforms and institutional \nstrengthening  recommendations  under  the  Project,  and  the  decision  to  borrow  from \nOrganization  of  Petroleum  Exporting  Countries  (OPEC)  funds  to  cofinance  the  Project \ndemonstrate the Government’s extended strong commitment to the sector. \n ", "IMPLEMENTATION SCHEDULE\n2005 2006 2007 2008 2009 2010\nComponent/Activity\n3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4\nA. Component 1: Urban Sector Development\n(i) Institutional Strengthening of WASA\n(ii) Institutional Strengthening of Water Supply Division\nB. Component 2: Water Supply Development and\nComponent 3: Roads, Bridges, Drainage and Sanitation Improvements\n(i) Phase 1 (5 towns)   Phase 1\nConfirm water source assessments for five towns (dry and wet seasons)\nConfirm town selection. Update/prepare feasibility studies and appraisal reports\nApproval of subprojects by Government and ADB\nSite surveys and geotechnical investigations\nDetailed design of water supply, roads, bridges, drainage, sanitation (ICB)\nPrequalify bidders. Call, evaluate and award tenders for ICB contract\nDetailed survey, design and clearance of UXO\nLand acquisition\nConstruct water supply system (ICB contract)\nConstruct roads, bridges, drainage and sanitation (ICB contract)\nInstall water supply connections by force account\nCommissioning\n(ii) Phase 2 (Six towns)   Phase 2\nUndertake water source assessments for six towns (dry/wet seasons)\nConfirm town selection. Prepare feasibility studies and appraisal reports\nApproval of subprojects by Government and ADB\nSite surveys and geotechnical investigations\nDetailed design of water supply, roads, bridges, drainage, sanitation (ICB)\nPrequalify tenderers. Call, evaluate and award tenders for main ICB contract\nDetailed survey, design, and clearance of UXO\nLand acquisition\nConstruct water supply system (ICB contract)\nConstruct roads, bridges, drainage and sanitation (ICB contract)\nInstall water supply connections by force account\nCommissioning\nC. Component 4: Participation, Awareness and Community Actions   Phase 1 p\np\nPhase 1, 2   Phase 2\nA\n(i) Community health and awareness program p\np\nUndertake project orientation with district agencies and village communities e\nn\nPrepare community participation plan through consultation with local  d\nix\nstakeholders  8\n3     \n7", "3\n8\nIMPLEMENTATION SCHEDULE      A\np\np\ne\nn\n2005 2006 2007 2008 2009 2010 d\nComponent/Activity ix\n3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4  8\nEstablish WATSANs to manage PACA at village level\nUndertake health needs assessment in subproject villages\nPrepare IEC materials\nUndertake participatory workshops, meetings and inform stakeholders\nImplement education, awareness, training, meetings and  media events\n(ii) Village environmental improvements\nIdentify village improvements through iterative participatory process\nIdentify poor households for household sanitation improvements\nPrepare and agree plan for O&M of village improvements\nImplement village environmental improvements\nIV Component 5: Project Implementation and Capacity Building   Phase 1\nPhase 1, 2   Phase 2\n(i) Project Implementation Assistance\nRecruit consultants\nProvide project orientation and initial training for PCU and PIUs\nProvide implementation assistance and support to PCU and PIUs\n(ii) Capacity building programs\nAssess needs and prepare training programs for CAT teams and WATSANs\nImplement training programs and capacity building for CAT teams and WATSANs\nAssess needs and prepare training program for OCTPC and communities\nImplement training programs and capacity building for OCTPC and communities\n(iii) Incremental administration\nEstablish PCU to undertake overall project coordination and management\nEstablish PIUs to undertake coordination of subprojects in district towns\nEstablish CATs in PIUs to manage PACA component\nProject management and administration\nADB = Asian Development Bank, CAT = community action team, ICB = international competitive bidding, IEC = information, education, and communication, O&M =\noperation and maintenance, OCTPC = Office of Communication, Transport, Post and Construction, PACA = participation, awareness, and community action, PIU =\nproject implementation unit, UXO = unexploded ordnance, WASA = Water Supply and Authority, WATSAN = water and sanitation unit.\nContinuous activity =                      Intermittent =                              Summary =", "  Appendix 9  39\nINDICATIVE PROCUREMENT PACKAGES  \n \nProcured  Amount \n  Description of Works  Package  Mode \nby  ($’000) \nA  Supply of office equipment and furniture for PMU,  Separate contracts  PCU  DP  244 \nWASA, Water Division, PIUs, and consultant. Also  for each \nincludes office refurbishment where required.  organization \nB  Supply of motor vehicles for PMU, WASA, and  One contract at  PCU  IS  72 \nconsultant's Vientiane-based staff  project start-up \nC  Supply of motor vehicles for PIUs and motorbikes  Two contracts, one  PCU  IS  241 \nfor PIUs and consultant's site staff  for each phase of \nimplementation \nD  Construction of water supply systems, roads, drains,  Separate contracts,  PCU  ICB  13,171 \nbridges and public sanitation facilities for up to 12  one for each \nsmall towns, including civil works; building works;  subproject province \nsupply and installation of all materials and \nequipment; and power supplies. Also includes (i) \nsupply and delivery to local branch PNP and \nOCTPC of O&M equipment, office equipment and \nfurniture; and (ii) supply and delivery to local branch \nPNP of small pipes and meters for service \nconnections. \nE  Supply of equipment and materials and payments  Separate contracts  PIU  DP  228 \nfor media events for Community Health and  for each town \nAwareness Program \nF  Supply of materials for Village Environmental  Separate supply  PIU  LCB  2,144 \nImprovements.  contracts for each \ntown \n   Total        16,100 \nDP = direct purchase; ICB = international competitive bidding; IS = international shopping; LCB = local competitive \nbidding; O&M = operation and maintenance; OCTPC = Office of Communications, Transport, Posts and Construction; \nPCU = project coordination unit; PIU = project implementation unit; PNP = provincial nam papa; UXO = unexploded \nordnance. \nNote: Amounts are base costs including taxes, but excluding contingencies.  \nSource: Asian Development Bank estimates. ", "40  Appendix 10 \nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES \nA.  Introduction \n1.  Consulting services for the Northern and Central Regions Water Supply and Sanitation \nSector  Project  will  be  in  two  packages  (Table  A10).  Package  A  will  cover  institutional \nstrengthening of the Water Supply Authority (WASA) and the Water Supply Division (WSD) of \nthe  Department  of  Housing  and  Urban  Planning  (DHUP).  Package  B  will  cover  project \nimplementation assistance, and capacity-building programs for ongoing management of urban \nservices  in  the  subproject  towns.  In  addition  to  the  two  main  packages,  nongovernment \norganizations (NGOs) and academics will be recruited separately to undertake independent \nmonitoring  of  resettlement  activities.  The  required  consulting  services  are  detailed  in \nSupplementary Appendixes F and G. \n \nTable A10: Indicative Consulting Services Packages  \n \nRecruited  Amount \nItem  Description of Services  Package  Mode \nby  ($’000) \nA  Consulting  services  for  institutional  One contract  PCU  TBD  1,595 \nstrengthening of WASA and WSD of DHUP. \nB  Consulting  services  for  project  One contract  PCU  QCBS  4,085 \nimplementation  assistance  and  capacity \nbuilding  program,  including  assistance  for \nproject  management,  design  and \nsupervision, capacity building and training.  \nAlso  includes  (i)  groundwater  surveys \nincluding  drilling,  pump  tests,  geophysics, \nmodeling  and  analysis;  (ii)  topographical \nsurveys for feasibility studies and design; (iii) \nwater quality testing for feasibility, design, \nand  monitoring  during  construction;  (iv) \ngeotechnical investigations and soils testing \nfor feasibility  studies and design; and (v) \nUXO  survey  and  clearance  by  specialist \nsubconsultants or contractors. \nDHUP = Department of Housing and Urban Planning, PCU = project coordination unit, QCBS = quality-and-cost-\nbased selection, TBD = to be determined, UXO = unexploded ordnance, WASA = Water Supply Authority, WSD = \nWater Supply Division. \nNote: Amounts are base costs including taxes, but excluding contingencies.  \nSource: ADB estimates. \n \nB.  Scope of Services \n2.  Package A comprises institutional strengthening (IS) programs for WASA and for WSD. \nIS will improve WASA’s role as the sector regulator by enhancing the legal foundation for sector \nregulation, build WASA’s capacity to undertake its core regulating and monitoring functions, \nprovide needed assistance for its key operations over 3 years, and establish a regular financial \nsource for its activities. The consultants will assist WASA to (i) establish its office administration \nand accounting systems; (ii) assess its funding needs and funding mechanisms, and make \nsubmissions to the Government; (iii) identify staffing needs and recruit staff; (iv) develop a \nresource center and communications network with water suppliers and the public; (v) review \ntraining needs, design and implement training programs covering formal and on-the-job training; \n(vi) identify and prepare essential guidelines and regulations for public and private water sector \nregulation; (vii) monitor water industry performance and prepare annual performance reports; \n(viii)  develop  public  relations  and  communications  strategies;  (ix)  facilitate  private  sector \nparticipation in urban water supply; (x) establish a water supply industry database; and (xi) ", "  Appendix 10  41 \nreview and update water tariff policy, tariff determination guidelines, and water sector reform \naction plan. \n \n3.  IS  will  improve  WSD’s  capacity  for  overall  planning,  management  and  policy \ndevelopment for the urban water sector over 2 years. The consultants will assist WSD to (i) \nidentify IS needs and prepare an IS program for the short, medium, and long terms; (ii) establish \na technical working group as a forum for the water industry; (iii) undertake workshops on key \nsector issues; (iv) prepare key strategy documents, and technical and management guidelines; \n(v)  prepare  the  urban  water  supply  strategy  and  update  the  sector  investment  plan;    (vi) \nestablish a water sector reference library and a water industry database, jointly with WASA; (vii) \nimprove WSD staff’s capacity in the English language and computing using database and \nproject management software. \n \n4.  Package B consists of two parts. Consulting services for project implementation will help \nthe central project coordination unit (PCU) and provincial project implementation units (PIUs) \nimplement the Project. The consultants will provide technical and management support and \ncapacity building in such areas as (i) project planning, project management and coordination; (ii) \nproject orientation for stakeholders; (iii) establishment of PCU and PIUs, including setting up \nproject  accounting  and  reporting  systems;  (iv)  engineering  investigations  and  surveys;  (v) \nfeasibility  studies,  subproject  preparation  and  appraisal;  (vi)  detailed  design  of  project \ncomponents and preparation of bid documents; (vii) construction supervision of water supply \nsystems  and  urban  infrastructure;  (viii)  bid  evaluation  and  contract  management;  (ix) \nresettlement planning and supervision; (x) social and environmental assessments; (xi) gender \nplanning and supervision; (xii) environmental management and monitoring; (xiii) financial and \neconomic  analyses;  (xiv)  tariff  studies  and  recommendations;  (xv)  benefit  monitoring  and \nevaluation; (xvi) assistance with project reporting, accounting, budgeting, and disbursements; \n(xvii) community participation, awareness and development activities; and (xviii) preparation of \nsanitation regulations.  \n \n5.  Implementation assistance will also cover services for (i) groundwater investigations, \nincluding drilling and pump tests; (ii) topographical surveys for feasibility studies and design; (iii) \nwater quality testing for feasibility, design, and monitoring during construction; (iv) geotechnical \ninvestigations and soils testing for feasibility studies and design; (v) survey and clearance of \nunexploded  ordnance  (UXO);  and  (vi)  social  and  resettlement  surveys.  Groundwater \ninvestigations and UXO clearance will be included in the consultancy contract as provisional cost \nitems because the scope of such works is uncertain. \n \n6.  The  capacity-building  program  will  train  district  agencies  (District  Office  of \nCommunication, Transport, Posts and Construction [OCTPCs] and branch provincial nam papas \n[PNPs]) and build their capacity to manage urban infrastructure and services in a sustainable \nmanner. The consultants will build capacity in such areas as operation and maintenance (O&M), \ncustomer relations and household sanitation. They will also help the district agencies prepare \nproject-specific O&M plans, standard O&M reporting formats, duty statements for O&M staff, \nand agreements with villagers for joint O&M of the village environmental improvements. In \naddition, the consultants will prepare and deliver training programs; provide capacity building \nand general engineering, accounting, and management support to community action teams in \nthe PIUs and to village water and sanitation units to enhance their capacities to implement the \nparticipation,  awareness,  and  community  actions  (PACA)  component  and  to  operate  and \nmaintain urban infrastructure. The consultants will also organize for district officials a workshop \non land acquisition and resettlement information and procedures. \n \n ", " 42  Appendix 11 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \nA.  Linkages to the Country Poverty Analysis \nIs the sector identified as a national \nIs the sector identified as a national    Yes   Yes \npriority in country poverty partnership \npriority in country poverty analysis?        No    No \nagreement?   \nContribution of the sector or subsector to reduce poverty in the Lao People’s Democratic Republic (Lao PDR): \n \nGovernment socioeconomic development strategies (i.e. National Fifth Five-Year Socio-Economic Plan, 2001–\n2005) prioritize basic infrastructure and services in urban areas, including small towns in the Northern and Central \nRegions. The Northern Region is the focus of the Asian Development Bank’s (ADB) country strategy. The region \nhas the highest incidence of poverty at 52% in 2003 and 25 of the nation’s 47 poor districts officially identified by the \nGovernment of Lao PDR (the Government) as priority for development. The Central region has a poverty incidence \nof 35% and 16 priority poor districts. The poverty reduction partnership agreement (September 2001) between ADB \nand the Government includes small towns development as one of the key operational priorities to enhance \nreciprocal linkages between urban and rural areas. Specifically, the agreement highlights (i) integrating rural \nproducers with urban markets, (ii) enabling urban entrepreneurs to trade with rural people, and (iii) facilitating \naccess of the rural and urban population to international markets.  \n \nProvincial and district towns with populations of 2,000–20,000 are classified as small towns. Most of them do not \nhave piped water supply with house connections, and often lack essential urban infrastructure and services. The \nimpact of poor environmental conditions (i.e., unclean water, lack of proper sanitation, and few all-weather access \nroads) is greater on the urban poor. The Project  will contribute toward the achievement of the millennium \ndevelopment goals in the Lao PDR. It will specifically address target 10—to halve, by 2015, the proportion of people \nwithout  sustainable  access  to  safe  drinking  water.  The  Project  also  supports  Government  Decision  37/PM, \nManagement and Development of the Water Supply Sector (1999). \nB. Poverty Analysis   Targeting Classification: Targeted intervention \nThe Lao PDR has a total population of about 5.7 million with a population density of about 25 persons/km2. \nCompared with its neighboring countries, the Lao PDR has one of the highest population growth rates at 2.5% \nper year. By 2020, the population is projected to reach 8.2 million people. About 80% of the population live in \nnearly 12,000 small rural villages scattered throughout the country and 20% are urban residents in 145 officially \ndesignated urban centers in 142 districts. While the Lao PDR remains essentially a rural country, urban centers \nare playing an increasing role in its economy. The country’s gross domestic product (GDP) grew at an average \nannual rate of 6.4% during 1993-2002. The GDP per capita in 2003 was about $330. The industry sector \nexperienced the highest growth of about 10.5% per year. The growth rate of the urban population has increased \nnearly twice as fast as the national average. \n \nThere has been consistent improvement in most socioeconomic indicators over the past few years. The country has \nexperienced a sharp reduction in poverty incidence in the past 10 years: from 45% in 1992/93, to 32% in 2002/03. \nThis reduction has been associated with strong economic growth, achievement of rice self-sufficiency and increased \ncross-border trade. However, the Lao PDR remains the least developed, as it ranks as 135 among 177 countries in \nthe United Nations Development Programme 2004 Human Development Report. Economic development remains \nimbalanced throughout Lao PDR, with marginal improvements witnessed in the Northern Region. The Northern \nRegion has the highest incidence of poverty and faces the greatest challenges due to (i) environmental degradation; \n(ii) poor physical and social infrastructure; (iii) geographical remoteness; and (iv) limited access to markets, \ninformation, economic growth opportunities, and quality social services.  \n \nWater supply and environmental improvements are important in controlling disease outbreaks and epidemics \nassociated with safe and clean water supply and proper sanitation and hygiene. Overall coverage of piped water \nsupply in small towns is about 17% compared with 69% in Vientiane and the four largest secondary towns. More \nthan 50% of households in small towns do not have any form of water-sealed toilets and less than 10% of primary \nschools have latrines. Limited access of the poor to roads in the wet season hinders their access to schools, \nmarkets, and health facilities.  \n \nThe Project will benefit about 89,000 small town residents by 2010 and about 100,000 by 2015 in about 12 towns. \nBy 2010, an additional 98,000 rural residents in surrounding areas will indirectly benefit from improved access to \nurban markets and government services. About 76,000 beneficiaries (or 40%) are estimated to be poor in 2010. \nProject components include (i) institutional capacity building for Water Supply Authority (WASA) and the Water \nSector Division of Department of Housing and Urban Planning, Ministry of Communication, Transport, Posts and \nConstruction  (DHUP/MCTPC);  (ii)  development  of  a  water  supply  system;  (iii)  road,  drain,  and  sanitation \nimprovements;  (iv)  participation,  awareness,  and  community  actions  (PACA);  and  (v)  project  implementation \nassistance to different levels of the government, including District Offices of Communication, Transport, Posts and \nConstruction (OCTPCs) and the district branches of the provincial nam papas (PNPs). The PACA component will \nsupport ongoing efforts about hygiene and proper lifestyle, and will coordinate with ongoing health information, \neducation, and communication (IEC) campaigns.  ", "  Appendix 11  43\nC.  Participation Process \nIs there a stakeholder analysis?    Yes     No  \n \nA stakeholder analysis was conducted to help identify the key project stakeholders and their interests. Primary \nstakeholders include residents in urban areas, resettlement-affected people, WASA, WSD of DHUP/MCTPC, district \nbranches of the PNPs, OCTPCs, and the project management unit. Secondary stakeholders include the principal \nand district governments, DCTPCs, mass organizations, and relevant line agencies. The stakeholder analysis was \nhelpful during stakeholder consultations for the three sample subprojects. \n \nThe National Growth and Poverty Eradication Strategy (NGPES, 2004) calls for increased participation by local \npeople in program planning and implementation. Prime Minister (PM) Instruction 001 (March 2000) and PM \nInstruction 010 (June 2001) are relevant to the Government’s approach to poverty reduction—Instruction 010 gives \nan official definition of poverty, and Instruction 001 redefines central-local relations. While provinces are strategic \nplanning units, districts are project planning and budgetary units, and villages are the implementation units that are \nresponsible  for  collecting  revenue  based  on  production  and  data  collection.  The  Lao  Government’s  policy \ndocument1 on governance issues also supports the importance of people’s participation. \n \nIndividual subcomponents for each project town were identified through public consultations, workshops, and \nmeetings with different stakeholders. During project design, community meetings were held with beneficiaries to \ndiscuss flooding, sanitation, poverty, resettlement, affordability issues, and environmental concerns. Consultations \nwith  communities  and  beneficiaries  revealed  challenges,  strategies,  and  solutions  for  project  design  and \nimplementation. Socioeconomic surveys obtained information and individual views on current situations and future \npreferences. Similar surveys, including inventory of loss surveys, were conducted among resettlement-affected \npopulations. Special consultations were held with poor and vulnerable households, including households with \nfemale heads. Key stakeholder input and feedback in project design helped the Project evolve to its current state.  \n \nIs there a participation strategy?     Yes                   No \n \nA participation strategy was prepared to take into consideration different levels of cooperation and collaboration of \nstakeholders.  Levels  of  participation  include  information  exchange,  consultation,  collaboration,  review,  and \ncomments on reports. Various forms of communications—weekly meetings, workshops, reviews, consultation \nmeetings, technical work groups, and planning groups—were used to ensure active participation, project support, \nand productive feedback. Steps for stakeholder participation and consultation have been integrated into the overall \nproject design and individual social plans.  \n \nThe Project supports community-based public services that will allow greater village participation in the planning \nprocess to better respond to local needs. The project component PACA gives communities information on health \nand sanitation issues. Women’s participation will be important, as they are often responsible for family health and \nhygiene. PACA also generates awareness, facilitates community participation and consultation with OCTPCs and \nPNPs, and encourages community environmental and sanitation improvements. For instance, the PNP distribution \nsupervisors will be an important link between the district branch of the PNP and communities. Playing a caretaker \nrole, each will be responsible for a service area of about 500 connections. The supervisors will manage and \nmaintain the system in their designated area, address complaints, interface with water supply and sanitation units \nand act as the public face of the PNP in their service area. Having detailed information on the water and sanitation \nfacilities of all their customers, the supervisors will help to improve their sanitation facilities, provide technical advice, \nand monitor sanitation conditions. A similar arrangement will be set up by OCTPC to help manage and monitor the \nconditions of the roads and drainage network. \nD.  Gender Development \nLao women play important roles in agriculture and other economic activities, and are responsible for a variety of \ntasks related to water, sanitation and hygiene in their families and within the communities. For instance, women and \nchildren are often responsible for collecting water often from distant sources. In the three sample subprojects, they \nrely on open wells, nearby rivers, and bore wells for domestic water supply. Unsafe water (i.e., high in iron or \ncalcium deposits or contaminated with wastewater) adversely impacts the health of individuals and families (e.g., \nwater-related diseases and reproductive health problems). Upgrading roads will improve women’s access to \nmarkets, extension and social services, and information. Public toilet facilities at schools will provide more privacy \nfor girls attending school, and will positively influence enrollment rates. At present, less than 10% of primary schools \nhave latrines. Institutionally, women are active in the Water Supply Division of DHUP/MCTPC, Lao Women’s Union, \nand in OCTPCs and PNPs at the district levels. A gender strategy has been prepared for the Project (Appendix 12).  \nHas an output been prepared?      Yes     No \n                                                 \n1  Government of the Lao PDR. 2003. Public Service Reform, People’s Participation, Rule of Law and Sound \nFinancial Management: Government Document on Governance Issues. Policy paper presented at the Roundtable \nProcess, Vientiane, Lao PDR, 4 April. ", " 42  Appendix 11 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \nA.  Linkages to the Country Poverty Analysis \nIs the sector identified as a national \nIs the sector identified as a national    Yes   Yes \npriority in country poverty partnership \npriority in country poverty analysis?        No    No \nagreement?   \nContribution of the sector or subsector to reduce poverty in the Lao People’s Democratic Republic (Lao PDR): \n \nGovernment socioeconomic development strategies (i.e. National Fifth Five-Year Socio-Economic Plan, 2001–\n2005) prioritize basic infrastructure and services in urban areas, including small towns in the Northern and Central \nRegions. The Northern Region is the focus of the Asian Development Bank’s (ADB) country strategy. The region \nhas the highest incidence of poverty at 52% in 2003 and 25 of the nation’s 47 poor districts officially identified by the \nGovernment of Lao PDR (the Government) as priority for development. The Central region has a poverty incidence \nof 35% and 16 priority poor districts. The poverty reduction partnership agreement (September 2001) between ADB \nand the Government includes small towns development as one of the key operational priorities to enhance \nreciprocal linkages between urban and rural areas. Specifically, the agreement highlights (i) integrating rural \nproducers with urban markets, (ii) enabling urban entrepreneurs to trade with rural people, and (iii) facilitating \naccess of the rural and urban population to international markets.  \n \nProvincial and district towns with populations of 2,000–20,000 are classified as small towns. Most of them do not \nhave piped water supply with house connections, and often lack essential urban infrastructure and services. The \nimpact of poor environmental conditions (i.e., unclean water, lack of proper sanitation, and few all-weather access \nroads) is greater on the urban poor. The Project  will contribute toward the achievement of the millennium \ndevelopment goals in the Lao PDR. It will specifically address target 10—to halve, by 2015, the proportion of people \nwithout  sustainable  access  to  safe  drinking  water.  The  Project  also  supports  Government  Decision  37/PM, \nManagement and Development of the Water Supply Sector (1999). \nB. Poverty Analysis   Targeting Classification: Targeted intervention \nThe Lao PDR has a total population of about 5.7 million with a population density of about 25 persons/km2. \nCompared with its neighboring countries, the Lao PDR has one of the highest population growth rates at 2.5% \nper year. By 2020, the population is projected to reach 8.2 million people. About 80% of the population live in \nnearly 12,000 small rural villages scattered throughout the country and 20% are urban residents in 145 officially \ndesignated urban centers in 142 districts. While the Lao PDR remains essentially a rural country, urban centers \nare playing an increasing role in its economy. The country’s gross domestic product (GDP) grew at an average \nannual rate of 6.4% during 1993-2002. The GDP per capita in 2003 was about $330. The industry sector \nexperienced the highest growth of about 10.5% per year. The growth rate of the urban population has increased \nnearly twice as fast as the national average. \n \nThere has been consistent improvement in most socioeconomic indicators over the past few years. The country has \nexperienced a sharp reduction in poverty incidence in the past 10 years: from 45% in 1992/93, to 32% in 2002/03. \nThis reduction has been associated with strong economic growth, achievement of rice self-sufficiency and increased \ncross-border trade. However, the Lao PDR remains the least developed, as it ranks as 135 among 177 countries in \nthe United Nations Development Programme 2004 Human Development Report. Economic development remains \nimbalanced throughout Lao PDR, with marginal improvements witnessed in the Northern Region. The Northern \nRegion has the highest incidence of poverty and faces the greatest challenges due to (i) environmental degradation; \n(ii) poor physical and social infrastructure; (iii) geographical remoteness; and (iv) limited access to markets, \ninformation, economic growth opportunities, and quality social services.  \n \nWater supply and environmental improvements are important in controlling disease outbreaks and epidemics \nassociated with safe and clean water supply and proper sanitation and hygiene. Overall coverage of piped water \nsupply in small towns is about 17% compared with 69% in Vientiane and the four largest secondary towns. More \nthan 50% of households in small towns do not have any form of water-sealed toilets and less than 10% of primary \nschools have latrines. Limited access of the poor to roads in the wet season hinders their access to schools, \nmarkets, and health facilities.  \n \nThe Project will benefit about 89,000 small town residents by 2010 and about 100,000 by 2015 in about 12 towns. \nBy 2010, an additional 98,000 rural residents in surrounding areas will indirectly benefit from improved access to \nurban markets and government services. About 76,000 beneficiaries (or 40%) are estimated to be poor in 2010. \nProject components include (i) institutional capacity building for Water Supply Authority (WASA) and the Water \nSector Division of Department of Housing and Urban Planning, Ministry of Communication, Transport, Posts and \nConstruction  (DHUP/MCTPC);  (ii)  development  of  a  water  supply  system;  (iii)  road,  drain,  and  sanitation \nimprovements;  (iv)  participation,  awareness,  and  community  actions  (PACA);  and  (v)  project  implementation \nassistance to different levels of the government, including District Offices of Communication, Transport, Posts and \nConstruction (OCTPCs) and the district branches of the provincial nam papas (PNPs). The PACA component will \nsupport ongoing efforts about hygiene and proper lifestyle, and will coordinate with ongoing health information, \neducation, and communication (IEC) campaigns.  ", "  Appendix 11  43\nC.  Participation Process \nIs there a stakeholder analysis?    Yes     No  \n \nA stakeholder analysis was conducted to help identify the key project stakeholders and their interests. Primary \nstakeholders include residents in urban areas, resettlement-affected people, WASA, WSD of DHUP/MCTPC, district \nbranches of the PNPs, OCTPCs, and the project management unit. Secondary stakeholders include the principal \nand district governments, DCTPCs, mass organizations, and relevant line agencies. The stakeholder analysis was \nhelpful during stakeholder consultations for the three sample subprojects. \n \nThe National Growth and Poverty Eradication Strategy (NGPES, 2004) calls for increased participation by local \npeople in program planning and implementation. Prime Minister (PM) Instruction 001 (March 2000) and PM \nInstruction 010 (June 2001) are relevant to the Government’s approach to poverty reduction—Instruction 010 gives \nan official definition of poverty, and Instruction 001 redefines central-local relations. While provinces are strategic \nplanning units, districts are project planning and budgetary units, and villages are the implementation units that are \nresponsible  for  collecting  revenue  based  on  production  and  data  collection.  The  Lao  Government’s  policy \ndocument1 on governance issues also supports the importance of people’s participation. \n \nIndividual subcomponents for each project town were identified through public consultations, workshops, and \nmeetings with different stakeholders. During project design, community meetings were held with beneficiaries to \ndiscuss flooding, sanitation, poverty, resettlement, affordability issues, and environmental concerns. Consultations \nwith  communities  and  beneficiaries  revealed  challenges,  strategies,  and  solutions  for  project  design  and \nimplementation. Socioeconomic surveys obtained information and individual views on current situations and future \npreferences. Similar surveys, including inventory of loss surveys, were conducted among resettlement-affected \npopulations. Special consultations were held with poor and vulnerable households, including households with \nfemale heads. Key stakeholder input and feedback in project design helped the Project evolve to its current state.  \n \nIs there a participation strategy?     Yes                   No \n \nA participation strategy was prepared to take into consideration different levels of cooperation and collaboration of \nstakeholders.  Levels  of  participation  include  information  exchange,  consultation,  collaboration,  review,  and \ncomments on reports. Various forms of communications—weekly meetings, workshops, reviews, consultation \nmeetings, technical work groups, and planning groups—were used to ensure active participation, project support, \nand productive feedback. Steps for stakeholder participation and consultation have been integrated into the overall \nproject design and individual social plans.  \n \nThe Project supports community-based public services that will allow greater village participation in the planning \nprocess to better respond to local needs. The project component PACA gives communities information on health \nand sanitation issues. Women’s participation will be important, as they are often responsible for family health and \nhygiene. PACA also generates awareness, facilitates community participation and consultation with OCTPCs and \nPNPs, and encourages community environmental and sanitation improvements. For instance, the PNP distribution \nsupervisors will be an important link between the district branch of the PNP and communities. Playing a caretaker \nrole, each will be responsible for a service area of about 500 connections. The supervisors will manage and \nmaintain the system in their designated area, address complaints, interface with water supply and sanitation units \nand act as the public face of the PNP in their service area. Having detailed information on the water and sanitation \nfacilities of all their customers, the supervisors will help to improve their sanitation facilities, provide technical advice, \nand monitor sanitation conditions. A similar arrangement will be set up by OCTPC to help manage and monitor the \nconditions of the roads and drainage network. \nD.  Gender Development \nLao women play important roles in agriculture and other economic activities, and are responsible for a variety of \ntasks related to water, sanitation and hygiene in their families and within the communities. For instance, women and \nchildren are often responsible for collecting water often from distant sources. In the three sample subprojects, they \nrely on open wells, nearby rivers, and bore wells for domestic water supply. Unsafe water (i.e., high in iron or \ncalcium deposits or contaminated with wastewater) adversely impacts the health of individuals and families (e.g., \nwater-related diseases and reproductive health problems). Upgrading roads will improve women’s access to \nmarkets, extension and social services, and information. Public toilet facilities at schools will provide more privacy \nfor girls attending school, and will positively influence enrollment rates. At present, less than 10% of primary schools \nhave latrines. Institutionally, women are active in the Water Supply Division of DHUP/MCTPC, Lao Women’s Union, \nand in OCTPCs and PNPs at the district levels. A gender strategy has been prepared for the Project (Appendix 12).  \nHas an output been prepared?      Yes     No \n                                                 \n1  Government of the Lao PDR. 2003. Public Service Reform, People’s Participation, Rule of Law and Sound \nFinancial Management: Government Document on Governance Issues. Policy paper presented at the Roundtable \nProcess, Vientiane, Lao PDR, 4 April. ", " 44  Appendix 11 \nE.  Social Safeguards and other Social Risks \nSignificant/ \nPlan \nItem  Not Significant/  Strategy to Address Issues  Required \nNone \nFor each subproject town, land acquisition and resettlement \nimpacts must be Category B or not significant, as per the \n Significant  Project’s eligibility criteria. A resettlement framework for the   Full \nResettlement   Not significant  Project, and a short resettlement plan for Muong Houn, Muong   Short \n None  Nan, and Kenethao subprojects have been prepared according   None \nto  Lao  PDR  regulations  and  ADB’s  policy  on  involuntary \nresettlement.  \nIssues pertaining to affordability are not expected to arise in \nthe  Project.  The  Project  will  support  a  project-specific \nprogressive  tariff  based  on  three  blocks  of  consumption—\n Significant \nlifeline, average, and above-average consumption. The lifeline   Yes \nAffordability   Not significant \nblock and a deferred payment system for connection charge,    No \n None \nwhich  allows  poor  households  to  pay  the  charge  over  24 \nmonths free of interest, will benefit the poor by increasing their \naccess to project benefits.  \nLabor is not a potential issue. The Project helps to strengthen \nthe current capacity of the water supply authority and water \nsupply  division  within  DHUP/MCTPC.  Local  employment \nopportunities  will  be  generated  by  the  project  during \n Significant \nconstruction,  operation  and  maintenance  of  project   Yes \nLabor   Not significant \ncomponents.  Women  and  ethnic  minorities  will  not  be    No  \n None \ndiscriminated  against,  and  will  have  equal  access  to \nemployment opportunities. About 30% of all jobs generated by \ncommunity-based  initiatives  (e.g.,  through  the  village \nenvironmental improvement component) will be for women. \nThe Lao PDR is home to 46 ethnic groups, which can be \nclassified into three broad groups—Lao Loum (majority), Lao \nTheung, and Lao Soung. The population in the project area is \nabout 78% Lao Loum, 9% Lao Theung, and 14% Lao Soung. \n Significant \nIndigenous  The Project is expected to have minimum adverse impacts on   Yes \n Not significant \nPeoples  ethnic groups of Lao Theung and Lao Soung (Category B).    No  \n None \nNevertheless, an ethnic groups development framework has \nbeen prepared—according to Lao Government regulations and \nADB’s  indigenous  peoples  policy—to  help  assess  potential \nimpacts on all ethnic groups during feasibility studies.  \nThe increased risk to HIV/AIDS2 due to the Project is minimal. \nTo keep risks low, the Project  will (i) collaborate  with  the \nOther Risks   Significant \ndepartment of health at the district level to provide links or   Yes \nand/or   Not significant \nreferrals  to  ongoing  HIV/AIDS  awareness  efforts,  and  (ii)    No  \nVulnerabilities   None \nrequire  contractors  to  disseminate  HIV/AIDS  information \namong their laborers. \n \n                                                 \n2  Human immunodeficiency virus/acquired immunodeficiency syndrome. ", "  Appendix 12  45   \nGENDER STRATEGY \n1.  A gender strategy is prepared for the Northern and Central Region’s Water Supply and \nSanitation Sector Project in the Lao People’s Democratic Republic (Lao PDR). The purpose of \nthe gender strategy is to suggest specific actions that should be considered during subproject \ndesign and implementation to make the Project more responsive to women’s water supply and \nutilization needs. Some measures will help increase women’s access to affordable piped water \nsupply, health and hygiene information, and urban infrastructure, and others have the potential \nto enhance their living conditions. Female heads of households affected by land acquisition and \nresettlement, are eligible for entitlements the same as those for male heads of households. These \nentitlements and specific measures for vulnerable groups are included in the project’s resettlement \nframework and individual resettlement plans.  \n \n2.  The gender strategy is based on (i) the three sample subprojects (Muong Houn, Muong \nNan, and Kenethao) that have been studied for feasibility in phase I; (ii) reconnaissance surveys \nand district-level information data sheets; and (iii) consultations with women of different ages and \nethnic groups, government officials, and mass organizations. The gender strategy is based on Lao \nPDR regulations and the Asian Development Bank’s (ADB) Policy on gender and development.1\n \nA.  Project Description \n3.  The Project will benefit about 89,000 small town residents by 2010 and about 100,000 \nby 2015 in about 12 towns. By 2010, an additional 98,000 rural residents in surrounding areas \nwill indirectly benefit from improved access to urban markets and government services. Of an \nestimated  187,000  beneficiaries  (2010),  about  76,000  people  (or  40%)  will  be  poor.2 \nPercentages of females per candidate subproject town are in Appendix 13, Table A13.2. The \nProject aims to improve the quality of life and enhance the small towns’ roles as market, \nservices, and manufacturing centers supporting the rural hinterland. It will provide safe, reliable, \nand affordable piped water supply, essential urban infrastructure, and village environmental \nimprovements (VEI) in about 12 small district towns in the Northern and Central Regions. The \nProject  will  also  strengthen  water  sector  regulation,  policy  development,  and  sector \nsustainability by supporting the regulating authority and promoting policy, tariff, and institutional \nreform. It has a strong community participation focus that complements the Project’s objectives \nof reducing poverty, and promoting health and hygiene within communities. The project design \nencourages a demand-based approach.   \n \n \nB.  Women in the Lao PDR and the Project Area \n4.  More than 85% of Lao women live and work in farming households. They perform the \nbulk of household work with the help of children, particularly girls. Females spend longer hours \n(i) working in upland agriculture; (ii) collecting natural and forestry products for processing, \nconsumption,  and  sale;  (iii)  manufacturing  handicrafts  for  cash  income;  (iv)  raising  small \nlivestock for consumption and for cash income; and (v) collecting water for domestic use. \nDiscussions with women in Muong Houn, Muong Nan, and Kenethao revealed that women and \nchildren  spend  up  to  2  hours  per  day  collecting  water  from  the  source  due  to  distance, \nfrequency of trips, or long queues. In some cases, while the water point was within 100 meters, \nwaiting in queues took time. \n \n5.  Poverty  for  females  means  having  a  heavier  work  burden,  poorer  health,  lower \neducation levels, less food, and inadequate rest compared with men. Access to education is \nlower for school children residing at distances farther from schools. In Muong Nan, about 5% of \n                                                 \n1  ADB. 2003. Policy on Gender and Development. Manila. \n2  The number of beneficiaries is estimated, as the socioeconomic analysis is based on data collected from 11 towns. \nAs part of a sector project, the towns are subject to change. ", " 46  Appendix 12 \n185 household heads interviewed said that female members attained primary education, while \n12% attained lower secondary education. Levels of attainment were lower in Muong Houn, as \nthe  distance  between  villages  was  greater—2%  of  132  households  said  female  members \nattained primary education and 2%, lower secondary education.  \n \n6.  Dependency ratios are high for poor households. Membership in large families is an \nindication that family size is part of their coping and survival strategies. In a strong patriarchal \nsociety, women have few or no land rights, particularly among the ethnic communities. Land \nrights are based on family law, where new land is titled in the husband’s name and is inherited \nby the wife and then children. Joint ownership depends on individual household preference. \n \n7.  Women represent about one third of all government employees. While representation in \nleadership positions at all levels is limited, the director and the deputy director in the Water \nSupply Division of the Department of Housing and Urban Planning, MCPTC (DHUP/MCTPC) \nare  presently  women.  Within  the  district  Offices  of  Communication,  Transport,  Posts  and \nConstruction (OCTPCs) and provincial nam papas (PNPs) in the three sample subprojects, \nwomen are found in financial/accounting, and administration positions.  \n \n8.  Promoting gender equality is an important national goal of the Lao PDR. That goal is \nreflected in the National Strategy for the Development of Women (NSDW, 1998–2005),3 in the 1991 \nConstitution (Articles 22 and 24), and in a number of international commitments. The National \nCommission for the Advancement of Women-Lao PDR (NCAW-Lao) was established in 1991 to \nhelp ensure women’s equal access to basic services and productive resources for achieving equity, \nefficiency, and effectiveness of policies and projects. NCAW-Lao develops the NSDW and reports \ndirectly to the Government, while the Lao Women’s Union helps implement the NSDW. \n \nC.  Project Benefits and Impacts \n9.  The Project is in line with the objectives outlined in the NSDW (1998–2005). Women will \nbenefit mostly through a reduction in drudgery and time savings in water collection. The time \ngained will give women the opportunity to engage in productive activities and/or family affairs. \nMoreover, women as caretakers of family health and hygiene, will benefit the most from the \nparticipation,  awareness,  and  community  actions  (PACA)  component.  This  component  will \ncomplement ongoing health and hygiene initiatives within communities, and will coordinate with \nongoing and planned health information, education, and communication campaigns to which \nmany women will be accustomed. For instance, the Ministry of Health’s “3 cleans” principle \nincludes boiled drinking water, cooked food, and clean hands before eating and after latrine use. \n \n10.  Public latrine facilities at schools in both Muong Nan and Kenethao can potentially \nincrease enrollment rates of the girl child in both towns. Construction of latrine facilities must \nconsider specific gender needs (e.g., separate facilities for boys and girls).  \n \n11.  In Muong Nan, construction of a bridge will link two parts of the town that are often \nseparated by the Nan River during the wet season. The results will be greater convenience and \ntime savings; better access to markets, schools, health facilities, and temples; reduced physical \nburden and risk to women and children using the temporary bridge crossing; and cost savings \nfrom reconstructing a temporary bridge, which is destroyed by floods every year.  \n \n \n \n \n \n                                                 \n3  The NSDW (1998–2005) aims to (i) reduce women’s heavy work burden, (ii) improve women’s health and overall \ncondition, and (iii) provide access to clean water supply. A new strategy (2005–2010) is under preparation by \nNCAW-Lao. ", "  Appendix 12  47   \nD.  Specific Actions \n12.  The following specific actions will be implemented in each subproject town and will be \nrefined as required. New actions will also be considered for inclusion: \n \n(i)  Equal access of women to employment, training and capacity-building opportunities \nin Water Supply Authority (WASA), district branches of PNPs, Water Supply Division \nof Department of Housing and Urban Planning, OCTPC, and water supply and \nsanitation units (WATSANs).  \n(ii)  Representation  for  the  Ministry  of  Communication,  Transport,  Posts  and \nConstruction’s (MCTPC) women’s union on behalf of customers in the Water \nAuthority Regulatory Committee (as per the WASA Charter). \n(iii)  Representation for NCAW-Lao at the national project steering committee, and \nLao Women’s Union participation in the project implementation units (PIUs). \n(iv)  Preference for women to fill jobs created by community-based improvements. At \nleast 30% of new jobs generated in the community will be reserved for qualified \nwomen (e.g., operation and maintenance of community-based initiatives of the VEI).  \n(v)  Equal access to VEIs, with preferences given to proposals submitted by women. \n(vi)  Special attention within the community health awareness program to women’s \nreproductive health needs as it relates to water and sanitation.  \n(vii)  At  least  30%  female  representation  within  community  action  teams  and \nWATSANs. These units will be responsible for mobilizing hygiene campaigns, \nand are expected to have strong female representation and to reflect the ethnic \ncomposition of villages.  \n(viii)  Use of nonformal means of education (i.e., radio and other media) for health \neducation promotion among illiterate men and women, especially youths.  \n(ix)  Consultations with women before the designs of roads, drainage works, and public \nsanitation facilities are finalized (e.g., separate latrine facilities for men and women). \nFor the safety of small children, some drains may be covered as part of the VEIs.  \n(x)  Monitoring project benefits and impacts by collecting gender-disaggregated data \nwhere the indicators provide meaningful results. Records of participation and \nawareness training will also be disaggregated.   \n(xi)  Equal compensation and allowances to female heads of households as per the \nresettlement framework and short resettlement plans. They will be eligible for special \nassistance during land acquisition and resettlement activities, as required. \n \nE.  Institutional Arrangements \n13.  Implementation arrangements and estimated costs of the gender strategy have been \nintegrated  into  the  overall  arrangements  and  total  budget  of  the  Project.  The  PIUs  will \nimplement the gender strategy. Representatives from the Lao Women’s Union and the Lao \nFront for National Construction will play important roles in facilitating participation by women and \nethnic  groups  in  project  activities.  An  international  resettlement/social  specialist  (7  person-\nmonths),  a  national  resettlement/social  specialist  (14  person-months),  and  a  national \nsocial/gender specialist (6 person-months) will help develop implementation guidelines for the \ngender strategy, specific to each subproject town. They will work with the PIUs in establishing \ngender-disaggregated  indicators  for  project  performance  monitoring  and  evaluation,  and \ncoordinate with other specialists in implementing subprojects and preparing feasibility studies. \nProgress reports from the project coordination unit (PCU) will provide periodic updates on the \neffect of the project components by gender. The midterm review mission will consider past \nupdates and make adjustments, as required. ", " 48  Appendix 13 \nETHNIC GROUPS DEVELOPMENT FRAMEWORK \n \n1.  An ethnic groups1 development framework (EGDF) is prepared for the Northern and \nCentral Regions Water Supply and Sanitation Sector Project in the Lao People’s Democratic \nRepublic (Lao PDR). The purpose of the EGDF is (i) to guide the assessment of potential \nimpacts on ethnic groups during the feasibility study for each candidate subproject town; and (ii) \nto assist in preparing an ethnic groups development plan, if necessary. The Project aims to \nincrease access of the general population to affordable piped water supply, health and hygiene \ninformation, and urban infrastructure. All ethnic groups who are affected by land acquisition and \nresettlement  (LAR)  are  eligible  for  the  same  entitlements,  regardless  of  ethnicity.  General \nentitlements  and  specific  measures  for  vulnerable  groups  are  included  in  the  project’s \nresettlement framework and short resettlement plans.  \n \n2.  The EGDF is based on (i) the three sample subprojects (Kenethao, Muong Houn, and \nMuong Nan) that were prepared for feasibility in phase I; (ii) reconnaissance surveys and \ndistrict-level information data sheets; and (iii) consultations with ethnic groups, government \nofficials, and local mass organizations. The EGDF is based on current Lao PDR regulations, \nand complies with the Asian Development Bank’s (ADB) indigenous peoples policy.2  \n \nA.  Project Description \n \n3.  The Project will benefit about 89,000 small town residents by 2010 and about 100,000 in \nabout 12 towns by 2015. An additional 98,000 rural residents in surrounding areas will indirectly \nbenefit by 2010 from improved access to urban markets and government services. Of an \nestimated 187,000 beneficiaries (2010), about 76,000 people (or 40%) are considered poor.3 \nThe Project aims to improve the quality of life and enhance small towns’ roles as market, \nservices, and manufacturing centers supporting the rural hinterland. It will provide safe, reliable \nand affordable piped water supply, essential urban infrastructure, and village environmental \nimprovements (VEI) in about 12 small district towns4 in the Northern and Central Regions. The \nProject will also strengthen water sector regulation, policy development and sector sustainability \nby supporting the regulating authority and promoting policy, tariff, and institutional reform. The \nProject’s  strong  focus  on  community  participation  complements  the  project  objectives  of \nreducing poverty, and promoting health and hygiene within communities. As a sector project, \nthe design of the Project encourages a demand-based approach. \n \nB.  Ethnic Groups in the Lao PDR and Project Area \n \n4.  The Lao PDR covers a land area of about 250,000 square meter, and is home to about \n5.7 million people. It has officially 46 ethnic groups that live mainly in the northern parts near the \nborders with Thailand, Myanmar, People’s Republic of China, and Viet Nam. According to Lao \nGovernment classification, ethnic groups can be divided into three broad groups, based on \nprototypical location: (i) Lao Loum, who tend to settle in the valleys and flatlands (68%); (ii) Lao \nTheung, who tend to inhabit the mid-level slopes (22%); and (iii) Lao Soung, who prefer the \nhigher altitudes (10%). Table A13.1 shows the classification of ethnic groups in the Project, \ncompared with the official list in the Lao PDR. Although the Lao PDR does not differentiate \n                                                 \n1  At the time of project preparation, Lao Theung and Lao Soung were identified as the relevant ethnic groups for this \nframework, as required by ADB’s indigenous peoples policy. Additional ethnic groups may be identified during \nproject implementation. \n2  ADB. 1998. Policy on Indigenous Peoples. Manila. \n3  The number of beneficiaries is estimated, as the socioeconomic analysis is based on data collected from 11 towns. \nAs parts of a sector project, the towns are subject to change. \n4  Provincial and district towns, with populations of 2,000–20,000 are classified as small towns. Most do not have \npiped water supply with house connections. These towns also lack essential urban infrastructure and services.  ", "  Appendix 13  49\namong its ethnic groups,5 Lao Theung and Lao Soung were identified as the relevant ethnic \ngroups for this framework during project preparation, as required by ADB’s indigenous peoples \npolicy (footnote 1). Table A13.2 gives the distribution of ethnic groups in 11 subproject towns. \n \nTable A13.1: Classification of Ethnic Groups in the Project \n \nEthnic Classification  Ethnic Groups in the Project  Ethnic Groups in the Lao PDR \nLao Loum  Lao Loum, Phouan, Lao  Alak, Bit, Chere, Hmong, Haw, Ha-nhi, Jri, Kaw, \nPhouan, Lao, Thai Dam, and  Katang, Khmu, Katu, Kui, Khmer, Kri, Lao, Lue, \nThai Deng  Laven, Lavae, Lamet, Lolo, Lavi, Makong, \nLao Theung  Lao Theung, Kmu, Phounoi,  Museu, Mon, Nhuon, Ngae, Nhaheun, Nguon, \nLao Kang  Oi, Phu Thai, Phu-Noi, Phong, Pakoh, Souei, \nLao Soung  Lao Soung, Hmong Khao,  Samtao, Singmun, Sila, Sadang, Saek, Ta-oi, \nHmong, Yao, and Lao Yao  Taliang, Thin, Tum, Yao, Yae, Yang and Yumbri \nSource: Project household surveys, 2004. \n \nTable A13.2: Ethnicity in Candidate Subproject Towns \n \nCore  Female  Ethnic Group (%) \nCandidate  Total \nProvince  Villages  Population \nTown  Population  LL  LT  LS \n(no.)  (%) \nKhoune  Xieng Khuang   13  5,964  49.5  85  5  10 \nXanakham  Vientiane   8  8,434  49.6  99  1  — \nSing  Luang Namtha  7  3,920  52.1  74  26 \nKeo Oudom  Vientiane  6  6,824  50.0  88  12 \nNgoi  Luang Prabang  8  5,482  53.0  30  20  50 \nXamtay  Houa Phanh  9  6,622  49.7  80  —  20 \nNamora Oudomxai  4  3,341  53.5  17  59  24 \nBan Mom  Bokeo  7  2,570  47.6  95  3  2 \nMuong Hounb Oudomxai  10  6,796  49.0  51  32  16 \nMuong Nanb  Luang Prabang  14  9,750  50.7  88  6  6 \nKenethaob  Xayaburi  10  5,773  50.8  100  0  0 \n  Total   8   96  65,476  50.3  78  9  14 \n— = not available, LL = Lao Loum, LT = Lao Theung, LS = Lao Soung. \na  Ethnic group distribution is for specific core village. \nb  A feasibility study for three sample subprojects—Muong Houn, Muong Nan, and Kenethao—was prepared. \nSource: Project preparatory technical assistance consultant reports, 2004. \n \n5.  Currently, about 32% of the total population live below the poverty line, with 52% poverty \nincidence in the Northern Region and a 35% incidence in the Central Region. Lao Soung tend to \nbe  poorer  than  the  other  groups  due  to  (i)  geographical  remoteness;  (ii)  lack  of  farming \nknowledge and skills, including veterinary services; (iii) limited access to cash and credit; (iv) \nenvironmental problems; and (iv) poor physical and social infrastructure. The Hmong and Yao \npeople tend to be the poorest of all ethnic groups, followed by the Khmou and the Tai people.  \n \n6.  The following conditions can increase the risk of marginalization for any ethnic group: (i) \nlanguage differences make it difficult for ethnic groups to communicate with one another; (ii) \ntraditional  cultivation  practices  (i.e.,  shifting  cultivation)  are  not  considered  environmentally \nsustainable; and (iii) geographical remoteness limits access to information, technology, quality \nsocial  services,  and  income-generating  opportunities.  Those  conditions  also  limit  the \ndevelopment of ethnic women, with the following impacts: (i) they have higher levels of illiteracy, \n(ii) they lack access to training for improved agricultural techniques, (iii) they participate less in \nnon-agricultural work, and (iv) their mobility and interactions with others are limited.  \n \n                                                 \n5  Resolution of the Party Central Organization Concerning Ethnic Minority Affairs in the New Era (1992). ", " 50  Appendix 13 \nC.  Legal Framework and Principles \n \n7.  The EGDF for the Project is based on Lao PDR laws and ADB’s indigenous peoples \npolicy (footnote 2). ADB’s policy aims to protect ethnic groups from the adverse impacts of \ndevelopment,  and  to  ensure  that  all  ethnic  groups  benefit  from  development  projects  and \nprograms. ADB’s Operations Manual F3/BP (2004) and Operational Procedures F3/OP (2004) \noutline ADB procedures and operational guidelines.  \n \n8.  The Resolution of the Party Central Organization Concerning Ethnic Minority Affairs in \nthe  New  Era  (1991)  mandated  all  government  agencies to  create  a  targeted  plan  for  the \ndevelopment of rural, mountainous areas. The Department of Ethnic and Social Affairs of the \nLao Front for National Construction (LFNC) is responsible for coordinating ethnic issues at the \ncentral  Government  level  and  developing  and  implementing  policies  for  ethnic  groups  in \nmountainous regions.  \n \n9.  Recent laws and decisions reflect the Government’s increasing awareness of the need \nto incorporate ethnic issues in the development process in all sectors. The National Socio-\nEconomic Development Plan for 2001–2005 has adopted as its objective the alleviation of \npoverty for ethnic groups in remote areas and recognition by forestry laws of customary land \nuse rights. The Lao PDR Constitution highlights the right of ethnic groups to protect, preserve, \nand promote their customs and heritage; and prohibits acts of division and discrimination (Article \n8). The Draft Decree on Resettlement and Compensation also recognizes the rights of ethnic \ngroups with regard to involuntary resettlement (Article 10).  \n \n10.  During the preparation of feasibility studies for future subproject towns, socioeconomic \nand demographic profiles of the subproject towns will be reviewed with respect to ethnicity. \nUsing ADB’s checklist on indigenous peoples, the potential effects of the Project on all ethnic \ngroups in each candidate town will be assessed. If the potential impacts are significant, an \nEGDP  will  be  required  for  each  town  according  to  Lao  Government  regulations,  ADB’s \nindigenous peoples policy, OM F3/BP, and OP F3/OP.  \n \nD.  Project Benefits and Impacts \n \n11.  The EGDF ensures that all ethnic groups share proportionately in the project benefits \nand do not experience adverse effects from the Project. Assessment for the three sample \nsubprojects reveals that the Project will have limited adverse effects on ethnic groups (as \ndefined in footnote 1). All ethnic groups will benefit directly through piped water supply and \nimproved urban environment (i.e., roads, drainage, public sanitation facilities). A progressive \ntariff structure based on three categories of consumption will make water supply affordable to \nthe  poor  and  to  ethnic  groups  (Appendix  16).  In  addition,  the  Project  recommends  that \npayments for connections be made in installments for poor households. Poor ethnic households \nwill be equally eligible for these options.  \n \n12.  In  Muong  Houn,  Muong  Nan,  and  Kenethao,  LAR  will  affect  an  estimated  175 \nhouseholds (948 affected persons). Of them, 15 affected households are Lao Theung and Lao \nSoung, and the rest are Lao Loum. Of about 11 households, 57 persons that will experience \nmajor impacts, 2 are Lao Theung and Lao Soung (Appendix 14).  \n \nE.  Specific Actions \n \n13.  The following specific actions will be implemented in the subproject towns and will be \nrefined as required. New actions will also be considered. ", "  Appendix 13  51\n(i)  Integrate  the  needs  and  concerns  of  all  ethnic  groups  into  the  institutional \nstrengthening  of  the  Water  Supply  Authority  (WASA),  provincial  nam  papas \n(PNPs),  Provincial  Departments  of  Communication,  Transport,  Posts  and \nConstruction (DCTPCs), and the Water Supply Division of the Department of \nHousing and Urban Planning (WSD/DHUP). \n(ii)  Ensure equal access of the defined ethnic groups to employment, training, and \ncapacity  building  opportunities  within  WASA,  district  branches  of  PNPs, \nDCTPCs, and WSD/DHUP.  \n(iii)  Conduct an affordability analysis that pays special attention to each ethnic group \nand their ability to pay for water supply.  \n(iv)  Hold consultations with ethnic communities to determine their priorities for water \nsupply and sanitation and urban environmental improvements. \n(v)  Give  priority  consideration  for  VEI  to  areas  with  high  concentrations  of  the \ndefined ethnic groups. \n(vi)  Refine  the  participation  strategy  to  ensure  equal  participation  by  all  ethnic \ngroups. \n(vii)  Design IEC materials taking into account cultural and special needs of each \nethnic group within a subproject.  \n(viii)  Adapt formal and nonformal education programs to reach ethnic beneficiaries, as \nappropriate. \n(ix)  Coordinate  with  other  ministries,  aid  agencies,  and  mass  organizations  in \ndelivering public health messages to ethnic communities. \n(x)  Ensure the presence of representatives of LFNC in the national project steering \ncommittee, and their participation in the project implementation units. \n(xi)  For each ethnic group, have at least one person as its representative in each \nwater supply and sanitation unit to ensure that all ethnic groups are represented \nand are fully aware of the opportunities available through the Project.  \n(xii)  Ensure that each subproject is in ADB’s indigenous peoples category B, where \nadverse impacts on the defined ethnic groups are not significant. Prepare an \nEGDP in cases where impacts are significant.  \n(xiii)  Minimize adverse LAR affects on households from the defined ethnic groups. \n \nF.  Institutional Arrangements \n \n14.  Implementation arrangements and estimated costs of the EGDF have been integrated \ninto the overall arrangements and total budget of the Project. Representatives from the LFNC \nand the Lao Women’s Union will play a critical role in facilitating participation by all ethnic \ngroups in project activities. An international social/resettlement specialist (7 person-months), a \nnational  resettlement/social  specialist  (14  person-months),  and  a  national  social/gender \nspecialist (6 person-months) will help develop implementation guidelines for the EGDF, specific \nto each candidate subproject town. The specialists will work closely with other specialists in \nimplementing subprojects and preparing feasibility studies for candidate subproject towns. The \nEGDF will be monitored as part of the overall system for the Project, and socioeconomic data \nwill be disaggregated by ethnicity and by gender. Progress reports will provide periodic updates \non the effect of project components on ethnic groups. The midterm review mission will consider \npast updates and make adjustments, as required. ", " 52  Appendix 14 \nSUMMARY RESETTLEMENT FRAMEWORK AND SHORT RESETTLEMENT PLANS \n1.  Feasibility studies for Muong Houn, Muong Nan, and Kenethao district town subprojects \nwere completed as part of project preparation. The scope of land acquisition and resettlement \n(LAR) is Category B or not significant in each of the three, as the number of affected persons \n(APs)  experiencing  major  impacts  is  less  than  200.1  A  resettlement  framework  (RF, \nSupplementary Appendix I) was prepared to guide the LAR for future subproject towns under \nthe  Northern  and  Central  Regions  Water  Supply  and  Sanitation  Sector  Project.2  A  short \nresettlement plan (RP) was also prepared for each of the sample subprojects (Supplementary \nAppendix J). All ethnic groups affected by LAR are eligible for the same entitlements, regardless \nof  ethnicity.  Specific  measures  for  vulnerable  groups,  including  some  ethnic  groups3  and \nhouseholds with female heads, are included in the RF and short RPs. The short RPs and the \nRF were prepared according to regulations of the Lao People’s Democratic Republic (Lao PDR) \nand the Asian Development Bank’s (ADB) policy on involuntary resettlement.4  \n2.  Tables A14.1 and A14.2 illustrate the estimated scope of LAR for Muong Houn, Muong \nNan, and Kenethao district towns. Estimated village-level impacts are in the short RPs. \n \nTable A14.1: Loss of Land, Structures and Trees \nLand Loss (m2)  Other \nSubproject  Trees  \nResidential a Agriculture  Others b Structural \nTown  (no.) \nPerm.  Temp.  Perm.  Temp.  Perm.  Temp.  Loss (m2)c\n                 \nMuong Houn  1,265  322  0  0  0  0  940  87 \nMuong Nan  1,428  897  329  2,650  162  25  184  0 \nKenethao  886  315  0  0  30  0  152  87 \nTotal  3,579  1,534  329  2,650  192  25  1,276  174 \nperm. = permanent, m2 = square meter, temp. = temporary. \na  Residential land includes garden land. \nb  Other land includes unused land or wasteland. \nc  Structural loss includes, for example, residential structures, fences, and pig pens. \nSource: Individual resettlement plans for Muong Houn, Muong Nan, and Kenethao district towns. \n \nTable A14.2: Affected Households and Persons \nAffected Households/Persons  Details of Impact \nSubproject  Total \nTown  Permanent  Temporary  Major Impacts \nEGHH  FHH \nHHs  APs  HHs  APs  HHs  APs  HHs  APs \n                     \nMuong Houn  68  379  23  138  91  517  10  15  2  15 \nMuong Nan  18  94  26  145  44  239  5  9  8 a 36 \nKenethao  29  133  11  59  40  192  0  6  1  1 \nTotal  115  606  60  342  175  948  15  30  11  52 \nAP = affected person, EGHH = ethnic groups households, FHH = female-headed households, HH = household. \na  Out of eight households, two will require relocation.  \nSource: Individual resettlement plans for Houn, Nan and Kenethao district towns. \n \n3.  The subproject in Muong Houn, Oudomxay Province. includes (i) a piped water supply \nsystem, (ii) public sanitation facilities, and (iii) upgrading of roads with drains. LAR will severely \naffect  about  two  households  (15  APs)  who  will  experience  major  impacts.  Of  the  two \nhouseholds,  one  household  (six  APs)  is  Lao  Theung.  No  households  are  expected  to  be \n                                                 \n1  Major impact includes households that are (i) relocated; and/or (ii) lose 10% or more of total productive assets. \n2  The analysis is based on 11 towns, but as parts of a sector project, these towns are subject to change. \n3  At the time of project preparation, Lao Theung and Lao Soung were identified as the relevant ethnic groups for the \nethnic groups development framework, as required by ADB’s indigenous peoples policy. Additional ethnic groups \nmay be identified during project implementation. \n4  ADB. 1995. Involuntary Resettlement. Manila. ", "  Appendix 14  53\nrelocated. Affected structures are made primarily of temporary materials (i.e., bamboo) and are \neasily movable. \n4.  The subproject in Muong Nan, Luang Prabang Province includes (i) a piped water supply \nsystem, (ii) a bridge over Nan River, (iii) public sanitation facilities, and (iv) upgrading of roads \nwith drains. LAR will severely affect about eight households (36 APs) who will experience major \nimpacts. Of the eight households, one household (five APs) is Lao Soung and the rest are Lao \nLoum. Two households will require relocation and have indicated a preference for self-relocation \nwith assistance. Affected structures are mostly cement slabs in front of homes.   \n \n5.  The subproject in Kenethao, Xayaburi Province includes (i) a piped water supply system, \n(ii) earth channel improvement, (iii) public sanitation facilities, and (iv) upgrading of roads with \ndrains. LAR will severely affect one household (one AP), which will experience major impacts. \nNo households are expected to be relocated. Land acquired for drainage work is minor, while \nland for roads with drains will affect mainly cement slabs in front of households with shops.  \nA.  Legal Framework, Project Principles, and Entitlements \n6.  The policy framework and entitlements have been built on the laws of the Government of \nthe Lao People’s Democratic Republic (Lao PDR), principally the Constitution (1991) and the \nLand  Law  (1997,  2003),  the  Road  Law  (1999),  the  draft  National  Policy  and  Decree  for \nResettlement and Compensation,5 the Asian Development Bank’s (ADB) policy on involuntary \nresettlement (1995), and the Government-approved RPs for other ADB projects. The provisions \nand principles adopted in the RF and short RPs will supersede the provisions of relevant \ndecrees currently in force in the Lao PDR wherever a gap exists between Lao PDR regulations \nand ADB policy. Key principles adopted for the Project are in the RF and short RPs. \n7.  The project entitlements will provide compensation, resettlement, and rehabilitation for \nlost assets; and restore or enhance the livelihood of all categories of APs (directly and indirectly \naffected, holders and nonholders of such as Form 01).6 An entitlement matrix for the Project \nwas prepared and is found in the RF and individual short RPs. Identification cards will be issued \nto APs before compensating them and taking possession of their assets. Replacement costs \nand rates have been established based on a rapid assessment using district estimates and APs \nestimates for each of the sample subprojects. The rates have been used as the basis of the \nresettlement cost estimates and will need to be verified during project implementation through a \nreplacement cost survey.  \nB.  Steps to Assess and Minimize LAR Impacts \n8.  During resettlement planning for the three sample subprojects, steps were taken to help \nminimize the level of LAR impacts on local villages and households; for instance, by reducing \nthe width of urban roads by 0.5 m to 1.0 m. A list of steps that should be implemented during the \npreparation  of  future  subprojects  is  included  in  the  RF.  In  addition,  ADB’s  checklist  on \ninvoluntary resettlement will be used to assess the potential LAR affects of the Project on \nhouseholds for noncore subprojects. If the potential impacts are significant, then the design of \nthe subproject must be reconsidered to make the impacts nonsignificant, as indicated by the \ncriteria for project eligibility. A short RP will be required for each subproject town according to \nGovernment regulations, ADB’s policy on involuntary resettlement, and Operations Manual No. \nF2/Bank Policies, and Operations Manual No. F2/Operational Procedures.  \nC.  Consultation Process, Grievance Mechanism, and Disclosure \n9.  Short RPs will be prepared (as part of subproject preparation) and implemented with the \nparticipation of and in consultation with affected people. A copy of the short RP in the Lao \n                                                 \n5  Draft Decree on Resettlement and Compensation, pending the Prime Minister’s Approval. \n6  During implementation, the AusAid/World Bank Land Titling Project will be considered. ", " 54  Appendix 14 \nlanguage will be available to APs at each district office and with each village head whose village \nwill have LAR impacts. An information booklet in the Lao language will be distributed to APs at \nthe time of subproject and RP preparation, and again, after replacement cost survey and \ndetailed design is completed. Information booklets for noncore subproject RPs will be distributed \nto APs before subproject appraisal. Affected people will be informed of the process and their \nrights  to  lodge  grievances  verbally  and/or  in  writing  during  initial  consultations, \nsocial/resettlement surveys, and at the time of compensation. They will be exempted from all \ntaxes, administrative, and legal fees. Complaints will be filed first at the village level and will be \nelevated, first, to the district level and, second, to the provincial level if APs are not satisfied. \nThe RF for the Project and sample short RPs will be posted on the ADB web site upon Board \napproval, and short RPs prepared for other subprojects will be posted on the ADB web site \nbefore subproject appraisal and upon Government and ADB approval of the final RP.   \n \nD.  Budget, Institutional Arrangements, and Monitoring \n10.  The estimated cost of LAR for about 12 subproject towns is $0.45 million. The estimated \ncost of LAR in Muong Houn, Muong Nan, and Kenethao is about $28,000, $58,000, and $28,000, \nrespectively.7 All costs will be updated after completion of the detailed measurement surveys, \nrevised census, and application of final compensation rates (based on replacement costs at \ncurrent market value at the time of compensation). Adequate staff and budgetary support has \nbeen committed and will be made available to cover LAR within the agreed upon implementation \nperiod.  Short  RPs  for  other  subproject  towns  will  include  an  implementation  schedule,  and \nbreakdowns for each type of loss, with corresponding cost estimates reflecting replacement at \ncurrent market values. Provisions for implementation and contingencies will be included.  \n \n11.  The  project  coordination  unit  (PCU)  will  coordinate  all  LAR  activities.  The  project \nimplementation  units  (PIUs)  will  be  responsible  for  LAR  implementation,  monitoring,  and \nsupervision.  Provincial  and  district  resettlement  committees  will  be  established,  with  focal \nperson(s) identified at village level for active participation in design and implementation of short \nRPs.  The  PIU  will  prepare  monthly  progress  reports  and  a  final  report  to  the  PCU  upon \ncompletion of LAR activities. The PCU will consolidate the information from the PIUs and any \nadditional information from the consultant supervision team in its quarterly progress reports to \nADB. The PCU will engage an independent external monitor, acceptable to ADB, for 3 years to \noversee LAR activities for the subproject towns. Upon completion of LAR activities, the external \nmonitor  will  submit  semiannual  reports  and  a  final  evaluation  to  the  PCU  and  ADB \nsimultaneously. The PCU will also submit to ADB within 3 months of project completion a \nresettlement completion report based on the agreed upon resettlement planning documents, \ntogether with financial audit statements approved by an independent agency.  \n \n12.  Supervision  consultants  will  provide  assistance  during  resettlement  planning  and \nimplementation.  Resettlement  workshops  for  provincial  and  district  officials  are  part  of  the \nProject’s  implementation  assistance  and  capacity  building.  The  executing  agency  will  be \nresponsible for (i) approving the RF and short RPs, with endorsement from provincial and \ndistrict governments; and (ii) forwarding the documents to ADB for concurrence. All resettlement \nactivities will be coordinated with the civil works schedule. ADB will issue a no objection to civil \nworks contract awards after the Government has satisfactorily completed—in accordance with \nthe approved short RP for that subproject—compensation payments and relocation to new sites. \nRehabilitation assistance will be in place and the area for civil works should be free of all \nencumbrances. \n                                                 \n7  These costs include a 10% contingency. An additional 10% is covered by the total Project. Implementation costs \nare part of the overall project implementation budget.  ", "  Appendix 15  55 \nECONOMIC ANALYSIS \nA.  Introduction \n1.  Economic analyses were undertaken for the water supply and sanitation components of \nthe  three  sample  subprojects  in  accordance  with  the  Asian  Development  Bank’s  (ADB) \nGuidelines for the Economic Analysis of Projects (1997) and Guidelines for the Economic \nAnalysis of Water Supply Projects (1998). The analysis is for the 34-year economic useful life of \neach subproject, which includes the 3-year construction period, 30-year operating life, as well as \na  final  year  for  asset  salvage  and  disposal.  Details  of  the  economic  analysis  are  in \nSupplementary Appendix M. \n \n2.  The capital and incremental operation and maintenance (O&M) costs for each water \nsupply and sanitation system were estimated and are expressed in constant 2005 prices in Lao \nkip (KN). All costs were derived from the financial project costs and reexpressed in economic \nprices using the domestic price numeraire. Taxes and duties were deducted as appropriate from \nbase costs. Tradable components were adjusted to economic prices using a shadow exchange \nrate factor (SERF),1 while nontraded components were valued at domestic market prices. A \nshadow wage rate factor (SWRF) for unskilled labor was applied to reflect its opportunity cost in \nthe context of wide availability of labor in the Lao People’s Democratic Republic (Lao PDR).2  \n \nB.  Demand Forecast \n3.  Water demand in the sample subproject towns was derived from the current populations \nwithin  the  planned  service  areas,  population  growth,  current  and  future  domestic  water \nconsumption levels, and a provision for nondomestic water consumption. Reliable data on the \namount of water presently consumed by households in the subproject towns is not available. \nHouseholds typically utilize a variety of water sources and do not measure or assess their \nconsumption. However, based on previous surveys and studies, as well as observations of water \nuse behavior in the subproject towns, it is estimated that average daily demand from existing \nsources ranges between 40 and 70 liter per capita per day (lpcd) depending on the effort and \nresources  needed  to  acquire  the  water,  and  on  income  levels.  The  lifeline  consumption \nrequirement was estimated to be 40 lpcd. Per capita water consumption is expected to increase \nafter construction of the piped water supply system, due primarily to (i) the reduced cost of \nacquiring water, (ii) improved water quality, and (iii) greater convenience and reliability of the \npiped water supply system. However, demand is also a function of price and household income \nand accurate estimates of the impact of these factors require analysis of extensive historical data, \nwhich are not available for the Lao PDR. Therefore, while the demand forecasts incorporate \nestimated price and income elasticity, the reliability of these estimates is limited by the lack of \ndetailed  historic  data. Previous experience in  the sector indicates that the per capita  water \nconsumption levels tend to be overestimated. For example, the original design criteria employed \nfor the ongoing Water Supply and Sanitation Sector Project (WSSP) was based on consumption \nof 120 lpcd. However, on the basis of actual consumption patterns, that figure was reduced to 100 \nlpcd for WSSP phase IIb subprojects. Considering the higher tariffs to be adopted and alternative \nwater resources available for noncritical water usage by some households, postproject water \nconsumption in the three sample subproject towns was estimated to be 85 lpcd. \n \nC.  Least-Cost Analysis \n4.  Least-cost analysis was undertaken to evaluate different technical options, including \nalternative  water  sources,  the  size  and  timing  of  water  treatment  plants,  reservoirs,  and \n                                                           \n1  The SERF is estimated at 1.05. \n2  The SWRF is estimated at 0.71. ", "56  Appendix 15     \ntransmission mains. The analysis compares the net present value (NPV) of incremental capital \nand O&M cost streams of viable technical alternatives, which are discounted at an economic \nopportunity  cost  of  capital  (EOCC)  of  12%.  The  alternative  with  the  lowest  NPV  is \nrecommended for engineering design and benefit-cost analysis. \n \nD.  Economic Benefits \n5.  The  economic  benefits  of  the  subproject  water  supply  and  sanitation  components \ninclude cost savings associated with the replacement of nonincremental water supplies with \nthose from the new piped water supply system, benefits from incremental water consumption \nprovided  by  these  new  systems,  and  improved  public  health.  Presently,  residents  in  the \nsubproject towns use a variety of water sources, including rivers, wells, rainwater, bottled water, \nand private vendors. Costs associated with these existing supplies include source/treatment \ncosts, collection costs, storage costs, and financial expenditures made in purchasing water. The \nsavings generated from the Project are the avoided costs associated with these supply sources. \nThis is calculated as existing water consumption multiplied by the weighted average cost of \nwater from these existing sources, which is estimated at KN25,300/cubic meter (m3) for Houn, \nKN20,900/m3 for Kenethao, and KN18,500/m3 for Nan. While health benefits are also expected \nfrom the improved water supply and sanitation services, they were not included in the benefit-\ncost analysis due to lack of reliable data and because these benefits were partially captured in \nthe households’ willingness to pay. \n \nE.  Results of Economic Analysis \n6.  The economic internal rate of return (EIRR) for the sample subprojects was calculated \nas 22.3% for Houn, 19.1% for Kenethao, and 22.7% for Nan, well above the 12% EOCC (Table \nA15). On this basis, all three subprojects are considered economically viable. An analysis was \nundertaken to test the sensitivity of the EIRR to adverse changes in selected variables. The \nvariables tested were (i) 10% increase in subproject capital costs; (i) 10% increase in subproject \nO&M costs; (iii) 10% reduction in subproject benefits; (iv) 1-year delay in completing subproject \nconstruction, which delays subproject benefits by 1 year and results in 10% increase in capital \ncosts incurred over the final 2 years of construction; and (v) a combination of the four previous \nvariables. Of the single variable scenarios, the EIRR is most sensitive to the 1-year delay, but \nremains well above the EOCC. Even under the worst case scenario, in which all four adverse \nvariables are combined, each of the subprojects remains economically viable with EIRRs of \n16.4% for Houn, 13.8% for Kenethao, and 16.6% for Nan.  \n \nTable A15: Results of Economic Analysis for Water Supply and Sanitation Components \nHoun (%)  Kenethao (%)  Nan (%) \nKey Variable  Change \nEIRR  SI  SV  EIRR  SI  SV  EIRR  SI  SV \n                     \nBase Case    22.3      19.1      22.7     \n1.  Capital Cost  +10%  20.7  0.7  106.5  17.6  0.8  67.8  21.1  0.7  108.1 \n2.  O&M Cost  +10%  22.2  0.1  862.5  18.9  0.1  319.5  22.6  0.1  784.8 \n3.  Benefits  -10%  20.4  0.9  -48.7  17.3  1.0  -35.9  20.8  0.9  -48.8 \n4.  Subproject Delay  1 Year  19.3      16.6      19.6     \n5.  Combination of (1+2+3+4)    16.4      13.8      16.6     \n                       \nEIRR = economic internal rate of return, O&M = operation and maintenance, SI = sensitivity indicator, SV = switching \nvalue. \nNote: SI is the ratio of percentage change in the EIRR to change in the selected variable. SV is the percentage \nchange in the selected variable required to reduce the EIRR to economic opportunity cost of capital. \nSource: Asian Development Bank estimates.  \n ", "  Appendix 16  57\nFINANCIAL ANALYSIS \nA.  Introduction \n1.  Financial analyses for the water supply components of the sample subprojects were \nundertaken in two parts: (i) determination of appropriate water tariffs for each subproject, and (ii) \npreparation and assessment of financial projections for the provincial nam papas (PNPs) that \nwill assume ownership and operating responsibility for the subprojects. Details of the financial \nanalysis are presented in Supplementary Appendix N. \n \n2.  Subproject-specific water tariffs were calculated on the basis of the financial objectives \nagreed  upon  with  the  Government.  On  the  basis  of  the  tariffs,  financial  projections  were \nundertaken on a stand-alone basis for the sample subprojects, as well as for the responsible PNP \non a consolidated province-wide basis. The projections consist of annual financial statements \n(income  statement,  sources  and  applications  of  funds  statement,  balance  sheet),  key \nperformance indicators, and supporting operating and financial data for the 2005–2016 period.  \n \nB.  Bases for Financial Projections \n3.  Price. The financial projections for each subproject and for their respective PNPs are \npresented in Lao kip (KN) on a current price basis. Revenues and costs are converted from a \nconstant 2005 price basis to current prices using projected local inflation rates, which are 10% \nper year between 2005 and 2009, 8% between 2010 and 2014, and 7% per year thereafter.   \n \n4.  Financial Objectives. Each PNP participating in the Project will implement subproject \nspecific tariffs that are sufficient to (i) fully recover operation and maintenance (O&M) costs, (ii) \nrecover all subproject debt service, (iii) maintain a debt service ratio of at least 1.2 once the \nsubproject is fully operational, and (iv) gradually recover an increasing proportion of annual \ndepreciation expense on the subproject fixed assets. Furthermore, each participating PNP will \nachieve an overall debt service ratio of at least 1.2 and maintain its accounts receivable at less \nthan 90 days of annual sales, the same as that required under the ongoing Water Supply and \nSanitation Sector Project (WSSSP). Under the Project, however, 30% of the subproject cost will \nbe re-lent to the PNPs, compared with 15% for the WSSSP. \n \n5.  Operating Revenues. Operating revenues were derived from water sales, meter rental \ncharges, connection fees, and miscellaneous income. Future water sales were calculated on the \nbasis of water demand (Appendix 15) and projected water tariff levels. For the subprojects, \ntariffs are set to meet the agreed upon financial objectives for the subprojects. Tariffs were set \nin accordance with those recommended by the Water Supply Authority (WASA) for 2005–2007.1 \nTariffs beyond 2007 were conservatively assumed to be increased annually at the local inflation \nrate. Meter rental income was estimated at an average of KN3,300 per month per meter for all \ncustomers, expressed in 2005 prices, and then adjusted each year by the local inflation rate. \nConnection fees were set at the estimated average cost of connection plus 15% overhead. \nMiscellaneous revenue derived primarily from late payment penalties was estimated at 3% of \nwater sales revenues. \n \n6.  Operating Expenses. Annual O&M costs were projected separately for each subproject \nand for the PNPs’ other operations over the entire forecast period by major expense item \n(personnel,  electricity,  chemicals,  maintenance,  administration,  new  connection  costs).  In \naddition, the projections incorporated the turnover tax of 5% of water sales and 10% of other \nsales including connection costs. Depreciation expense was calculated on an average asset life \nof 25 years on a straight-line basis. Income tax was then applied at the rate of 35% on pre-tax \nincome, or 1% of PNP revenue if there was no pre-tax income. \n \n                                                 \n1  Water Supply Authority (WASA) 2005–2007 Tariff Review, November 2004. ", "58   Appendix 16 \n7.  Subproject Cost and Financing Plan. Subproject capital costs are funded through a \nmix  of  Government  equity  injections  and  loans.  The  proceeds  of  the  proposed  Asian \nDevelopment  Bank  (ADB)  and  Norwegian  Agency  for  Development  Cooperation  (NORAD) \ngrants,  as  well  as  the  Government  contribution,  will  be  provided  as  Government  equity \ninjections to the PNPs. A portion of the proposed OPEC loan, equivalent to 30% of the total cost \nof the water supply component of each subproject, will be lent to each PNP through subsidiary \nloans. Each subsidiary loan will be made in local currency and carry an interest rate of 6.4% per \nannum, with repayment over 25 years including a 6-year grace period. The remainder of the \nOrganization  of  Petroleum  Exporting  Countries  (OPEC)  loan  is  passed  to  the  PNPs  as \nGovernment equity contributions. \n \nC.  Subproject Water Tariffs \n8.  Average Tariff Requirements. When subproject operations begin in 2009, the average \ntariffs  required  are  estimated  to  be  KN3,200/m3  in  Houn,  KN3,600/m3  in  Kenethao,  and \nKN2,000/m3 in Nan, expressed in constant 2005 prices (Table A16.1). These requirements were \ndetermined on the basis of each subproject’s average incremental financial cost with 30% \ncapital cost recovery (or 30% of average depreciation) and adjusted to ensure a minimum debt \nservice  ratio  of  1.2  after  the  facilities  are  fully  operational.  The  financial  projections \nconservatively assume that most existing residents in the subproject service areas will not be \nconnected to the new systems until at least 3 years after operations commence. Due to this \nassumed lag in the rate of connection, water sales are projected to be somewhat lower over this \ninitial period of subproject operations. As a result, a lower debt service ratio of at least 1.0 is \nconsidered  acceptable  over  the  first  3  years  of  operation  (2009–2011).  After  initial  tariff \nimplementation in 2009, the average tariff is increased annually by the projected local inflation \nrate. Additionally, a real increase of at least 1% is implemented every second year so as to \nmeet the agreed financial objective to recover an increasing proportion of depreciation expense. \nGiven  these  real  increases,  by  2015  the  average  tariffs  would  be  KN3,450/m3  in  Houn, \nKN4,000/m3 in Kenethao, and KN2,300/m3 in Nan, also expressed in constant 2005 prices. \n \n9.  Tariff  Structures.  A  progressive  tariff  structure  for  domestic  consumers  will  be \nimplemented in each subproject town (Table A16.1), with three blocks including a lifeline block \nof 40 liter per capita per day (lpcd). The blocks are developed on the basis of the following \nprinciples: (i) for the lifeline block of 40 lpcd, the tariff is set to recover direct cash operating \nexpenses; (ii) the tariff for the middle block (between 40 and 85 lpcd) is set to recover cash \noperating expenses, taxes, debt service and to achieve a debt service ratio of at least 1.2; and \n(iii) the tariff for the highest domestic block (above 85 lpcd) and all nondomestic consumption is \nset at 1.5 times the second block tariff. Over the forecast period, increases in these tariffs are \ndetermined to ensure that the overall average tariff requirement in each year is met. \n \n10.  Affordability.  An  affordability  analysis  was  undertaken  to  ensure  that  domestic \nconsumers, particularly those in the low-income group, can afford the water tariffs in each \nsample  subproject  town  (Table  A16.1).  Based  on  generally  accepted  principles  that  the \nexpenditure on water should not exceed 5% of household income, the projected water tariffs are \nconsidered affordable.  \n \nTable A16.1: Projected Tariff Requirements and Affordability \n(KN/m3 – constant 2005 prices) \n \nItem  2009  2011  2013  2015 \nHoun         \nAverage Tariff  3,200  3,400  3,400  3,450 \nDetailed Tariffs         \n  Lifeline Block  1,300  1,350  1,350  1,350 \n  Middle Block  4,300  4,500  4,550  4,550 \n  Highest Block  6,450  6,750  6,800  6,800 ", "  Appendix 16  59\nItem  2009  2011  2013  2015 \n  Nondomestic  6,450  6,750  6,800  6,800 \nAffordabilitya        \n  Low Income (%)  3.4  3.3  3.1  2.9 \n  Average Income (%)  3.2  3.1  3.0  2.8 \n         \nKenethao         \nAverage Tariff  3,600  3,950  4,000  4,000 \nDetailed Tariffs         \n  Lifeline Block  2,000  2,200  2,200  2,250 \n  Middle Block  4,500  4,900  4,900  4,900 \n  Highest Block  6,750  7,350  7,350  7,350 \n  Nondomestic  6,750  7,350  7,350  7,350 \nAffordability         \n  Low Income (%)  2.4  2.5  2.3  2.2 \n  Average Income (%)  2.1  2.1  2.0  1.9 \n         \nNan         \nAverage Tariff  2,000  2,200  2,300  2,300 \nDetailed Tariffs         \n  Lifeline Block  1,000  1,100  1,150  1,150 \n  Middle Block  2,550  2,800  2,900  2,950 \n  Highest Block  3,800  4,200  4,350  4,400 \n  Nondomestic  3,800  4,200  4,350  4,400 \nAffordability         \n  Low Income (%)  4.0  4.1  4.1  3.9 \n  Average Income (%)  3.6  3.7  3.7  3.6 \n         \nKN = kip, m3 = cubic meter. \na  The proportion of projected monthly household income that low-income households and households earning an \naverage income need to pay the estimated monthly water bill, including meter rental fees. \nSource: Asian Development Bank estimates. \n \nD.  Financial Performance of Provincial Nam Papas \n11.  Recent Financial Performance. Two of the three sample PNPs, Oudomxay (Houn) and \nXayabury (Kenethao) incurred net losses in both 2002 and 2003, and were estimated to have \nalso had losses in 2004. In contrast, the financial performance of the Luang Prabang PNP (Nan) \nwas one of the strongest of the country’s 18 PNPs (Table A16.2). Net income was positive in \nboth 2002 and 2003 and was estimated to have improved further in 2004. In 2003, the PNP fully \nrecovered all costs, generated a net cash flow of almost KN400 million, and earned a healthy \n12% return on net fixed assets. The Oudomxay and Xayabury tariffs have not been set at full \ncost recovery levels, while Luang Prabang, a major tourist destination, has benefited from its \nmore advanced development status as well as from an inexpensive spring water source, which \nmade full cost recovery possible even at the existing relatively low tariff levels. \n \n12.  Projected Financial Performance. The financial projections for the three PNPs, which \ninclude  their  respective  sample  subprojects,  indicate  progressively  improving  financial \nperformance over the 2005–2016 forecast period (Table A16.2). The net losses in Oudomxay \nand  Xayabury  are  expected  to  be  gradually  reduced  and  then  eliminated.    Oudomxay  is \nprojected to begin earning a positive net income by 2016 while Xayabury should become \nprofitable in 2015. Both PNPs are projected to generate positive net cash flow each year over \nthis  period,  which  can  be  used  to  fund  much-needed  rehabilitation  and  expansion  works \nthroughout their respective service areas. As a result, the PNPs will require no further subsidies \nand will be able to fund all O&M expenses, and debt service, and generate an increasing cash \nsurplus. This improving cash flow performance is illustrated by the debt-service ratio, which is \nprojected to increase from 1.2 in 2004 to 2.6 by 2015 in the case of Oudomxay, and for \nXayabury  from  1.2  to  2.5  between  2007  and  2016.  In  2009  and  2010,  a  moderate,  but \ntemporary, weakening in the PNPs’ performance is anticipated, which is due to the start of \noperations  and  debt  service  for  the  Houn  and  Kenethao  subprojects.    However,  as  more ", "60   Appendix 16 \nresidents are connected to the new systems, sales revenues increase and the trend toward \nbetter financial performance resumes. For the Luang Prabang PNP, net income is projected to \nbe positive, but lower between 2005 and 2007 relative to that in 2002 and 2003. This is primarily \ndue to the PNP’s new Nambak water supply system, which was commissioned in 2004. The \nPNP has extended the application of its existing tariffs for Luang Prabang town to Nambak, but \nthe unit cost of service for this new system is much higher. Consequently, the system is \nprojected to operate at a significant loss, which will adversely affect overall PNP performance. \nWith the start of operations and debt service on the Nan subproject in 2009, the PNP is \nprojected to incur a modest net loss of about KN140 million. However, the impact on the PNP is \nexpected  to  be  manageable  and  there  should  be  no  need  for  any  Government  operating \nsubsidies over the entire forecast period. Beyond 2009, financial performance is then projected \nto improve as sales increase while interest expense declines as the PNP’s loans are repaid. Net \nincome is projected to be just over KN1 billion on revenue of KN11.9 billion by 2013, and just \nunder KN2 billion on revenue of KN15.2 billion by 2016. The debt service ratio is anticipated to \nremain well above 1.2 in all years over the forecast period, ranging between 2.6 (2011) and 4.8 \n(2016), because debt levels are modest and gradually decline after peaking in 2008. \n \nTable A16.2: Summary of PNP Financial Projections \n(KN million – current prices) \n \nActual  Projected \nItem \n2003  2005  2007  2009  2011  2013  2015 \nOudomxay PNPa              \nFinancial Performance               \n  Revenue  850  1,108  2,095  3,588  4,327  5,501  6,686 \n  Net Income  (532)  (54)  (1,017)  (1,696)  (1,199)  (675)  (63) \n  Net Cash Flow  98  210  720  108  313  492  1,441 \nKey Performance Indicators               \n  Water Sales (m3/d)  2,130  2,130  3,110  3,840  4,180  4,460  4,710 \n  Debt Service Ratio (times)  0.0  0.0  1.2  1.4  1.4  1.9  2.6 \n  Depreciation Recovered (%)  0  84  21  22  45  69  97 \n  Return on Net Fixed Assets (%)  (4.2)  (0.3)  (1.8)  (1.7)  (1.0)  (0.3)  0.8 \n               \nXayabury PNPb              \nFinancial Performance               \n  Revenue  724  12,457  4,956  4,292  5,467  6,944  8,408 \n  Net Income  (401)  570  (494)  (1,269)  (916)  (449)  36 \n  Net Cash Flow  (11)  803  670  40  58  10  1,031 \nKey Performance Indicators               \n  Water Sales (m3/d)  960  1,030  1,730  2,370  2,630  2,830  3,000 \n  Debt Service Ratio (times)  0.5  7.5  2.3  1.4  1.2  1.8  2.5 \n  Depreciation Recovered (%)  0  100  43  18  41  71  100 \n  Return on Net Fixed Assets (%)  (3.4)  7.4  (1.7)  (2.3)  (1.4)  (0.1)  1.6 \n               \nLuang Prabangc              \nFinancial Performance               \n  Revenue  3,278  4,501  5,580  8,272  9,750  11,894  14,108 \n  Net Income  449  102  281  (140)  422  1,015  1,677 \n  Net Cash Flow  390  605  (800)  (512)  (193)  132  1,022 \nKey Performance Indicators               \n  Water Sales (m3/d)  9,780  11,560  11,820  12,910  13,400  13,910  14,430 \n  Debt Service Ratio (times)  8.2  3.8  3.6  2.8  2.6  3.4  4.3 \n  Depreciation Recovered (%)  100  100  100  92  100  100  100 \n  Return on Net Fixed Assets (%)  12.4  1.7  2.5  1.0  2.4  3.8  5.4 \n               \nKN = kip, m3/d = cubic meter per day, PNP = provincial nam papa.  \na  Including Houn subproject. \nb  Including Kenethao subproject. \nc  Including Nan subproject. \nSource: Asian Development Bank estimates.  "], "metadata": {"ModDate": "D:20050826152425+08'00'", "CreationDate": "D:20050804142102+08'00'", "Title": "Northern and Central Regions Water Supply and Sanitation Sector Project", "Creator": "PScript5.dll Version 5.2", "Author": "", "Producer": "Acrobat Distiller 6.0 (Windows)"}, "author_page": "  UXO  –  unexploded ordnance \n  VEI  –  Village Environmental Improvement \n  WASA  –  Water Supply Authority \n  WATSAN  –  Water Supply and Sanitation Unit \n  WSD  –  Water Supply Division, DHUP, MCTPC \n  WSS  –  water supply and sanitation \n  WSSSP  –  Water Supply and Sanitation Sector Project \n \nWEIGHTS AND MEASURES \n \n  lpcd  –  liter per capita per day \n  m3 –  cubic meter \n  m2 –  square meter \n \nNOTE \n \n(i)  The fiscal year (FY) of the Government ends on 30 Sept 2005. \n(ii)  In this report, \"$\" refers to US dollars. \n \nThis report was prepared by a team consisting of Y. Ye (team leader), A. Jain, N. Ikemoto, \nR. Thami, J. Hakim, and N. Bouaphim. \n ", "authors": [{"fullname": "R. Thami", "role": "J", "organization": ""}, {"fullname": "Y. Ye "}, {"fullname": "Y. Ye ", "role": "team leader"}, {"fullname": "A. Jain"}, {"fullname": "N. Ikemoto"}, {"fullname": "R. Thami"}, {"fullname": "J. Hakim"}, {"fullname": "N. Bouaphim"}]}