{"path": "data/input/reports/rrp-33443.pdf", "pages": [" \nASIAN DEVELOPMENT BANK RRP:PRC 33443 \n \n   \n \n \n \n \n \n \nREPORT AND RECOMMENDATION \n \nOF THE \n \nPRESIDENT \n \nTO THE  \n \nBOARD OF DIRECTORS \n \nON A PROPOSED LOAN \n \nTO THE \n \nPEOPLE’S REPUBLIC OF CHINA \n \nFOR THE \n \nEFFICIENT UTILIZATION OF AGRICULTURAL WASTES PROJECT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSeptember 2002 \n ", "CURRENCY EQUIVALENTS \n(as of 15 September 2002) \n \nCurrency Unit –  Yuan (Y) \nY1.00 =  $0.12 \n$1.00 =  Y8.27 \n \n  The exchange rate of the yuan is determined under a floating exchange rate system. In \nthis report, a rate of $1.00 = Y8.27, the rate prevailing at the time of appraisal of the Project, has \nbeen used. \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CO   –  Carbon dioxide \n2\n  CRESP  –  China Renewable Energy Scale-up Program \n  DFID  –  Department for International Development \n  EIA  –  environmental impact assessment \n  EIRR  –  economic internal rate of return \n  FECC  –  Foreign Economic Cooperation Center \n  FIRR  –  financial internal rate of return \n  GEF  –  Global Environment Facility \n  GHG  –  greenhouse gas \n  IEE  –  initial environment examination \n  IREDP  –  Integrated Rural Energy Development Program \n  JBIC  –  Japan Bank for International Cooperation \n  LIBOR  –  London interbank offered rate \n  MMS  –  mandated market share \n  MOA  –  Ministry of Agriculture \n  MOF  –  Ministry of Finance \n  NGO  –  nongovernment organization \n  NPCC  –  National Project Coordination Committee \n  O&M  –  operations and maintenance \n  PCR  –  project completion report \n  PIO  –  project implementation office \n  PIU  –  project implementation unit \n  PLG  –  provincial leading group \n  PMO  –  project management office \n  PPMS  –  project performance management system \n  PRC  –  People’s Republic of China \n  PV  –  Photovoltaic \n  SCF  –  standard conversion factor \n  SEPA  –  State Environmental Protection Administration \n  SO   –  sulphur dioxide \n2\n  TA  –  technical assistance \n  TFP  –  Tenth Five-Year Plan \n  TSP  –  total suspended particulates \n  TVE  –  township and village enterprise \n  UNDP  –  United Nations Development Programme \n ", "WEIGHTS AND MEASURES \n \n  ha  –  hectare \n  m2  –  square meter \n  m3  –  cubic meter \n  mu  –  15 mu equivalent to 1 ha \n  MW  –  megawatt \n  t  –  metric ton \n \n \n \n \nNOTES \n \n \n(i)  The fiscal year (FY) of the Government ends on 31 December. \n \n(ii)  In this report, \"$\" refers to US dollars.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "CONTENTS \n \n Page \n \nLOAN AND PROJECT SUMMARY   ii \n \nMAP      ix \nI.  THE PROPOSAL  1 \nII.  INTRODUCTION  1 \nIII.  BACKGROUND  2 \nA.  Sector Description  2 \nB.  Government Policies and Plans  9 \nC.  External Assistance  11 \nD.  Lessons Learned  13 \nE.  ADB’s Country and Sector Strategy  14 \nF.  Policy Dialogue  15 \nIV.  THE PROPOSED PROJECT  17 \nA.  Rationale  17 \nB.  Objectives and Scope  19 \nC.  Cost Estimates  23 \nD.  Financing Plan  24 \nE.  Implementation Arrangements  25 \nF.  The Executing Agencies  29 \nG.  Environmental and Social Measures  30 \nV.  PROJECT JUSTIFICATION  33 \nA.  Financial and Economic Analyses  33 \nB.  Social Dimensions  36 \nC.  Gender Impacts  38 \nD.  Risks  38 \nVI.  ASSURANCES  39 \nVII.  RECOMMENDATION  41 \n \nAPPENDIXES                                     42", "LOAN AND PROJECT SUMMARY \n \nBorrower  People’s Republic of China (PRC) \n \nProject   The  Project  will  overcome  barriers  and  constraints,  leading  to \nDescription  widespread  promotion  and  adoption  of  biomass-based  renewable \nenergy systems. It will improve the environment and promote economic \ngrowth in rural areas of Henan, Hubei, Jiangxi, and Shanxi provinces. \nThe  Project  will  provide  funding  support  to  small  household  farms \nthrough the development of an integrated farm production system by \nexpanding  livestock,  vegetable,  fruit,  and  other  crop  production  and \nestablishing on-farm biogas digesters and biomass gasification plants to \ngenerate clean, renewable energy. Agricultural wastes from both crops \nand  animals  will  fuel  the  biogas  digesters  and  biomass  gasification \nplants. These activities will reduce greenhouse gas emissions, improve \nthe environment, increase household incomes, and reduce poverty in \nthe  rural  areas.  Technical  support  and  training  will  be  provided  to \npromote and improve biomass technology and to establish adequate \nservice  infrastructure  to  ensure  sustainability  and  biomass  system \ndevelopment in rural areas. Special efforts will be taken to ensure that \npoor and disadvantaged farmers and women participate in all aspects of \nproject activities. \n \nClassification  Poverty Intervention \n \nThe proportion of poor among the project beneficiaries will be about 26 \npercent, which is higher than the estimated 12 percent poor for the \noverall population of the PRC.  \n \nThematic:  Environment Protection \n \nThe  environmental  benefits  of  the  Project  will  include  reduction  of \ncarbon dioxide and sulphur dioxide emissions, nonpoint pollution from \nintensive livestock production, and decreased exploitation of forests for \nfuelwood. The benefits will also include improved health of the rural \npopulation  and  increased  forests  and  vegetative  coverage  of \nnonproductive lands with pasture and tree crops.  \n \nEnvironmental  Category B. An initial environmental examination was undertaken, and a \nAssessment  summary initial environmental evaluation was prepared. \n \nRationale  Improving the PRC’s environment is possible through promotion and \nadoption of sustainable biomass technology for efficient utilization of \nagricultural wastes to generate cleaner biomass energy. This will also \nlead  to  improved  natural  resource  management  at  the  farm  level, \ngenerating  benefits  for  rural  households,  the  environment,  and  the \neconomy.  At  present,  large  quantities  of  agricultural  wastes  are \ndisposed off inappropriately (e.g., burning of crop residues in open fields \nor discharge of animal wastes, polluting streams and groundwater). This ", " iii   \nis not only harmful for the environment, but constitutes a loss of potential \nenergy  and  nutrient  resources,  which  could  add  value  to  integrated \nfarming systems, reduce farm input costs, and provide opportunities for \nintegrated  pest  management  and  organic  farming  techniques. \nDevelopment of a clean energy source like biogas digesters will reduce \nthe dependence of farm households on coal, straw, and firewood for \nheating  and  cooking,  thus  promoting  a  better  living  environment, \nimproved health from reduced air pollution, and less stress on forest \nresources.  Integrated  agricultural  production  systems  with  biomass \ntechnology have proven to be an effective means to generate cleaner, \nrenewable energy for environmental improvement as well as to improve \nthe quantity and quality of farm outputs. However, biomass technology \nfaces numerous constraints and barriers for mass adoption, particularly \nin rural areas. These barriers include shortage of credit facilities, weak \ninstitutional and technical expertise, inadequate service infrastructure, \nlack of environmental awareness, and few policy incentives. Farmers \nface  constraints  in  obtaining  access  to  credit  for  the  adoption  of \nbiomass-based  renewable  energy  systems  to  integrate  with  existing \nfarming practices. Current interest rates in the PRC are set at levels \nbelow  market  rates,  creating  excess  demand  within  which  rural \ninvestments  have  received  low  priority.  As  a  consequence,  farmers \ncannot access longer term loans with the grace period necessary for \nrural capital investments, which require time to generate a positive cash \nflow. The commercial financial institutions and banks are not certain \nabout the viability of biogas systems and do not provide longer term \ncredit to large numbers of small farmers. This Project will overcome \nthese major constraints and barriers. It represents a significant effort to \npromote  renewable  energy  generation  to  improve  the  environment, \nenhance the quality and quantity of agricultural production, and improve \nthe  health  and  income  of  rural  farmers.  It  will  also  serve  as  a \ndemonstration project, showing the feasibility and profitability of adoption \nof biomass technology as well as promoting private entrepreneurs to \nparticipate in larger scale biomass technology for biogas production. \nPrivate  sector  service  technicians  and  facilities  will  be  enhanced  to \nensure sustainability of the biogas technology adoption. \n \nObjective and  The Project’s objectives are to improve the environment and to promote \nScope  economic growth to improve the welfare and living conditions of rural \nhouseholds  by  generating  cleaner  biomass  energy  and  increasing \nagricultural productivity through efficient utilization of agricultural wastes. \nThe Project has six components: \n \n(i)  Funding  for  Renewable  Energy  Generation  and  Eco-\nEnvironment  Development:  This  component  will  develop  a \nviable,  sustainable,  and  replicable  financing  model  and  will \norganize  and  provide  credit  through  subloans  to  rural \nhouseholds  as  well  as  to  medium-scale  enterprises  for  the \nadoption  of  biomass-based  renewable  energy  systems \nintegrated  with  existing  farming  practices.  The  biomass \ntechnology will produce cleaner biogas for cooking and lighting \nas well as improve and increase farm produce. This component \n   ", " iv   \nwill  ensure  efficient  management  of  project  subloans  for \nrehabilitating  and  constructing  15,600  of  small-scale  farms \nincorporating biogas digesters and 42 units of medium-scale \nbiogas and gasification plants. \n \n(ii)  Improve  Mechanisms  for  Transferring  Biomass \nTechnology: This component will address technical barriers to \nbiomass technology adoption through provision of training to \nbiogas  contractors  and  technicians  as  well  as  project \nbeneficiaries  to  acquire  biomass  technology  for  biogas \nproduction.  The  component  will  also  help  to  strengthen  the \nprivate service sector for the operation and maintenance (O&M) \nof farmers’ biogas digesters, including access to spare parts, to \nensure  the  sustainability  of  biomass  technology  adoption. \nWorkshops, study tours, and fellowships will be provided to help \nin  the  transfer  of  biomass  technology.  Project  officials  and \nprivate  sector  businesses  will  be  trained  in  key  aspects  of \nbiomass  systems  including  provision  of  extension  services, \nestablishment  of  effective  service  and  marketing  industries, \ndevelopment of a pricing policy for project outputs, and O&M \nthat  integrates  biomass  technology  adoption  with  farming \nsystem operation to ensure sustainability and replicability.  \n \n(iii)  Rehabilitate  Farmers’  Selected  Farm-to-Market  Facilities: \nThis component will rehabilitate rural roads and bridges to link \nagricultural production areas to the urban markets. It will help to \nincrease access to markets, provide extension of services and \nO&M,  reduce  transportation  costs,  and  lessen  damage  to \nvegetable  outputs  faced  by  small  and  poor  farmers  in \ndisadvantaged  areas.  The  farm-to-market  facilities  will \nstrengthen service infrastructure and provide better and easier \naccess  of  technical  specialists  and  provision  of  spare  parts \nnecessary  for  the  sustainable  O&M  of  biogas  digesters  and \ngasification plants. \n \n(iv)  Improve  Environment  Policy  Implementation  and \nAwareness: This component will help to remove institutional \nbarriers to the promotion and expansion of biomass technology \nadoption for environmental improvement and public awareness. \nIt  will  provide  technical  support  to  assist  the  four  provincial \ngovernments in removing barriers to environment improvement \nas  well  as  to  provide  environmental  monitoring  facilities  to \nassure high environmental standards for air, water, soil, and \nother elements and to highlight beneficial environmental impact. \nThe Project will focus on four environmental support elements: \n(i) creating a receptive environment through the application of a \ncomprehensive public awareness campaign on the project goals \nand activities, (ii) monitoring the impact of the Project on the \nenvironment  to  highlight  the  positive  impacts  from  a  cleaner \nenergy source, (iii) enabling the farmers to become green food \nproducers associated with biomass technology adoption, and \n   ", "  v   \n(iv) facilitating biomass technology adoption by small and poor \nfarmers and private businesses. \n \n(v)  Pilot  Poverty-Focused  Approaches  for  Biomass \nDevelopment:  This  component  will  remove  constraints  to \nparticipation by large numbers of poor farmers in rural areas. \nThere are significant numbers of poor living in rural areas. The \npoor  use  coal  and  firewood,  which  contribute  to  significant \nenvironmental degradation and greenhouse gas emissions. This \ncomponent  will  provide  specially  designed  training  programs \nand  biomass  development  assistance  to  the  poor  to  enable \nthem to adopt integrated agricultural production with biomass \nsystems  for  cleaner  energy  production.  It  will  serve  as  a \ndemonstration  model  for  government  agencies  (such  as  the \nPoverty  Alleviation  Office)  to  replicate  on  a  larger  scale  for \nfurther poverty reduction in other rural areas. \n \n(vi)  Improve  Project  Implementation  and  Capacity \nDevelopment: This component will provide consulting services \nto strengthen technical support and coordination, and to improve \nthe capability of the implementing agencies. It will strengthen \ntheir  institutional  capacity  to  manage  and  supervise  project \nactivities  that  are  essential  to  ensure  the  sustainability  and \nreplicability of biomass technology adoption. \n \nCost Estimates  The total Project cost is estimated at $77.3 million equivalent, of which \n$36.3 million is the foreign exchange cost and $41.0 million equivalent is \nthe local cost. \n   \nFinancing Plan  ($ million) \n \n  Foreign  Local     \nSource  Exchange  Currency  Total  Percent \nAsian Development Bank  33.12  0.00  33.12  43 \nLocal Governments  1.10  22.49  23.59  31 \nBeneficiaries  0.00  14.20  14.20  18 \nGlobal Environment     2.05  4.31  6.36  8 \n    Facility (GEF) \n         Total  36.27  41.00  77.27  100 \n \nLoan Amount  A  loan  of  $33.1  million  from  the  Asian  Development  Bank’s  (ADB) \nand Terms  ordinary  capital  resources  will  be  provided  under  ADB’s  London \ninterbank offered rate (LIBOR)-based lending facility. The loan will have \na 25-year term, including a grace period of 5 years; an interest rate \ndetermined  in  accordance  with  ADB’s  LIBOR-based  fixed  lending \nfacility; a commitment fee of 0.75 percent per annum; a front-end fee of \n1.0 percent; conversion options that may be exercised in accordance \nwith the terms of the Loan Agreement, the loan regulations, and ADB’s \nConversion Guidelines; and other terms and conditions set forth in the \nLoan Agreement. GEF will provide a grant of $6.4 million to finance \n   ", " vi   \nconsulting  services  for  project  implementation  and  assistance  for \nremoving barrier and institutional strengthening. The GEF grant will be \nadministered by ADB. \n \nAllocation and  The Ministry of Finance will relend the ADB loan under the same terms \nLending Terms  and  conditions  to  the  four  provincial  governments  of  Henan,  Hubei, \nJiangxi, and Shanxi. The provincial finance departments will onlend the \nfunds to municipal and county finance bureaus under the same terms \nand conditions. End users (farmers and private enterprises) will receive \nloan funds from the relevant finance bureaus at an interest rate not less \nthan  commercial  bank  rates,  under  repayment  terms  based  on \nprofitability and cash-flow projections. \n \nPeriod of  Until 30 June 2008 \nUtilization   \n \nExecuting  The  Ministry  of  Agriculture  (MOA)  through  its  Foreign  Economic \nAgency  Cooperation  Center  (FECC)  at  the  national  level,  and  the  provincial \ngovernments  of  Henan,  Hubei,  Jiangxi,  and  Shanxi,  through  their \ndepartments of agriculture at the provincial level \n \nImplementing  The  project  management  office  (PMO)  in  MOA  and  the  project \nAgencies  implementation offices (PIOs) of Henan, Hubei, Jiangxi, and Shanxi will \nimplement  the  Project  in  conjunction  with  relevant  agencies  at  the \nprovincial, municipal, county, and township levels. The PMO director will \nhave overall responsibility for project implementation. \n \nImplementation  A National Project Coordination Committee based at the PMO in Beijing \nArrangements  will provide guidance to the four project provinces on all aspects of \npolicies,  implementation,  and  resolving  issues  beyond  the  control  of \nprovincial  governments.  At  the  national  level,  the  PMO  will  be \nestablished  at  FECC  for  overall  project  management,  coordination, \ntraining,  and  other  implementation  and  monitoring  activities.  At  the \nprovincial level, a provincial leading group will be established to provide \nguidance  on  field  level  implementation,  review  and  approve  plans, \nsource counterpart funding, effect intersector coordination, and assist in \nsolving implementation issues at the field level. The PIOs will oversee \nthe activities of the project implementation units (PIUs) established at \nthe municipal or county agricultural bureaus to supervise and implement \nsubproject activities in conjunction with relevant technical agencies and \nnongovernment organizations. \n \nProcurement  Goods and services to be financed by the ADB loan and the GEF grant \nwill be procured in accordance with ADB’s Guidelines for Procurement. \nEach  contract  estimated  to  cost  $100,000  or  more,  but  less  than \n$500,000, will be awarded through international shopping. Contracts for \nless than $100,000 will be by direct purchase. Civil works contracts will \nbe relatively small, relating to construction of greenhouses and biogas \ndigesters, and may be carried out through force account, or through \ncontracts awarded to village teams or farm contractors where suitable.  \n \n   ", " vii   \n \nEstimated  31 December 2007 \nProject   \nCompletion Date   \n \nProject Benefits  The  Project  will  result  in  positive  environmental  impacts  (globally, \nand Beneficiaries  nationally, and locally) and will benefit about 34,080 households in 145 \nvillages, either as operators in the case of the smaller biogas digesters \nincorporated  within  farming  systems  or  as  consumers  of  gas  from \nmedium-scale  biogas  and  gasification  plants.  The  potential  global \nenvironmental benefits will be a reduction in carbon dioxide emissions of \nabout 78,338 tons (t) per annum and over a million tons over the lifetime \nof the biomass-based renewable energy systems. Health benefits are \nexpected  to  result  from  cleaner  cooking  conditions  using  biogas  or \nproducer  gas.  The  need  to  collect  firewood  from  forests  will  be \neliminated,  thus  relieving  significant  pressure  on  forest  regeneration. \nThe incomes of about 9,000 poor farm households will be lifted above \npoverty line. There will be substantial indirect and multiplier benefits for \nothers, including increased employment opportunities. Annual incomes \nfor households adopting the integrated farming biomass systems that \nincorporate biogas digesters are expected to increase by Y4,013 ($485) \nfor  traditional  farmers  moving  to  full  adoption  of  the  type  I  system. \nHouseholds  adopting  the  small-scale  farming  system  type  II  (3-in-1 \norchard system) will achieve a higher incremental annual income of \nY14,254 ($1,722) when their citrus orchards come to full production at \nabout Year 10. Financial returns from medium-scale biogas plants (type \nIII) are expected to be about 15.9 percent. Owners of gasification plants \n(type  IV)  should  achieve  returns  of  about  13.8  percent  on  their \ninvestment. The economic internal rate of return for the Project as a \nwhole is 18.2 percent. About 26 percent of the beneficiaries or 9,000 \nhouseholds will be from low-income groups. They will be provided with a \nspecial  support  to  make  it  possible  to  eliminate  the  socioeconomic \nbarriers that currently prevent them from adopting integrated biomass \nfarming systems. The Project will produce an annual incremental output \nof about 882 t of greenhouse vegetables, all organic; about 209,280 t of \ncitrus fruits; and 289,780 pigs. The Project will utilize over a million tons \nof agricultural wastes per year that would otherwise contaminate the soil \nand  river/water  systems,  and  provide  over  600,000  t  of  sludge  and \neffluent as farm organic fertilizer. \n   ", " ix   \n \n   ", "I.  THE PROPOSAL \n1.  I submit for your approval the following Report and Recommendation on a proposed \nloan to the People’s Republic of China (PRC) and the proposed administration by the Asian \nDevelopment Bank (ADB) of a grant from the Global Environment Facility (GEF) for the Efficient \nUtilization of Agricultural Wastes Project. \n \nII.  INTRODUCTION \n2.  Moving into the new millennium, the Government of the PRC is facing the daunting task \nof increasing agricultural productivity and reversing the environmental degradation caused by \ndecades of agricultural intensification. Increasing rural productivity to bring about both food \nsecurity and poverty reduction in rural areas is a critical issue for the PRC, which feeds 22 \npercent of the world’s population on 7 percent of the world’s arable land. Few opportunities exist \nin the country for expanding arable land. Increased farm productivity remains the key to meeting \nfuture demand. Associated with the need to significantly raise farm productivity is the need to \nreduce the rural-urban income gap through an intensive developmental effort to increase rural \nincomes, thereby reducing poverty, particularly in the interior provinces.  \n \n3.  The Government faces serious challenges in achieving high economic growth to reduce \npoverty and in reversing the environmental degradation caused by rapid industrialization and \nagricultural intensification. Arable land in the PRC is actually diminishing, and new innovations \nare needed to bring about greater agricultural productivity to meet future demands. A number of \npoorer and mountainous inland provinces with limited arable land are promoting the use of \ngreenhouses to intensify crop production and using biomass technologies to convert agricultural \nwaste to provide clean energy and organic fertilizers. In 1999, the Government requested ADB \nto fund its first Efficient Utilization of Agricultural Wastes Project covering four inland provinces. \nA feasibility study was carried out in July-December 2000 under an ADB project preparatory \ntechnical assistance (TA).1 The study examined resource availability and the technical and \neconomical feasibility of converting agricultural wastes (such as household wastes, straw, and \nother crop and animal residues) into a clean source of energy for lighting, heating, and cooking \nthrough integration into the farmers’ agricultural production system. The study also examined \nthe feasibility of reducing chemical fertilizer usage on farms, to be replaced by organic fertilizer \nderived from the effluent of the biogas digesters. This would help improve soil nutrients, reduce \ninput costs, and increase productivity. Following completion of project preparation and the \nfeasibility study in January 2001, a Fact-Finding Mission visited the PRC in February 2001 to \nrefine  the  project  design  and  discuss  various  issues  with  the  national  and  provincial \ngovernments of Henan, Hubei, Jiangxi, and Shanxi. The Appraisal Mission, conducted from \n25 May to 16 June 2001,2 finalized the details of various project components. The linkages \namong the policies, institutional framework, goal, purpose, outputs, and physical investments of \nthe  Project  are  described  in  the  Project  Framework  (Appendix  1).  The  Project’s  primary \nobjective is environmental protection. \n \n                                                 \n1  TA 3370-PRC: Efficient Utilization of Agricultural Wastes Project, for $703,000, approved on 26 December 1999. \n2  The Appraisal Mission comprised Y.L. Yee (Principal Sector Economist/Mission Leader), Peng Xiaohua (Senior \nCounsel), S. Emma Yang (Senior Financial Management Specialist), J. Yang (Programs Officer), S. Setboonsarng \n(Poverty Specialist), D. Tang (Environment Specialist), and J. F. Sison (Staff Consultant). ", "  2\nIII.  BACKGROUND \nA.  Sector Description \n1.  The Agriculture Sector \n4.  Agriculture plays a major role in the economic development of the PRC. It provides an \nimportant source of income directly or indirectly for about 240 million rural families, which \nconstitute about 64 percent of the country’s total population. The sector accounted for about 15 \npercent of the PRC’s gross domestic product in 2001. About 95 million hectares (ha) of the \nPRC’s land area of 960 million ha is cultivated. Until 1998, about half a million ha of arable land \nwas annually converted from agricultural to industrial, infrastructure, or housing use. With ADB \nassistance, the Government amended the Land Administration Law in 1998 to protect arable \nland and limit conversion to other uses to 160,000 ha per year, with an equivalent amount of \ndegraded land converted to agricultural use. The pressure on land has resulted in farmers \nadopting  various  innovative  and  intensive  ways  of  increasing  farm  productivity  through  a \ncombination of intensive labor, chemicals, small machinery, irrigation, greenhouses, and other \nintensive  and  controlled  production  environments.  Intensive  farming  has  enabled  the  rural \nsector to meet the basic food requirements of the people, but the challenges ahead for further \nproductivity increases require innovative solutions. \n \n5.  The economic reform programs that started in the late 1970s provided a good model to \nenable the agriculture sector to become more efficient and progressive. The most important \naspect of the agriculture sector’s reform program was the replacement of the commune system \nwith a household contract responsibility system wherein plots of collectively owned land were \nsubdivided and allocated to individual households for farm production. Over the years, this \nhousehold responsibility system has been gradually revised and is now moving towards a \nmarket-based economy. The reforms in the last two decades have resulted in an increase in \nagricultural  productivity  and  improved  terms  of  trade.  During  the  initial  years  of  reform, \nparticularly in late 1970s and early 1980s, agricultural output grew at about 8.8 percent per \nannum. This growth slowed to about 3.8 percent a year in the early 1990s, but in recent years it \nhas increased to about 4.6 percent per annum, well in excess of the population growth of less \nthan 1 percent per annum.  \n \n6.  While the reforms in the rural sector have resulted in significant increased output and \nhigher incomes, the disparity between urban and rural income has grown. The early years of \nreform in the agriculture sector resulted in rural incomes increasing significantly, and the ratio of \nurban to rural incomes fell from 2.3 in 1980 to 1.7 in 1984. From the mid 1980s, however, the \nurban-rural income disparity reversed this trend. The ratio increased to 2.9 in 2001, when the \naverage per capita urban income was Y6,860 compared with Y2,366 in rural areas.  \n \n7.  Rapid growth in per capita income has resulted in significant demand for meat products \nto satisfy the needs of the increasingly affluent urban population. This has resulted in rapid \nexpansion of livestock production, particularly of chickens and pigs. Total meat production in the \nPRC increased from 25 million tons in 1990 to 63 million tons in 2001 and is expected to \nincrease  to  over  100  million  tons  by  2010  as  income  and  population  increase.  Livestock \nproduction has become an important component of rural farming systems. In 2000, there were \nabout 200,000 township and village enterprises (TVEs) and small private farms involved in \nlivestock  production.  The  number  of  medium-  to  large-scale  commercial  pig  farms  has \nincreased significantly from less than 5,000 in the 1970s to over 16,000 in 2000. The amount of \nwastewater discharged from each animal is about 20 liters per day. The effluent discharge from \n   ", "  3\nthese pig farms is well in excess of a billion tons a year, but less than 5 percent was being \ntreated. Most of the wastes are discharged untreated into nearby rivers, lakes, or other water \nbodies,  causing  serious  environmental  and  groundwater  pollution.  The  output  from  pig \nproduction is forecast to increase by about 8 percent per year, and pig wastes could increase to \nabout 5 billion tons a year by 2010. Reducing the potential for groundwater contamination and \nother environmental problems resulting from livestock sector expansion is a challenging task. In \nthe grain crops subsector, total grain production is expected to increase from about 407 million \ntons in 1995 to about 499 million tons by 2005, or a 23 percent increase in a decade. This \nincrease in grain production will generate large quantities of straw, which is normally burned in \nthe field under current farming practices, leading to further environmental degradation such as \ncarbon dioxide (CO ) release and haze.  \n2\n \n2.  The Environment Sector \n8.  As a consequence of rapid economic growth since the late 1970s, obsolete industrial \ntechnology,  inappropriate  pricing,  and  a  lack  of  market-based  instruments  to  encourage \nenvironmentally friendly behavior, the PRC is now faced with serious environmental problems. \nSevere air and water pollution and land degradation affect crop production and human health. \nThe economic costs of environmental pollution were estimated to be about Y98.6 billion or \nabout 4 percent of gross domestic product in 1998.3 Air pollution accounted for about 59 percent \nof the total losses, with water pollution and solid waste accounting for the remaining 36 percent \nand 5 percent, respectively. The PRC relies heavily on coal as its primary fuel for industrial \nproduction, power generation, and commercial and residential applications such as heating and \ncooking. The use of coal has resulted in the emission of high levels of sulfur dioxide (SO ) and \n2\ntotal suspended particulates (TSP). In most PRC cities, air pollution exceeds environmental \nstandards by several times. The high level of air pollution in densely populated cities causes \nsevere health problems, particularly those related to respiratory illnesses.  \n \n9.  The extensive use of coal has adverse ecological and human health impacts on the \nenvironment at all levels (globally, nationally, locally, and in the household). Global greenhouse \ngas (GHG) emissions (measured in CO  equivalent) impact on the rural sector and in severe \n2\ncases could result in worsening soil erosion; increasing loss of fertile soil and decreasing soil \nhumidity; rising temperatures, which affect plant growth; and changes in precipitation levels. \nThese impacts mean lower crop yields and increased crop losses. With fewer and lower quality \ncrops and livestock to sell while facing continuing declines in farm productivity, farm incomes \nwill  decrease.  As  the  rural  agricultural  sector  is  the  keystone  of  the  national  economy, \naddressing GHG emissions is a fundamental issue for the economy. \n \n10.  In addition to CO  emissions from coal, rural agriculture is a major source of GHG \n2\nemissions.4 These emissions include methane from the livestock sector and crop residues, and \nnitrogen oxide produced from fertilizers and field burning of crop residues. These emissions are \npredominantly due to poor farming practices and inefficient use of biomass resources (e.g., \nwood from forests, straw, organic wastes from animals and humans). About 100 million tons of \ncrop residues are burned in open fields every year. With the increase of agricultural production \nand the shift from traditional to commercial energy use by rural consumers, the quantity of \nunused  crop  residues  has  progressively  increased.  Fermentation  from  livestock  wastes,  a \n                                                 \n3  Xia Guang. 1988. An Estimate of the Economic Consequences of Environmental Pollution in China. Research \npaper of Policy Research Center for Environment and Economy, State Environmental Protection Administration. \nPRC. \n4  For details, see ADB/GEF/United Nations Development Programme.  Asia Least-Cost Greenhouse Gas Abatement \nStrategy-People’s Republic of China (ALGGAS). Oct. 1998. Table 1-1, p.5. \n   ", "  4\nsignificant source of methane (CH ), is also on the increase. If the current practices continue \n4\nunabated, GHG emissions will continue to increase. \n \n11.  Economic growth in the PRC will continue to be rapid for the foreseeable future. This will \nresult in further expansion of energy and raw material usage. Environment quality will further \ndeteriorate  unless  production  technologies  and  management  standards  are  improved  and \nalternative cleaner energy sources such as renewable energy from biomass, wind, water, and \nsolar are promoted and increased throughout the country. \n \n12.  Since the early 1990s, the Government has enacted a series of laws and regulations to \nstrengthen  environmental  management.  The  State  Environmental  Protection  Administration \n(SEPA) and other government agencies were strengthened for more effective monitoring and \nimplementation of environmental regulations. The Government has created a conducive policy \nto  improve  environmental  management  involving  command-and-control  measures  requiring \nenterprises to adopt appropriate technologies for efficient resource use and reduced pollution, \nand has provided economic incentives for environment-friendly production processes. Some of \nthe command-and-control measures have included environment impact assessments (EIAs), \nadoption of low-polluting environmental technologies, centralized waste treatment, adoption of \ntechnologies  for  renewable  energy  generation,  and  treatment  of  agricultural  wastes.  Many \neconomic  incentive  policies  and  market-based  instruments  have  also  been  implemented, \nincluding adjusting prices to create incentives for conservation, a pollution levy system, taxes on \npolluting inputs, tax rebates for environment-friendly measures adopted by enterprises, and a \nsystem of standards and permits for pollution monitoring and control.  \n \n13.  In response to the 1992 Earth Summit, the PRC was the first developing country to \nadopt an Agenda 21 Program to integrate economic and social development by improving the \nefficiency of energy utilization, introducing environment-friendly technologies, and managing \ntoxic and hazardous wastes. The Government is responding seriously to global environmental \nproblems  such  as  climate  change.  The  PRC  has  adopted  the  principles  of  “protection, \nconservation and rational use of resources and giving equal importance to exploitation and \nconservation…  as  well  as  the  policy  that  whoever  exploits  the  resources  must  conserve, \nwhoever damages the resources must restore, whoever uses must compensate.”5 In response \nto the PRC’s programs to develop the economy and protect the environment, ADB provided TA \nto  develop  methodologies  to  (i)  evaluate  GHG  emissions  and  outline  options  for  policy \nimplementation,6 (ii) evaluate possible options for more efficient capture and use of coalbed \nmethane gas,7  (iii) develop strategies to minimize SO emissions that cause acid rain,8 and (iv) \n2 \nparticipate in regional activities relating to global warming and transboundary environmental \ncooperation in Northeast Asia.9 \n \n14.  The rapid changes in household energy production, poor farming practices, and the \nunderutilization of biomass surpluses exacerbate the problem of GHG emissions. Individually \nand  in  the  aggregate,  these  activities  contribute  to  air  pollution,  which  has  adverse \n                                                 \n5  Ministry of Agriculture, Agriculture Action Plan for China’s Agenda 21, p. 41. \n6  TA 1690-PRC: National Response Strategy for Global Climate Change, for $600,000, approved on 10 April 1992. \n7  TA 3081-PRC: Coalbed Methane Demonstration Project, for $600,000, approved on 1 October 1998. \n8  TA 5528-REG: Acid Rain and Emissions Reduction in Asia, for $450,000, approved on 16 April 1993; and TA \n5792-REG: Acid Rain and Emission Reduction in Asia, Phase II, for $600,000, approved on 3 September 1996. \n9  TA 5592-REG: A Study of a Least-Cost Greenhouse Gas Abatement Strategy for Asia, for $8,237,000, approved \non 4 August 1994; with supplementary TAs for $492,000, approved on 10 September 1996, and for $133,363, \napproved on 9 June 1998; TA 5695-REG: Environment Cooperation in Northeast Asia, for $495,000, approved on \n1 August 1996; and TA 5865-REG: Transboundary Environmental Cooperation in Northeast Asia, for  $350,000, \napproved on 13 October 1999. \n   ", "  5\nconsequences on the environment and human health. Forested lands are reduced as a result of \nbeing used as a source of firewood and from clearing for new development. Current farming \npractices, which include reliance on inorganic fertilizers, inappropriate fertilizer application, and \nuncontrolled discharge of agricultural wastes into rivers, also represent a serious threat to the \nregional environment. \n \n3.  Renewable Energy Development \n15.  The PRC is the second largest energy user in the world behind the United States. The \ndominant source of energy in the PRC is coal, which accounts for about 68 percent of total \ncommercial energy production, followed by oil (21 percent), hydropower (8 percent), and natural \ngas (3 percent). The PRC’s total rural energy consumption in 2000 was about 600 million tons \nof  coal  equivalent,  with  crop  residue  (mainly  straw)  accounting  for  about  18  percent  and \nfirewood for 15 percent. As a result, deforestation is prevalent in some areas, contributing to soil \nerosion and flooding. The Government is addressing this problem by promoting efficient use of \nfuelwood, improving natural resource management, promoting afforestation, and providing rural \nhouseholds with access to electricity. Energy is a major source of GHG emissions, and the PRC \naccounts for about 10 percent of global GHG emissions from energy use. Its share will continue \nto grow as rapid rates of economic growth continue well into the next decade. \n \n16.  Renewable energy is an important component of the PRC’s long-term energy strategy \nfor rural development. The country’s primary energy needs are still dependent on coal, even \nthough  the  use  of  oil  and  natural  gas  has  increased  in  recent  years.  Renewable  energy \ntechnologies  offer  an  environmentally  sound  source  of  energy,  especially  in  the  rural  and \nremote  areas.  The  PRC’s  current  renewable  energy  resources  comprise  small-scale \nhydropower, wind, biomass, solar, and geothermal energy and are mostly used in rural areas. \nRenewable energy constitutes a major element of the PRC’s national development strategy. \nHowever,  compared  with  the  available  potential,  the  PRC’s  renewable  energy  program  is \nrelatively small. By 2005, about 5 percent of the country’s total energy consumption will come \nfrom renewable sources. Small-scale hydropower has been developed to commercial levels for \ndecentralized rural use and currently totals about 18 gigawatts. The installed capacity of wind-\nbased power generation is about 350 megawatts (MW), solar photovoltaic (PV) energy about 40 \nMW, and geothermal energy about 30 MW. Biogas power systems currently account for only \nabout  100  MW  and  are  used  mainly  for  cooking,  lighting,  and  heating  by  individual  farm \nhouseholds. Biogas is mainly produced by small-scale individual farm households for their own \nuse. In the case of large pig farms, medium-scale biogas plants are constructed to produce \nbiogas from the pig manure, and the biogas is connected to employees’ houses or sold to \nnearby rural households. Biomass, i.e., fuelwood and crop residues, accounts for nearly a \nquarter of the country’s energy supply, and about three quarters of energy consumed by rural \nhouseholds.  \n \n17.  To reduce continued reliance on coal as a source of energy, particularly in the rural \nareas, and to address the environmental problems associated with the energy sector, in 1995 \nthe Government launched an important measure and adopted the New and Renewable Energy \nDevelopment Program (1996-2010). This program aims at improving the efficiency of renewable \nenergy  technology  applications,  lowering  production  costs,  enlarging  the  contribution  of \nrenewable energy to energy supply, and deriving environmental benefits by reducing air and \nwater pollution. The agriculture sector plays an important role in addressing GHG emissions. \nThe  implementation  of  biomass-based  renewable  energy  technologies  by  rural  farms  and \nvillages will have a direct impact on reducing GHG emissions.  \n \n   ", "  6\n18.  The PRC has significant experience in developing biomass technology. Productivity from \nbiomass digesters has increased by 50 percent during the last two decades. Since the 1960s, \nabout 7.5 million biogas generation units have been built for energy production in the rural \nareas. However, many earlier units have been abandoned due to factors such as outdated \ntechnology and weak technical and institutional support. The major lessons learned from the \npast are the need  (i) to integrate biomass technology with existing farming systems to ensure \nviability, (ii) for effective service infrastructure and competent technicians to provide operation \nand  maintenance  services,  (iii)  for  sufficient  concentration  of  biogas  units  in  one  location \ncovering a few nearby villages to ensure sufficient demand for service, and (iv) to ensure \neffective extension services and competent technicians to assist continued biomass technology \ndevelopment. Since the mid 1990s, special emphasis has been given to developing efficient \nbiogas digesters integrated into the existing farming systems for small farm households. The \nintegration aims to combine environmental and economic benefits within a rural farming system \nto  provide  biogas  for  cooking,  heating,  and  lighting  for  farm  households  and  to  increase \nagriculture and livestock productivity. The development of biogas energy can use the availability \nof large amount of biomass resources in the rural areas. The present situation of biogas \ntechnology development in rural areas is optimum for development intervention because (i) the \nGovernment  is  committed  to  instituting  policies  and  measures  to  protect  the  deteriorating \nenvironment in both the urban and rural areas; (ii) appropriate biomass technologies have \nimproved significantly and are suitable for small farmers’ adoption; (iii) provincial governments \nare committed to promote and expand biomass technology adoption for production of green \nvegetables; (iv) improved service infrastructure makes spare parts and accessories readily \navailable; and (v) small farmers are interested in adopting biomass technology to eliminate the \nuse of coal, firewood, and straw for heating and cooking and to produce higher quality green \nvegetables.  \n \n4.  Agriculture and Renewable Energy Development in the Project Provinces \n19.  The middle and lower reaches of the Yellow River (Huanghe) and the Yangtse River \n(Changjiang) basins are the regions where the PRC’s agricultural civilization started 5,000-\n7,000 years ago. The four project provinces—Henan, Hubei, Jiangxi, and Shanxi— represent a \ntypical  sample  of  the  PRC’s  oldest  farming  areas  (see  Map).  With  the  Huai  River  as  a \ndemarcation (close to Latitude 32°), Hubei and Jiangxi provinces are located in the southern \nsubtropical  zone,  while  Henan  and  Shanxi  belong  to  the  northern  temperate  zone.  In  the \nsouthern subtropical zone, agriculture is characterized by rice while the northern provinces are \ncharacterized by wheat production. These two crops constitute the staple food for the people in \nthe south and north, respectively, and in many aspects determine the patterns of local farming \nsystems and customs. Highlights of agriculture in each province are given in Appendix 2. \n \n20.  The use of renewable energy technologies offers an environmentally sound and least-\ncost option to replace coal, firewood, and straw in the rural and remote areas. Pilot programs \nencouraging rural households to adopt biomass technology have shown highly satisfactory \nresults. Biogas generation from small-scale digesters is becoming popular in the four project \nprovinces, and many villagers indicated their willingness to adopt the technologies. The project \nprovincial governments are emphasizing the development of an integrated farming system \nincorporating biomass technologies to generate cleaner biogas for lighting and cooking and for \norganic fertilizer. Local governments are encouraging rural farm households to build biogas \ndigesters integrated into their farming systems to reduce the need to use firewood and coal, and \nthe burning of straw in the fields. These programs should improve the environment and raise \nfarmers’ living conditions. Land used for biogas digester construction is normally exempted from \ntax. \n   ", "  7\n \n21.  Hubei  and  Jiangxi  have  pioneered  an  integrated  farming  system  with  biomass \ngeneration  called  the  3-in-1  model  (see  Supplementary  Appendix  A  for  details)  which \nincorporates pigs (or other livestock), digester, and an orchard (alternatively the orchard can be \nsubstituted  by  either  vegetables,  cotton,  fish  or  other  agriculture  crops).  This  biomass \ntechnology is well accepted among farmers. The provincial governments are promoting the use \nof biomass technology to help improve the living standards of the farmers and to improve the \nenvironment.  \n \n22.  In Henan and Shanxi, biomass technology development has also progressed steadily. \nThe 4-in-1 model based on integration of biogas digester, greenhouse, vegetables, and pig \nproduction was developed under the Government’s promotion program. To eliminate the need \nto burn wheat straw in the field, the Government is also actively promoting the construction of \nbiomass gasification plants utilizing straw for generating producer gas for cooking and lighting.  \n \n5.  Barriers to the Expansion of Biomass Renewable Energy  \n23.  The promotion and expansion of biomass technologies in rural areas face many barriers \nand constraints. The project provincial governments lack the technical and financial resources to \nrapidly expand their biomass renewable energy programs. Most rural households have no \nmeans to finance the investment. With the availability of relatively cheap supplies of coal (which \ncauses serious environmental degradation and health problems), the use of firewood (which \ncauses destruction of forested areas), and no alternate means to utilize crop residues and \nanimal wastes, farm households would continue to heat and cook as they presently do and \ncontinue  to  burn  crop  residues  in  open  fields.  Consequently,  GHG  emissions  from  coal, \nfirewood, animal wastes, and crop residue burning would continue. It is therefore important that \nthe barriers to the promotion and rapid adoption of biomass energy systems be identified and \nremoved. The proposed Project aims to identify those barriers and provide the means and \nresources  to  remove  them  and  to  develop  sustainable  and  replicable  models  for  further \nexpansion to other provinces.  \n \n24.  The key barriers that restrict the promotion and expansion of biomass renewable energy \nin the four project provinces are as follows: \n \n(i)  Lack of a replicable financing model and shortage of available capital and \ncredit in rural areas. The expansion of biomass renewable energy is restricted \nbecause there is no sustainable and replicable financing model. Longer term \ncredit facilities are not available to rural households for the adoption of biomass-\nbased  renewable  energy  systems.  The  rural  commercial  banks  such  as  the \nAgricultural  Bank  of  China,  rural  credit  cooperatives,  and  other  financial \ninstitutions are uncertain about the viability of biogas technology and do not \nprovide longer term financing to small farmers. In addition, the relatively low \nincomes  of  small  farmers  make  it  impossible  for  them  to  obtain  credit  from \ncommercial sources. Medium-scale biomass systems, such as gasifiers, have \nlow operating and maintenance costs compared with conventional alternatives, \nbut these systems have high front-end costs. This poses a barrier to prospective \ninvestors such as village organizations, TVEs, or entrepreneurs, who do not have \neither collateral or access to long-term financing. The overall weak financial \n   ", "  8\nsituation of the communities makes it difficult for them to obtain commercial loans \noffered by rural financial institutions.10 \n(ii)  Weak institutional capacities, inadequate technical expertise, and a lack of \nviable service infrastructure along with incentives for continued operation. \nThe qualified technical staff needed to promote and support biomass energy \nexpansion are in short supply. There are inadequate numbers of biomass energy \nsystem designers, contractors, maintenance technicians, and extension staff to \nrapidly promote and expand the use of biomass technologies. This inhibits the \nexpansion of biomass systems. Access to the modern technologies and technical \nlinks  are  not  readily  available,  inhibiting  the  ability  to  incorporate  advanced \ntechnologies such as in biomass gasification plants. High project preparation \ncosts restrict expansion, because investors are reluctant to proceed with these \nactivities without the assurance of financing. Technical support is required to help \npotential investors to prepare feasibility studies, designs, and cost estimates, and \nto develop business plans in order to secure financing. To ensure sustainable \noperation  of  individual  biogas  units,  biogas  plants,  and  biomass  gasification \nplants, a viable and effective private service sector must be developed to provide \nspare parts, operation and maintenance (O&M) services and to help improve \ntechnology  as  new  techniques  become  available.  Incentives  such  as \nconcentration of a minimum number of biogas units in one location to support a \nservice agency unit must be ensured, along with government policy to provide \nincentives for service personnel to earn an adequate income for the provision of \nsuch services. \n(iii)  Inadequate and poor rural infrastructure for effective biomass technology. \nPoor access to remote villages in rural areas hampers the efficient extension of \ntechnical services and the availability of spare parts and accessories for effective \nO&M of biogas digesters. It also causes higher damage to farm produce during \ntransportation, particularly during the wet season. Overcoming this barrier in rural \nareas will result in quicker and frequent access by technical staff to expand \nbiomass  technology  as  well  as  to  reduce  farm  produce  damage  during \ntransportation. This will result in higher farm incomes for better O&M of biogas \ndigesters. \n(iv)  Lack of sound environmental programs for developing a reliable database \nand social monitoring, and lack of public awareness and information. At the \nprovincial  level,  there  is  a  need  for  assistance  to  develop  environmental \nprograms and to assist in their implementation. Environmental monitoring at the \ncounty level is poor due to inadequate equipment and personnel. The generation \nof  quality  environmental  data  and  information  could  provide  a  good \ndemonstration  effect  to  convince  local  governments  to  develop  appropriate \nenvironmental policies and protection measures. Local government officials, in \nparticular  the  decision  makers  from  the  planning  commissions,  finance  and \nagricultural bureaus, as well as farmers and potential investors, lack information \nabout the implications and use of biomass energy systems. Consequently, they \nare  unable  to  make  practical  decisions  on  an  investment.  They  also  lack \n                                                 \n10  For a review of the financing system for rural energy development, see TA 2100-PRC: Rural Energy Development \nStudy, for $500,000, approved on 16 June 1994.  \n   ", "  9\nknowledge of the overall environmental and human health concerns and possible \nbenefits that are directly related to biomass energy systems.  \n(v)  Lack of confidence for Government to provide adequate assistance to the \npoor, resulting in the inability of a large number of disadvantaged and poor \nhouseholds  to  participate  in  biomass  technology  development. \nDisadvantaged  and  poor  households  have  been  unable  to  participate  in \nrenewable energy program, even though they are important partners to meet the \nGovernment’s overall environmental objectives, as well as to improve the quality \nof  their  lives.  Millions  of  poor  farmers  are  in  need  of  assistance.  Poorer \nhouseholds have very special and extraordinary problems that inhibit them from \nparticipating  in  income-generating  projects.  Major  constraints  include  lack  of \ncapital, weak technical capability, and lack of education and training. Special \nassistance is needed to help this group of disadvantaged and poor farmers to \nadopt  biomass  technology.  The  Government’s  efforts  to  help  the  poor  are \nconstrained by lack of an appropriate approach to enable a large number of the \npoor to participate in biomass technology development. Without an appropriate \nbiomass technology development approach or model, the Government lacks the \nconfidence  to  commit  itself  for  larger  scale  assistance  to  enable  the \ndisadvantaged and poor rural households to participate in biomass technology \ndevelopment. \n(vi)  Weak implementation and management capacity. Implementation agencies at \nlocal levels are weak and lack experience in implementing large-scale biomass \ntechnology projects. They require technical support to further strengthen their \ninstitutional capability and coordination functions. \nB.  Government Policies and Plans \n1.  Agriculture \n25.  The Tenth Five-Year Plan (TFP) (2001-2005) was approved by the National People's \nCongress on 15 March 2001. Under the TFP, efforts will be intensified to bring about stronger \neconomic restructuring, sustain natural resources management, and preserve the environment. \nThe  TFP  gives  high  priority  to  the  agriculture  sector  in  order  to  maintain  the  momentum \nachieved in the Ninth Five-Year Plan. The Western Region Development Strategy gives high \npriority to the development of western and central provinces and to reducing poverty in the less \naccessible areas. The medium-term sector strategies are designed to increase food production \nand increase rural incomes and employment opportunities to reduce the widening rural-urban \nincome  disparities.  Given  the  arable  land  constraints  (currently  at  0.1  ha  per  capita),  the \nagriculture sector development strategy focuses on increasing farm productivity, developing \nunderutilized and waste land, diversifying crop production, and adopting integrated approaches \nto farming that are friendly to the environment. The strategy also seeks to increase value added \nfor  agricultural  produce  and  to  increase  off-farm  employment  opportunities.  The  TFP \nemphasizes adopting an integrated system of farming with biomass technology to generate \nbiogas and other renewable energy to improve the environment.  \n \n2.  Poverty Reduction  \n26.  The Government is committed to poverty reduction. The PRC is one of the successful \ncountries in reducing rural poverty. The number of people classified as absolutely poor declined \n   ", "  10\nfrom 125 million in 1985 to 32 million in 2000.11 This success is based on broad-based pro-poor \neconomic growth, investment in social and physical infrastructure development, and promotion \nof good governance and policies to include the poor in mainstream development. Despite this \nremarkable success, the PRC still accounts for around one fourth of the absolute poor in Asia. \nThe majority of the rural poor live in the central and western provinces, mostly in areas with \nlimited  natural  resources,  poor  agricultural  land,  and  inadequate  physical  and  social \ninfrastructure. About 60 percent of the poor live in mountainous areas characterized by poor soil \nconditions and in areas suffering from drought and environmental degradation.  \n \n27.  The PRC’s poverty reduction-related objectives, as expressed in the TFP and the Ten-\nYear Poverty Reduction Strategy, call for significant effort to increase the incomes of farmers; \nprovide  physical  infrastructure;  develop  industries  for  processing,  storing,  and  transporting \nagricultural products; create off-farm employment opportunities for the rural poor; and increase \nstandards of living for the urban and rural poor in terms of housing, education, health, and \nenvironment. The Government is also promoting labor-intensive industries, especially in the \nservice sector, to increase job opportunities, and is offering incentives for people to start their \nown businesses.  \n \n28.  Since 1986, the State Council’s Leading Group for Poverty has launched a number of \npoverty reduction programs. These previous programs are periodically revised to better respond \nto the challenges of poverty reduction. The previous poverty reduction program focused on 592 \npoverty counties across the nation. In June 2001, the new poverty reduction program for 2001 \nto 2010 was launched. The new program promotes decentralized implementation and bottom-\nup participatory needs assessment of the poor at the village level to develop a specific poverty \nreduction strategy for each area. \n \n29.  The strong government commitment to reduce poverty is witnessed by the increased \nallocation  of  budgetary  funds  for  poverty  reduction.  Since  1994,  real  annual  Government \nspending on poverty reduction has increased by 260 percent. In 2002, the budgeted funds for \nthe  poverty  reduction  program  totaled  Y26  billion  ($3.1  billion).  In  this  new  program,  the \nGovernment is committed to increasing the budget by Y1 billion-Y5 billion to a total of Y5 billion \n($121 million to $605 million) annually. \n \n3.  Energy  \n30.  The  Government’s  strategy  in  the  energy  sector  is  to  reduce  the  growth  of  coal \nconsumption and the environmental pollution that coal consumption causes. The Government \nhas recognized the need to address the environmental problems associated with the heavy \ndependence of coal, and has reiterated its commitment to increase the use of renewable energy \nas outlined in its Program on New and Renewable Energy Development (1996-2010). The plan \ncalls  for  promoting  clean  coal  technologies  for  energy  production  and,  where  possible, \nsubstituting the use of coal energy with natural gas, hydropower, wind, solar, and biomass \nrenewable energy. Concerted efforts are being made to improve energy management and to \ndecrease the growth rate of energy consumption. The Government aims to develop renewable \nenergy  to  (i)  diversify  power  generation,  (ii)  accelerate  rural  development,  (iii)  develop \nsustainable resources, and (iv) derive environmental benefits.  \n \n                                                 \n11  These figures are based on the PRC’s Chinese poverty line, which is about $0.66 per capita expenditure a day on \na purchasing power parity basis. \n   ", "  11\n31.  In the TFP, the Government will accelerate renewable energy development through the \nuse of market-based policy instruments. The Government will create a market for renewable \nenergy through a mandated market share policy. The key elements of the new policy are to (i) \ncreate a mandated market share for renewable energy in the form of a legal requirement that \nsome share of electricity comes from renewable energy, and (ii) introduce an instrument to \nshare the incremental costs and benefits among the regions in the PRC. The Government \nintends to gradually introduce a requirement that 5 percent of electricity supplied to consumers \nbe generated from renewable energy sources. To support the development and implementation \nof the new renewable energy policy and to catalyze international financing, the Government has \nalso initiated the development of the Partnership for Renewable Energy with support from the \nWorld  Bank  and  GEF.  The  Partnership  will  provide  an  umbrella  for  all  renewable  energy \nactivities within the country during the next decade. It will support the Government’s Renewable \nEnergy Program during the Tenth and Eleventh Five-Year Plans to create a mandated market \nand reduce costs for mature technologies such as wind farm, small hydroelectric, and biomass. \nMaintaining the current share of 5 percent renewable energy in power generation is being taken \nas the tentative goal for the purpose of preparation of the Government’s Program. In May 2001, \na World Bank mission visited the PRC to prepare the World Bank/GEF China Renewable \nEnergy Scale-up Program (CRESP). The GEF Council approved the CRESP Project Brief at its \nMay 2001 meeting and is supporting it with a grant of $140 million. Under the CRESP, the \nWorld Bank will provide assistance to recommend revisions to current pricing policies that are \nconsistent with the PRC market economy and international best practice, as part of CRESP \npreparation.  \n    \n4.  Environment  \n32.  In  the  environment  sector,  the  Government’s  strategic  objectives  are  to  (i)  control \nenvironmental pollution; (ii) improve the quality of the environment, particularly in major cities; \n(iii) reduce degradation of natural ecological systems; and (iv) integrate environmental planning \nwith social and economic development. The major emphasis will be given to reducing air and \nwater pollution in 52 major cities where it is most severe. The Government will pursue a strategy \nof  sustainable  development,  integrating  environmental  protection  programs  into  national \neconomic and social planning, and establishing an effective environmental regulatory framework \nand management systems in urban and rural areas. \n \n33.  In  the  TFP,  the  Government  will  continue  to  improve  ecological  conservation  and \nstrengthen environmental protection. To this end, it will continue to implement new natural forest \nprotection projects on the upper reaches of the Yangtze River and in the upper and middle \nreaches  of  the  Yellow  River;  control  urban  pollution  by  strengthening  enforcement  and \nintroducing new and comprehensive regulatory measures to improve the environmental quality \nof large and medium-sized cities; protect the rural environment, especially from pollution caused \nby farm chemicals; and improve environmental, meteorological, and seismological monitoring \nsystems to help prevent and reduce natural disasters. \n \nC.  External Assistance \n34.  The World Bank and the Japan Bank for International Cooperation (JBIC) are the major \nsources of external assistance to the PRC. JBIC has provided over $20 billion to the country, \nmainly for infrastructure and environmental development. As of 30 June 2000, the World Bank \nhad financed about 234 projects with loans totaling about $35 billion. Of these, 61 projects with \nloans totaling $9.7 billion supported agricultural development, 31 projects with loans of $6.3 \nbillion were for energy sector development, and 17 projects with loans totaling $2.4 billion were \n   ", "  12\nto help improve the environment. The World Bank is assisting the Government in formulating a \nPartnership with GEF to provide the Government with about $100 million in loans through its \nCRESP. In the development of renewable energy resources in the PRC, the World Bank’s $100 \nmillion renewable energy development project includes a wind farm component, a solar PV \ncomponent, and a technology improvement component.  \n \n35.  ADB is another major international lender to the PRC. As of December 2000, the country \nhad received a total of 83 loans amounting to $10.3 billion from ADB. In the agriculture and \nnatural resources sector, ADB has provided 9 loans amounting to $583.9 million. In the energy \nsector, 15 loans amounting to $1.8 billion were provided. A Wind Power Development Project \nloan of $58 million was provided in November 2000 to assist the PRC in developing renewable \nenergy.  A  Renewable  Energy  Development  TA  addressed  barriers  to  the  commercial \ndevelopment of renewable energy through reviewing the policy and institutional framework, \ndeveloping  and  evaluating  prioritized  investment  programs  for  commercialization,  and \nidentifying specific investment requirements for external financing.12 \n \n36.  The United Nations Development Programme (UNDP) and GEF have also contributed to \nthe PRC’s renewable energy development. GEF has financed two projects in Yunnan Province: \n(i) the Energy Conservation Project—a $22 million GEF grant, together with a World Bank loan \nof  $63  million  and  a  European  Commission  grant  of  $5  million,  aims  to  increase  energy \nefficiency  through  the  introduction,  demonstration,  and  dissemination  of  new  energy \nconservation project financing concepts and market-oriented institutions; and (ii) the $35 million \nRenewable Energy Project aims to develop and enhance the renewable energy sector. A World \nBank loan of $100 million was provided to support the grid-connected wind component. The \nWind Power Development Project13 aims to reduce GHG emissions by accelerating the growth \nof  large-scale  grid-connected  wind  power  development  to  replace  current  fossil  fuel \nconsumption in the provinces of Heilongjiang, Liaoning, and Xinjiang. The Capacity Building for \nthe Rapid Commercialization of Renewable Energy in the PRC Project is another GEF project \nthat  aims  to  primarily  address  commercialized  large-scale  renewable  energy  technologies \nthrough market-based instruments. Direct beneficiaries of this project will be professionals, \npolicy makers, and businessmen who will be exposed to market-friendly mechanisms for the \ncommercialization of renewable energy forms. The Issues and Options in Greenhouse Gas \nEmissions Control Project had its goals to generate information needed by policymakers for \nmaking good decisions on reducing GHG emissions, introduce efficient industrial boiler designs \nand controls, reduce residential and commercial coal use, and train various professionals in the \nskills needed to attain the previous three goals. The project took place from January 1992 \nthrough March 1994. The CRESP (para. 31) will support the implementation of a national policy \nframework that will legally require a share of electricity to be met from renewable energy \nresources.    \n \n37.  UNDP has a number of ongoing and pipeline programs to support the commercialization \nof renewable energy. These include (i) the ongoing Resources Concessions for Sustainable \nDevelopment of Renewable Energy Project, focusing on policy implementation with respect to \nwind energy; (ii) a pipeline project that aims to develop a National Energy Strategy and Plan; \nidentify energy-related issues/strategies, and set options for energy policy development; (iii) a \nproposed demonstration project to promote modernized biomass energy in Jilin Province; (iv) a \nproject to help strengthen the Chengdu Biogas Research and Training Center; and (v) the \nongoing Capacity Building for the Rapid Commercialization of Renewable Energy Project.  \n                                                 \n12  TA 3056-PRC: Renewable Energy Development Project, for $566,000, approved on 19 August 1998. \n13  Project Number CPR/00/G31. \n   ", "  13\n \n38.  Bilateral assistance agencies are focusing on installing PV systems and developing grid-\nconnected  wind  farms.  Denmark,  Germany,  and  Spain  are  the  main  bilateral  sources  of \nassistance for wind-based renewable energy development. There is an ongoing cooperation \nproject in Liaoning Province financed by Italy dealing with gasification technology. A protocol on \nScientific  and  Technological  Cooperation  was  signed  in  June  2000  covering  scientific  and \ntechnological activities that provide support for the exchange of PRC and Italian researchers. \nThe Department for International Development (DFID) of the United Kingdom recently financed \nRural Energy in China–A Scoping Study but has not made any commitment in the renewable \nenergy  sector  for  the  next  few  years.  DFID’s  emphasis  is  mainly  on  poverty  reduction, \nconcentrating on provinces of Ganzu, Sichuan, and Yunnan provinces.  \n \nD.  Lessons Learned \n39.  Since the PRC joined ADB in 1986, a number of projects in the agriculture, energy, and \nenvironment sectors have been implemented and completed. Similarly, the World Bank and \nother funding agencies have also completed many projects related to the proposed Project, and \nvaluable lessons have been learned. Most of these projects have addressed issues relating to \npromoting  agricultural  reform,  liberalizing  markets,  raising  the  level  of  crop  production, \nincreasing farm productivity, generating rural employment, reducing the rural-urban income gap \nand poverty, developing renewable energy, and protecting the environment. The assessment of \nADB’s Country Assistance Program in the PRC, conducted in 1998,14 noted that the country has \na strong capacity for project implementation, with most ADB-assisted projects implemented \nefficiently and some completed ahead of schedule. There is a strong sense of project ownership \nat all levels and consequent commitment to their effective implementation. Factors contributing \nto  many  project  successes  included  (i)  intensive  project  preparatory  phase  and  rigorous \nscreening to ensure appropriate technical, financial, and economic viability as well as debt \nservicing capability; (ii) strong commitment and technical capability of executing agencies; (iii) \nappropriate  project  activity  sequencing  and  suitable  institutional  arrangements  for  effective \nimplementation;  (iv)  strong  involvement  of  beneficiaries  (individual  households  or  village \ncommunity groups) during project preparation; (v) effective interagency coordination; and (vi) \nstrong performance monitoring. Another lesson learned is that project performance tends to \nimprove when TA is provided to upgrade the capabilities of executing agencies and to hold \nseminars and workshops to familiarize project staff with ADB procurement and disbursement \nprocedures as well as other project implementation and monitoring guidelines at the early stage \nof project implementation. \n \n40.  However, not all ADB-funded projects have been successfully implemented. There are \nareas of weaknesses that need to be highlighted. ADB’s operations in the agriculture sector \nover  the  period  1986-1999  revealed  some  poor  performances.  Less  than  satisfactory \nperformance was noted in the Hexian Pulp Mill Project (Loan 937-PRC), involving an inward-\nlooking state-owned entity that isolated itself in a rapidly changing sector that is increasingly \nexposed to international competition. Projects that promoted direct government investment to \nprovide incentives and regulatory functions and involving extensive individual private household \nand community participation in production, harvesting, and downstream processing were more \nsuccessful. These lessons have been considered and incorporated in the design of subsequent \nprojects, including the proposed Project. \n \n                                                 \n14  CAP: PRC 98026: Country Assistance Program Evaluation in the People’s Republic of China, January 1999. \n   ", "  14\n41.  Several  World  Bank  postcompletion  reviews  of  agriculture  projects  have  also  been \ndrawn upon for lessons learned to be applied in the project design. The projects reviewed are \nmulticomponent ones implemented in many counties and in more than one province, and are \ntherefore  similar  to  the  proposed  Project  in  design.  The  lessons  learned  in  these \nmulticomponent and multilocation projects include the need for: (i) flexibility in project design to \nrespond  to  site-specific  technical  problems  and  rapid  market  changes,  and  (ii)  specific \nmeasures to ensure poverty reduction impacts by providing increased extension and support to \nfarmers.  The  project  design  has  accordingly  incorporated  these  lessons  and  experience. \nVarious measures are being taken to allow for project activities to be implemented in the four \nprovinces in a flexible manner; to provide extensive technical training, extension, and support to \nsmall farmers to enable them to increase productivity and income; and to effect improvement in \nthe environment. \n \n42.  In the energy and environment sectors, the Country Assistance Program Evaluation for \nthe PRC (para. 39) concluded that ADB’s strategic objectives in these sectors are appropriate. \nADB has played an effective role in assisting the PRC in the environment sector and has made \nadvances  in  expanding  its  policies  on  social  concerns.  The  loan  projects  addressing \nenvironmental problems in several major cities have been generally successful. \n \nE.  ADB’s Country and Sector Strategy \n43.  In pursuit of ADB’s overarching poverty reduction objective, the current PRC Country \nOperational Strategy15 was designed to (i) assist in improving the efficiency of the economy in a \nsustainable  manner,  (ii)  help  address  poverty  by  promoting  growth  in  the  poorer  interior \nprovinces, and (iii) achieve balanced regional development to protect the environment and \nbetter manage the country’s natural resources. The poverty reduction objectives of ADB, as \nexpressed in its Poverty Reduction Strategy, include three pillars: (i) pro-poor, sustainable \neconomic growth, in which growth is based on policies and programs that facilitate employment \nand income generation for the poor; (ii) social development that can enable the poor to make full \nuse of the opportunities to improve their living standard (poverty interventions), and programs \ndirectly  addressing  the  severity  of  poverty  (core-poverty  interventions);  and  (iii)  good \ngovernance, to ensure that the poor have better access to basic services and a greater voice \nand participation in decisions affecting them. \n \n44.  For agriculture, the country operational strategy focuses on (i) increasing efficiency in \nagricultural production, processing, and marketing; (ii) reducing rural poverty and increasing \nrural  income  opportunities  through  cash  crops  and  off-farm  employment;  (iii)  improving \nmanagement and development of soil, water, forest, and marine resources for sustainable \ndevelopment; (iv) supporting the transition to a market economy through improved incentives for \nprivate sector investment and establishment of a market information system; and (v) supporting \nenterprise reforms. ADB’s operations are designed to narrow the gap between rural and urban \nincome  opportunities  by  assisting  in  land  reform,  improving  agricultural  production  and \nproductivity, providing better postharvest processing facilities, developing efficient markets for \nagricultural goods, intensifying extension and research, and conserving the environment. ADB’s \nstrategic thrust to reduce poverty in the poorer inland provinces is to help (i) promote market-\nbased policy changes to attract more foreign and domestic investments; (ii) address rural \ninfrastructure and institutional constraints; (iii) develop integrated agriculture and agro-based \nindustries; (iv) develop transportation, communications, and marketing linkages between interior \n                                                 \n15  STS: PRC 95021: Country Operational Strategy Study, People’s Republic of China, May 1997. ADB’s New Country \nStrategy and Program is under preparation. \n   ", "  15\nand  coastal  provinces;  (v)  locate  developmental  projects  in  poverty  counties;  and  (vi) \nincorporate  project  components  to  minimize  or  reverse  environmental  pollution  due  to \nagricultural wastes. \n \n45.  In the environment sector, the strategy focuses on (i) strengthening the legal, policy, and \nregulatory  framework  for  sustainable  environment  management;  (ii)  supporting  institution \nbuilding in EIA monitoring and enforcement; (iii) supporting the utilization of economic measures \n(taxes,  charges,  and  fees),  supply-side  measures  (integrated  resource  planning  and  fuel \nswitching), and other measures (waste minimization and recycling) to protect and to ensure the \nsustainable utilization of natural resources; (iv) promoting market-based pricing; (v) promoting \nthe  use  of  cleaner  technologies  for  industrial  production  and  power  generation;  and  (vi) \nimplementing and monitoring agro-industrial pollution mechanisms. Agricultural projects are \ndesigned to simultaneously address both the environmental concerns and crosscutting issues, \nparticularly poverty reduction, beneficiary welfare, and natural resources management.  \n \nF.  Policy Dialogue   \n1.  Land Tenure Reforms \n46.  Land  use  and  land  tenure  in  the  project  provinces  are  covered  by  the  respective \nprovincial  regulations  within  the  broad  policy  framework  of  the  national  government.  ADB \nassisted the PRC in drafting the Land Administration Law, which became effective on 1 January \n1999. The law provides for a national land-use plan that will stipulate the total amount of arable \nland to be put under protection. Every province, county, and township will be assigned a quota \nof arable land for protection. The area of cultivated land should comprise 80 percent of the \narable land. Any arable land that is required for urban or industrial expansion must be replaced \nby a similar area of unused degraded land (such as wetlands, hilly areas or other marginal \nlands) that should be reclaimed to become arable land. The local governments must develop \nplans to protect arable land. A national supervision and inspection system for land resources \nand  land  occupation  has  been  set  up  at  the  Ministry  of  Land  and  Resources  for  the \nimplementation of the Land Administration Law. To help modify provincial land administration \nlaws to be consistent with the 1998 amendments to the national law, ADB helped Sichuan \nProvince draft a model enabling provincial law, which could be adopted by other provinces. The \nSichuan land law provides that: (i) there is registration of land rights and issuance of certificates \nby  which  landholders  can  confirm  their  rights  against  intrusions  by  other  landholders  and \nclaimants,  and  against  arbitrary  actions  by  state  or  local  government  agencies;  (ii)  local \ngovernments are given the responsibility for preparing the overall land use plans; (iii) formulas \nfor payments for rural land to be acquired for urban construction or other purposes should be \nbased on the measurement of the productivity of the rural land being acquired, and on full \ncompensation  for  collective  farm  organizations  and  individual  families;  and  (iv)  citizens \nparticipate in the process of land use and planning and in the procedures for conversion of rural \nland to urban uses. Representatives from the four project provinces attended a workshop that \nreviewed the model Sichuan law. ADB also funded a Land Use and Land Use Tenure Policy \nStudy in Fujian Province.16 \n \n47.  Access to adequate land resources by rural farmers is an important factor in rural \npoverty reduction. Reform of the legal framework covering land use and land tenure is a vital \nstep  in  reducing  rural  poverty.  During  project  processing,  policy  dialogue  with  the  project \n                                                 \n16 TA 2408-PRC: Land Use and Land Tenure Policy in Fujian Province, for $600,000, approved on 28 September \n1995. \n   ", "  16\nprovinces  was  undertaken  to  highlight  the  importance  of  land  use  tenure,  and  the \nrecommendations of the ADB-assisted Sichuan Province report were discussed. The Appraisal \nMission  urged  the  respective  provincial  governments  to  consider  the  study  and  adopt  the \nrecommendations.  \n \n2.  Promotion of Biogas Energy Development and Barrier Removal \n48.  The  Government  initiated  the  promotion  of  biogas  energy  development  under  the \nframework  of  the  Seventh  Five-Year  Plan  (1986-1990),  which  established  energy  quality \nstandards, standardized energy technologies, and strengthened institutional capacity in the \ndevelopment of biogas from agricultural wastes. The early experience led to the implementation \nof  an  Integrated  Rural  Energy  Development  Program  (IREDP).  IREDP  demonstrated  the \nfeasibility of renewable energy technologies such as biogas digesters and biomass gasification \nplants using low-cost agricultural wastes.  \n \n49.  Because of its potential to improve the environment through reduction in coal usage, \nincreased  utilization  of  agricultural  wastes  for  biogas  production,  and  organic  fertilizer \nproduction, ADB and other international agencies have actively engaged in policy dialogue with \nthe Government to promote biogas renewable energy development. In 1996, ADB financed the \nRural Energy Development Study,17 following which ADB engaged in active discussion with the \nGovernment that resulted in the preparation of the Efficient Utilization of Agricultural Wastes \nfeasibility study.18 Policy dialogue undertaken during the current project processing aimed at \npromoting larger scale biogas energy development in the PRC. However, impediments exist for \nthe development of biomass renewable energy in the rural sector.  These barriers are inhibiting \nrapid adoption of biomass technologies (para. 24).  \n \n50.  During the TFP, the Government will introduce policies and mechanisms to promote the \nadoption of biomass technologies, and the plan aims to achieve a target of 300,000 households \nper year. The World Bank and GEF will assist the Government through the Partnership for \nRenewable Energy Development to develop policies and mechanisms for renewable energy \ndevelopment. The World Bank-GEF assistance for the partnership will not likely be operational \nin the near future, and several more years will probably be required before an appropriate \nregulatory  and  policy  framework  is  established  for  renewable  energy  development.  In  the \nmeantime, the Government will actively pursue the TFP target of 300,000 rural households \nadopting  biomass  technologies.  The  Project  will  support  the  partnership  by  providing \nmomentum for the adoption of biomass energy systems in rural areas during the transition \nperiod. \n \n51.  The barriers inhibiting biomass renewable energy development will be addressed in the \nproject provinces. As a result of the Mission’s policy dialogue, a viable and sustainable financing \nmodality will be developed so that rural households can have access to longer term credit. \nSteps will also be taken to strengthen institutional capacity and to overcome shortages of \ntechnical  expertise.  Weaknesses  related  to  environment  policy  implementation  and \nenvironmental  management  capacity  will  also  be  addressed.  The  Project  will  develop \napproaches to enable a large number of poor and disadvantaged rural households to adopt the \nbiomass technologies. In view of the global, regional, and national benefits associated with the \nProject,  ADB  approached  GEF  for  assistance  in  overcoming  these  barriers  and  providing \nfinancial support for the environment policy implementation and public awareness activities. The \n                                                 \n17 TA 2100-PRC: Rural Energy Development Study, for $500,000, approved on 16 June 1994. \n18 TA 3370-PRC: Efficient Utilization of Agricultural Wastes, for $703,000, approved on 26 December 1999. \n   ", "  17\nProject, which will serve as a model for further replication in other parts of the PRC, was \naccepted into the GEF formal pipeline in June 2000.  \n \n3.  Environment Protection and Promotion of Clean Technologies \n52.  Efficient utilization of agricultural wastes for biomass energy generation will improve the \nrural environment and reduce GHG emissions. During project processing, the Mission’s policy \ndialogue was designed to encourage the Government to actively promote a policy to adopt \nclean renewable energy, especially in the rural areas. The use of biomass fuels can be a basic \nelement in sustainable development for a densely populated country like the PRC. In some \nnorthern areas of the country, forests near agriculture lands have been cleared for firewood and \nthe small farmers are now turning to less efficient sources such as straw and animal wastes for \nfuel and heating. Many rural households with higher than average incomes have increasingly \nswitched to coal or liquified petroleum gas. For most of the poorer farm households, biomass \ngas provides an appropriate and sustainable alternative. \n \n53.   The PRC has experience in biomass technology. Biogas productivity from small-scale \ndigesters has increased by 50 percent since the mid-1980s. Recently, more emphasis has been \ngiven to the concept of integrated farming with biomass systems, which aims to enhance farm \nproductivity and improve the environment within a farming system.  \n \n54.   The Mission emphasized to the Government that the market potential for biogas in the \nPRC is considerable and that there is scope for expansion. For example, more than 14,000 \nlarge-scale livestock breeding farms exist in the country; but only 5 percent have biogas/sewage \ntreatment  installations.  In  rural  areas,  huge  amount  of  biomass  residues  are  available  for \nbiomass gasification each year. However, most is burned, causing air pollution and respiratory \ndiseases. The Government should promote biomass gasification technology to reduce crop \nresidue burning. Progress so far has been limited. By year 2000, there were only about 300 \ncrop residue biomass gasification plants in the PRC, each providing producer gas to about 600 \nrural  households.  The  market  potential  of  biomass  gasification  systems  is  large.  If  only  1 \npercent  of  the  total  amount  of  crop  residues  were  converted  into  producer  gas  by  2010, \napproximately 10,000 biomass gasification systems would have to be installed. The Project will \nprovide funding to assist the Government to establish 28 biomass gasification plants and to \nstrengthen its institutional capability to provide technical support and extension services. The \nGovernment will ensure that continued funding will be provided to support the development of \nbiomass gasification technology and to ensure its sustainability.  \n \nIV.  THE PROPOSED PROJECT \nA.  Rationale \n55.  The strategy for industrial growth and agricultural intensification adopted by the PRC in \nthe past decades resulted in environmental problems, particularly air and water pollution linked \nto rapid economic growth and industrialization. Coal is the dominant primary source of energy, \naccounting for about 67 percent of total commercial energy production. The use of coal for \nenergy production has resulted in high levels of air pollution, causing major health problems, \ndegenerating ecosystems, declining agricultural production, increasing GHG emissions, and \noccurrences of acid rain. Total GHG emissions from all components of the agriculture sector \naccount for about 12 percent of the national total. These emissions are predominantly due to \npoor farming practices and inefficient use of biomass resources. \n \n   ", "  18\n56.  The rural environment has been degrading as a result of exploitation of firewood for \ncommercial and domestic use, production of excess biomass from rural farms and households, \nand intensive farming practices on degraded soils. These factors have led to increased air \npollution from the burning crop residues, soil erosion, and low farm productivity. Poverty has \nincreased as natural resources are despoiled and depleted in the rural areas. Farm households \nhave limited access to modern energy sources. The limited supply, high cost, and low quality of \nenergy  have  become  important  limiting  factors  for  rural  economic  development.  Direct \ncombustion  of  large  amounts  of  coal,  firewood,  and  crop  residues  is  contributing  to  the \ndeterioration of the environment. Coal is the dominant fuel source for most households in rural \nareas.  From  an  environment  point  of  view,  the  current  practices  in  energy  utilization  and \nagricultural production in the rural areas have led to increased pollution. Poor farm households \nput enormous pressure on the forests for firewood. The surplus of biomass, primarily due to an \nincrease in crop residues, doubled from about 300 million tons in 1978 to over 600 million tons \nin 2001. Over 100 million tons of crop residues are burned each year in open fields, contributing \nto high levels of air pollution. Air pollution in turn contributes to respiratory illnesses.  \n \n57.  Because of the lack of proper disposal of household and animal wastes (such as poultry \nand pig manure), a typical poor farm household is usually littered with decayed vegetables and \nfruits, animal manure, unhygienic latrines, and other household wastes. The situation is worse \nduring the wet season, when living conditions become filthy, causing health problems among \nchildren and older people. A significant reduction of such environmental pollution and health \nproblems could be achieved through adoption of biomass technologies utilizing agricultural \nwastes or biomass resources.  \n \n58.  The PRC produces over 10 billion tons of agricultural wastes per year. Inappropriate \ndisposal contributes to environmental and groundwater pollution. During the last three decades, \nthe Government has spent significantly to develop biomass technologies that are integrated into \nexisting farming systems. Biogas digesters and crop residue gasification technologies have the \npotential to become increasingly popular, particularly among small farmers. However, small \nfarmers  face  constraints  in  obtaining  credit  to  adopt  biomass  technologies.  Rural  financial \ninstitutions are reluctant to lend funds to them due to lack of collateral and the large number of \nsmall loans involved. There is also lack of a suitable financial modality whereby rural farm \nhouseholds and enterprises could obtain longer term credit to assist them in the adoption of \nbiomass technology. Such financial barriers can be overcome with assistance to develop an \nappropriate financial model and mechanisms for longer term lending that could be replicated in \nother parts of the PRC. Although the end users of the biomass technologies are in the private \nsector, there is strong public sector interest and significant environmental benefits associated \nwith the adoption of biomass technologies. The Government has made a concerted effort to \npromote  renewable  biomass  energy  to  improve  the  environment,  enhance  the  quality  and \nquantity of agricultural production, and improve the health and income of small farmers. Four \nenthusiastic  inland  provinces  (Henan,  Hubei,  Jiangxi,  and  Shanxi)  have  been  selected  to \nimplement the proposed Project. The four provinces were selected because they represent the \ninland provinces with distinct climatic ranges, have significant experience in developing and \npromoting biomass technologies, have large proportions of poor farmers living in marginal \nareas, and have expressed great enthusiasm to implement the Project. The Project will also \nhave demonstration effects on other poorer and less innovative inland provinces by showing the \nfeasibility and profitability of the adoption of biomass technologies as well as promoting private \nentrepreneurs’ participation in the project activities.  \n \n   ", "  19\nB.  Objectives and Scope \n1.  Objectives \n59.  The  long-term  goals  of  the  Project  are  to  improve  the  environment,  to  promote \nsustainable agricultural production to enhance economic growth, and to improve welfare and \nliving conditions of rural households, particularly the poor farmers. The immediate objectives are \nto  demonstrate  the  economic  viability  of  sustainable  biomass  technology  and  to  enhance \nagricultural productivity and rural income. The objectives will be achieved by (i) developing and \nenhancing  sustainable  biomass  technology  using  agricultural  wastes  to  generate  cleaner \nenergy, (ii) introducing improved mechanisms and strengthening institutional capacity for the \nadoption  of  biomass  technology,  (iii)  improving  rural  marketing  facilities,  (iv)  strengthening \nenvironmental policy implementation and public awareness, (v) assisting and facilitating the \npoor and disadvantaged group of farmers to adopt biomass technology, and (vi) promoting \nprivate sector participation. The project framework depicted in Appendix 1 provides more details \non the project objectives and activities. \n \n2.  Scope \n60.  The  project  scope  comprises  components  that  will  address  and  remove  various \nconstraints and barriers leading to the adoption of biomass technologies in a least-cost manner. \nThe Project will overcome the financial barrier by developing and establishing an appropriate \nfinancing modality and mechanism that will enable rural farm households to have access to \nlonger term credit for the adoption of the biomass technology. The Project will provide support to \novercome institutional and technical barriers through the provision of management and technical \nassistance to strengthen the concerned institutions to ensure project sustainability and greater \nadoption of biomass technologies. The lack of public awareness, information, and marketing \nbarriers will also be addressed through various publicity campaigns, seminars, and information \ndissemination activities. Finally, the Project will address the inability of disadvantaged and poor \nhouseholds to adopt biomass technologies through special training and provision of biogas \nadoption facilities. The Project has six components: \n \na.  Component A: Fund Renewable Energy Generation and Eco-\nEnvironment Development  \n61.  This  component  will  provide  funding  assistance  to  Project  beneficiaries  for  the \ndevelopment and adoption of biomass technology and will develop an appropriate financing \nmodel and mechanism based at the provincial finance departments for extending longer term \ncredit to rural farm households. A sustainable and replicable financing model will overcome a \nkey barrier, lack of access to credit, that prevents farm households from adopting biomass \ntechnologies.19 The longer term financing will allow the beneficiaries to construct the following:20 \n \n(i)  4,700  greenhouses  with  small  biogas  digesters  for  project  farmers  (type  I \ntechnology). This is commonly referred to as the 4-in-1 model ecofarm. The four \nelements are: greenhouse, pigs (or other livestocks) in an integrated pigpen \ninside  the  greenhouse,  vegetable  crops,  and  a  digester.  The  provision  of \ngreenhouses and digesters will enhance small farmers’ productivity and improve \ntheir incomes. Digested fluids and sludge (manure and household wastes) from \n                                                 \n19  Details of biomass technology are given in Supplementary Appendix A.  \n20 The figures given are indicative only, as the number will depend on the actual demand during implementation. \n   ", "  20\nthe pigs and household latrine provide the fuel for the underground digester to \nproduce biogas for lighting and cooking, and for greenhouse heating and CO  \n2\ngeneration.  Organic  fertilizer  is  produced  through  the  fermented  sludge  and \neffluents, and used as an input to improve greenhouse vegetables and farm \nproduction.  \n(ii)  10,900  smaller  scale  orchard  plantations  with  biogas  digesters  (type  II \ntechnology). This is commonly referred to as the 3-in-1 model ecofarm. The three \nelements are pigs (or other livestock), orchard (1 hectare), and a digester. The \nmodel can also use vegetables, cotton, fishponds, grain crops or other crops to \nsubstitute for the orchard. Manure from the pigs and household wastes provide \nthe source of fuel for the digester to produce biogas. Fermented sludge and \neffluents are by-products and are used as organic fertilizer for the farm or for fish \nproduction. Most of type II units are located in the two southern provinces where \nthere is high demand for fresh fruits in the nearby cities. Fresh citrus fruits from \nthe Project will be sold to nearby cities such as Guangzhou, Hong Kong, and \nShanghai, where the market demand is high.  \n(iii)  14 medium-scale biogas plants (type III technology). The biogas plants will be \nlocated in large commercial pig farms. Pig manure and other liquid wastes and \nsludge will provide the fuel for the biogas plants. Each plant will be able to supply \nup to 120 households and the central pig farm with biogas for lighting and \ncooking. Organic manure, which is the by-product of the plant’s effluent, will be \nsold to adjacent farms. \n(iv)  28 medium-scale straw biomass gasification plants (type IV technology). The \ngasification plants will be located in farming villages where there is abundant \nwheat or other grain straw that is normally burned in the field after harvesting the \ncrop. The plants will use mostly crop residues for gas production. The gas will be \ndistributed  to  farm  households  for  cooking,  lighting,  and  heating.  Each \ngasification plant can supply up to 600 farm households.  \nb.  Component B: Improve Mechanisms for Transferring Biomass \nTechnology  \n62.  This  component  will  promote  and  expand  biomass  technology  adoption  through \nprovision of training to biogas contractors, biogas technicians, beneficiary farmers, and medium-\nscale plant operators. The contractors will be assisted so that the investments will be built to the \nstandards  expected.  The  contractors  will  develop  a  large  network  of  private  service \nprofessionals  to  conduct  O&M  and  repair  work  after  the  systems  have  been  constructed. \nFarmers will be trained in O&M of their biogas digesters and on appropriate farming systems to \nbe adopted in the greenhouse and in the orchards. Operators of medium-scale biogas and \nbiomass gasification plants will be provided with technical training to improve their skills in the \nO&M of the plants. To strengthen their experience in the efficient utilization of agricultural \nwastes, management, and strategies, project staff will receive training to improve their technical \nexpertise and extension skills. The training will take the form of workshops, study tours to \nneighboring provinces, group farm visits, and on the job training. Local research fellowships will \nbe awarded on biomass energy system improvement, environmental protection, and monitoring \nof  biomass  technologies.  Promotion  and  expansion  of  biomass  technology  and  renewable \nenergy policy will be included. Consulting services will be provided to help the local government \nto develop and adopt appropriate policies and incentives to encourage biomass technology \n   ", "  21\nadoption in rural areas. This component will integrate all elements of biomass technology \nadoption,  incorporating  the  existing  farm  production  system  along  with  strengthening  the \ninstitutions,  and  will  develop  a  viable  private  service  sector  and  incentives  for  continued \noperation to ensure sustainability. The number of biogas units in each participating village will \nbe significantly increased to support at least one or more private service units. It is expected \nthat more than 300 viable private service units will be established in the project areas. \n \nc.  Component C: Rehabilitate Farm-to-Market Facilities  \n63.  This component will provide rural infrastructure to link agricultural production areas to \nthe existing road network. The Project will construct or rehabilitate about 60 kilometers of rural \naccess roads in the four participating provinces. The component will improve the ability of small \nfarmers  in  the  project  villages  to  develop,  expand,  and  market  their  farm  products  by \nconstructing, improving, or rehabilitating strategic access and farm-to-market roads, drainage \nsystems, and bridges. This activity will result in higher farm incomes, marketing of better farm \noutputs, supply of inputs, easy access by extension officers to promote and enhance biomass \ntechnology adoption by rural households, and easier access to obtain spare parts necessary for \nO&M of the biogas digesters. Construction will be undertaken with the cooperative efforts of \neach village’s farm labor on a volunteer basis, while the local government will provide the \nmaterials. The project implementation agencies will organize the civil works. Road maintenance \nwill be done by volunteer farm labor supervised by village committees. About 100 remote \nvillages with small-scale biogas digesters will undertake this rural infrastructure activity. It will \nincrease access to markets, facilitate O&M services, and reduce high transportation costs and \ndamage to produce, particularly in the more remote and disadvantaged areas.  \n \nd.  Component D: Improve Environmental Policy Implementation and \nAwareness \n64.  This  component  is  designed  to  assist  and  develop  environmental  frameworks  and \nprograms  to  assist  the  provincial  governments  to  effectively  implement  the  national \nenvironmental policy, particularly in those areas relating to biomass technology development \nand adoption. It will provide environmental equipment, technical support, and training to improve \nenvironmental policy implementation and awareness and to establish facilities and systems for \nenvironmental  monitoring  to  assure  higher  environmental  standards.  This  will  assist  the \nestablishment  of  a  benchmark  for  environmental  standards  and  the  measurement  of \nenvironmental  impacts  resulting  from  project  activities  to  highlight  the  results  for  public \nawareness so that public and political support is forthcoming for the promotion and expansion of \nbiomass technologies in the rural areas. Such a demonstration effect will also promote public \nawareness and solicit political support to alleviate environmental pollution. The component will \ndevelop a communication strategy to educate the public to raise public awareness, establish a \nsystem of monitoring emissions of environmental contaminants through provision of monitoring \nequipment  and  training  to  farmers  and  government  officers,  and  mount  public  information \ncampaigns and barrier removal activities, including (i) facilitating implementation of a national \nrenewable  energy  policy  framework,  (ii)  developing  a  legal  framework  for  private  sector \nparticipation, (iii) improving tax incentives for renewable energy development, (iv) strengthening \nrural  financial  institutions,  and  (v)  promoting  technology  for  the  manufacturing  of  biogas \ncomponents. \n \n   ", "  22\ne.  Component E: Pilot Poverty-Focused Approaches to Biomass \nDevelopment   \n65.  This  component  will  introduce  an  improved  and  innovative  biomass  development \napproach  especially  designed  to  assist  the  disadvantaged  and  poor  households.  The \ncomponent will develop appropriate community-based biogas energy programs targeted for the \npoor, who would otherwise not be eligible to apply for project credit facilities provided under \ncomponent A. Initially, special training materials for adult semiliterates and extension services \nwill be developed for this group of beneficiaries.21 Women’s associations at the village level will \nhelp farmers to participate in the adoption of biomass technology through special training that \nwill upgrade their technical capabilities, and to prepare subloan applications. To enable the poor \nto participate in the Project (i.e., to be eligible for assistance under component A), they will be \nprovided with basic biogas facilities such as biogas digester, pigpen, and other equipment that \nwill form part of their own equity contribution, in addition to their labor, for the application of \nproject  financing  to  undertake  the  biogas  production  investment.  A  traditional  household \nassistance model will be adopted to provide assistance to poor families. This involves assigning \na better-off and more experienced household to aid the disadvantaged and poor family on a \none-to-one basis to provide technical assistance and support to enable the poor family to \nsuccessfully adopt the biomass technology. Support to poor and disadvantaged farmers is \nimportant because they constitute about 3 million of rural population in the project provinces and \nbecause they are the main users of polluting energy (coal and firewood). The Poverty Alleviation \nOffice and other relevant bureaus in the PRC receive a substantial budget from the national \ngovernment (over $600 million annually), and its rural county offices will be actively involved in \nthe project implementation activities for this component. The component will be implemented in \ntwo phases. Phase 1 (years 1-3) involves the selection and provision of assistance to about 15 \npercent of project beneficiaries who live below the poverty line (about 2,353 households). GEF \nfunds will be used to introduce this improved approach in phase 1. In phase 2 (years 4-5), the \nGovernment, through its Poverty Alleviation Office and other provincial offices, will continue to \npilot test this approach using its own resources to finance another 2,597 poor households. A \nsuccessful outcome of this component will enable the Poverty Alleviation Office to replicate the \nactivity in other provinces. \n \nf.  Component F: Improve Project Implementation and Capacity \nDevelopment  \n66.  The  component  will  provide  consulting  services  to  strengthen  the  coordination  of \ntechnical  support,  improve  the  implementation  capacity  of  the  executing  agencies,  and \nstrengthen their institutional capacity to manage and supervise project implementation activities. \nThe Project will involve the Foreign Economic Cooperation Center (FECC) within the Ministry of \nAgriculture (MOA), and the provincial governments of Henan, Hubei, Jiangxi, and Shanxi as \nexecuting agencies. The project county governments (either the county agricultural bureaus or \nrural energy offices) will serve as project implementation agencies. The project implementation \ncapability at both the national and provincial levels will be strengthened through technical \nsupport,  incremental  staffing,  and  provision  of  training  to  both  the  finance  and  technical \npersonnel. Extensive training in financial management and credit provision will be provided to \nthe staff of finance bureaus. Consulting services will be provided to strengthen the executing \nagencies’ institutional capacity to implement and monitor all project activities. The executing \n                                                 \n21  The disadvantaged and poor farmer, as defined in the Project, is one who (i) has a per capita income of less than \nY1,000/year; (ii) has limited formal education; (iii) is dependent on coal, firewood, and/or crop straw for heating and \ncooking; (iv) lives under poor sanitary conditions; and (v) lives in a less accessible village. \n   ", "  23\nagencies will be supported technically and financially to assume the coordination, monitoring, \nand evaluation functions at both the provincial and county levels. \n \nC.  Cost Estimates \n67.  The total cost of the Project is estimated at $77.3 million, including price and physical \ncontingencies;  interest  during  implementation;  and  other  charges  including  front-end  fees, \ntaxes, and duties. Of the total cost, about $36.3 million or 47 percent is in foreign exchange, and \n$41.0 million equivalent or 53 percent is in local currency. A summary of the cost estimates is \ngiven in Table 1, and details are given in Appendix 3. About 79 percent of total base cost will be \nspent  on  renewable  energy  development  and  eco-environment,  and  about  11  percent  on \nimproving project implementation and capacity development. The component on improving \nproject implementation and capacity development is larger than normal expenditure item due \nmainly  to  allocating  all  Project  Management  Office  (PMO)  consulting  services  to  this \ncomponent.  In  practice,  the  services  of  PMO  consultants  will  be  distributed  among  all \ncomponents. The interest and other charges, totaling to about $5.3 million, are calculated based \non the current London interbank offered rate (LIBOR)-based interest rate of 3.8 percent.22 \n \nTable 1: Summary of Project Cost Estimates \n($ million) \n     \n    Foreign  Local  Total \nItem  Exchange  Currency Cost \nA. Base Cost    \n 1. Fund for Renewable Energy Generation and Eco-Environment  23.66  24.77  48.43\nDevelopment \n 2. Improve Mechanism for Transferring Biomass Technology  0.27  0.77  1.04\n 3. Rehabilitate Farm-to-Market Facilities  0.24  0.78  1.02\n 4. Improve Environmental Policy Implementation and Awareness  0.50  1.22  1.72\n 5. Pilot Poverty-Focused Approaches to Biomass Development  0.06  2.72  2.78\n 6. Improve Project Implementation and Capacity Development  1.64  4.86  6.50\n   Subtotal (A)  26.37  35.12  61.49\nB. Contingenciesa       \n 1. Physical Contingencies  2.64  3.50  6.14\n 2. Price Contingency  1.78  2.38  4.16\n   Subtotal (B)  4.42  5.88  10.30\nC. Interest Charges During Construction       \n 1. Front-End Fee  0.33  0.00  0.33\n 2. Commitment Fee  0.28  0.00  0.28\n 3. Interest Charges b  4.66  0.00  4.66\n   Subtotal (C)  5.27  0.00  5.27\nD. TA Preparation Cost  0.21  0.00  0.21\n           Total  36.27  41.00  77.27\n \na  Physical contingency is assumed at 10 percent of base cost. Price contingency is calculated based on price escalation factors in \nlocal currency of 3 percent for year 1 and 2 percent for year 2 onwards; and in foreign currency of 2.4 percent for year 1 onwards. \nb  Interest charges are based on current LIBOR-based of 3.8 percent plus a spread of 0.6 percent. \nSource: Asian Development Bank estimates. \n \n                                                 \n22  At the time of appraisal in July 2001. \n   ", "  24\nD.  Financing Plan \n1.  Sources \n68.  A summary of the financing plan is given in Table 2. Of the total cost of $77.3 million, the \nGovernment has requested ADB to provide a loan of $33.1 million (43 percent of total cost) from \nordinary capital resources to help finance the Project. The loan will finance about 91 percent of \nthe foreign exchange cost. The loan will have a 25-year term, including a grace period of 5 \nyears; an interest rate determined in accordance with ADB’s LIBOR-based lending facility; a \ncommitment charge of 0.75 percent per annum; a front-end fee of 1 percent; conversion options \nthat  may  be  exercised  in  accordance  with  the  terms  of  the  Loan  Agreement,  the  loan \nregulations, and ADB’s conversion guidelines; and such other terms and conditions as set forth \nin the Loan Agreement. The local governments will contribute $23.6 million and the beneficiaries \n$14.2 million. GEF will provide $6.4 million on a grant basis.  \n \nTable 2: Financing Plan \n($ million) \n \n  Foreign  Local  Total   \nSource  Exchange  Currency  Cost  Percent \nAsian Development Bank (ADB)  33.12  0.00  33.12  43 \nLocal Governments  1.10  22.49  23.59  31 \nBeneficiaries  0.00  14.20  14.20  18 \nGlobal Environment Facility (GEF)a  2.05  4.31  6.36  8 \n         Total  36.27  41.00  77.27  100 \n a  Details and components to be financed by GEF are given in Appendix 3, Table A3.3. GEF Council \napproved the grant in December 2001.The Chief Executing Officer of GEF endorsed the Project in May \n2002. \nSource: ADB estimates. \n \n69.  The  local  counterpart  currency  requirements  will  be  provided  by  the  participating \nprovincial, municipal, county, and township governments through their annual budgets, and by \nthe project beneficiaries, including private enterprises. Loan funds repaid prior to the project \ncompletion date will be revolved by the relevant municipal and county finance bureaus for \nfurther financing of type I and type II investments, particularly to disadvantaged and poor \nfarmers.  \n \n2.  Relending and Onlending \n70.  The PRC will be the Borrower of the ADB loan. On behalf of the Borrower, the Ministry of \nFinance (MOF) will enter into subsidiary loan agreements with Henan, Hubei, Jiangxi, and \nShanxi as provincial governments subborrowers. MOF will relend the proceeds of the ADB loan \nto the four provincial governments at the same rates and terms for financing component A. The \nfunds will be onlent to the municipal, county, and township finance bureaus at the same rates \nand terms as the ADB loan. The concerned finance bureaus (county and municipal level), in \nturn, will be responsible for channeling the loan proceeds and counterpart funds to eligible \nenterprises,  and  to  eligible  farmers  through  the  township  finance  bureaus.  The  ADB  loan \n   ", "  25\nproceeds will be used to finance 50 percent of the cost of each subproject.23 The provincial \ngovernments and the beneficiaries will contribute the balance of the investment cost, which will \nblend into the ADB loan. The finance bureaus will be responsible for recovery of the loan \nproceeds, foreign exchange and interest rate variation risks for the small-scale borrowers (types \nI and II), and servicing the debt obligations of the Borrower. However, for the medium-scale \nbiogas  and  gasification  plants  (types  III  and  IV),  the  subborrowers  will  bear  the  foreign \nexchange and interest rate variation risks. \n \n71.  Farmer and enterprise beneficiaries will enter into legally binding contracts with the \nrelevant project implementation units (PIUs) and the finance bureaus (county, municipal, or \ntownship) on the same terms and conditions of the investment loan. The onlending interest \nrates to the farmers and enterprises will be no less than the prevailing commercial bank rate for \nsimilar loans and terms. The repayment periods will be based on the projected cash flow and \nprofitability of each type of investment. For types I and II investments, the township will onlend \nto the farmers in local currency with a repayment period of not more than 10 years and a grace \nperiod of not more than 5 years. For types III and IV investments for the enterprises, the \nmunicipal or county finance bureau will onlend the ADB loan funds in US dollars with repayment \nterms of not more than 10 years, and a grace period of not more than 5 years, depending on the \nprojected cash flow and profitability of the investment subproject. \n \n72.  The finance bureaus24 will review and appraise each subloan application and evaluate \nits merits based on the criteria to be established by the Project. The subloan approach is \ndemand-based and only the qualified applications will be approved. The eligibility criteria for all \ntypes  of  applicants  are  given  in  Supplementary  Appendix  G.  Funds  from  ADB  and  the \nGovernment will be blended in a package based on the onlending interest rate as described \nabove. Beneficiary contributions can be in the form of labor, existing assets, and/or cash. \n \nE.  Implementation Arrangements \n1.  Project Management \n73.  While the detailed implementation arrangements vary from one province to another, the \nProject will have the following organizational and management structure (see also Appendix 4): \nA National Project Coordination Committee (NPCC), which will serve as the policy-making body \nof the Project, will be established at MOA in Beijing to provide guidance to the four project \nprovinces on all aspects of policy, implementation, coordination, and issues beyond the control \nof the provincial governments. Under the leadership of a vice minister of MOA, NPCC is \ncomprised of senior directors from concerned departments such as the State Development and \nPlanning  Commission;  MOF;  SEPA;  and  representatives  of  MOA  from  the  Department  of \nDevelopment Planning, Department of Research, Education and Rural Environment, Poverty \nAlleviation Office, and FECC as members. At the national level, the PMO will be established at \nFECC for overall project management, coordination, training, recruitment of consultants, and \nother implementation and monitoring activities. The PMO will be the secretariat of NPCC, and \nthe PMO director will serve as the secretary for the NPCC. The functions of the PMO include (i) \nsupervising  feasibility  studies  of  subloans  (medium-scale  biogas  and  biomass  gasification \n                                                 \n23  The type I technology subproject cost ranges from $2,000 in Henan to $3,000 in Shanxi. The type II technology \nsubproject cost ranges from $2,250 in Hubei to $3,600 in Henan. The type III biogas plant is estimated at $235,78 \nper unit and the type IV gasification plant costs about $131,814 per unit. \n24 The capability of the finance bureaus to assess subloan applications in the four provinces was thoroughly \nreviewed, and it was found that they have the experience and capability to undertake the tasks as required under \nthe Project. \n   ", "  26\nplants);  (ii)  reviewing  overall  project  annual  work  programs  and  budgets;  (iii)  supervising \nprocurement activities; (iv) coordinating and compiling project progress reports submitted by \nPIOs; (v) developing monitoring indicators, establishing a monitoring system, and evaluating \noverall  project  performance;  (vi)  recruiting  and  supervising  consultants;  and  (vii)  providing \ntechnical and management training including training provincial officials on the adoption of a \nproject performance management system (PPMS). \n \n74.  MOA and the four provincial governments will be the executing agencies of the Project. \nA  provincial  leading  group  (PLG)  will  be  established  in  each  province  to  oversee  project \nimplementation,  review  and  approve  project  plans,  source  counterpart  funding,  effect  inter \nsector  coordination,  and  provide  guidance  and  advice  to  resolve  field-level  project \nimplementation issues. Each PLG will have the vice governor as the chairperson, with senior \ndirectors of the department of agriculture, development planning commission, department of \nfinance,  women’s  association,  bureau  of  environment  protection,  audit,  and  other  relevant \nbureaus  as  members.  Under  the  administrative  control  of  the  provincial  department  of \nagriculture, a PIO will be established to manage and oversee project implementation activities in \neach province. The duties of the PIO will include (i) organizing and compiling all medium-scale \nbiogas  and  biomass  gasification  feasibility  studies  and  investment  plans  of  types  I  and  II \nsubprojects; (ii) drawing up annual work programs and budgets; (iii) applying approved selection \ncriteria in selecting subprojects of large-scale biogas plants; (iv) reviewing and approving county \nPIUs’ work plans and verifying the costs of proposed subprojects; (v) supervising and managing \nprocurement activities; (vi) supervising construction, inspection, and acceptance; (vii) monitoring \nphysical and financial progress and setting up a PPMS for  monitoring and evaluation results; \n(viii)  coordinating  and  compiling  progress  reports  submitted  by  PIUs;  (ix)  conducting,  in \ncoordination with the county and township implementation agencies, periodic socioeconomic \nsurveys to monitor project impacts; and (x) preparing and submitting withdrawal applications to \nADB. The PIOs will also serve as the secretariat for the PLG. Each PIO will be staffed with \ntrained and qualified technical, financial, and management personnel and headed by a senior \nprovincial agricultural department as the PIO director. To ensure strong financial management \nof the Project, a senior official from the provincial Department of Finance will be appointed as \none of the two deputy directors of the PIO to manage all financial aspects of the Project.  \n \n75.  The county or prefecture governments will set up a leading group and establish the PIUs \nfor field-level project activities. The PIUs will be located in the Bureau of Agriculture and will be \nsupported by local bureaus of finance, livestock, rural energy offices, poverty alleviation offices, \nand other relevant technical agencies. The municipal and county PIUs in turn will work closely \nwith the township governments and village committees, and with civil society organizations such \nas women’s associations, research institutes, and universities. The county finance bureaus will \nactively be involved in all financial aspects of the Project activities. \n \n76.  The provincial finance departments will be responsible for management of the project \nfinances. The project funds will be released from the provincial finance departments to the \ntownship finance bureaus, in accordance with the recommendations of the PIOs, and in turn \ndisbursed to project beneficiaries. The disbursement, repayment, and other financial activities \nwill  be  channeled  through  the  relevant  finance  bureaus  for  the  medium-scale  biogas  and \nbiomass gasification plants; and through township finance bureaus to the farmer beneficiaries or \nrural cooperatives in the case of small biogas investors.  \n \n   ", "  27\n2.  Implementation Schedule \n77.  The  Project  will  be  implemented  over  a  period  of  five  years  commencing  in  2003 \n(Appendix 5).  \n \n3.  Procurement \n78.  All goods and services to be financed by the ADB loan and GEF grant will be procured in \naccordance with the ADB’s Guidelines for Procurement. Most of the loan funds will be used by \nsubloan  borrowers  to  construct  small  and  medium-scale  biomass  systems  integrated  with \nexisting agricultural production. Procurement will be mainly for environmental monitoring and \ntraining equipment. Most of this equipment is simple and available locally and will be procured \nby the respective provincial PIOs. Supply contracts for equipment and materials are estimated \nto cost less than $500,000 and will be done by international shopping, except those estimated to \ncost less than $100,000, which will be done by direct purchase. The civil works for rehabilitation \nof  local  farm  roads  and  bridges  are  simple,  and  the  materials  will  be  provided  by  local \ngovernments and PIUs with volunteer labor from the local farmers. Other civil works associated \nwith the provision of basic biogas facilities to the poor farmers are relatively small; they are \nunlikely to be of interest to foreign contractors and will be done on a force account basis. \nIndicative procurement packages are given in Appendix 6. \n \n4.  Consulting Services \n79.  Consulting services will be required to assist the executing agencies, through the PMO \nand PIOs. All consulting services will be financed by the GEF grant. International consultants \nwill be selected and engaged through a firm using the quality-and-cost-based (QCBS) method in \naccordance with ADB’s Guidelines on the Use of Consultants.  Domestic consultants will be \nrecruited through arrangements satisfactory to ADB. The consultants will assist the Government \nin  addressing  key  barriers  that  are  contributing  to  lack  of  widespread  dissemination  and \nexpansion of biomass renewable energy systems. Both international and domestic consultants \nwill be engaged to develop synchronized programs to help in removing the barriers and to \noversee the implementation of selected activities; assist in setting up institutional strengthening \nprograms  to  raise  the  skills  of  contractors,  farmers,  and  project  staff;  and  develop  an \nenvironmental monitoring and measurement program. About 45 person-months of international \nconsultants and 117 person-months of domestic consultants will be required under the direction \nof the PMO, and another 142 person-months of domestic consultants will be required under the \ndirection of the PIOs in the four provinces. Terms of references for the consulting services are \ngiven in Appendix 7. \n \n5.  Disbursement \n80.  The Borrower will disburse subloans and eligible expenditures under the Project through \n(i) imprest accounts to be established at the PIOs immediately after the effectiveness date of the \nLoan Agreement; or (ii) ADB’s direct payment, commitment, or reimbursement procedures. An \nimprest  account  will  be  established  within  each  of  the  four  provincial  governments.  Initial \nadvances will be equivalent to the PIOs’ projected disbursements to subborrowers over a six-\nmonth period, or 10 percent of loan proceeds, whichever is less. The imprest account will be \nestablished,  managed,  replenished,  and  liquidated  in  accordance  with  ADB’s  Loan \nDisbursement Handbook, as amended from time to time. ADB’s statement of expenditures \nprocedure will be used to liquidate advances provided into the imprest account. The accounting \nsystems  and  internal  control  procedures  of  the  Department  of  Finance  in  the  four  project \n   ", "  28\nprovinces have been assessed; their financial controls and discipline are adequate for the \napplication of the statement of expenditure procedure.  \n \n6.  Project Accounts, Audits, and Reports \n81.  Municipal and county PIUs will maintain records and accounts in accordance with sound \naccounting principles, and sufficiently detailed to identify subloans and subprojects financed by \nthe loan and to disclose the use of funds under the Project. The records and accounts will be \nforwarded regularly to the provincial PIOs. The PIOs will maintain records of all expenditures \nand  prepare  consolidated  project  accounts.  The  PIOs  will  ensure  that  the  consolidated \nprovincial project accounts are forwarded to the PMO at MOA for final consolidation and to be \naudited annually by independent auditors acceptable to ADB. The PMO and ADB will review \nthese records on a random basis. The audited financial statements will be submitted to ADB not \nlater than nine months after the end of the fiscal year. The PMO, in coordination with the PIOs, \nwill submit consolidated semi annual progress reports to ADB within three months of the close \nof the semi annual period. The semi annual progress reports will follow the project performance \nreport format proposed by ADB and should contain (i) physical and financial accomplishments; \n(ii) project performance indicators; (iii) problems encountered or anticipated, and actions taken; \nand (iv) a work plan for the next report period, among others. Within six months after project \ncompletion, the PMO will prepare, in coordination with the PIOs, and submit to ADB a project \ncompletion report summarizing the loan utilization, project implementation, the attainment of \nobjective and targets, and an objective evaluation of implementation experience and project \nperformance rating. The executing agencies and PIOs will be informed of ADB’s new policy on \nsubmission of audited financial statements and the strict penalties for noncompliance.  \n \n7.  Implementation Reviews \n82.  At the commencement of project implementation, an inception mission will be fielded to \nfinalize the project administration memorandum. Details on implementation arrangements will \nbe fine-tuned, and further details on the poverty targeting mechanisms and monitoring indicators \nwill be formulated and agreed upon with the provincial governments. In 2005, ADB and the \nGovernment will jointly undertake a comprehensive midterm review of the Project to assess its \nimplementation status, review its parameters, and take appropriate measures to further improve \nits implementation efficiency to ensure the achievement of its objectives and the anticipated \nsocioeconomic impacts. Annual review missions will be conducted to assess implementation \nprogress and examine the appropriateness of the project design and scope, the effectiveness of \npoverty targeting mechanisms, and the criteria for credit assistance, and to explore ways to \nfurther improve project implementation efficiency. \n \n8.  Project Performance and Management System \n83.  The PMO, in coordination with the PIOs, will establish a PPMS system in the PMO and \nPIOs to monitor and assess project impact and the achievement of the project objectives. \nSample  surveys  using  the  rapid  rural  appraisal  method  and  household  interviews  will \nsupplement and generate data and socioeconomic information for the PPMS. The impact on the \ntarget beneficiaries, particularly on the poor and disadvantaged groups, will be monitored by the \nPIOs  and  PIUs  with  assistance  from  local  poverty  alleviation  offices  and  the  women’s \nassociations.  Special  poverty-focused  surveys  will  be  conducted  by  local  universities  to \ncomplement the data generated under the PPMS and the results of monitoring and evaluation. \n \n   ", "  29\n9.  Governance and Anticorruption Measures \n84.  During project processing, ADB's anticorruption policy was explained to the national and \nprovincial governments and to the PMO and PIOs in the four project provinces, which were \nbriefed  on  the  anticorruption  provisions  incorporated  into  ADB's  Guidelines  on  the  Use  of \nConsultants. Attention was drawn to the need for PMO and PIO staff to observe the highest \nstandards of ethics in the procurement for and implementation of ADB-financed contracts to \nensure that domestic consultant salaries are fully paid without any deduction; it was explained \nthat sanctions will be applied if fraud and corruption are discovered. Similarly, the section on \nfraud and corruption in ADB's Guidelines for Procurement was also discussed with the project \nofficials.  \n \n85.  The Government is increasingly concerned with governance issues and has conducted \nwell-publicized campaigns against corruption. ADB's country assistance program supports the \nGovernment in improving governance and providing incentives to reduce the incidences of \ncorruption in the long run. In 1997, ADB provided TA25 to draft procurement regulations and \nstandard bidding documents. This assistance culminated in the promulgation of the Law on \nTendering and Bidding, which became effective on 1 January 2000. The law stipulates that \nbidding activities will follow the principles of openness, fairness, impartiality, and good faith. The \nlaw also specifies that no organizations or persons shall by any means limit or exclude legal \npersons or other organizations from other regions or systems from participating in the bidding \nprocedure; no illegal interference in any form is permitted in the bidding process. Bribes and \ncollusion are prohibited by means of appropriate sanctions for all abuses of the law, including \nsubstantial fines and criminal prosecution. Work is under way under another TA26 to help \ndevelop and strengthen the implementation of the Tendering and Bidding Law and related \nregulations  on  procurement  in  the  public  sector  at  the  national,  provincial,  and  county \nmunicipality levels. In 1998, ADB provided a second TA27 relating to the consulting industry and \nauditing that included the main elements of ADB's anticorruption policy. In the TA, detailed \nguidelines were developed for selecting and engaging consultants. The Government's auditing \nsystem is being strengthened to conform to the requirements of the Audit Law and, as far as \npracticable, international auditing standards. ADB is now working with the Government under \nanother TA28 to support good governance, including efforts to combat corruption and ensure the \nrule of law through the establishment of a sound legal framework for the development of the \nGovernment’s procurement system. \n \nF.  The Executing Agencies \n86.  MOA through FECC at the national level, and the provincial governments in Henan, \nHubei, Jiangxi, and Shanxi through their departments of agriculture at the provincial level, will \nbe the executing agencies of the Project. All have had considerable experience in implementing \nlocally-funded projects, and all have also implemented foreign-assisted projects such as those \nfunded  by  the  World  Bank,  Food  and  Agriculture  Organization,  International  Fund  for \nAgricultural  Development,  UNDP,  and  bilateral  agencies.  The  executing  agencies  have \n                                                 \n25  TA 2845-PRC: Establishment of National Procurement Regulation for the Public Sector, for $565,000, approved on \n20 August 1997. \n26  TA  3457-PRC:  Implementation  of  the  Tendering  and  Bidding  Law  and  Related  Regulations,  for  $565,000, \napproved on 14 June 2000.  \n27  TA 3138-PRC: Regulatory Framework for the Engagement of Consultants, for $700,000 approved on 22 December \n1998. TA 3103-PRC: Strengthening the Government Auditing System, for $700,000 approved on 26 November \n1998. \n28  TA 3631-PRC: Formulation of the Government Procurement Law, for $578,000, approved on 20 February 2001. \n   ", "  30\nestablished a permanent PMO and the provincial PIO organizational structure to be used by this \nProject. Their performance in past foreign-funded projects has been satisfactory. The project \nstaff are full-time, permanent, and have significant project implementation experience.  \n \nG.  Environmental and Social Measures \n1.  Environmental Measures \n87.  An initial environmental examination (IEE) was undertaken, and the summary IEE was \nprepared during project preparation. Subsequently, each subproject investment will be required \nto  prepare  its  IEE  or  EIA  report  to  submit  to  the  respective  environmental  authorities  for \napproval.  The  IEE  concluded  that  the  proposed  Project  will  promote  efficient  utilization  of \nagricultural  waste  products  to  improve  the  physical  environment  in  rural  areas.  The \nenvironmental  benefits  of  the  Project  will  include  reduction  of  CO   and  SO   emissions; \n2 2\nelimination  of  nonpoint  pollution  from  intensive  livestock  production;  and  cessation  of \nexploitation of forests for fuelwood. The Project benefits will also include improvements in health \nand  increased  vegetative  coverage  of  nonproductive  lands  with  fruit  trees.  The  IEE  also \nconcluded that the adverse environmental impacts arising from the four type subprojects will be \nminimized  to  acceptable  levels  through  the  implementation  of  mitigation  measures  and \nmonitoring  programs  included  in  the  Project  in  compliance  with  ADB’s  environmental \nrequirements and those applicable at the national, provincial, and county levels.    \n \n88.  To ensure that all applicable national, provincial, and county environmental regulations \nand standards, as well as ADB’s environmental requirements, will be met during implementation \nof the Project, an environmental management and monitoring program will be prepared by the \nPIOs in each province within six months of loan effectiveness and will include the following \nelements: (i) an environmental management structure for the Project, including responsibilities; \n(ii) detailed measures to improve the quality of the site environment; (iii) an IEE for each \nsubproject; (iv) a program for training and education of staff to ensure that they are up-to-date \non all aspects of the subproject, particularly technology and the environmental implications; (v) \nrelevant  environmental  monitoring  systems  for  selected  sites;  and  (vi)  conduct  of  impact \nassessment  during  and  after  completion  of  the  subproject  ensuring  that  applicable \nenvironmental regulations are adhered to by the investors.  \n \n89.  The provincial rural energy and environment protection stations will be responsible for \nthe  implementation  of  the  environmental  management  and  monitoring  program;  and  the \nprovincial environmental protection bureaus will oversee the implementation of the program. \nMonitoring and evaluation results will be reported in the semiannual progress reports on project \nimplementation and in annual reports on environmental monitoring. An environmental evaluation \nreport  will  be  carried  out  one  year  after  completion  of  the  Project.  This  will  be  done  in \ncollaboration with the environmental protection agency in each province. MOA will provide these \nreports to ADB. If any subproject is cited for a violation of any regulation, law, standard, or \nordinance related to environmental protection within the reporting period, it must include a \ncertification from the environmental protection authorities concerned that the defect has been \ncorrected or a corrective action plan has been accepted or approved.  \n \n2.  Public Consultation \n90.  From the time when MOA proposed the Project for ADB funding in 1999, there have \nbeen extensive consultations with all levels of stakeholders. In the four project provinces, MOA \nheld meetings with senior officials at all levels of government down to the municipalities and \n   ", "  31\ncounties. Officials from the provincial rural energy offices held extensive discussions with village \ncommittees which in turn held public consultations with villagers. During project preparation, \npublic consultation included 43 public meetings, 63 in-depth interviews, 11 participatory rural \nappraisals and participatory poverty assessments, and 150 household interviews. Villagers were \nengaged in focus group meetings with participants from village people’s committee, community \nleaders,  elders,  women’s  representatives,  and  youth  associations  to  collect  broad-based \nopinions on the Project. In- depth interviews were done to clarify the socioeconomic, poverty, \nand environmental implications of the Project. Particular attention was given to fostering the \nparticipation of villagers, in particular women, during project preparation. \n \n3.  Social Analysis \na.  Social and Poverty Assessment \n91.  The Project will be implemented in 145 villages in 37 counties. A detailed social and \npoverty assessment is given in Appendix 8. All four provinces have experienced rapid growth \nduring the Ninth Five-Year Plan period with annual gross domestic product growth ranging from \nan average of 7.9 percent in Jiangxi to 10.1 percent in Henan. The total rural population in the \nparticipating counties is 17.3 million people, with average annual per capita income ranging \nfrom Y1,906 in Shanxi to Y2,269 in Hubei. Over half of the population have an average annual \nincome below Y2,000. The average farm size in the four provinces ranges from 3 to 5 mu,29 with \nan average household size of 3.7 person. The main sources of household income are from \ncrops, livestock, and seasonal off-farm employment. Within a village, households share similar \nlivelihoods,  assets,  and  living  standard.  The  majority  of  the  poor  villages  are  located  in \ndegraded hilly land with limited resources and rural infrastructure. \n \n92.  In the project counties, 14 percent of the population are without access to clean water \nand about 60 percent of the villages have inadequate or poor sanitation. Less than half of the \nhouseholds have toilets and waste disposal facilities. About 12 percent of the villages in the \nproject areas have no access to basic health services. Lack of fuel and lack of water are the two \nmain problems most often encountered by the household women. Main sources of household \nenergy for cooking are fuelwood, straw, and low-grade coal. Women often have to walk several \nkilometers to fetch water. Excessive use of agrochemicals in current farming practices and the \nhealth implications for farmers and consumers are of general concern to farmers.  Financial \nservices in the project areas are not well developed. Access to credit is a major problem among \nthe small farmers who have no collateral. For farmers with access to small loans, the loans are \ngiven only for short periods of 3-12 months.  \n \n93.  Analysis of income distribution in the project area showed that about 3 million people \nliving in the project area are poor and live in poverty. The percentage distributions of population \nliving below the poverty line in the project areas are about 28 percent in Shanxi, 21.4 percent in \nJiangxi, 18 percent in Henan, and 12 percent in Hubei. Participatory poverty assessments and \nfield information collected indicated that the project rural population can be classified into four \ndistinct income groups: \n \n(i)  Absolute Poor. This group consists of families with an average income of less \nthan  Y700  per  capita  per  year.  This  group  includes  about  1.4  million  or \napproximately  7.9  percent  of  the  population  in  the  project  counties.  These \nfamilies require assistance to meet their basic needs. They are (i) those who are \n                                                 \n29 15 mu is equivalent to 1 ha. \n   ", "  32\nincapable of working and of taking care of themselves, such as the old, sick, \ndisabled, and widows living alone; and (ii) those who live in areas with poor \nphysical resources and do not have the knowledge to better utilize the assets \nthey have. In general, they have very low levels of education, are illiterate, and \nwithout access to information. \n \n(ii)  Poor. This group consists of families with income of between Y700 and Y1,000 \nper capita per year. They consist of about 9.4 percent of the population in the \nproject area. In general, these households receive their main income from rain-\nfed agriculture. Their main sources of household energy are fuelwood, straw, and \nlow-grade coal. These households usually have access to land and labor but \nhave no access to information and credit.  \n \n(iii)  Vulnerable Poor. This group consists of families with an estimated average \nincome of between Y1,000 and Y2,000 per capita per year. It is the largest group \n(about 40 percent) in the project area. Their production systems range from rain-\nfed areas of larger sized land (>10 mu) to small irrigated areas (3-4 mu). The \nincome  of  these  families  just  about  covers  the  family  needs.  Sources  of \nhousehold  energy  are  similar  to  those  of  the  poor.  Household  heads  are \ngenerally literate and well informed but have no access to credit.  \n \n(iv)  Nonpoor. This group consists of families with average per capita income of \nhigher than Y2,000 per year. It includes progressive farmers, traders, and owners \nof  local  cottage  industries.  The  household  heads  generally  have  at  least \nsecondary school education, and the families have assets that can be used as \ncollateral for credit. In more accessible areas, households in this group use \nliquified petroleum gas for cooking, coal for heating, and electricity for lighting. \n \nb.  Gender Analysis \n94.  Women in the project areas are in general faced with inequality in social status; access \nto resources; access to assets, especially housing and credit; and decision making. In addition \nto  household  work,  women  in  the  project  areas  hold  the  main  responsibility  for  on-farm \nactivities. This is due partly to the fact that 30-40 percent of the men in the project areas do off-\nfarm jobs in or outside of their villages. In most cases, men work on agricultural activities only \nduring the peak season, leaving the women with farm work throughout the year. In most cases, \nthe responsibility for collecting fuelwood and straw, and for fetching water lies with the women. \nStatistics confirm that women work 25 percent longer hours than men and thus have less leisure \nand sleeping time. Illiteracy among adult women in the project areas is double that of men. \nWomen are in a disadvantaged position in absorbing new information and technologies. \n \n95.  Due to the lack of clean energy for cooking and heating, women in these households are \nconstantly exposed to smoke and dust and therefore have a higher risk of respiratory diseases. \nThus,  the  project  output  to  generate  clean  renewable  energy  (biogas)  will  benefit  women \nsignificantly. With access to biogas for cooking, about one hour of cooking time will be saved \neach day, and the potential health risk will be significantly reduced. In addition, time will be \nsaved on collecting fuelwood or straw for cooking.   \n \n   ", "  33\nV.  PROJECT JUSTIFICATION \nA.  Financial and Economic Analyses \n1.  Incremental Outputs \n96.  The Project will provide funds from which borrowers may draw as credit for investment in \nfour types of biomass systems. About 4,700, 10,900, 14, and 28 units of type I, II, III, and IV \nbiogas systems, respectively, will be established under the Project.  \n \n97.  In the Henan and Shanxi provinces, a total of 18,800 mu (1,253 ha) will be cultivated \nunder all type I biogas systems, mainly comprising greenhouse vegetables (e.g., onion, melon, \nand  cucumber);  grains  (i.e.,  winter  wheat,  maize,  soybean,  millet,  and  mungbean);  other \nagricultural crops and livestock such as pigs, cattle, sheep, and goats. Total annual incremental \nvegetable production generated by type I biogas systems is estimated at 882 tons (t). Total \nannual incremental grain production will be about 312 t, while total annual incremental pig \nproduction will be 105,750 heads or about 10,575 t of pork (at 100 kilograms/head). All type I \nbiogas systems will generate a total annual incremental production of 2.82 million cubic meters \n(m3) of biogas, 183,558 t of digested effluents, and 44,310 t of sludge. \n \n98.  Type II biogas systems, mainly in Henan, Hubei, and Jiangxi provinces, will generate a \ntotal annual increment of 209,280 t of citrus production. Total annual pig production under these \nsystems is projected to increase from 21,800 heads (or 2,180 t of pork) to 109,000 heads \n(10,900 t of pork) or an annual incremental production of 87,200s head (8,720 t of pork). The \ntype II systems will generate a total annual incremental production of 6.5 million m3 of biogas, \n138,213  t  of  digested  effluents,  and  33,365  t  of  sludge,  which  will  be  used  by  the  farm \nhouseholds.  \n \n99.  In Henan, Hubei, and Shanxi, Type III biogas systems will generate a total annual \nincremental production of about 1.2 million m3 of biogas, 96,830 pigs (or 9,683 t of pork), and \nabout 246,500 t of digested effluents and sludge. The type IV gasification systems will generate \na total annual incremental production of about 31 million m3 of producer gas.  \n \n100.  Appendix 9, Table A9.2 provides the details on the production figures of each type of the \nbiomass system. The total projected annual incremental production of crops and livestock \naccruing to the Project is less than 1 percent of current agricultural production in the project \narea. Their impact on local prices of these commodities will be insignificant. \n \n2.  Financial Analysis \n101.  Financial  analysis  was  carried  out  for  each  of  the  four  types  of  biomass  system. \nAssumptions underlying the analysis are presented in Appendix 9. The financial performance of \neach individual biogas system was assessed using financial ratios that provide information on \nthe  capability  of  these  systems  to  (i)  cover  operating  expenses  (i.e.,  operating  ratio),  (ii) \ngenerate returns (income ratios such as return on sales, return on equity, and return on assets), \nand (iii) cover financial obligations (i.e., current ratio, debt service ratio, and debt coverage \nratio). The operating ratios of the biogas systems range from 33 to 95 percent, with type II \nbiogas  systems  exhibiting  the  lowest,  and  type  III  systems,  which  incur  relatively  higher \noperating costs, exhibiting the highest values. All systems exhibited income ratios that are \ngenerally higher than the average cost of capital of 4.3 percent, and all were found to generate \nadequate  funds  from  their  operations  to  cover  financial  obligations  as  exhibited  by  the \n   ", "  34\ncreditworthiness ratios (i.e., current ratio, debt service coverage ratio, and debt coverage ratio), \nwhich were all greater than one (Appendix 9).  \n \n102.  Financial farm analysis for each biomass system was undertaken (details are given in \nSupplementary Appendix D). The financial analysis for a type I biogas system is based on two \ntype I subsystems: (i) type Ia subsystem, which compares full technology adoption vs traditional \ntechnology; and (ii) type Ib subsystem, which compares full technology adoption vs improved \ntechnology. Farms under type Ia subsystem will generate annual incremental benefits of about \nY4,013 (or $485), while those under type Ib subsystem will produce about Y2,478 (or $299). In \nthe case of farms operating type II biogas systems, the financial farm budget analysis indicated \nthat farmers’ income will increase by about Y14,254 ($1,722) per annum at full production. Type \nIII biogas systems will generate an annual incremental income of Y377,416 ($45,600), while \nnewly constructed type IV gasification systems, will realize an annual net income of Y246,396 \n($29,769). \n \n103.  The results of the financial analysis indicate that each type of system is financially viable. \nThe financial internal rate of return (FIRR) for the small biogas type Ia subsystem yields a FIRR \nof about 16 percent; type Ib subsystem, 17 percent; and type II, 17 percent. For the medium \nscale type III biogas plant, the FIRR is about 16 percent, while for the type IV gasification plant, \nthe FIRR is about 14 percent. Sensitivity analysis indicates that the FIRR values of all types of \nbiogas systems are sensitive to changes in revenue and production cost as implied by the \nsensitivity indicator, which exhibits a value greater than one for each corresponding change in \nrevenue, production cost, or both. A delay in benefits by one year will not significantly affect the \nFIRR value of any type of biogas system. The FIRR is also not sensitive to changes in foreign \nexchange rate. In the sensitivity analysis, a 30 percent devaluation rate in the yuan exhibits a \nsensitivity indicator of less than one. The results of the financial and sensitivity analyses are \nsummarized in Appendix 9, Table A9.8. \n \n3.  Economic Internal Rate of Return \n104.  Based on economic benefits derived from investments in biogas systems, the economic \ninternal rate of return (EIRR) for the whole Project is estimated at about 18 percent. Details are \npresented in Appendix 9 (Table A9.11).  \n \n105.  The analysis indicates that the Project as a whole is not sensitive to changes in revenue \nand production costs, as the sensitivity indicators, in general, exhibit values close to one. A \ndelay in project benefits by one year would have an insignificant effect on the base EIRR. More \nresults and details of the sensitivity analysis are given in Appendix 9, Tables A9.12 and A9.13. \n \n4.  Environmental cum Economic Benefits \n106.  The current practices in rural PRC of burning agricultural crop residues in situ, spreading \nuntreated manure on fields, and using coal and firewood with high ash and sulfur content for \ncooking result in serious long-term negative environmental and health impacts. A reduction of \nthese negative effects could be made by replacing traditional fuels (such as coal and firewood) \nwith biogas. Improved use of agricultural wastes will also result in a reduction of pollution and \nGHG emissions. The positive effects of adopting the four types of biomass systems include a \nreduction of CO  and SO emissions, soot, and dust and reduce time spent on collecting \n2 2 \nfirewood or straw and on cooking. The Project will also result in an improvement in the health of \nthe beneficiaries, and biogas is more convenient to use for lighting and cooking. A reduction in \nthe  amount  of  dumping  of  untreated  solid  and  liquid  wastes  will  result  in  lower  levels  of \n   ", "  35\ncontamination in surface water and groundwater. By substituting biogas for firewood, there is \nthe added benefit of reducing exploitation of the forests, resulting in less soil erosion and \nflooding and better management of natural resources. \n \n107.  The Project will bring about significant benefits to the rural environment by converting \nlarge quantities of agricultural wastes (crop residues, livestock solid and liquid wastes, domestic \nwastes, etc.) into organic fertilizer and biogas (33 million m3 per annum), thus eliminating the \npollution caused by agricultural wastes and reducing the burning of coal. The Project will \nimprove the sanitation of farm households, as sanitary wastes are easily disposed of in the \ndigester, thus alleviating the unclean conditions around and within the house, especially during \nthe  wet  season.  The  use  of  organic  fertilizer,  year-round  greenhouse  vegetables,  and  pig \nproduction will enhance the quality and quantity of farm production, increasing farmers’ income \nand generating incremental workdays.  \n \n108.  The biogas produced will benefit the farm households in terms of savings in coal and \nother energy costs, savings in cooking time for the female household members, and better \nhealth. Project estimates on these are as follows:  \n \n(i)  Savings in Fuel. The annual fuel saving per household for each type of biogas \nsystem is about Y512 for households using the type I biogas system, Y624 for using \ntype II, Y77 for type III, and Y187 for type IV.   \n \n(ii)  Savings in Cooking Time. About one hour per day will be saved when using biogas \nor producer gas instead of conventional fuels such firewood, coal, or straw. Based on \na 12 hour-day worked by the average woman and a daily wage of Y20, the average \nannual saving per household is about Y608 per year.  \n \n(iii)  Impact on Health. Firewood and coal used for cooking can cause health problems \nconnected  with  smoke  inhalation.  When  biogas  is  used  in  cooking,  there  is  a \nnegligible emission of dust, soot, and CO  due to its chemical composition. The \n2\naverage household using biogas will realize a saving of Y30 per year in medical \nexpenses.  \n \n(iv)  CO  Reduction. The Project estimated that the use of biogas will result in reduced \n2\nannual CO emissions of about 4.6 t per household per year under a type I biogas \n2 \nsystem; 4.2 t under type II, 1.8 t using type III, and 0.7 t using type IV or an annual \naverage of about 2.8 t per household. The Intergovernmental Panel on Climate \nChange has calculated the damage cost of CO  emissions to be at about Y83/t or an \n2\naverage  value  of  Y232  per  household  per  year.  Table  3  compares  the  CO  \n2\nemissions of cooking with traditional fuels and that of cooking with biogas. \n \n109.  The  results  indicate  that  CO   reduction  through  substituting  biomass  gas  for \n2\nconventional fuels is substantial. For example, in the case of the type I system, the reduction in \nCO  emissions using biogas for cooking is about 92 percent, while for type IV it is about 36 \n2\npercent. \n \n \n \n \n   ", "  36\n \nTable 3: Comparison of Emissions of Carbon Dioxide by Type of \nBiomass Gas System Used \n \n  Type I  Type II  Type III  Type IV \nItem  (1)a  (1)a  (120)a  (600)a \nPer Day:         \nEmissions using traditional cooking (kg CO  /day)  13.65  12.51  680.40  3,402.00 \n2\nEmissions using biogas (kg CO  /day)  1.16  1.19  97.20  2,172.00 \n2\n         \nPer Year:         \nEmissions using traditional cooking (t CO /day)  5.0  4.6  248.0  1,242.0 \n2\nEmissions using biogas (t CO /day)  0.4  0.4  35.5  792.6 \n2\nTotal CO reduction/year (t)  4.6  4.2  212.5  449.4 \n2   \nTotal CO reduction/year (%t)  91.6  90.5  85.7  36.2 \n2   \n  a Number of household for each type of biomass gas system.  \n \n5.  Unquantified Long-Term Benefits \n110.  Future savings based on the reduction of damage to the environment and the ensuing \nreduction in clean-up costs are difficult to quantify. In addition, there are costs associated with \nthe reforestation that is required to absorb excess CO , and the costs of continued soil erosion \n2\nand flood damage. The Project will reduce the deforestation activities of poor households living \nnear forests by introducing biomass technology as an alternative to fuelwood, and will increase \nforest coverage by planting fruit trees on over 10,000 hectares of degraded hillside land, mostly \nin watershed areas. Organic fertilizer made available from biomass technology will replenish the \nland  with  the  macro  and  micro  soil  nutrients  necessary  for  long-term  sustainability  of  soil \ndevelopment.  These  benefits  are  significant,  and  will  increase  over  the  long-term.30  The \nadoption of biomass gasification technologies will result in a significant reduction of smoke from \nburning crop residues, which will lead to improved public health and reduced road and air \naccidents.  \n \nB.  Social Dimensions \n111.  The Project will improve the environment and overall farm productivity in project areas \nthrough an integrated agriculture approach in which agricultural wastes will be efficiently used \nfor production of low-cost and cleaner energy sources and improved agricultural production. The \nProject will address the poverty of poor and low-income people. The poverty reduction impacts \nof the Project will be considerable. Within the five-year project period, about 34,080 households \nwill benefit directly from the project intervention: 15,600 households will invest in small-scale \nbiogas farming systems, and 18,480 households will have access to clean energy from the \nmedium-scale biogas and gasification plants. The Project will have a demonstration effect to \nattract commercial sources of credit to provide loans for similar activities beyond the project \nperiod. About 9,000 poor households with incomes of less than Y1,000 per capita per year will \nbe lifted out of poverty during the project period. \n                                                 \n30 Adopting the biogas producer system will contribute to gradually reducing the destruction of forests as less \nfirewood is burned. Forests act as CO  sink, helping in the reduction in levels of CO in the atmosphere. \n2 2 \nDenudation  of  the  forests  also  contributes  to  soil  erosion,  flooding,  and  changes  in  natural  habitat.  The \nGovernment recognizes the problem and is investing in a major reforestation project.  \n   ", "  37\n \n112.  For  participating  households,  the  average  incremental  household  income  for  full \nadoption of type I over the traditional farming system will be Y4,013 ($485), an increase of about \n36 percent. For type II, the average incremental household income will be about Y14,254 \n($1,722), or and increase of 73 percent over the without-project situation. \n       \n113.  Adopting type III technology will generate 20,000 local jobs. For each biogas plant, 1,200 \nlabor-days for construction will be required, and 30 jobs will be created in the pig farms. About \n300 villagers (mainly women) will increase their earnings by raising piglets. Jobs will be created \nin the upstream and downstream sectors of the local economy, including feed processing, \nslaughtering, meat processing and transportation. Adopting type IV technology will result in \nfinancial benefits accruing to households through switching to producer gas for cooking and \nlighting. These benefits are derived from reduced medical expenses as a result of cleaner \ncooking conditions, estimated to be over Y1.0 million a year for the whole Project. In addition, \nthe poor farm households will have the opportunity to earn income by bringing straw from the \nfields to sell to the biomass gasification plants.  \n \n114.  Distribution analysis conducted on quantifiable economic benefits of the Project shows \nthat the share of benefits accruing to the poor will be about 21 percent of total Project benefit \n(Supplementary Appendix E). This poverty impact ratio of 0.21 indicates that the proportion of \nproject benefits that goes to the poor exceeds the current poor’s 10 percent share in national \nincome.  \n \n115.  In  addition  to  increased  income,  the  Project  will  have  impacts  on  improving  living \nconditions and environment. Sanitary conditions in the project areas will be improved through \nproper disposal and treatments of animal and human wastes. The wastes will no longer be left \nto contaminate household water resources. Rather, through biomass technologies, they will be \ntransformed to organic fertilizers for use in the local farming systems. The availability of organic \nfertilizers along with technical and marketing assistance provided by the Project will make it \npossible for farmers to adopt organic farming practices, which will reduce their current health \nrisks due to excessive exposure to agrochemicals. Consumers of reduced-chemical and organic \nagricultural products will benefit from improved quality of agricultural products produced by the \nProject. Environmental protection not only tackles nonpoint pollution problems in the PRC rural \nareas but also helps the poor who are most vulnerable to soil erosion, air and water pollution, \nand poor sanitary conditions.  \n \n116.   Reduction of GHG emissions and reforestation activities will have a positive impact on \nthe global environment. At the community level, construction of type IV biomass gasification \nplants will reduce the problem of air pollution due to burning crop residues in the fields. At the \nhousehold level, the availability of clean energy to replace fuelwood and coal will benefit the \ndaily lives of women in terms of both health and the time spent in firewood collection.   \n \n117.    A pilot poverty-focused component is included in the project design to target poor and \ndisadvantaged households. Through the Project, local officials and the women’s associations \nwill help in social mobilization to enhance the participation of the poor. Special training programs \nfor low-skilled adults will be provided to poor and disadvantaged households to increase their \ncapacity to adopt biomass technologies. Because about 40 percent of the men are involved in \noff-farm employment to earn cash income, and the women are mostly responsible for household \nand agricultural work, special attention will be given to developing training programs for women. \nDemonstration farms will also be selected from poor households, and women farmers will be \nencouraged to become lead farmers to train other farmers. The poor, particularly poor women, \n   ", "  38\nwill be empowered through special training programs and through the participatory process \npromoted by the Project.  \n \n118.  Poor households with basic labor skills but with a lack of capital will be assisted by the \nProject through the provision of basic facilities in the form of biogas digesters, pigpens, and \nother  equipment.  The  selection  of  poor  household  beneficiaries  will  be  carried  out  in  a \ntransparent manner through participation of representatives from village committees, women’s \nassociations, poverty alleviation offices, rural energy offices, the agriculture department, and \nrepresentatives of poor households.  \n \n119.  To facilitate adoption of the new farming systems by the poor, a traditional household \nassistance model whereby rich or better-off households are assigned to aid poorer households \non a one-on-one basis will be established to provide needed assistance. To facilitate the smooth \nimplementation of the pilot poverty component, participatory poverty monitoring and feedback \nsystem will be established and operated by the Project. Best practices of poverty reduction \nexperiences  will  be  systematically  documented  and  publicized  among  domestic  and \ninternational development communities to benefit development efforts elsewhere. \n \n120.  Poor  villages,  which  were  physically  excluded  or  inadequately  linked  to  the \ntransportation  and  marketing  networks  in  the  past,  will  be  connected  through  rural  roads \nfinanced under the Project. Identification of the location of farm-to-market roads and bridges to \nbe constructed will be carried out in a participatory manner to ensure that the location of \ninfrastructure  will  serve  poor  and  disadvantaged  households.  The  poor  will  also  have  a \nsignificant role in constructing and maintaining this infrastructure. The participatory process will \nfoster community ownership and transparency in implementing project activities.  \n \nC.  Gender Impacts \n121.  At the household level, women will benefit from the availability of clean cooking energy \nwhich will reduce their exposure to smoke and dust and therefore lower their risk of respiratory \nand eye diseases. With households and agricultural wastes properly disposed of in biogas \ndigesters, and with reduced use of agrochemicals, the immediate environment surrounding the \nwomen, who spend most of their time on the farm and in the house, will greatly improve. \n \n122.  Women  will  be  empowered  through  training  activities,  through  being  supported  as \ndemonstration households, and through the participatory process promoted by the Project. \nEvery effort will be made to ensure an equitable gender balance in the selection of beneficiaries, \nwith  special  consideration  to  women  who  are  heads  of  households.  With  the  women’s \nassociations involving in the implementation of the pilot-poverty focused component of the \nProject, the needs and concerns of women will be sufficiently addressed. \n \nD.  Risks \n123.  The project design includes measures to mitigate potential institutional, marketing, and \ntechnical  risks.  The  Project  is  not  expected  to  face  major  institutional  or  technical  risks. \nHowever, the Project must ensure that the subborrowers are committed to participating in it and \nthat they realize their obligations under the repayment terms for the subloans. There is also the \nneed to ensure that the provincial and county financial bureaus are capable of administering \nand can manage the loan repayment schemes for different types of subborrowers (type I to type \nIV). With regard to the latter, the Project financing scheme is similar to Loan 1386-PRC: Fujian \nSoil Conservation and Rural Development Project and the recently approved Loan 1814-PRC: \n   ", "  39\nWest Henan Agriculture Development Project. Experience from the former has been good, and \nno major problems have been encountered in the financing scheme using the provincial and \ncounty finance bureaus to channel project funds and collect repayments.31 Established criteria \nwill be followed in selecting project beneficiaries. The executing agency of the Fujian project \ngave preference to poorer members of local communities. Project performance indicates that \nabout 54,000 rural households, of which about 37 percent are poor farmer families, have directly \nbenefited  from  the  development  or  rehabilitation  of  20,000  hectares  of  orchards/tea \ngardens/bamboo  plantations  and  the  development  of  lowland  aquaculture.  Average  annual \nincome increases have improved between 10 and 30 percent because of project activities. None \nof the participating farmers now have income below the poverty line, and their quality of life has \nimproved markedly. About 3,700 new employment opportunities have been created and market \ndevelopment  has  improved  access  and  resulted  in  better  prices  for  farm  production.  Key \nelements  contributing  to  the  Fujian  project’s  good  initial  performance  include  (i)  adequate \ncapacity to appraise investment fund and loan appraisals, (ii) good loan portfolio management, \n(iii) ability to establish an effective system for debt collection, and (iv) continued process of \ncapacity building. These factors have been built into the project design. \n \n124.  Another  potential  risk  the  current  Project  could  encounter  is  a  lack  of  trained  and \nexperienced  technical  personnel  in  the  private  sector  to  help  service  and  maintain  the \nequipment. The project design reduces this risk by providing substantial funding for training \nprivate contractors and lead farmers, who can establish private enterprises in each project \ncounty to provide maintenance and repair services. This will help ensure the sustainability of \nproject activities.  \n \nVI.  ASSURANCES \n125.  The National Government and the four participating provincial governments have given \nthe following assurances, in addition to the standard assurances, which have been incorporated \nin the legal documents: \n \n(i)  The PIO will include officials from the poverty alleviation office and the women’s \nassociation  in  the  committee  to  refine  the  selection  criteria  for  poor  farmer \nparticipants before the final selection criteria are adopted. The criteria will be \ndesigned to ensure that at least 26 percent of the farmers selected are poor \n(farmers with low income, and who suffer from other dimensions of poverty such \nas poor sanitary conditions, low level of literacy, and/or overdependence on \nfirewood and coal for cooking and heating). \n(ii)  Within 12 months of loan effectiveness, the executing agencies will establish a \nsuitably staffed PPMS unit within the PMO and PIOs. The PIOs will conduct \nroutine results monitoring evaluations and socioeconomic surveys, and report the \nresults to the Government, GEF, and ADB. \n(iii)  All activities supported under the Project (particularly the type III and IV models) \nwill meet national environmental standards and EIA/IEE procedures, which are \nbased on ADB’s Environment Guidelines for Selected Agriculture and Natural \nResources Development Projects and for Selected Infrastructure Projects. No \nCategory A or B subprojects will be approved for financing without an EIA report \n                                                 \n31 See the Project Performance Report for the Fujian Soil Conservation and Rural Development Project (Loan 1386-\nPRC). \n   ", "  40\nreviewed and approved by the respective provincial government environmental \nprotection bureau. \n(iv)  MOF will relend the loan fund to the provincial department of finance, which will \nonlend the proceeds of the subsidiary loan to municipal and county finance \nbureaus  at  the  same  interest  rates  and  terms  as  the  ADB  loan.  The  local \ngovernments will ensure that adequate counterpart funds are made available in a \ntimely  manner  for  PIUs  to  implement  planned  project  activities.  With  the \nexception of relending to types III and IV enterprises, the municipal and county \nfinance bureaus, where appropriate, will bear the foreign exchange risks. \n(v)  The municipal and county finance bureaus will onlend their portions of the loan \nfund to the end users at terms and conditions satisfactory to ADB and at a rate of \ninterest not lower than the rates of interest for equivalent lending by commercial \nbanks. \n(vi)  The local governments will ensure that adequate counterpart funds are made \navailable in a timely manner for PIOs and PIUs to implement planned project \nactivities. \n(vii)  Each province will ensure that the PIO and PIUs will obtain, on a timely basis, all \nfunds and resources necessary for the implementation of all project activities, as \nwell as maintenance and management of all project assets. \n(viii)  The provinces will ensure that the facilities are constructed and operated in \naccordance with national and local government environment procedures and \nguidelines. \n(ix)  Each  province  will  follow  ADB’s  Policy  on  Gender  Development  during \nimplementation  of  the  Project  and  take  all  necessary  actions  to  encourage \nwomen living in the project areas to participate in planning and implementing the \nProject. \n(x)  Each province will monitor and evaluate project impacts and effects through \nPPMS  to  ensure  that  the  project  facilities  are  managed  effectively  and  the \nbenefits are maximized. \n \n \n \n \n \n \n   ", "  41\nVII.  RECOMMENDATION \n126.  I am satisfied that the proposed loan would comply with the Articles of Agreement of \nADB and recommend that the Board approve: \n \n(i)  the  loan  of  $33,119,000  to  the  People’s  Republic  of  China  for  the  Efficient \nUtilization of Agricultural Wastes Project from ADB’s ordinary capital resources \nwith interest to be determined in accordance with ADB’s LIBOR-based lending \nfacility; a term of 25 years, including a grace period of 5 years; and such other \nterms and conditions as are substantially in accordance with those set forth in the \ndraft Loan and Project Agreements presented to the Board; and  \n \n(ii)  ADB  administering  a  grant  of  $6,360,000  to  be  provided  by  the  Global \nEnvironment Facility to the Government of the People’s Republic of China for the \nEfficient Utilization of Agricultural Wastes Project. \n \n \n \n \n \n                  Tadao Chino \n                     President \n \n25 September 2002 \n   ", "  42\nAPPENDIXES \nNumber  Title   Page  Cited on \n(page, para.) \n1, 3 \n1  Project Framework  43 \n2  Project Locations and Other Parameters   47  6, 19 \n3  Detailed Project Cost Estimates  48  23, 67 \n4  Organization Chart   52  25, 73 \n5  Project Implementation Schedule   54  27, 77 \n6  Indicative Procurement Packages  55  27, 78 \n7  Terms of Reference for Consulting Services  56  27, 79 \n8  Social and Poverty Impact Assessment  62  31, 91  \n9  Financial and Economic Analyses  66  33, 100 \n \n \n \nSUPPLEMENTARY APPENDIXES \n(available on request) \n \nA  Description of Biomass Technologies \nB  Summary of Initial Environment Assessment \nC  Detailed Cost Estimates \nD  Detailed Tables for Financial and Economic Analyses \nE  Poverty Assessment \nF  GEF Incremental Cost Analysis \nG  Project Parameters and Implementation Arrangements \n \n \n \n \n \n \n   ", "                                                                              43      Appendix 1, page 1        \nPROJECT FRAMEWORK \n \n       \n      Risks and \nDesign Summary  Targets  Means of Verification  Assumptions \n \n \nGoals       \n \n     \n•  Improve the environment.  •  Improved quality of air,  •  Provincial statistics  •  Government policies \n•  Promote sustainable  soil, and water  •  Project performance  are favorable to \nagricultural production to  •  Increased clean  management system  promote generation \nenhance economic growth  renewable energy supply  (PPMS) reports   of renewable energy.\nand to improve welfare and  and improved quality of  •  Project completion  •  Sustainable \nliving conditions of rural \nagricultural outputs  report (PCR)  government \nhouseholds in \ndisadvantaged areas in  •  Expanded rural production  •  Environment  investment in rural \nHenan, Hubei, Jiangxi, and  and decreased number of  monitoring reports  infrastructure \nShanxi provinces.  households living below  •  Results monitoring  •  Government remains \nthe poverty line  committed to poverty \nevaluation  \nreduction \n \n       \nPurposes     \n •  Demonstrate economic  •   Sustainable incremental  •  Provincial statistics on •  Market prices for \nagriculture and  renewable energy \nviability of sustainable  annual production of \nrenewable energy;  (biogas) and \nbiomass technology for  -  41 million cubic \nefficient utilization of  meters (m3) of  •  Project progress and  agricultural products \nagricultural waste for  biogas/producer gas  PPMS reports  are favorable and \ngeneration of clean,  renewable energy;  •  PCR  stable \nrenewable energy and to  -  289,780 pigs  •  Postevaluation report  •  Farmers respond \npromote private sector  -  882 tons (t) of green  •  Environment  favorably to efficient \nparticipation.  vegetables  monitoring reports  utilization of \n•  Enhance agricultural  (comprising  renewable energy \ngreenhouse  and management of \nproductivity and rural  \nvegetables like  biogas technologies \nincome through recycling of \ncucumber, squash,  •  Sufficient counterpart \nbiomass resources and \ntomato, etc.)  funds are provided \nreduce poverty. \n  -  209,280 t of citrus  •  Appropriate policies \nfruit  on renewable energy \n-  645,952 t of digested  expansion are \neffluent/sludge  implemented \n(organic fertilizer)  •  Provincial \n•  Sustainable annual  government officials \nincremental environmental  capable of handling \nbenefits estimated for  credit and debt \n-  78,338 t of carbon  repayment services \ndioxide (CO ) \n2\nreduction; \n-  Annual treatment of \nover a million tons of \nagricultural wastes \n(pig manure, crop \nresidues, vegetable \nwastes, etc.) resulting \nin improved air and \ngroundwater quality \n•  Increased incomes and \nquality of life for about \n34,080 household, \nincluding about 9,000 \npoor household families.  \n \n \n \n ", "                                                                              44      Appendix 1, page 2        \n       \n      Risks and \nDesign Summary  Targets  Means of Verification  Assumptions \n \n \nComponents/Outputa       \n       \n  Fund Renewable       \n  Energy Generation and            \n  Eco-Environment            \nDevelopment       \n       \n•  Rehabilitation/construction  •  Rehabilitate/construct  •  Project progress  •  Orchard farmers \nof greenhouses for year- 4,700 greenhouses for  reports and review  issued with land use \nround organic vegetable  organic vegetable  missions  rights long enough to \nproduction  production under the      4- •  PPMS annual survey  provide them \n•  Establishment of  in-I model  •  Nongovernment  incentives for \nplantations for citrus  •  Develop 10,900 hectares  organization (NGO)  investing in land \nproduction  (ha) of citrus under the    reports  development and \n•  Construction of household  3-in-1 model  •  Environmental  orchard \nbiogas digesters, medium- •  Construct 15,600  monitoring reports  establishment \nscale biogas plants, and  household biogas  •  PCR  •  Provincial finance \nbiomass gasification plants  digesters, each producing  •  Postevaluation report  bureaus capable of \n  about 600 m3 of biogas  administering credit \nper year  disbursement and \n•  Construct 14 large-scale  loan repayment \nbiogas plants, each  •  Adequate technical \nproducing 87,600 m3 of  services made \nbiogas per year supplying  available to advise \n120 households  and monitor \n•  Construct 28 biomass  construction and \noperation of biogas \ngasification plants; each \nproducing 1.1 million m3  production units \nof producer gas per year  •  Sustainable operation \nsupplying 600 households and maintenance for \n•  34,080 households  biogas digesters \nbenefiting from cheaper  •  Adequate quantity of \nbiogas and cleaner  straw for soil \nenvironment   mulching \n•  About 31,200 farm   \n \nbeneficiaries trained in \nbiogas technology \n•  4,700 farmers qualified to \n  produce green vegetables\n  Improve Mechanisms for       \nTransferring Biomass       \nTechnology       \n       \n•  Conduct of courses for  •  120 biomass digester  •  Project progress  •  Effective \ntransfer of engineering and  contractors and  reports  development of \ntechnical skills to biogas  technicians trained to  •  Mid-term review  training programs by \ndigester contractors  provide services to  report  Project Management \n•  Provision of training and  farmers  •  PPMS  Office (PMO)  \nextension services to  •  About 33,000 farmers  •  PCR  •  Farmers and county \nbeneficiaries and project  trained  officials’ training \nofficials  •  About 650 extension  programs effectively \n•  Conduct of workshops and  workers trained  carried out \nstudy tours to acquire  •  20 annual workshops  •  project \nbiomass technology  conducted  implementation \n•  100 study tours to  offices (PIO) officials \neffectively organize \nneighboring \ncourses, workshops, \n  counties/provinces \nand study tours. \n \na Project output does not include component f of the Project (para. 66) as it is a project management component. \n ", "                                                                              45      Appendix 1, page 3        \n       \n      Risks and \nDesign Summary  Targets  Means of Verification  Assumptions \n \n \n  Rehabilitate Farm-to-      \nMarket Facilities       \n \n     \n•  Development of rural  •  Construct/rehabilitate 60  •  Project progress  •  Farmers organized \ninfrastructure including \nkilometers (km) of farm-to- reports and review  for operation and \nfarm-to-market access \nmarket rural roads and  missions  maintenance (O&M) \nroads and bridges, and \nbridges/drainage in four  •  NGO and PPMS  activities of rural \nother rural marketing \nprovinces  reports  infrastructure \nfacilities at the village level \n  •  100 organized community  •  PCR  facilities \ngroups participate in the  •  Postevaluation report  •  Adequate \nconstruction and  counterpart funds \n \nmaintenance of the rural  provided by \n \ninfrastructure facilities.  provincial \n \n  governments for \nconstruction and \nmaintenance of \nmajor roads leading \nto farms \n \n  Improve Environmental       \nPolicy Implementation       \nand Awareness       \n \n     \n•  Removal of barriers for  •  Develop system and  •  Project progress  •  Environmental \nadoption of renewable \npolicies to remove barriers  reports  protection policies \nenergy \nfor renewable energy  •  PPMS reports  implemented in all \n•  Development of facilities  development  •  NGO and review  project provinces \nand establishment of  •  Develop communication  mission reports  •  Support from rural \nsystem for monitoring \nenvironment to assure high  strategy in each PIO to  •  PCR  communities for \nenvironmental standards  encourage public  •  Postevaluation report  environmental \nawareness of  protection and \nfor air, water, soil, and farm   \nenvironmental issues  improvement \nproduce \n•  Establish system to  •  Government provides \n•  Promotion of public \nmonitor emission of  sufficient counterpart \nawareness and political \nenvironmental  funds to agriculture \nsupport for healthy \ncontaminants by providing  environment \nenvironment \n38 sets of environmental  protection bureaus to \n•  Establishment of system to  monitoring equipment  effectively carry out \nmonitor emission of  •  Provide 4 sets of  environment \nenvironment contaminants  gasification monitoring  awareness and \n•  Provision of technical  equipment for tar and ash  environmental \nassistance and training for  analysis  monitoring activities \nenvironmental protection  •  Train staff of agriculture   \nand monitoring   \nenvironment protection \nstations in 37 counties    \n(3 persons from each \nstation) by domestic \nconsultants \n(cid:1)  Establish four \nenvironmental monitoring \n    and training stations. \n  Pilot Poverty-Focused       \nApproaches to Biomass       \nDevelopment       \n       \n•  Establishment of financially  •  9,000 poor households  •  Project progress  •  Effective village \nviable and sustainable  lifted from poverty  reports and review  committees formed \nscheme to provide credit to  •  Provide specific training  mission reports  with strong support \npoorer segments of rural          to poor farmers  •  NGO and PPMS  from county finance \nvillagers (living below  bureaus \n  reports \npoverty  line) for biogas   \n   \n ", "                                                                              46      Appendix 1, page 4        \n       \n      Risks and \nDesign Summary  Targets  Means of Verification  Assumptions \n \n       \n       generation, greenhouse        •  Provide basic biogas  •  PCR  •  Clear criteria to \nvegetable production, and     facilities to 9,000 poor  identify poor farm \nother products.  households.  families \n \n•  Provision of specific   \ntraining targeting poor \nfarmers \n \n \nActivities/Inputs  $ million     \n   Foreign       Local       Total     \n   Exchange   Currency     \n        \n•  Fund for renewable energy    •  Project progress  •  Sufficient local \ngeneration and eco-      reports  counterpart funds \nenvironment development     23.7           24.8          48.4  •  PPMS reports  available on timely \n•  Improve mechanism for      •  PCR  basis \n \ntransfer of biomass  •  Postevaluation report  \n     0.3             0.8            1.1 \ntechnology \n \n•  Rehabilitate farm-to-market             \n     0.2             0.8         1.0 \nfacilities   \n     \n•  Improve environmental   \n \npolicy implementation and \n     0.5             1.2         1.7 \nawareness \n      \n•  Pilot poverty-focused   \napproaches to biomass       0.1             2.7         2.8 \ndevelopment        \n•  Improve Project   \nimplementation and       1.6             4.9            6.5 \ncapacity development      \n   \nBase Cost      26.4           35.1          61.5 \n   \n        \n  TA Preparatory Cost       0.2             0.0            0.2 \n  Physical Contingency       2.6             3.5         6.1 \n  Price Contingency       1.8             2.4         4.2 \n  IDC, Commitment, FF       5.3             0.0         5.3 \n      \nTotal     36.3           41.0       77.3 \n   \n \nIDC = interest during construction, FF = front-end fee, TA = technical assistance. ", "      47  Appendix 2 \nPROJECT LOCATIONS AND OTHER PARAMETERS \n \nTable A2.1: Key Agriculture Features of the Four Project Provinces \n \n  Henan  Hubei  Jiangxi  Shanxi \nPopulation   92.6 million  60.3 million  41.4 million  33.0 million \nUrban \n18.2 million   20.0 million  8.9 million  10.2 million  \nPopulation \nCapital  Zhengzhou  Wuhan  Nanchang  Taiyuan \nHan, Tujia, Hui, \nHan, Hui, Mongolian,  Han, Hui, Miao, She,  Han, Hui, Mongolian, \nEthnicity  Manchu, Miao, and \nand Manchu  and Yao  and Manchu  \nMongolian \nArea  167,000 km2  185,900 km2  166,900 km2  156,300 km2 \nAverage Rural \nIncome per  Y1,986/year  Y2,269/year  Y2,135/year  Y1,906/year \nCapita \nTemperate, \nSpans the warm- Subtropical, humid, \ncontinental, monsoon \nClimatic  temperate/semi-humid  monsoon climate;  Subtropical, humid, \nclimate; long, cold \nFeatures  and subtropical/humid  frequent droughts  monsoon climate \nwinters and mild \nclimates  and floods \nsummers  \nMinus 3 to plus 3  Minus 16 to minus 2 \n1- 6 degrees Celsius  3-9 degrees Celsius \nAverage  degrees Celsius in  degrees Celsius in \nin January; 24-30  in January; 27-31 \nTemperature  January; 24-29  January; 19-28 \ndegrees in July   degrees in July \ndegrees in July  degrees in July \n750-1,500 mm; high \n500 - 900 mm; high  350 - 700 mm; high \nprecipitation in the  1,200 - 1,900 mm; \nAnnual Average  precipitation in the  precipitation in the \nsoutheastern and  high precipitation in \nRainfall  southern and northern  southeast and low in \nsouthwestern  the northeast  \nmountains  the northwest \nmountains \nFen River, a tributary \nThe Ganjiang-\nof the Yellow River \nYangtze River and its  Poyang drainage \nlocated on the eastern \ntributary the Hanshui  system covers most \nRivers  Yellow and Huai rivers  part of the Loess \nRiver  of the province and \nPlateau; the Yellow \n  empties into the \n(Huanghe) River in the \nYangtze River. \nwest and south \nWheat, millet, \nRice, wheat, \nsorghum, corn, rice, \nsorghum, millet,  Rice, wheat, corn,  Wheat, corn, sorghum, \npotato, peanut, \npeanut, sugar cane,  potato, millet, rape,  millet, potato, \nsesame, soybean, \ncotton, ramie,  sugar cane, tea,  soybean, sesame, \nProducts  sugar cane, rape, \nfreshwater fish,  peanut, soybean,  peanut, tobacco, \nedible fungus, cotton, \npeaches, oranges,  sesame, cotton, lotus  pears, dates, walnuts, \napples, peaches, \nchestnuts, silver  seeds, carp  persimmons \ngrapes, walnuts, \nfungus. \ngingko, persimmons  \n1 autonomous \n12 cities and 77  8 prefectures, 6 cities, \nprefecture, 25 cities, \ncounties; Poyang  118 counties, 437 \nAdministrative  18 cities and 111  51 counties, 2 \nLake, 3,583 km2,  towns, 1,402 \nDivisions  counties  autonomous \nPRC’s largest fresh  townships, and 32,371 \ncounties, and 1 forest \nwater lake  administrative villages \ndistrict \n \nSource:  Provincial statistical bureaus. 2000. \n \n \n \n ", "DETAILED PROJECT COST ESTIMATES\n \nTable A3.1: Whole Project Cost Summary\n% % Total\nComponent (Yuan '000) ($ '000) Foreign Base\nForeign Local Total Foreign Local Total Exchange Costs\nFund for Renewable Energy  \n  Development and Eco-Environment Development   196,395.4 205,628.1 402,023.6 23,662.1 24,774.5 48,436.6 49 79\nImprove Mechanisms for  \n  Transferring Biomass Technology   2,244.3 6,401.9 8,646.2 270.4 771.3 1,041.7 26 2\nRehabilitate Farm-to-Market Facilities   1,982.7 6,472.2 8,454.9 238.9 779.8 1,018.7 23 2\nImprove Environmental Policy Implementation  \n  and Awareness   4,110.2 10,089.5 14,199.6 495.2 1,215.6 1,710.8 29 3\nPilot Poverty-Focused Approaches  \n  to Biomass Development   531.2 22,542.1 23,073.3 64.0 2,715.9 2,779.9 2 5\nImprove Project Implementation and Capacity Development   13,628.5 40,317.8 53,946.2 1,642.0 4,857.6 6,499.5 25 11\n          Total Baseline Costs 218,892.2 291,451.6 510,343.8 26,372.6 35,114.6 61,487.2 43 100\nPhysical Contingencies   21,875.3 29,089.4 50,964.7 2,635.6 3,504.7 6,140.3 43 10\nPrice Contingencies   14,802.8 19,773.6 34,576.4 1,783.5 2,382.4 4,165.8 43 7\n          Total  255,570.3 340,314.5 595,884.8 30,791.6 41,001.8 71,793.4 43\nTechnical Assistance Preparatory Cost 1,709.80 1,709.8 206.0 206.0 100\n4\nFront-end Fee 2,748.80 2,748.8 331.2 331.2 100 8\nCommitment Fee 2,336.23 2,336.2 281.5 281.5 100\nInterest During Construction 38,675.29 38,675.3 4,659.7 4,659.7 100\n                    Total Project Costs 301,040.4 340,314.5 641,354.9 36,269.9 41,001.8 77,271.7 47\nSource: Asian Development Bank estimates.\nA\np\np\ne\nn\nd\nix\n \n3\n,\n \np\na\ng\ne\n \n1", "49 Appendix 3, page 2\nTable A3.2: Expenditure Accounts Project Cost Summary\nWhole Project\n(Yuan '000) ($ '000)\nItem Foreign Local Total Foreign Local Total\nInvestment Costs  \nCivil Works\nRoads–Materials 1,982.7 3,682.1 5,664.8 238.9 443.6 682.5\nRoads–Labor - 2,790.1 2,790.1 - 336.2 336.2\nTraining Station - - - - - -\nOffice Renovation 139.4 557.8 697.2 16.8 67.2 84.0\nBiomass Development for the Poor - 19,754.0 19,754.0 - 2,380.0 2,380.0\nSubtotal 2,122.1 26,784.0 28,906.1 255.7 3,227.0 3,482.7\nVehicles 1,382.0 460.7 1,842.6 166.5 55.5 222.0\nEquipment\nOffice Equipment 1,451.7 2,177.6 3,629.3 174.9 262.4 437.3\nTraining Equipment 398.4 597.6 996.0 48.0 72.0 120.0\nEnvironmental Facilities 4,010.6 6,015.8 10,026.4 483.2 724.8 1,208.0\nSubtotal 5,860.7 8,791.0 14,651.7 706.1 1,059.2 1,765.3\nSpecial funds\nBiogas Development\nCredit Funds (ADB Loan) 195,845.8 - 195,845.8 23,595.9 - 23,595.9\nCredit Funds (Local Government) - 97,922.9 97,922.9 - 11,797.9 11,797.9\nBeneficiary contribution - 97,922.9 97,922.9 - 11,797.9 11,797.9\nSubtotal 195,845.8 195,845.8 391,691.6 23,595.9 23,595.9 47,191.8\nConsultants, Training, Workshops,\n  Special Studies, and Tours\nConsulting services\nInternational Consultants 11,205.0 - 11,205.0 1,350.0 - 1,350.0\nDomestic Consultants - 9,673.7 9,673.7 - 1,165.5 1,165.5\nStudent Fellowships - 1,338.0 1,338.0 - 161.2 161.2\nSubtotal 11,205.0 11,011.6 22,216.6 1,350.0 1,326.7 2,676.7\nTraining 405.0 7,275.8 7,680.8 48.8 876.6 925.4\nWorkshop - 2,136.9 2,136.9 - 257.5 257.5\nSpecial Studies - 664.0 664.0 - 80.0 80.0\nTours 2,071.7 3,107.5 5,179.2 249.6 374.4 624.0\nSubtotal 13,681.7 24,195.8 37,877.5 1,648.4 2,915.2 4,563.6\nReports - 2,095.8 2,095.8 - 252.5 252.5\nProject Management Operating Costs\nProject Management Staff Salaries - 15,238.8 15,238.8 - 1,836.0 1,836.0\nProject Management Travel - 4,834.1 4,834.1 - 582.4 582.4\nProject Management Office Expenses - 4,968.4 4,968.4 - 598.6 598.6\nSubtotal - 25,041.3 25,041.3 - 3,017.0 3,017.0\n       Total Investment Costs 218,892.2 283,214.3 502,106.5 26,372.6 34,122.2 60,494.8\nRecurrent Costs\nSalaries\nProvincial - 840.6 840.6 - 101.3 101.3\nMunicipal - 249.0 249.0 - 30.0 30.0\nCounty - 5,371.4 5,371.4 - 647.2 647.2\nSubtotal - 6,461.1 6,461.1 - 778.4 778.4\nOperation and Maintenance - 1,776.2 1,776.2 - 214.0 214.0\n       Total Recurrent Costs - 8,237.3 8,237.3 - 992.4 992.4\n       Total Baseline Costs 218,892.2 291,451.6 510,343.8 26,372.6 35,114.6 61,487.2\nPhysical Contingencies 21,875.3 29,089.4 50,964.7 2,635.6 3,504.7 6,140.3\nPrice Contingencies 14,802.8 19,773.6 34,576.4 1,783.5 2,382.4 4,165.8\n       Total  255,570.3 340,314.5 595,884.8 30,791.6 41,001.8 71,793.4\nTA Preparatory Cost 1,709.8 1,709.8 206.0 206.0\nFront-end Fee 2,748.8 2,748.8 331.2 331.2\nCommitment Fee 2,336.2 2,336.2 281.5 281.5\nInterest During Construction 38,675.3 38,675.3 4,659.7 4,659.7\n              Total Project Costs 301,040.4 340,314.5 641,354.9 36,269.9 41,001.8 77,271.7\nSource: Asian Development Bank estimates.", "50 Appendix 3, page 3\nTable A3.3: Project Expenditure Accounts by Financiers\n($ '000)\n \nAsian Global People's\nDevelopment Environment Republic\n  Bank Facility Beneficiaries of China Total\nItem Amount % Amount % Amount % Amount % Amount %\nInvestment Costs  \nCivil Works  \nRoads–Materials   800.9 100.0 800.9 1.1\nRoads–Labor   394.2 100.0 394.2 0.5\nTraining Station  \nOffice Renovation   85.2 100.0 85.2 0.1\nBiomass Development for the Poor   1,306.6 46.4 1,510.1 53.6 2,816.7 3.9\nSubtotal   1,306.6 31.9 394.2 9.6 2,396.2 58.5 4,097.0 5.7\nVehicles   247.1 100.0 247.1 0.3\nEquipment  \nOffice Equipment   487.2 100.0 487.2 0.7\nTraining Equipment   80.2 60.0 53.5 40.0 133.7 0.2\nEnvironmental Facilities   200.0 14.6 1,173.4 85.4 1,373.4 1.9\nSubtotal   280.2 14.1 1,714.1 85.9 1,994.3 2.8\nSpecial funds  \nBiogas Development  \nCredit Funds (ADB Loan)   27,639.7 100.0 27,639.7 38.5\nCredit Funds (Local Government)   13,804.7 100.0 13,804.7 19.2\nBeneficiary contribution   13,804.7 100.0 13,804.7 19.2\nSubtotal   27,639.7 50.0 13,804.7 25.0 13,804.7 25.0 55,249.1 77.0\nConsultants, Training, Workshops,  \n  Special Studies, and Tours  \nConsulting services  \nInternational Consultants   1,530.7 100.0 1,530.7 2.1\nDomestic Consultants   1,001.1 75.0 333.7 25.0 1,334.8 1.9\nStudent Fellowships   189.9 100.0 189.9 0.3\nSubtotal   2,721.7 89.1 333.7 10.9 3,055.4 4.3\nTraining   1,069.0 100.0 1,069.0 1.5\nWorkshop   299.5 100.0 299.5 0.4\nSpecial Studies   92.3 100.0 92.3 0.1\nTours   593.5 83.0 121.6 17.0 715.1 1.0\nSubtotal   4,776.0 91.3 455.3 8.7 5,231.2 7.3\nReports   297.0 100.0 297.0 0.4\nProject Management Operating Costs\nProject Management Staff Salaries   2,141.9 100.0 2,141.9 3.0\nProject Management Travel   679.7 100.0 679.7 0.9\nProject Management Office Expenses 698.2 100.0 698.2 1.0\nSubtotal   3,519.8 100.0 3,519.8 4.9\n       Total Investment Costs   27,639.7 39.1 6,362.8 9.0 14,198.9 20.1 22,434.1 31.8 70,635.6 98.4\nRecurrent Costs  \nSalaries  \nProvincial   118.2 100.0 118.2 0.2\nMunicipal   35.0 100.0 35.0\nCounty   755.0 100.0 755.0 1.1\nSubtotal   908.1 100.0 908.1 1.3\nOperation and Maintenance   249.7 100.0 249.7 0.3\n       Total Recurrent Costs   1,157.8 100.0 1,157.8 1.6\n       Total   27,639.7 38.5 6,362.8 8.9 14,198.9 19.8 23,591.9 32.9 71,793.4 100.0\nTA Preparatory Cost 206.0 206.0\nFrontend Fee 331.2 331.2\nCommitment Fee 281.5 281.5\nInterest Charges 4,659.7 4,659.7\n                Total Project Cost 33,118.1 42.9 6,362.8 8.2 14,198.9 18.4 23,591.9 30.5 77,271.7 100.0\nSource: Asian Development Bank estimates.", "51 Appendix 3, page 4\nTable A3.4: Components by Financier\nWhole Project\nFinancier ($ '000)\nComponent ADB GEF Beneficiaries Government Total\nFunding Renewable Energy Generation  \n  and Eco-Environment Development 27,639.7 0.0 13,804.7 15,197.9 56,642.3\nImprove Mechanisms for  \n  Transferring Biomass Technology 0.0 1,093.9 0.0 143.3 1,237.2\nRehabilitate Farm-to-Market Facilities 0.0 0.0 394.2 800.9 1,195.1\nImprove Environmental Policy Implementation  \n  and Awareness 0.0 789.1 0.0 1,173.4 1,962.5\nPilot Poverty-Focused Approaches to  \n  Biomass Development 0.0 1,737.8 0.0 1,541.9 3,279.7\nImprove Project Implementation and \n   Capacity Development 0.0 2,742.0 0.0 4,734.6 7,476.6\n         Totala 27,639.7 6,362.8 14,198.9 23,592.0 71,793.4 b\nADB = Asian Development Bank, GEF = Global Environment Facility.\na Excluding interest and other charges totaling $5,478,400.\nb Figures may not add up due to rounding of decimals.\nSource: ADB estimates.", "ORGANIZATION CHART \n \nFigure A4.1: Project Organization Chart  \n \n \n \nMOA   \n(Ministry of Agriculture)  \n \n \nNational  National Project   \nMinistry of Finance  Asian Development\nSteering  Management Office   Bank \nCommittee  Beijing \n \n \nProvincial   \nProvincial Department of \nGovernment    Finance \n \nProvincial \n \nLeading \nGroup  Provincial Project   \nImplementation    Municipal/County \nOffice Finance Bureau \n \nProvincial   Universities  Research  \nTechnical Support   Institu tion    \nAgencies  Nongovernment Organizations\n \n \nCounty Technical  County Project   \nTownship \nSupport Agencies  Implementation Unit   \nTechnical Stations\n \n \nLarge-Scale \n  Township \nBiogas \nFinance Office \n  Enterprises \n \n \n  Village Committee/Rural \n  Legend:  Economic Cooperatives \n    Command Line \n  Flow of Fund \n  Coordination \nFarmers/Farmer \nGroups ", "53 Appendix 4, page 2\nFigure A4.2: Project Funds Flow for\nPart A: Fund Renewable Energy Generation and Eco-Environment Development\nAsian\nDevelopment\nBank\n       'i = ordinary capital resources rate\n       '25 years with 5 -year grace period\nHenan Hubei Shanxi Jiangxi\nGovernment Department Department Department Department\nCounterpart of Finance of Finance of Finance of Finance\nImprest Account Imprest Account Imprest Account Imprest Account\nUS$ US$ US$ US$\nYuan Yuan Yuan Yuan\n       i = ordinary capital resources rate\n       25 years with 5 -year grace period\nFinance Bureau same as Henan same as Henan Finance Bureau\nGovernment Municipal/County         Government Municipal/County\nCounterpart        Counterpart\nYuan Yuan\n       i = ordinary capital resources rate\n       25 years with 5 -year grace period\nFinance Bureau Finance Bureau\nGovernment          Government\nTownship Township\nCounterpart         Counterpart\nYuan Yuan\n       i = prevailing commercial bank rate; currently\n              equivalent to 6.4% or less\n       no more than 10 years with grace period\n              no more than 5 years\nFarmer\nCounterpart Farmer Medium-scale Counterpart             Counterpart\nType II\nContribution Type I &II Type III & IV Contribution             Contribution\n25% 50% 50%", "PROJECT IMPLEMENTATION SCHEDULE\nYear 1 Year 2 Year 3 Year 4 Year 5\nPROJECT COMPONENT/KEY ACTIVITY 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4\n1. Fund Renewable Energy Generation and \nEco-Environment Development \na. Introduce improved loan processing skills\nb. Operate investment funds and administer \nloans \n2. Improved Mechanisms for \nTransferring Biomass Technology\na. Strengthen skills of biogas and gasification \nsystem contractors\nb. Extension officers and farmers on-site skill\ntransfer training\nc. Study tours and workshops\n3. Rehabilitate Farm-to-Market Facilities\na. Rehabilitate access roads\nb. Rehabilitate bridges and drainage crossings\n4. Improve Environmental Policy Implementation\nand Awareness\na. Develop environmental awareness program 5\n4\nb. Prepare publicity and extension materials\nc. Provide student fellowships on environmental\nresearch\nd. Establish renewable energy, environment \nmonitoring and training Station\ne. Provide environmental monitoring equipment\n5. Pilot Poverty-Focused Approaches to\nBiomass Development\na. Women's training and participatory workshop\nb. Selection and provision of basic biogas\nFacilities\nc. Special training for poor farmers\nd. Fellowship for poverty research\n6. Improve Project Implementation and Capacity \nDevelopment\nA\na. Provide office support p\np\nb. Recruit consultants\ne\nc. Establish monitoring and evaluation system n\nd\nix\n \n5", "   \n  55  Appendix 6 \nINDICATIVE PROCUREMENT PACKAGES \n \n      Loan/GEF   \n    Amount/  Financing  Procurement \nPackage  Units  Unit  Package  Mode \n1.  Type 1 Model         \n  (Digester/Greenhouse/Pigs/         \n  Vegetables) \n    Henan  1,200  2,000  1,000  DP \n    Shanxi  3,500  3,000  1,500  DP \n             \n2.  Type 2 Model         \n  (Digester/Pigs/Orchard)         \n    Henan  1,500  3,600  1,800  DP \n    Hubei  4,400  2,500  1,125  DP \n    Jiangxi  5,000  2,400  1,200  DP \n             \n           \n3.  Type 3 Model         \n  (Biogas Plant)         \n    Henan  8  235,784  117,892  IS \n    Hubei  2  235,784  117,892  IS \n    Shanxi  4  235,784  117,892  IS \n             \n4.  Type 4 Model         \n  (Biomass Gasification Plant)         \n    Henan  15  131,814  65,907  DP \n    Hubei  11  131,814  65,907  DP \n    Shanxi  2  131,814  65,907  DP \n           \n5.  Environmental and Training         \nEquipment  \n    Henan    1  50,000  50,000  DP \n    Hubei     1  50,000  50,000  DP \n    Jiangxi   1  50,000  50,000  DP \n    Shanxi   1  50,000  50,000  DP \n             \n             \n \nDP = direct purchase, GEF = Global Environment Facility, IS = international shopping. \nSource: Asian Development Bank estimates. ", "  56      Appendix 7, page 1    \nTERMS OF REFERENCE FOR CONSULTING SERVICES \n \nA.  Scope of Work \n1.  Consulting services will be required to assist the executing agencies (EAs) through the \nproject management office (PMO) and project implementation offices (PIOs) to address several \nof the key barriers that are affecting the lack of widespread dissemination and expansion of \nbiogas/biomass  renewable  energy  systems.  For  this,  both  international  and  domestic \nconsultants  will  be  engaged  to  develop  synchronized  programs  to  assist  in  removing  the \nbarriers; to oversee the implementation of selected activities; to assist in setting up institutional \nstrengthening programs to raise the skills of contractors, farmers, and government service staff; \nand  to  develop  an  environmental  monitoring  and  measurement  program.  The  Project  is \nexpected to develop a sustainable and replicable program that serves as an example to expand \nbiogas/biomass renewable energy systems elsewhere in the People’s Republic of China (PRC). \nThe consultants will address the major problems associated with (i) institutional barriers, (ii) \ntechnical barriers, (iii) financial barriers, (iv) public awareness and marketing barriers, (v) service \ninfrastructure barriers, and (vi) disadvantaged and poor household barriers. It is anticipated that \nabout  45  person-months  of  international  consultants  and  117  person-months  of  domestic \nconsultants will be required under the direction of the PMO, and about 142 person-months of \ndomestic consultants under the direction of the PIOs in the four provinces. The scope of work \nare as follows: \n \n(i)  Overcoming institutional barriers \n \n(a)  Establish sound management support to overcome deficiencies in design, \nquality assurance, environmental monitoring, and technical supervision. \n \n(b)  Establish project management and coordination committees to promote \nintersector cooperation between different ministries dealing with biogas/ \nbiomass technology and to supervise implementation of the proposed \nGlobal  Environment  Facility  (GEF)  project  and  the  formulation  and \nimplementation of the biogas/ biomass energy program as a whole. \n \n(c)  Assist  the  provincial  government  in  formulating  and  implementing  a \nbiogas  energy  program  and  action  plan  aimed  at  expanding  the \ndevelopment  of  small-  to  medium-scale  biogas/biomass  renewable \nenergy systems in the PRC. \n \n(d)  Address ongoing policy and legal framework activities through national \nlevel steering committees and close liaison with other ongoing renewable \nenergy  programs  in  order  to  be  part  of  the  strategic  partnership \nagreements now being prepared by various aid agencies in the PRC. \n \n(e)  Assist in developing a market approach to expand the implementation of \nbiogas/biomass  renewable  energy  systems  nationwide  and  introduce \norganic farming and certification of organic foods to increase the incomes \nof beneficiaries. \n \n(f)  Provide institutional strengthening and capacity building activities for the \ngovernment and the private sector so they are better prepared to expand \nthe biogas renewable energy program elsewhere in the PRC. \n \n   ", "  57      Appendix 7, page 2    \n \n \n(ii)  Overcoming technical barriers \n \n(a)  Introduce  improved  technologies  to  increase  the  efficiency  of  biogas \nsystems that have been developed outside the PRC, particularly for type \nIV gasifiers, in order to further reduce crop residue burning in the fields, \nthus reducing greenhouse gas emissions. \n \n(b)  Provide  grants  to  universities  to  carry  out  further  research  and \ndevelopment programs for advanced biogas/biomass models. \n \n(c)  Provide technical training to research and technical officials and private \nsector service contractors and technicians so that they may understand \nnew developments and problems in the biogas sector. \n \n(d)  Develop,  install,  and  train  personnel  in  sound  environmental \nmeasurement and monitoring programs to provide a sound database to \nState Environmental Protection Administration (SEPA) in order to quantify \nthe reduction of greenhouse gases in the project areas and assist in \ndeveloping environmental standards applicable to the renewable energy \nsector for biogas/biomass development.  \n \n(e)  Provide extensive training and study tours to farmers, including the poor \nand  disadvantaged  group,  on  all  aspect  of  biogas  production  and \nmaintenance to ensure sustainability of biogas adoption. \n \n(iii)  Overcoming financial barriers \n \n(a)  Assist  the  provincial  governments  to  develop  a  sustainable  and  a \nworkable financing mechanism in order to overcome the credit problem in \nthe rural areas so as to reach the subborrowers who want to invest in \nbiogas production. \n \n(b)  Assist in establishing sound financial lending and collection procedures at \nthe  provincial  financial  bureaus  through  advanced  training  and \ninstitutional  strengthening  using  up-to-date  computer  software  and \nhardware. \n \n(c)  Assist in developing a sustainable and replicable financing model for long \nterm lending that is replicable in other parts of the PRC until the rural \nfinancial sector is restructured and is willing to enter into this small but \ngrowing biogas market. \n \n(d)  Assist in establishing a sustainable and replicable financing model of \nassisting poor and disadvantaged farmers to adopt biogas production \ntechnology. \n \n \n \n \n \n   ", "  58      Appendix 7, page 3    \n(iv)  Overcoming public awareness and marketing barriers \n \n(a)  Prepare  and  disseminate  public  awareness  material  and  advise  local \ncommunities and industry on the latest available technical options, costs, \nand economic/financial benefits. \n \n(b)  Organize  public  information  campaigns,  seminars,  study  tours,  media \npresentations, etc. To share information on advances in and benefits due \nto  biogas/biomass  systems,  and  present  lessons  learned  from  other \ncountries. \n \n(c)  Assist in developing sound marketing and advertising campaigns, and set \nup  trade  fairs  and  other  similar  means  to  expand  interest  in \nbiogas/biomass renewable energy systems. \n \n(d)  Assist in developing an information campaign on the environmental and \nhealth  benefits  associated  with  biogas/biomass  renewable  energy \nsystems. \n \n(e)  Assist  in  establishing  the  above  campaigns  through  institutional \nstrengthening and training of government, the private sector, and farmers. \n \n(v)  Overcoming service infrastructure barriers \n \n(a)  Assist in devising a strategic program to train private sector contractors \nand technicians and to help them to build up a viable service sector in \nlocal  townships  to  provide  continued  service  to  farmers  using  biogas \ntechnology. \n \n(b)  Assist the project implementation units (PIUs) to concentrate the buildup \nof biogas digesters in localized areas to ensure the sustainability of the \nservice  sector  in  providing  operation  and  maintenance  (O&M)  to  the \nfarmers. \n \n(c)  Determine  the  parameters  (such  as  economies  of  scale,  pricing, \ntechnology improvement, and availability of spare parts) to integrate the \nservice sector into farm production as an integrated farming process to \nensure sustainability. \n \n(vi)  Overcoming disadvantaged and poor household barriers \n \n(a)  Assist in setting up specially designed programs to assist disadvantaged \nhouseholds to overcome their social stigmas, and to train, inform, and \nassist them in related small-scale economic endeavors. \n \n(b)  Assist in promoting bottom-up participatory processes to involve socially \nvulnerable and disadvantaged households in planning and implementing \nproject activities.   \n   ", "  59      Appendix 7, page 4    \nB.  Expertise Required \n \n1.  International Consultants at the PMO \n \n2.  Environmental Specialist/Team Leader (18 person-months). The consultant should \nhave at least 10 years of environmental project implementation experience; be fully familiar with \nthe environmental requirements of SEPA, GEF, and the Asian Development Bank; and have \ngood knowledge of renewable energy policies of the PRC. He or she will help to develop \nprograms for environmental protection through the development of renewable energy in the four \nproject provinces; assist in developing and providing policy advice to the provincial government; \ndevelop  training  programs;  provide  input  for  the  preparation  of  environmental  evaluations, \nmonitoring programs, installation of measurement equipment, and analysis; and assist SEPA \nand the Ministry of Agriculture (MOA) in formulating renewable energy policies utilizing biomass \nresources as well as developing applicable environmental standards. \n \n3.  Renewable Energy Specialist (18 person-months). The consultant should have at least \nfive years of experience in renewable energy development work and have good knowledge of \nrenewable energy development in the PRC. He or she will help to develop the planning, design, \nquality assurance, and construction programs for the biomass systems in all project provinces \nas well as to assist in the preparation of research and development programs to develop or pilot \ntest new technologies at qualified universities. \n \n4.  Training Program Development Specialist (9 person-months). The consultant should \nhave  at  least  five  years  of  experience  in  developing  and  conducting  training  programs  in \ndeveloping  countries,  particularly  in  the  areas  of  project  management,  energy,  and \nenvironmental  aspects.  He  or  she  should  have  a  good  knowledge  of  renewable  energy \ndevelopment in the PRC and will help to develop and carry out training programs for private \nsector, public sector, and small beneficiaries in all aspects of biomass technology. \n \n2.  Domestic Consultants at the PMO \n   \n5.  Biomass System Specialist/Deputy Team Leader (60 person-months). The consultant \nshould  have  at  least  10  years  of  working  experience  in  the  PRC  on  biomass  system \ndevelopment. He or she will assist in setting up the entire project implementation arrangements \nincluding planning, designs, feasibility studies, and quality assurance programs in the four \nprovinces. As deputy team leader, the consultant will develop a quality control program involving \nroutine inspections and liaison between central and provincial authorities. \n \n6.  Financial Management Specialist  (12 person-months). The specialist should have at \nleast five years of experience in setting up financial management systems and in implementing \ntraining for agricultural credit projects. The specialist will assist the provincial, municipal, and \ncounty finance bureaus to set up replicable and sustainable financing mechanisms for onlending \nto subloan borrowers and for debt collection. He or she will review the existing system and \ndetermine the most appropriate and best model and mechanism for an onlending operating \nsystem, cash management system, risk management system, financial accounting system, \ngeneral accounting and bookkeeping system, computer and data processing system, internal \ncontrol  system,  etc.  The  specialist  will  determine  the  nature  and  form  of  the  accounting \nstandards and policies to be used by the finance bureaus as well as recommend appropriate \nauditing standards to be adopted. \n \n7.  Environmental Specialist (15 person-months). The consultant should have at least five \nyears of working experience in environment related areas of renewable energy development in \n   ", "  60      Appendix 7, page 5    \nthe PRC. He or she will help conduct training in environmental protection, collect information to \ncreate environmental awareness, set up the overall environmental monitoring program, and \ncarry out random environmental evaluations. \n \n8.  Biogas  Training/Extension  Specialist  (15  person-months).  The  consultant  should \nhave at least five years of working experience in areas related to biogas development and \nextension. He or she will help in the preparation of the various training programs and provide \ntraining to participants in all four provinces. The consultant will also train extension workers in all \naspects of biogas development. \n \n9.  Performance Evaluation Specialist (15 person-months). The specialist should have at \nleast 10 years of experience in project performance evaluation in the PRC. He or she should be \nfamiliar with ADB’s project performance management system (PPMS) and able to provide \ntraining to provincial Project staff in performance evaluation based on PPMS. The specialist will \ndevelop a training program and provide the training required. The specialist will assist in setting \nup the baseline monitoring and evaluation program in each of the Project provinces and in PMO \nand help the Project staff in analyzing data in order to have a sound basis for expanding the \nprogram to other parts of PRC. \n \n3.  Domestic Consultants at the PIOs \n \n10.  The following domestic consultants will work closely with the consultants assigned to the \nPMO in order to develop the program in each province.1 \n   \n11.  Financial  Management/Credit  Specialist  (4  person-months).  The  specialist  should \nhave  at  least  five  years  of  experience  in  direct  credit  and  finance  management  and  in \nimplementing training for rural credit officers. He or she should have worked in the Agriculture \nBank of China or similar rural development banks or cooperatives for at least three years \ninvolving all aspects of lending credit to rural enterprises and farmers. The specialist will review \nthe  current  credit  and  finance  procedures  of  the  finance  bureaus,  and  propose  the  most \neffective and appropriate procedure that best serves the Project’s needs. The specialist will \nformulate the onlending procedure and debt collection system for medium-scale enterprise \nborrowers  and  will  recommend  a  sustainable  mechanism  for  the  credit  component  of  the \nProject. He or she will develop training programs for the project financial staff, paying particular \nattention to general credit and risk management; credit department organization; and basic \ncredit  procedures  including  loan  underwriting,  credit  analysis,  loan  application  processing, \ncollateral evaluation, and loan collections.   \n \n12.  Quality  Control/Assurance  Specialist  (24  person-months).  The  consultant  should \nhave at least five years of working experience in biogas development and be familiar with all \ntechnical aspects of biogas digesters and biogas and gasification plant construction. He or she \nwill help the PMO to ensure that all constructions carried out by the project subborrowers meet \nthe required standards and will provide advice to contractors to ensure that they are able to \nconform to requirements. \n \n13.  Information,  Education,  and  Communication  Specialist  (12  person-months).  The \nconsultant should have at least five years of working experience in information dissemination, \ncommunication,  and  public  campaigns.  He  or  she  will  help  the  provincial  governments  in \norganizing environmental field days, seminars, training, and public information campaigns to \ncreate public awareness about environment protection, etc.   \n                                                 \n1   The total number of person-months is for all four provinces. \n   ", "  61      Appendix 7, page 6    \n \n14.  Environmental Awareness Specialist (18 person-months). The consultant should have \nat least five years of working experience in environmental protection and be fully familiar with \nrenewable  energy  and  environmental  management.  He  or  she  will  assist  in  setting  up \nenvironmental awareness systems and in implementing training programs on environmental \nawareness.  The  consultant  will  help  to  collect  data  and  information  that  will  create \nenvironmental awareness, and will disseminate the information through effective media to the \npublic. \n \n15.   Training Specialist (36 person-months). The consultant will have extensive experience \nin developing training materials for agricultural extension activities for semiliterate adults. The \nconsultant will assist the PIUs and PIOs in each province to develop special training materials \ntargeted at semiliterate adult on subjects related to biomass-integrated farming systems. The \ninitial training materials will be pretested extensively before final production and distribution. \nTraining materials will include both printing materials and audiovisual materials. The consultant \nwill work closely with field offices of the rural energy offices, agriculture departments, poverty \nalleviation offices, and women’s federation as well as gender specialist of the Project.  \n \n16.  Gender Specialist (20 person-months). The consultant will have a graduate degree in \ngender and development or a related area with extensive working experience in rural PRC. The \nconsultant  will  assist  the  PIOs  and  women’s  associations  in  organizing  and  initiating \nimplementation of all activities in the pilot poverty component. An initial training workshop will be \nheld for PIOs, PIUs, and women’s associations to clarify the tasks and responsibilities of each \nparty,  in  particular  the  women’s  associations  at  each  level.  The  consultant  will  assist  in \ninstitutionalizing training programs for women on the operation of biogas digesters, use of liquid \neffluent from digesters, management of orchards and vegetable gardens, food processing, \nmarketing, household sanitation, environmental protection, and other women’s empowerment \nactivities. The consultant will help ensure that the schedule and content of the training courses \nare designed with special consideration for women’s needs, e.g., shorter hours, closer to the \nhouse, and arrangements for household helper during training hours. \n \n17.  Extension Specialist (16 person-months). The consultant should have at least five \nyears of work experience as an extension specialist and should be familiar with the rural energy \npolicy and biogas development of the PRC. He or she will assist in developing an extension and \ntraining program, in collaboration with the training specialist, for the farmers who are adopting \nthe biogas technology. A special extension program will also have to be developed to cater to \nthe poor and disadvantaged farmers who are project beneficiaries. The extension specialist will \nprovide advice to the PIOs and PIUs in organizing and selecting project farmers to ensure that a \ncritical mass is realized within a location to enable economies of scale for establishing a biogas \nservice infrastructure by the private sector to provide sustainable O&M services to the farmers. \nExtension training will also be provided to project and provincial field extension officials to \nensure sustainability of project benefits.   \n \n18.  Project  Benefit  Monitoring  and  Evaluation  Specialist  (12  person-months).  The \nconsultant will be associated with a research institute or a university in each province. The \nconsultant will work closely with domestic specialists of the PMO and the provincial gender \nspecialist to establish and make operative participatory poverty monitoring system and provide \nintermittent  support  in  the  operation  of  the  poverty  monitoring  system.  The  consultant  will \nprovide supervision to student fellows who will be responsible for conducting poverty impact \nmonitoring surveys and documenting experiences of best practices in poverty reduction in the \nProject. The consultant will also assist in the preparation of an annual report on the poverty \nimpacts of the Project. \n   ", "   \n  62      Appendix 8, page 1    \nSOCIAL AND POVERTY IMPACT ASSESSMENT \n \nA.  Methodology \n1.  A socioeconomic profile of the target beneficiaries and a poverty impact assessment \nwere  carried  out  using  information  from  both  secondary  and  primary  sources.  Secondary \ninformation was collected from statistic offices of provinces, counties, townships, and village \nadministrative offices.  For primary information, series of field assessments were systematically \ncarried out in at least one county in each province, including counties where the four case \nstudies  and  two  feasibility  studies  on  the  investment  models  were  analyzed.  In  all  four \nprovinces, total field assessment activities included 43 public meetings, 63 in-depth interviews, \n11 participatory rural appraisals and participatory poverty assessments, and 150 household \ninterviews (Table A8.1).  Villagers were engaged in focus group meetings with participants from \nvillage peoples committees, community leaders, elders, and women’s and youth associations to \ncollect  broad-based  opinions  on  the  Project.  In-depth  interviews  were  done  to  clarify  the \nsocioeconomic, poverty, and environmental implications of the Project.  Particular attention was \ngiven to fostering the participation of villagers, in particular women, in all the field assessment \nactivities.  \n \nTable A8.1: Summary of Field Activities Conducted by the Consultants \n \n         Participatory \nProvince  Meetings  Interviews  Questionnaires  Assessments \nHenan  4  12  -  1 \nHubei  21  19  30  5 \nJiangxi  3  10  30  2 \nShanxi  15  22  90  3 \n       Total  43  63  150  11 \n    \n \n                  Source: Project feasibility study reports. \n \nB.  Socioeconomic Profile of Target Beneficiaries \n2.  The target beneficiaries of the Project are the rural population living in 145 villages in 37 \ncounties of the four provinces namely Henan (9), Hubei (10), Jiangxi (12), and Shanxi (6). While \nthe rural population in the 37 project counties includes about 17.3 million people, the total \npopulation in project villages in the four provinces is estimated at 208,100 in 55,405 households.  \nTable A8.2 shows the estimated population and households in the project villages.  \n \nTable A8.2: Estimated Population and Households in the Project Villages \n \n    Estimated       \n    Population  Average  Estimated  Total \n  Target  in the Target  Household  No. of  Beneficiaries \nProvince  Villages  Villages  Size  Households  Households \nHenan  45  67,500  3.9  17,310  12,660 \nHubei  27  48,600  3.5  13,885  11,240 \nJiangxi  24  37,700  3.8  9,920  5,000 \nShanxi  49  54,300  3.8  14,290  5,180 \n      Total  145  208,100     55,405  34,080 \n          Source: Project feasibility study reports. ", "   \n  63      Appendix 8, page 2    \n \n3.  The main sources of household income of the project villages are from crops, livestock \nand  seasonal  off-farm  employment.  Within  a  village,  households  share  similar  livelihoods, \nassets, and living standard. Land ownership is relatively equal. The key factor in higher incomes \nappears to be nonfarm activities.  Up to 40 percent or more of men below 40 years old in the \nproject areas are seasonal migrants, working as construction workers or wage laborers in urban \ncenters in their province or in coastal provinces.  \n \n4.  Basic services in the project villages are insufficient. As high as 12 percent of the \nvillages in the project areas have no access to basic health services. Infant mortality is high at \nabout 0.5 percent. About 10 percent of the villages do not have appropriate access to clean \nwater. Less than half of the villages (42 percent) have access to sanitation and toilets. The \nconsequences are poor water quality and ultimately poor health. Main sources of household \nenergy are fuelwood, straw, and low-grade coal which, when used for cooking and heating, \nhave strong potential to cause respiratory and eye problems.  In some villages, women and \nchildren have to walk up to two hours each day to collect fuelwood and to fetch water.  \n \n5.  Deforestation and soil erosion in mountainous areas are common to all the provinces. \nPopulation densities, which are in excess of the carrying capacity of the resource base along \nwith  their  high  dependency  on  fuelwood  for  energy,  are  the  main  factors  in  the  ongoing \nenvironmental degradation.  The majority of the poor are concentrated in resource-deficient \nareas, mostly in the upland sections of the provinces.  \n \nC.  Pilot Poverty-Focused Component \n6.  To  target  meaningful  levels  of  assistance  to  poor  and  disadvantaged  households, \nincluded in the design of the Project is a pilot poverty component to enhance their participation \nin biomass technologies. As poor farmers may have the necessary labor, land, and resources \nbut lack the necessary skills and assets normally required to benefit from project activities and \ninvestments, this project component will directly help remove those barriers.   The women’s \nassociation in each village will implement the pilot poverty component under the guidance of the \nPIUs. The poor will be informed about the project activities and the general eligibility criteria1 to \njoin them.  Activities in the pilot poverty component are discussed in paras. 7-9. \n \n7.  Training for Low-Skilled Households.  Special training materials targeted at illiterate \nor low-skilled adults will be developed in a participatory manner under the Project. Training will \nbe conducted using adult learning methods with emphasis on hands-on experience at farm \nsites.  Training will be carried out topic by topic to avoid overloading the poor, who have \nrelatively low absorptive capacity. For necessary follow-up activities, project extension staff will \narrange for a better-off household to pair up with each poor household on a one-on-one basis to \nhelp the poor households operate their biomass integrated farming systems.   \n \n8.    Demonstration Households and Training for Women. Demonstration households will \nbe selected on a voluntary basis from among poor farmers, in particular women farmers, to form \na basis for extension activities in the village. Study tours will be organized for poor households \nto visit demonstration households outside of their villages or counties. Arrangements will be \nmade to enable members of the poor households to participate in the study tour. Training \n                                                 \n1  General selection criteria of poor households include (i) farmer per capita income below the poverty line of Y1,000 \nper annum, (ii) farmers with less than three years of formal education, (iii) farmers with poor housing conditions, \ne.g., house with dirt floor and no glass window, and (iv) households with high dependency on fuelwood/straw and \ncoal for cooking and heating. ", "   \n  64      Appendix 8, page 3    \ncourses directed at women will include not only the operation of biogas digesters and their \nassociated  farming  systems,  but  also  other  topics  including  food  processing,  household \nsanitation, safe use of water, and management of income and expenditures. The schedule and \ncontent of the training courses will be designed with special consideration for women’s needs, \ne.g., shorter hours, closer to the house, and baby-sitters available during training hours. \n \n9.  Biosystem adoption facilities. To assist poor households, which lack capital, trained \npoor farmers who meet the basic requirements will be provided with an initial biomass system \nthat  include  biogas  digester,  pigpen,  and  other  basic  fixtures.  The  basic  requirements  for \nreceiving  project  assistance  among  the  poor  households  will  include  (i)  household  with \nappropriate land and at least two adults available full-time and (ii) household with no record of \ncrime and with good reputation for helping others. A preliminary list of poor households selected \nto receive project assistance will be made known publicly to all villagers before final approval. \nThese  poor  household  beneficiaries  will  be  monitored  through  the  participatory  monitoring \nsystem  set  up  by  the  Project.  Lessons  learned  through  implementing  this  pilot  poverty \ncomponent  will  be  systematically  documented  to  expand  these  experiences  to  the  wider \ndevelopment community.  \n \nD.  Poverty Impacts \n1.  Income and Employment Impacts \n10.  The Project will improve the environment and livelihood of farm households in Project \nareas through an integrated agriculture approach in which agricultural wastes will be more \nefficiently used for production of low-cost, cleaner energy and improved agricultural production. \nDuring the project period, 34,080 households2 (136,320 people) will benefit directly from the \nproject intervention: 15,600 households with small-scale biogas-farming systems, and 18,480 \nhouseholds  with  access  to  clean  energy  from  biogas  enterprises.  About  9,000  beneficiary \nhouseholds will be from poor households below the poverty line. This is depicted in Table A8.3. \n \nTable A8.3: Beneficiaries by Type of System \n \n    Beneficiary Household \n      Households with Income \nType of System  Enterprises  Total  Below Y1,000/Capita/Year  \nType I  4,700  4,700  1,500  \nType II  10,900  10,900   3,300  \nType III  14a  1,680  400  \nType IV  28b  16,800  3,800  \nTotal    34,080  9,000 \n \na  Each type III enterprise provides biogas to 120 households. \nb  Each type IV enterprise provides producer gas to 600 households. \nSources: Asian Development Bank estimates. \n \n11.  In terms of income benefits, the average annual incremental household income for type I \nwill be Y4,013 ($485), an increase of about 36 percent from traditional farming systems. For \n                                                 \n2  This includes 4,700 households of type I; 10,900 households of type II; 1,680 households to be serviced by 14 \nmedium-scale biogas plants (type III); and 16,800 households to be serviced by 28 gasification plants (type IV). ", "   \n  65      Appendix 8, page 4    \ntype II, the average annual incremental household income will be Y14,254  ($1,722) or an \nincrease  of  73  percent  over  the  “without  Project”  situation.  At  full  development,  annual \nincremental agriculture products produced during the project period will be 882 tons (t) of \nvegetables, 312 t of grain, 209,280 t of citrus fruits, and 289,780 pigs. An area of 8,066 hectares \nof degraded mountainous land will be reforested with fruit trees. A number of upstream and \ndownstream  economic  activities  associated  with  the  biogas  farming  system,  e.g.,  pig  feed \nproduction, vegetable processing and servicing of biogas digesters will also be promoted. The \nconstruction of type I and type II will require about 2 million labor-days from the households. \nLower income households will have an opportunity to provide their services for this activity. It is \nestimated that lower income families will provide half of the labor requirement. \n \n12.  For type III, 20,000 labor-days of local employment will be generated. For each plant, \n1,200 labor-days for construction will be required, and in addition to 30 jobs created on the pig \nfarm, 300 farm households will increase their earnings by raising piglets on contract. A large \nnumber of jobs including feed processing, slaughtering, meat processing, and transportation will \nbe created for the local economy. For type IV, it is estimated that financial benefits of over Y1.0 \nmillion per year will be realized for the whole Project.  These benefits will be derived from the \nreduced cost of producer gas and reduced medical expenses as a result of cleaning cooking \nconditions. In addition, the poor will have the opportunity to earn income by bringing straw from \nthe fields to sell to the gasification plants.  \n \n2.  Non-Quantifiable Impacts \n13.  Apart from income and employment impacts, other indirect benefits generated by the \nProject will include, for example, lower food prices, better food availability, better quality of food \n(organically grown vegetables), time savings in cooking, cleaner air, cleaner soil and water, and \nbetter public sanitation practices. Excessive use of agrochemicals in current farming practices \nand its health implications for farmers and consumers, which are of general concern to farmers, \nwill also be reduced by the Project.  Recycling of on-farm agricultural resources will lower the \ncost of agricultural production. This is likely to bring wider profit margins for poor who are food \nproducers and also net food consumers. The poor will benefit more than the nonpoor from \nproject outcomes that affect public goods and other goods needed to satisfy basic human needs \nlike clean water, energy, and transport because these normally claim a higher proportion of the \nincome of the poor household than of the better-off household.  \n   \n14.  Women  in  the  project  areas  anticipate  that  through  the  increased  employment \nopportunities generated by the Project, the majority of men who are seasonal migrants will \nreturn to take over the main responsibility for farm work in the villages.  This will lessen the \nexcessive burdens of farm work, household work, and single parenting currently carried by \nwomen. The poor, and in particular the women, will be empowered through training activities \nprovided by the Project. Every effort will be made to ensure an equitable gender balance in the \nselection of beneficiaries, with special consideration for women who are heads of households.   \n \n15.  Identification of the location of roads to link the clusters of project investments to the \nexisting road networks will be carried out in a participatory manner to ensure that locations of \ninfrastructure will serve poor and disadvantaged households. At the same time, the poor can \nalso have a significant role in constructing and maintaining infrastructure.  The participatory \nprocess  will  also  foster  community  ownership  and  transparency  in  implementing  project \nactivities.  ", "                                                                              66      Appendix 9, page 1        \n \n  FINANCIAL AND ECONOMIC ANALYSES \n \nA.  Introduction \n \n1.  The financial analysis focuses only on the viability of the representative farm models \nenvisaged to evolve under the Project. The analysis is based on incremental revenues derived from \nthe sale of agricultural crops and livestock for types I, II, and III biogas systems, and from the sale \nof biogas (for type III system) and producer gas (for type IV system) and incremental costs incurred \nin farm development, working capital, farming operations, and operation and maintenance. The \neconomic analysis was carried out for each type of biogas system and for the Project as a whole \ncovering all six components. The project life is assumed at 25 years, including an implementation \nperiod of five years. Costs included in the economic analysis consist of incremental capital and \noperating costs including physical contingencies, but excluding price contingencies, taxes, duties, \nand subsidies. Economic costs and benefits are derived by adjusting financial costs and benefits by \na standard conversion factor (SCF) of 0.9 and a shadow wage rate of 0.8. \n \nB.  Assumptions \n \n  1.  Types of Biomass Systems \n \n2.  The Project will provide funds from which potential borrowers may draw as credit for \ninvestment in four types of biogas units. It is expected that about 4,700, 10,900, 14, and 28 units of \ntype I, II, III, and IV biogas systems, respectively, will be established under the Project. Type I \nbiogas farming systems consist of a biomass digester and greenhouse (area of about 0.5 mu1 or \nabout 333 square meters [m2]) for the production of vegetables and pigs with an annual throughput \nof 30 heads. The average farm has a cultivated area of four mu. The financial and economic \nanalyses take into consideration two scenarios in assessing the viability of investments in type I \nbiogas systems. The first scenario determines the incremental costs incurred and benefits derived \nby a farm that has fully adopted type I biogas technology (i.e., construction of a biomass digester \nand a greenhouse, which represents the “with Project” situation) and compares these with a similar \nfarm applying traditional farming technology (i.e., no biomass digester and greenhouse, which \nrepresents the “without Project” situation). This is presented in the analyses as the type Ia biogas \nsubsystem. The second scenario evaluates the incremental costs and benefits of a farm with a \ndigester and greenhouse (representing full technology adoption under “with Project” situation) \nrelative to one with a greenhouse but without a biogas digester (considered as improved type I \nbiogas system under the “without Project” situation). This is presented as the type Ib biogas \nsubsystem in both the financial and economic analyses. Of the total 4,700 units of type I biogas \nsystems to be established, 2,350 units, or 50 percent, are assumed in each scenario. \n  \n3.  Type II biogas farming systems mainly produce orchard crops (area of about 15 mu) such as \ncitrus, and an annual throughput of 10 pigs to supply the manure requirements of its biogas \ndigester. Type III biogas farming systems are large pig farms that are operated by farming \ncommunities or groups of individuals, consisting of breeding and fattening stock with an annual \nthroughput of 10,000-15,000 fattened pigs. These systems will generate additional income from the \nsale of biogas to consumer households for cooking and lighting as well as from the sale of digested \neffluents and sludge as farm fertilizer. Type IV systems are mainly biomass gasification plants that \nproduce producer gas, which will be sold to user-households. The plant consists of a gasifier, a gas \ntank, building facilities, and biogas distribution facilities. In the analyses, it is assumed that new type \nIV gasification systems will be constructed under the Project. The number of biogas system in each \nprovince is presented in Table A9.1. \n                                                 \n1 1 ha = 15 mu. ", "                                                                              67      Appendix 9, page 2        \n \n \n \nTable A9.1: Biogas System Investments by Province \n \n  Type I  Type II  Type III  Type IV \nProvince  (units)  (units)  (units)  (units) \nHenan  1,200  1,500  8  15 \nHubei  -  4,400  2  11 \nJiangxi  -  5,000  -  - \nShanxi  3,500  -  4  2 \n     Total  4,700  10,900  14  28 \n      \n \n        Source: Project feasibility study reports. \n \n4.  Incremental costs incurred by the biogas systems include incremental investment costs, \nworking capital requirements, and operating costs incurred during their operation. Investment costs \ninclude capital investment in the construction of greenhouses, pigpens, toilet facilities, biogas \ndigesters, and biogas distribution facilities.  \n \n  2.  Production \n   \n5.  A total of about 4,700 farm households, each cultivating about 4 mu (2,668 m2), are \nexpected to invest on type I biogas systems. In the provinces of Shanxi and Henan, a total of \n18,800 mu (1,253 hectares [ha]) will be cultivated under all type I biogas systems comprising grains \n(i.e., winter wheat, maize, soybean, millet, and mungbean), greenhouse vegetables (e.g., onion, \nmelon, and cucumber), and livestock, such as pigs and a few cattle, sheep, and goats. Incremental \nproduction generated by type I biogas systems is based on production estimates under two type I \nsubsystems:  (i)  type  Ia  subsystem,  which  compares  full  technology  adoption  vs  traditional \ntechnology; and (ii) type Ib subsystem, which compares full technology adoption vs improved \ntechnology. The estimated incremental vegetable area under each subsystem is about 0.5 and 0.25 \nmu, respectively, or a total incremental vegetable area of about 1,175 mu for type Ia biogas \nsubsystem and 587.5 mu for type Ib biogas subsystem. The annual incremental vegetable \nproduction will be of 0.6 tons (t) and 0.3 t for type Ia biogas subsystem and type Ib biogas \nsubsystem, respectively; the corresponding total annual incremental vegetable production for type \nIa biogas subsystem and type Ib biogas subsystem is about 705 t and 177 t, respectively, or a total \nannual incremental vegetable production for all type I biogas systems of 882 t. Total annual \nincremental grain production is about 312 t while annual incremental pig production is about \n105,750 heads or about 10,575 t of pork (at 100 kg/head). All type I biogas systems will generate a \ntotal annual incremental production of about 2.8 million cubic meters (m3) of biogas, 183,558 t of \ndigested effluent, and 44,310 t of sludge (Table A9.2). \n \n6.  About 10,900 farm households, each comprising about 15 mu (about 1 ha) for citrus orchard \nproduction, will invest in type II biogas systems, mainly in the provinces of Henan, Hubei, and \nJiangxi. Under the “with Project” situation, each type II biogas system is assumed to be planted with \nabout 700 citrus trees and will produce about 10 heads of pigs annually. Under the “without Project” \nsituation, a type II system is assumed to cultivate 189 citrus trees and produces two pigs. The new \nsystem will produce about 24 t of citrus on a 1 ha orchard area (about 34.3 kg/tree) compared with \nthe same type of system under the “without Project” situation, which produces 4.8 t on an orchard of \n0.27 ha (about 25.4 kg/tree). Total annual citrus production under the “with Project” situation is \nabout 261,600 t compared with about 52,320 t under the “without Project” situation or an annual \nincremental citrus production of 209,280 t. Total annual pig production will increase from 21,800 \nheads to 109,000 heads or an incremental production of 87,200 heads or about 8,720 t of pork. The ", "                                                                              68      Appendix 9, page 3        \n \ntype II systems will generate an annual incremental production of about 6.5 million m3 of biogas, \n138,213 t of digested effluent, and 33,365 t of sludge (Table A9.2).  \n \nTable A9.2: Annual Incremental Production under Different Biomass Technologies \n \n         \n              Digested   \nType of Biogas  Vegetables  Grains  Citrus  Pork   Biogas  Effluent  Sludge \nSystem  (t)  (t)  (t)  (t)  (million cu m)  (t)  (t) \n                 \nAnnual Production \"With Project\"           \nType Ia  926  3,120  0  7,238  1,410  91,779  22,155 \nType Ib  1,617  3,120  0  7,238  1,410  91,779  22,155 \nType II  0  0  261,600  10,900  6,540  138,213  33,365 \nType III  0  0  0  14,452  1,226  198,684  47,822 \nType IV  0  0  0  0  30,660  0  0 \n Total  2,543  6,240  261,600  39,828  41,246  520,455  125,497 \nAnnual Production \"Without Project\"     \nType Ia  367  2,964  0  188     \nType Ib  1,293  2,964  0  3,713     \nType II  0  0  52,320  2,180     \nType III  0  0  0  4,769     \nType IV  0  0  0  0     \n Total  1,660  5,928  52,320  10,850     \nAnnual Incremental Production     \nType Ia  705  156  0  7,050  1,410  91,779  22,155 \nType Ib  177  156  0  3,525  1,410  91,779  22,155 \nType II  0  0  209,280  8,720  6,540  138,213  33,365 \nType III  0  0  0  9,683  1,226  198,684  47,822 \nType IV  0  0  0  0  30,660  0  0 \n Total  882  312  209,280  28,978  41,246  520,455  125,497 \n         \n \nSource: Asian Development Bank estimates. \n        \n \n7.  About 14 type III biogas systems will be established. A typical type III system will produce \nabout 87,600 m3 of biogas annually, which will be distributed among consumer households. An \nannual incremental biogas production of about 1.2 million m3 will be produced by type III biogas \nsystems. Under the “with Project” situation, these systems will produce a total of 144,520 pigs \ncompared with about 47,690 under the “without Project” situation or an annual incremental pig \nproduction of 96,830. The type III biogas systems will produce an annual increment of about \n198,684 t and 47,822 t of digested effluent and sludge, respectively. Total annual incremental \nvolume of digested effluent and sludge produced will be about 246,506 t (Table A9.2). \n \n8.  About 28 gasification systems (type IV systems) will be established. One gasification system \n(type IV system) will produce about 1.1 million m3 of producer gas. Each gasification system will be \nnewly constructed. The annual incremental production of producer gas is estimated at about 30.7 \nmillion m3 (Table A9.2).  \n \n9.  The total projected annual incremental production of crops and livestock accruing to the \nProject is less than 1 percent of current agricultural production in the project area. Agricultural \nprices of these commodities in the local market are not expected to be affected by project output. \n \n10.  A summary of the typical farm budgets of each type Ia, Ib, and II biogas system, under the \n“with” and “without” Project situations, is presented in Table A9.3.  \n ", "                                                                              69      Appendix 9, page 4        \n \n \nTable A9.3: Typical Farm Budgets \n(in yuan) \n \nItem  Type Ia a Type Ib b  Type II\nWith Project   \nRevenue    19,110     19,110     64,940 \nProduction and Maintenance Cost    11,974     11,974     22,707 \nGross Margin Before Tax      7,136      7,136     42,233 \nIncome Tax c      1,427      1,427       8,447 \nGross Margin After Tax       5,709      5,709     33,786 \nWithout Project   \nRevenue      8,613     11,641     33,151 \nProduction and Maintenance Cost      6,493      7,604       8,735 \nGross Margin Before Tax      2,120      4,037     24,416 \nIncome Tax          424          807       4,883 \nGross Margin After Tax      1,696      3,230     19,533 \na  This refers to comparison of type I biogas system with full adoption of technology with a traditional production \nsystem that has no greenhouse and digester. \nb  This refers to comparison of type I biogas system with full adoption of technology with an improved production \nsystem that has a greenhouse but no digester. \nc  Tax assumed at 20 percent.       \n  Source: Asian Development Bank estimates. \n \nC.  Financial Analysis \n \n1.  Financial Viability of Each Type of Biogas System \n \n11.  Investment Cost. Under the “with Project” situation, new investments will be made by \nproject beneficiaries in the various types of biogas systems. Total investment in each type of biogas \nsystem is as follows: (i) type I, Y20,750 (or about $2,500)2; (ii) type II, Y27,245 ($3,283)3; (iii) type \nIII, Y1,957,000 ($235,784); and (iv) type IV, Y1,094,056 ($131,814). The investment on each type of \nsystem will require an equity contribution of 25 percent from the beneficiaries, 25 percent from the \ngovernment, and 50 percent from a credit loan fund.  \n \n12.  Loans for type I biogas systems will have a maturity period of ten years. This includes a \ngrace period of not more than five years from the year of establishment, with repayment on principal \nloan and interest commencing in Year 6 until Year 10. Credit for type II biogas systems is assumed \nto mature in 10 years, with a grace period of not more than five years from year of establishment \n(i.e., from Year 1 to Year 5) and loan repayments commencing in Year 6, when the citrus trees start \nto bear fruits, until Year 10. Although the type II biogas systems will generate positive cash flow on \nthe first year of production, revenues will be derived mainly from pig production and will not be \nsufficient to cover interest charges and repayments on principal loan. An adequate cash flow will be \nrealized in Year 6 when the citrus trees start bearing fruits.  \n \n13.  In the analysis, loans for type III systems are assumed to have a maturity period of ten years \n                                                 \n2  As the investment costs in Henan  province and Shanxi  province are Y16,600 ($2,000) and Y24,900 ($3,000), \nrespectively, an average investment cost of Y20,750 ($2,500) was used in analyzing the financial viability of the type I \nbiogas system. \n3  As the investment costs in Henan province, Hubei province, and Jiangxi province are Y29,800 ($3,600), Y19,920 \n($2,250), and Y18,675 ($2,400),  respectively, an average investment cost of Y27,245 ($3,283) was used for \ndetermining the financial viability of the type II biogas system, which includes purchase of planting materials and trace \nelements. ", "                                                                              70      Appendix 9, page 5        \n \nwith a grace period of not more than five years (i.e., from Year 1 to Year 5). Full repayment on loan \nand interest charges covers a period of five years, i.e., from Year 6 to Year 10. For type IV systems, \nloan repayment is assumed to start after a grace period of not more than five years (i.e., from Year \n1 to Year 5), with the loan to be fully paid within a five-year period (from Year 6 to Year 10) or a \nmaturity period of 10 years. Details of the investment parameters of the different biomass \ntechnology types are presented in Table A9.4. \n \nTable A9.4: Investment Parameters of the Different Biomass Technology Types \n \n    First Year of  Loan Maturity    Years of Loan \n  Cost per Unit  Positive Cash  Period  Grace Period  Repayment \nType  ($)  Flow  (years)  (years)  (years) \n           \nType Ia  2,500  Year 1  10b  5  5 \nType IIc  3,283  Year 1  10d  5  5 \nType III  235,784  Year 3  10d  5  5 \nType IV  131,814  Year 3  10b  5  5 \n           \na Average of estimated unit cost of $2,000 and $3,000 for Henan and Shanxi provinces, respectively. \nb Including a five -year grace period from Year 1. \nc Average of estimated unit cost of $3,600, $2,250, and $2,400 for Henan, Hubei, and Jiangxi provinces, respectively. \nd Including a five-year grace period from Year 1. \nSource: Asian Development Bank estimates. \n \n14.  All loans will be charged at the prevailing commercial bank interest rate (currently at 6.4 \npercent). The investment cost of each biogas system consists of investment requirements for the \nconstruction of greenhouses, pigpens, toilet facilities, and biogas digesters for types I and II biogas \nsystems. Type III systems will require construction of additional pigpens and the construction of a \nbiogas plant and distribution facilities.  Type IV systems will require the construction of a gasification \nplant and distribution facilities.  The financial analysis used 2001 prices and was carried out \ncovering a period of 15 years for type I biogas systems and 20 years for types II, III, and IV \nsystems.  \n \n15.  The total investments in all types of biogas systems under the Project is estimated at about \n$47.2 million distributed as follows: (i) Henan, $11.7 million; (ii) Hubei, $11.8 million; (iii) Jiangxi, \n$12.0 million; and (iv) Shanxi, $11.7 million. The summary of total investment by type and province \nis presented in Table A9.5 below.  \n \nTable A9.5: Summary of Investment Costs by Type of Technology a \n($ ‘000) \n \n          Total by \nProvince  Type I  Type II  Type III  Type IV  Province \nHenan  2,400.0  5,400.0  1,886.3  1,977.2  11,663.5 \nHubei  -  9,900.0  471.6  1,450.0  11,821.6 \nJiangxi  -  12,000.0  -  -  12,000.0 \nShanxi  10,500.0  -  943.1  263.6  11,706.7 \n     Total  12,900.0  27,300.0  3,301.0  3,690.8  47,191.8 \na Base cost covering Asian Development Bank (50%), Government (25%), and beneficiary contribution (25%). \nSource: Asian Development Bank estimates. \n \n16.  Revenue. For both “with” and “without” Project situations, farm revenues from crops, \nlivestock, biogas, and digested effluents/sludge sales were valued using financial farmgate prices, \nexpressed in 2001 terms. A summary of the prices used in the calculation of revenue for each \nbiogas system is given in Table A9.6. ", "                                                                              71      Appendix 9, page 6        \n \n \n \nTable A9.6: Summary of Commodity Prices \n \n    Financial  Standard Conversion  Economic \nCommodity Price/    Price  Factor  Price \nCost Savings  Unit  (yuan)  (yuan)  (yuan) \nProducer Gas  m3  1.20  0.9  1.08 \nDigested Effluent  t  10.00  0.9  9.00 \nSludge  t  45.00  0.9  40.50 \nPig Live Weight  kg  7.60  0.9  6.84 \nCitrus  kg  3.00  0.9  2.70 \nWinter Wheat  kg  1.20  0.9  1.08 \nMaize  kg  0.80  0.9  0.72 \nSoybean  kg  2.40  0.9  2.16 \nMillet  kg  1.80  0.9  1.62 \nGreen Onion  kg  0.40  0.9  0.36 \nCucumber  kg  2.20  0.9  1.98 \nMelon  kg  1.80  0.9  1.62 \n     Source: Asian Development Bank estimates. \n \n17.  Annual Operating Cost.  Operating cost items, for both the “with” and “without” Project \nsituations, include expenditures covering labor cost, production materials, and interest payments on \nprincipal loan and working capital.  Labor cost is estimated at Y20/person-day. These costs were \nestimated using 2001 prices. \n \n18.  Gross Margin/Net Profit from Operations. Estimates of gross margin/net profit from \noperations for each biogas system, under the “with” and “without” Project situations, were projected \nover a period of 15 (for type I biogas system) and 20 years (for types II, III, and IV systems) using \n2001 prices based the calculated biogas system-specific revenues and operating costs. Inflationary \neffects were excluded on the assumption that inflation will affect increases in input and output prices \nproportionately. \n \n19.  Cash Flow.  Incremental cash flow projections were based on annual cash inflow and \noutflow streams under the “with” and “without” Project situations. \n \n2.  Financial Performance of Each Type of Biogas System \n \n20.  Revenues are expected to be generated by each of the biogas systems starting on the first  \nyear of operation. For types Ia, Ib, and II systems, positive cash flows are envisaged to be realized \nin the first year of operation and are projected to adequately cover (i) annual production and \nmaintenance costs, (ii) income tax, and (iii) debt service requirements during the years when these \nare due for payment. Type III systems are expected to realize positive cash balances in the third \nyear of operation. Type IV systems will realize positive cash balances in Year 3 but will be able to \nsufficiently cover loan repayments and interest charges only starting in Year 6. Details of the \nfinancial analysis for each biogas system are given in Supplementary Appendix D. \n \n21.  The financial performance of each individual biogas system was assessed using financial \nratios that provide information on the capability of these systems to (i) cover operating expenses \n(i.e., operating ratio), (ii) generate returns (income ratios such as return on sales, return on equity, \nand return on assets), and (iii) cover financial obligations (i.e., current ratio, debt service ratio, and \ndebt coverage ratio). The operating ratios of the biogas systems range from 33-95 percent with \ntype II systems exhibiting the lowest and type III systems, which incur relatively higher operating ", "                                                                              72      Appendix 9, page 7        \n \ncosts, exhibiting the highest values (see Table A9.7). All systems exhibited income ratios that are \ngenerally higher than the weighted average cost of capital (nominal value of 4.3 percent). The \nsystems will be able to generate adequate funds from their operations to cover financial obligations \nas exhibited by the creditworthiness ratios (i.e., current ratio, debt service coverage ratio, and debt \ncoverage ratio), which are greater than one. \nTable A9.7: Financial Ratios by Type of Biogas System\nYear \nItem 3 4 5 6 7 8 9 10 11 12 13-20a\nType I\n  Operating ratiob 0.79 0.79 0.76 0.75 0.73 0.73 0.72 0.73 0.74 0.74 0.72\n  Return on sales (%)c 17 17 20 20 22 21 22 22 21 21 22\n  Return on equity (%)d 63 66 77 80 90 90 96 96 94 96 104\n  Return on assets (%)e 16 17 19 20 22 22 24 24 24 24 26\n  Current ratiof 3.2 4.5 6.2 7.8 8.6\n  Debt service coverage ratiog 1.3 1.3 1.5 1.5 1.6\n  Debt coverage ratioh 3.8 5.2 6.8 8.4 9.3\nType II\n  Operating ratiob 0.76 0.75 0.68 0.65 0.59 0.47 0.41 0.37 0.33 0.33 0.33\n  Return on sales (%)c 3 5 14 22 25 37 44 47 51 51 51\n  Return on equity (%)d 5 10 47 90 122 283 406 493 602 615 628\n  Return on assets (%)e 1 3 12 23 31 71 101 123 151 154 157\n  Current ratiof 3.2 5.1 7.6 12.8 20.6\n  Debt service coverage ratiog 1.3 1.9 2.4 4.9 7.0\n  Debt coverage ratioh 3.9 5.8 8.3 13.5 21.3\nType III\n  Operating ratiob 0.89 0.95 0.95 0.95 0.95 0.95 0.95 0.95 0.95 0.95 0.95\n  Return on sales (%)c 7 2 2 1 2 2 2 2 2 2 2\n  Return on equity (%)d 130 33 40 29 37 46 47 49 50 52 54\n  Return on assets (%)e 33 8 10 7 9 11 12 12 13 13 13\n  Current ratiof 1.4 2.4 3.6 4.3 6.0\n  Debt service coverage ratiog 2.4 1.2 1.3 1.1 1.3\n  Debt coverage ratioh 2.1 3.1 4.4 5.0 6.7\nType IV\n  Operating ratiob 0.77 0.77 0.77 0.77 0.77 0.77 0.77 0.77 0.77 0.77 0.77\n  Return on sales (%)c 15 15 12 10 11 10 12 13 13 13 13\n  Return on equity (%)d 72 74 57 51 56 54 62 71 73 75 77\n  Return on assets (%)e 18 19 14 13 14 13 16 18 18 19 19\n  Current ratiof 2.8 4.2 5.7 6.6 8.9\n  Debt service coverage ratiog 1.5 1.4 1.5 1.4 1.6\n  Debt coverage ratioh 3.6 4.9 6.5 7.3 9.6\na Ratios generally remain the same from Year 13 to Year 20.\nb Operating ratio = cost of operation/sales revenue.\nc Return on sales = net income after tax and debt service/sales revenue.\nd Return on equity = net income after tax and debt service/equity.\ne Return on assets = net income after tax and debt service/assets.\nf Current ratio = current assets/current liabilities; current assets were mainly composed of cash while current liabilities consist of the \n         portion of the principal loan due during the current year.\ng Debt service coverage ratio = (net income after income tax;before debt service)/(interest payment + repayment  of long-term loan.\nh Debt coverage ratio = (cash + interest payment)/(interest payment  + repayment  of long-term loan).\nSource:  Asian Development Bank estimates.\n \n22.  The results of the financial analysis indicate that each type of system is financially viable as \nimplied by their respective calculated financial internal rate of return (FIRR) value which is greater \nthan the weighted average cost of capital, which is estimated at 4.3 percent. Moreover, sensitivity \nanalysis indicates that the FIRR value of all types of biogas systems is highly sensitive to changes \nin revenue and production cost as implied by the sensitivity indicator, which exhibits a value greater \nthan one for each corresponding change in revenue, production cost, or both. A delay in benefits by \none year will not significantly affect the FIRR value of each type of biogas system. The FIRR is also ", "                                                                              73      Appendix 9, page 8        \n \nnot sensitive to changes in foreign exchange. In the sensitivity analysis, a 30 percent devaluation \nrate in the yuan exhibits a sensitivity indicator of less than one. A devaluation of the yuan is highly \nunlikely to occur, however, given the country’s significant trade surplus. The summary of the results \nof the financial and sensitivity analyses is presented in Table A9.8. \n \nTable A9.8: FIRR and Sensitivity Analysis – by Type of Biogas System \n          \n      FIRR \n      Type Ia  Type Ib  Type II  Type III    Type IV \n   Percent  Base    Base    Base    Base      Base  \nChange in Variable  Change  15.9% SI  16.7% SI  16.6% SI  15.9%  SI   13.8% SI \n1. Decrease in revenue  10%  11.0 3.10 10.6 3.63 13.5 1.92 7.7  4.97   5.3 6.15\n2. Increase in production   10%  13.1 1.75 12.8 2.33 15.7 0.58 8.4  4.48   7.0 4.96\n    cost \n3. Decrease in revenue        \n    and increase in cost  10%  8.0 4.98 6.4 6.15 12.7 2.37 5.5  6.54   5.1 6.30\n4. Delay of one year in        \n    benefits whole Project    15.5 16.3 16.4 15.7     13.6\n5. Exchange rate change  30%  13.5 0.51 14.3 0.48 15.3 0.26 13.9  0.42   12.4 0.35\nFIRR = financial internal rate of return, SI = sensitivity indicator. \nSource: Asian Development Bank estimates. \n \n23.  The switching values technique confirms the results of the sensitivity analysis (Table A9.9). \nThe summary of the results shows that the small-scale biogas systems (i.e., types I and II) require \ngreater percentage changes in revenue and costs to maintain a FIRR value of 4.3 percent \ncompared with the medium-scale biogas systems (i.e., types III and IV).  \n \nTable A9.9: Switching Values Techniquea – by Type of Biogas System \n(percent) \n \n  Type Ia  Type Ib  Type II  Type III  Type IV \n  Base FIRR  Base FIRR Base FIRR Base FIRR  Base FIRR\nChange in Variable  15.9%  16.7%  16.6%  15.9%  13.8% \n           \n1. Decrease in revenue  22.0  19.4  35.2  13.9  11.1 \n2. Increase in production cost  39.5  30.6  >100  15.2  13.6 \n3. Decrease in revenue and increase in cost  14.2  11.9  33.0  11.2  10.9 \n4. Exchange rate change  >100  >100  >100  >100  >100 \nFIRR = financial internal rate of return \na Percentage change in variable to maintain a FIRR of 4.3 percent. \nSource: Asian Development Bank estimates. \n \n  3.  Financial Performance of All Biogas Systems \n \n24.  The financial analysis was extended to determine the financial performance of all of the \ntypes of biogas systems established under the Project covering a period of 25 years. The analysis \nwas based on projections of calculated financial incremental revenue and cost streams of each type \nof system, which were derived from their respective farm budgets. The calculated FIRR, for the \nProject as a whole is about 15 percent (Table A9.10).  \n \n \n \n ", "                                                                              74      Appendix 9, page 9        \n \n     \n \nTable A9.10: Financial Internal Rate of Return for Project Investment\n(in million yuan)\nNet Benefits Net Benefits Net Benefits Net Benefits Net Benefits\nfrom from from from from\nYear Type I Type II Type III Type IV All\nInvestments Investments Investments Investments Investments\n2002 -7.621 -29.697 -2.190 -39.508\n2003 -10.554 -44.060 -7.828 -7.233 -69.674\n2004 -20.213 -87.032 -7.933 -10.659 -125.838\n2005 -16.704 -84.678 -6.182 -8.335 -115.899\n2006 -1.080 -37.521 -3.150 -5.734 -47.484\n2007 5.942 -19.217 4.780 1.020 -7.475\n2008 4.126 -30.868 -1.693 -0.309 -28.745\n2009 -5.245 -67.889 -0.636 -2.528 -76.298\n2010 -1.688 -51.591 -0.136 -0.697 -54.113\n2011 14.031 11.555 2.523 1.535 29.644\n2012 20.911 50.598 10.063 7.919 89.491\n2013 19.094 66.579 3.590 6.590 95.854\n2014 9.771 55.192 4.648 4.371 73.982\n2015 13.422 89.477 5.148 6.202 114.249\n2016 29.000 163.139 7.806 8.434 208.379\n2017 35.879 205.963 15.347 14.818 272.007\n2018 34.205 221.944 8.874 13.489 278.512\n2019 25.024 210.557 9.932 11.270 256.783\n2020 28.676 244.842 10.432 13.101 297.050\n2021 44.253 318.503 13.090 15.333 391.180\n2022 51.132 361.328 20.631 21.717 454.808\n2023 49.459 377.308 14.158 20.388 461.313\n2024 40.278 365.921 15.216 18.169 439.584\n2025 43.930 400.206 15.715 20.000 479.851\n2026 59.507 473.868 18.374 22.232 573.981\nFIRR (%) 16.3 15.1 14.5 12.0 15.1\n \n FIRR = financial internal rate of return. \n Source: Asian Development Bank estimates. \n \nD.  Economic Analysis \n \n25.   The economic analysis took into account the incremental benefits derived from investments \nin all types of biogas systems in the four selected provinces as well as the environmental economic \nbenefits accruing to the Project. The overall economic evaluation of the whole Project was \nundertaken by applying the Asian Development Bank’s Guidelines for Economic Analysis of \nProjects. \n \n1.  Calculation of Economic Costs \n \n26.  For each type of biogas system, investment, production, and maintenance financial costs \nwere converted to economic values by a SCF of 0.9, except for unskilled labor, which was adjusted \nby a shadow wage rate of 0.8. All costs were expressed in 2001 constant prices and were projected \nover a period of 25 years, the project life.  ", "                                                                              75      Appendix 9, page 10        \n \n2.  Calculation of Economic Benefits  \n \n27.  Financial farm revenues of each biogas system, except for biogas, and costs of each type of \nbiogas system, under both the “with” and “without” Project situations, were adjusted by a SCF of 0.9 \nfor the economic valuation. The financial revenue from biogas sales is based on a market price of \nY1.20/m3 which, in turn, was converted into economic value using a price correction factor of 0.89 \nand 0.71 for type III and type IV systems, respectively.4 All economic benefits were expressed in \n2001 constant terms and were projected over a 25-year period. Incremental economic benefits were \nestimated from the difference between the economic revenue and cost streams of each biogas \nsystem which, in turn, served as the basis for estimating the incremental economic benefits \ngenerated by all investments in the various types of biogas systems under the Project. \n \n28.  Environmental economic benefits accruing to the Project, in terms of cost savings, such as \nsavings in fuel, reduction in cooking time, and medical savings resulting from positive impact on \nhealth were also quantified and included in the calculation of the economic internal rate of return \n(EIRR) value for the Project as a whole.  \n \n29.  The financial value of annual fuel savings per household for each type of biogas system is \nestimated at about (i) Y512 for households under type I biogas systems, (ii) Y624 for households \nunder type II biogas systems, (iii) Y77 for households sourcing biogas from type III biogas systems, \nand (iv) Y187 for households deriving biogas from type IV gasification plants. Multiplying these \nestimated  savings  by  a  conversion  factor  of  1.29,  1.15,  0.89,  and  0.71,  respectively,  the \ncorresponding economic value of fuel savings per household for each type of biogas system is at: \n(i) Y660 for households under type I biogas systems, (ii) Y717 for households under type II biogas \nsystems, (iii) Y69 for households using biogas from type III biogas systems, and (iv) Y133 for \nhouseholds sourcing biogas from type IV gasification plants. \n \n30.  A saving of one hour/day in cooking time, on average, is estimated when using biogas or \nproducer gas instead of conventional fuels. Based on a 12-hour day worked by the average woman \nand a daily wage of Y20, the average annual saving per household, in financial terms, is calculated \nat Y608. Applying a shadow wage rate of 0.8, the economic value of savings in cooking time is \nestimated at about Y487 per year. \n \n31.  Firewood and coal are inefficient fuels for cooking and can cause health problems \nconnected to smoke inhalation. On the other hand, biogas used in cooking has negligible emission \nof dust, soot, and carbon dioxide (CO ) due to its chemical composition. It is estimated that the \n2\naverage household using biogas can realize a financial saving of Y30 per year in medical expenses \nor, applying a SCF of 0.9, about Y27 per year.  \n \n32.      The Project will generate considerable economic benefits in terms of reduction in CO  \n2\nemissions. This, subsequently, will have positive effects on the environment. The use of biogas \nresults in reduced CO  emissions of about (i) 4.6 t per household under type I biogas systems, (ii) \n2\n4.2 t per household under type II, (iii) 1.8 t per household using biogas from type III systems, and \n(iv) 0.7 t per household using biogas from type IV gasification plants or an annual average of about \n2.8 t per household. As a consequence, total annual CO  emission is envisaged to be reduced by \n2\n36-92 percent or about 75 percent per year. The Intergovernmental Panel on Climate Change has \ncalculated the damage cost of CO  emissions to be at about Y83/t or an average financial value of \n2\nY232/household/year. This is about Y209/household/year in economic terms. These, however, are \n                                                 \n4  The price conversion factor applied in converting the financial price of biogas to economic value for type III and type IV \nbiogas systems is calculated based on the market prices of liquified petroleum gas and coal, adjusted by their thermal \nefficiency, in terms of biogas and producer gas.  ", "                                                                              76      Appendix 9, page 11        \n \nnot included in the calculation of the EIRR. \n \n  3.  Economic Internal Rate of Return \n \n33.  The resulting economic net present value shows that the Project is expected to generate \napproximately Y553.19 million for the economy. Including environmental economic benefits (i.e., \nsavings in fuel, reduction in cooking time, and medical savings), the EIRR of the whole Project is \nabout 18 percent. The summary of results of the economic analysis for the whole Project is \npresented in Table A9.11. \n \n  4.  Sensitivity Analysis and Switching Values Technique \n \n34.  Sensitivity analysis was undertaken to determine the effect of variations in the estimated \nbenefits of the Project. The analysis indicated that the Project as whole is not very sensitive to \nchanges in revenue and production costs, as the sensitivity indicators, in general, exhibit values \nclose to one. A delay in Project benefits by one year as well as a devaluation in the yuan by 30 \npercent likewise indicate insignificant effects on the base EIRR. The results of the sensitivity \nanalysis are presented in Table A9.12. \n \nTable A9.11: Economic Internal Rate of Return – Whole Project \n(in million yuan) \n \n   Net Benefits              Savings in          \n  Incremental from Biogas  Fuel  Medical Cooking        \nYear  Investment  Investments Expense Expense Time               Net Incremental Benefits   \n  (1)  (2)  (3) (4) (5) (2)-(1) (2+3)-(1) (2+3+4)-(1)  (2+3+4+5)-(1)\n                   \n2002           82.808         (28.048)      1.252     0.075     1.343  (110.856)   (109.604)    (109.529)         (108.186)\n2003         116.575         (49.068)      3.402     0.248     4.468  (165.643)   (162.241)    (161.993)         (157.525)\n2004         136.823         (87.534)      7.350     0.517     9.315  (224.357)   (217.007)    (216.490)         (207.175)\n2005         126.284         (76.596)    11.130     0.750   13.520  (202.880)   (191.750)    (191.000)         (177.480)\n2006           58.449         (24.517)    13.272     0.920   16.586  (82.966)     (69.694)      (68.774)           (52.188)\n2007                7.456    14.524     0.995    17.929       7.456       21.980        22.975              40.904 \n2008             (4.969)    16.673     1.168   21.053      (4.969)      11.704        12.872              33.925 \n2009           (34.034)    20.621     1.437   25.900    (34.034)     (13.413)      (11.976)              13.924 \n2010           (11.672)    24.402     1.670   30.105  (11.672)      12.730        14.400              44.505 \n2011              76.598    26.544     1.840   33.171      76.598    103.142      104.982           138.153 \n2012            148.389    27.795     1.915   34.514    148.389    176.184      178.099            212.613 \n2013            165.840    29.945     2.088   37.639    165.840    195.785      197.873            235.512 \n2014            155.711    33.893     2.357   42.486    155.711    189.604      191.961            234.447 \n2015            206.766    37.674     2.590   46.691    206.766    244.440      247.030            293.721 \n2016            311.089    39.815     2.760    49.757    311.089    350.904      353.664            403.421 \n2017            387.322    41.067     2.835   51.100    387.322    428.389      431.224            482.324 \n2018            404.958    43.217     3.008   54.224    404.958    448.175      451.183            505.407 \n2019            395.014    47.165     3.277   59.072    395.014    442.179      445.456            504.528 \n2020            446.069    50.945     3.511   63.276    446.069    497.014      500.525            563.801 \n2021            550.392    53.087     3.681   66.342    550.392    603.479      607.160            673.502 \n2022            626.389    54.339     3.755   67.686    626.389    680.728      684.483            752.169 \n2023            643.318    56.489     3.929   70.810    643.318    699.807      703.736            774.546 \n2024            632.429    60.437     4.197   75.657    632.429    692.866      697.063            772.720 \n2025            682.776    64.217     4.431   79.862    682.776    746.993      751.424            831.286 \n2026            786.392    66.359     4.601   82.928    786.392    852.751      857.352            940.280 \nEIRR=      14.2% 15.9%  16.0%  18.2%\nNPV@12%=    192.986 348.490  359.250  553.190\n \nEIRR = economic internal rate of return, NPV = net present value. \nSource: Asian Development Bank estimates. ", "                                                                              77      Appendix 9, page 12        \n \n \n \n \nTable A9.12: EIRR Sensitivity Analysis – Whole Project \n \n  Base EIRRa \n  18.2%    EIRR \n  Percent  Recalculated  Sensitivity \nChange in Variable  Change  EIRR    Indicator \n1.  Decrease in revenue  10%  15.9    1.27 \n2.  Increase in production cost  10%  16.2    1.10 \n3.  Decrease in revenue and increase in cost  10%  13.6    2.52 \n4.  Delay of one year in benefits whole Project    17.8     \n5.  Exchange rate change  30%  16.4    0.32 \nEIRR = economic internal rate of return. \na  EIRR calculation is based on benefits derived from investments in biogas systems and environmental economic benefits. \nSource: Asian Development Bank estimates.  \n \n35.  The switching values technique confirms the results of the sensitivity analysis (Table A9.13). \nThe summary of the results shows that the Project will require significant changes (about 20-40 \npercent) in revenue and costs to maintain an EIRR value of 12 percent.  \n \nTable A9.13: Switching Values Calculation \n \n    Percent Change in  \n    Variable to Maintain an \nChange in Variable  Base EIRRa  EIRR Value of 12% \n1.  Decrease in revenue  18.2%  23.3 \n2.  Increase in production cost  18.2% 27.9 \n3.  Decrease in revenue and increase in cost  18.2% 11.6 \nEIRR = economic internal rate of return. \na  EIRR calculation is based on benefits derived from investments in biogas systems and environmental economic benefits. \nSource: Asian Development Bank estimates.  \n \n        \n \n  \n "], "metadata": {"CreationDate": "D:20021002112804", "Producer": "Acrobat Distiller 4.0 for Windows", "ModDate": "D:20021025095455+08'00'"}}