{"path": "data/input/reports/rrp-35498.pdf", "pages": [" \n ASIAN DEVELOPMENT BANK RRP: KGZ 35498\n \n  TAJ  36001\n \n \n \n \n \n \n \n \n \nREPORT AND RECOMMENDATION \n \nOF THE \n \nPRESIDENT \n \nTO THE \n \nBOARD OF DIRECTORS \n \nON  \n \nPROPOSED LOANS \n \nAND TECHNICAL ASSISTANCE GRANTS \n \nTO  \n \nKYRGYZ REPUBLIC AND REPUBLIC OF TAJIKISTAN \n \nAND A  \n \nREGIONAL TECHNICAL ASSISTANCE GRANT \n \nFOR THE  \n \nREGIONAL TRADE FACILITATION AND CUSTOMS COOPERATION PROGRAM \n \n \n \n \n \nOctober 2002", "CURRENCY EQUIVALENTS \n(as of 1 August 2002) \n \nKyrgyz Republic  Currency Unit –  som (Som) \nSom1.00 =  $0.021 \n$1.00 =  Som48 \nTajikistan  Currency Unit –  somoni (TJS) \nTJS1.00 =  $0.37 \n$1.00 =  TJS2.704 \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nAPEC  –  Asia Pacific Economic Cooperation \nASEAN   –  Association of Southeast Asian Nations \nCAR  –  Central Asian republic \nCC  –  Customs Committee \nCCC  –  Customs Cooperation Committee \nCCRM  –  Commission for Customs Reform and Modernization \nCGCRM  –  Consultative Group for Customs Reform and Modernization \nCIS-CU  –  Commonwealth of Independent States Customs Union \nCO  –  customs organization \nComecon  –  Council of Mutual Economic Assistance \nDCA  –  Drug Control Agency \nECA  –  East and Central Asia \nECU  –  Eurasian Customs Union \nEU  –  European Union  \nFSU  –  former Soviet Union \nGDP  –  gross domestic product \nICT  –  information and communication technology \nIMF  –  International Monetary Fund \nIRU  –  International Road Transportation Union \nMOF  –  Ministry of Finance  \nMSRD  –  Ministry of State Revenues and Duties  \nPPTA  –  project preparatory technical assistance \nPRC  –  People’s Republic of China \nPRGF  –  Poverty Reduction and Growth Facility \nRETA  –  regional technical assistance \nRTFCCP  –  Regional Trade Facilitation and Customs Cooperation Program \nSAC2  –  Second Structural Adjustment Credit \nSCI  –  State Customs Inspectorate \nSECO  –  Swiss State Secretariat for Economic Affairs \nTA  –  technical assistance \nTACIS  –  technical assistance for CIS countries \nTIR  –  Transports Internationaux Routiers (International Road Transport) \nTRACECA  –  Transport Corridor Europe - Central Asia \nUNDP  –  United Nations Development Programme \nUSAID  –  United States Agency for International Development \nWCO  –  World Customs Organization \nWTO  –  World Trade Organization  \n \n \n \n \n ", " \nNOTES \n \n(i)  The fiscal year of the Governments ends on 31 December. \n(ii)  In this report, “$” refers to US dollars. \n \n \n \n \n \n \n“This  Report  was  prepared  by  a  team  consisting  of:  S.  Akhtar  (Team  Leader),  Y.  Qian,  A. \nMalmstrom, and R. Subramaniam.\" \n ", "CONTENTS \n \nPage \n \nLOAN AND PROGRAM SUMMARY  ii \n \nMAP  ix \n \nI.  THE PROPOSAL  1 \nII.  REGIONAL DEVELOPMENT CONTEXT  1 \nIII.  THE SECTOR  5 \nA.  Sector Description and Performance  5 \nB.  Issues and Opportunities  7 \nC.  External Assistance to the Sector  10 \nD.  ADB’s Operations and Strategy in the Sector  11 \nIV.  THE PROPOSED PROGRAM  12 \nA.  Objectives and Scope  12 \nB.  Policy Framework and Actions  14 \nC.  Important Features  18 \nD.  Financing Plan  19 \nE.  Implementation Arrangements  20 \nV.  TECHNICAL ASSISTANCE  21 \nA.  PPTAs for Customs Modernization and Infrastructure Development Project  21 \nB.  Regional Technical Assistance for Trade Facilitation and Customs Cooperation  23 \nVI.  PROGRAM BENEFITS, IMPACTS, AND RISKS  25 \nA.  Benefits  25 \nB.  Impacts  26 \nC.  Risks  27 \nVII.  ASSURANCES  27 \nVIII.  RECOMMENDATION  28 \n \nAPPENDIXES   \n \n1  Problem Tree   29 \n2.  External Assistance  30 \n3.  Program Framework  32 \n4.  Chronology of Processing Steps  36 \n5.  Objective Tree  37 \n6.  Development Policy Letters and Policy Matrixes  38 \n7.  Ineligible Items  53 \n8.  Project Preparatory Technical Assistance Framework, Cost Estimates and \nTerms of Reference  54 \n9.  Regional Preparatory Technical Assistance Framework, Cost Estimates and \nTerms of Reference  61 \n10.  Summary Poverty Reduction and Social Strategy  69 \n11.  Poverty Impact Assessment  71 \n ", " \nLOAN AND PROGRAM SUMMARY \n \nBorrowers  Kyrgyz Republic and Republic of Tajikistan \n   \nThe Proposal  To support the East and Central Asia (ECA) Regional Trade Facilitation and \nCustoms  Cooperation  Program  (RTFCCP),  it  is  proposed  to  provide  (i) \nprogram  loans  to  Kyrgyz  Republic  (SDR  equivalent  of  $15  million)  and \nTajikistan (SDR equivalent of $10 million), (ii) project preparatory technical \nassistance  (PPTAs)  amounting  to  $500,000  equivalent  each  for  Kyrgyz \nRepublic  and  Tajikistan  for  preparing  the  Customs  Modernization  and \nInfrastructure  Development  Project,  and  (iii)  regional  technical  assistance \n(RETA)  (amounting  to  $2  million  equivalent)  for  Trade  Facilitation  and \nCustoms Cooperation. Subject to adequate progress in policy reforms and the \nfeasibility work sponsored under the PPTAs, the Asian Development Bank \n(ADB) will continue to promote trade facilitation and customs reforms across \nthe ECA region through regional and country specific interventions. \n   \nThe Program   \n   \nRationale  At  independence,  the  industrial  and  trade  structure  of  the  Central  Asia \nrepublics (CARs) was inward oriented and served the countrywide needs of \nthe former Soviet Union (FSU). However, this production and trading structure \nbase was not sustainable in the post-Soviet era, as the captive domestic \nmarkets within the FSU were lost and no longer economical, and output and \ntrade collapsed. The transition of ECA countries to market economies has \nopened  up  a  new  era  of  collaboration  and  provided  opportunities  for \ndeveloping mutually beneficial economic relations between them. To achieve \nindustrial  and  trade  growth  and  diversity,  the  ECA  region,  is  increasingly \nrecognizing  the  merits  and  advantages  of  strengthening  the  incentive \nframework and infrastructure to facilitate effective integration into the world \ntrading system.  \n \nA key theme of the RTFCCP is to reduce trade barriers between the CARs; \nXinjiang, People's Republic of China (PRC); and Mongolia. Currently, the \ntrade performance of the region, excluding the PRC, has lagged. Besides the \nlow level of trade flows, there is limited inter- and intra-regional trade. This is \nlargely because of the: (i) narrow export base; (ii) lack of trade diversification; \n(iii) infrastructure bottlenecks; (iv) market access difficulties; (v) weak border \nand transit facilities; and (vi) weak institutional support, in particular customs \norganizations (COs). \n   \n    Recognizing these constraints, the region is keen to foster economic alliances \nin the fields of infrastructure, trade, and investment. In 1997, ADB initiated the \nregional  economic  cooperation  program  in  ECA  region  with  the  overall \nobjective of promoting economic growth and reducing poverty. ADB’s regional \nstrategy is three-pronged: (i) development of transport to remove bottlenecks, \n(ii)  cooperation  in  the  energy  sector  to  encourage  rational  use  of  vital \nresources, and (iii) trade facilitation to promote market integration both within \nthe region and with the outside world. Regional cooperation is viewed as \ncritical for political and economic stability in a region that shares a common \nhistory and common development challenges, but faces resources constraints \nand a number of geographical disadvantages. \n   ", "  iii\nObjective    The  RTFCCP,  a  major  pillar  of  the  overall  ECA  economic  cooperation \nand Scope  program  supported  by  ADB,  is  designed  to  better  integrate  the  transition \n  economies into the world trading system by setting up a regional framework \nwith an effective cooperation mechanism, providing critical funding for reform \nand modernization of the two weakest customs systems, and organizing TA \nactivities to strengthen the legal and regulatory frameworks in conformity with \ninternational treaties and agreements.  \n \nWithin this broader agenda, the RTFCCP aims to promote good governance \nof  the  institutional  structure  that  deals  with  trade  facilitation  and  customs \nmodernization with the objective of promoting greater diversification in trade, \nwhich will eventually support the transformation of the weak industrial base in \nthese economies. The two least developed ECA economies, Kyrgyz Republic \nand Tajikistan, have the weakest customs organizations in the region, which \nneed to be reformed and modernized to effectively carry out their mandate of \ntrade facilitation, revenue collection, and combating smuggling. \n \nThe Program will aim to \n \n(i)  Strengthen governance and transparency, and improve institutional \ncapacity of customs organizations, \n(ii)  strengthen the legal and regulatory framework for customs in line with \ninternational standards and conventions, \n(iii)  improve customs organizations' operational efficiency to facilitate trade \nand enhance revenue collection, and \n(iv)  develop an effective mechanism for cooperation among the region's \ncustoms organizations. \n   \nClassification Economic growth with key thematic areas including regional cooperation and \n    good governance. \n   \nPoverty  Other \nClassification \n   \nEnvironmental  Category  C.  Environmental  impacts  were  reviewed,  and  no  significant \nAssessment:  adverse environmental impacts were identified. \n   \nThe ADB Program   \nLoans \n   \nLoan Amounts  It is proposed that ADB support the RTFCCP by providing a program loan to \nand Terms  the Kyrgyz Republic in an amount of $15 million equivalent and a program \nloan to Tajikistan in an amount of $10 million equivalent. The loans will be \nfrom ADB’s Special Fund resources and will have a term of 24 years and an \ninterest charge of 1% per year during the grace period of 8 years and 1.5% \nper year for the remaining period.  \n   ", "iv   \nAdjustment  The implementation of policy reforms will result in significant benefits from \nCosts  trade facilitation and economic growth, but will involve adjustment costs. The \nadjustment costs will be in the form of severance pay for retrenched customs \nofficers  and  workers  and  associated  social  costs,  costs  related  to  the \nreorganization  of  the  customs  authorities,  costs  related  to  priority  capital \ninvestment and capacity building of customs organization, and/or additional \ngovernment budget allocation for effective customs operation and adequate \nremuneration  schemes,  and  short-term  revenue  losses  from  tariff  band \nadjustments under the World Trade Organization (WTO) agreement in the \nKyrgyz Republic and the adoption of a flat 5% tariff in Tajikistan. The total \nadjustment cost is estimated to be $28 million, including $15.5 million in the \nKyrgyz Republic and $12.5 million in Tajikistan. \n   \nProgram  The program will be implemented during a period of 5 years. The program \nPeriod and  loans  will  be  released  in  two  equal  tranches  in  both  countries.  The  first \nTranching  tranche will be released upon loan effectiveness. The release of the second \ntranche is expected before June 2004 in the Kyrgyz Republic and December \n2004  in  Tajikistan  upon  satisfactory  completion  of  the  Program’s \nconditionalities.  \n   \nExecuting   In the Kyrgyz Republic, the Ministry of Finance (MOF) will be the Executing \nAgencies  Agency for the program loan, and the State Customs Inspectorate (SCI) will \nbe  the  main  implementing  agency.  In  Tajikistan,  the  MOF  will  be  the \nExecuting Agency for the program loan, with the Ministry of State Revenues \nand Duties (MSRD) as the implementing agency. \n   \nProcurement  The loan proceeds will be utilized to finance the full foreign exchange costs of \nand  goods and services procured in and originating from ADB member countries, \nDisbursement  other  than  those  specified  in  the  list  of  ineligible  items  and  those  items \nfinanced by other multilateral and bilateral official sources. All procurements \nunder the loan will be undertaken through normal commercial practices for the \nprivate  sector  or  the  Government’s  prescribed  procurement  procedures \nacceptable to ADB, with due consideration to economy and efficiency. The \nBorrowers will certify that the volume of eligible imports exceeds the amount \nof the projected disbursements under the ADB loan in a given period. ADB will \nhave the right to audit the use of loan proceeds and to verify the accuracy of \nthe Borrowers' certifications. \n   \nCounterpart  The counterpart funds to be generated from the loan proceeds will be used to \nFunds  support  the  implementation  of  the  Program  and  to  finance  the  costs  of \nstructural adjustment.  \n   \nRegional  The proposed RETA amounting to $2,000,000 will address root causes and \nTechnical  issues that affect cooperation at the regional level covering the CARs, PRC, \nAssistance  and  Mongolia.  The  key  objective  is  to  strengthen  regional  customs \ncooperation to establish efficient and effective customs systems to facilitate \nforeign  trade  and  investment.  The  scope  of  the  RETA  will  include  the \nfollowing: \n   ", "  v\n  (i)  Simplification and harmonization of customs documentation. This \ncomponent will examine the core competence of the region's COs and \nkey customs procedures (transit, end-use, import, export, economic \nzone,  post-entry,  etc.)  as  well  as  national  initiatives  for  improving \ncustoms policies, and legal and institutional frameworks. Based on \nthis,  RETA  will  provide  recommendations  for  improvement  and \nsimplification of customs procedures and will streamline organizational \nstructure of COs to bring them in line with international best practices \nand standards throughout the region, and develop a time-bound action \nplan for implementation. The recommendations for revised practices \nand procedures will cover (a) harmonization of commodity description \nand  coding  systems;  (b)  WTO  Customs  Valuation  Agreement;  (c) \nWTO  Rules  of  Origin  Agreement;  (d)  adoption  of  standard  and \nsimplified  procedures  and  practices  under  the  revised  Kyoto \nConvention;  (e)  single-window  and  one-stop  solutions  to  expedite \ncustoms transactions; (f) harmonization of practices to encourage the \ndevelopment  of  efficient  customs  service  infrastructure  relating  to \nimprove  enforcement  of  restrictions  and  prohibitions;  and  (g) \ninternational  trade  rules  as  well  as  customs  integrity,  particularly \ntransparency. \n \n(ii)  Development of border posts and facilities. The RETA will support \nthe review and identification of posts for joint border processing and \nanalysis of procedures and practices at those border crossings. Based \non this review, the RETA will (a) develop a blueprint for simplified and \nharmonized  procedures  and  documentation  for  border  posts,  (b) \nlaunch  feasibility  studies  for  joint  border  processing,  (c)  provide \nsupport for their implementation, and (d) develop agreements among \ncustoms that opt for the pilot project. \n \n  (iii)  Development of simplified transit systems. The RETA will help (a) \nassess how simplified transit systems might be introduced to facilitate \ntransport  movements  of  through-transit  traffic  while  retaining \nappropriate controls; (b) provide advisory support to enhance the use \nof the transit-under-bond system (TIR carnet), under which trucks are \nsealed by customs upon departure and can cross several borders \nwithout  further  checks  until  they  reach  their  final  destinations;  (c) \nformulate recommendations to improve the acceptability of the TIR \ncarnet at border crossings and for removal of arbitrary transit fees on \nkey  transit  routes,  and  develop  modalities  for  improvement  of \ncommunication and exchange of information between border-control \nagencies and to improve border-crossing facilities; and (d) evaluate \nthe potential in the selected countries for upgrading their transport \nsystems to multimodal means to facilitate transportation of goods and \nexpedite border crossing. \n ", "vi   \n  (iv)  Data  consolidation/information  sharing  and  information  and \ncommunication  technology  (ICT)  development  for  customs \noperations. The RETA will help conduct needs assessment for ICT \ndevelopment and, based on it, prioritize investment requirements and \ndetermine best options for hardware and software from a cost-benefit \nperspective.  The  RETA  will  further  develop  a  comprehensive  and \nflexible  technology  plan  for  a  customs  clearance  system  and \nmanagement  information  system,  and  migration  plans  to  replace, \nreuse, or relocate existing assets and develop a model procedural \nmanual for customs staff to use in daily operations involving ICT. To \nsupport  information  sharing,  the  RETA  will  conduct  a  survey  of \ndatabases  and  the  level  of  computerization  in  each  country,  and, \nbased on that design a data exchange system taking national security \nneeds into account. Also, the RETA will help develop protocols for \ncompiling and utilizing advanced electronic commercial manifest data, \nworking in partnership with industry, while coordinating activities on \ndata and intelligence gathering. \n \n  (v)  Development of risk management and post-entry audit. The RETA \nwill  assess  current  practices  adopted  for  risk  management  by  the \nnational customs administrations; formulate benchmarks appropriate \nfor each country, derived from international codes and sound practices \n(e.g., World Customs Organization, WTO, and International Chamber \nof Commerce guidelines, agreements, and protocols; revised Kyoto \nConvention);  and  streamline  the  examination  of  documents  and \nmerchandise  at  the  time  of  entry.  It  will  further  support  institution \ncapacity  building  to  adopt  risk-based  post-transit  and  post-entry \ncompliance audits and develop computerized models to analyze the \n“risk profiles” of shipments by comparing their details with a set of \nindicators and categorizing them as either high-, medium-, or low-risk \ntransactions;  and  establish  standardized  procedures  on  post  entry \naudit according to risk profile of the shipments. \n \n  (vi)  Development  of  a  regional  intelligence  system.  The  RETA  will \nsupport (a) analysis of the nature and extent of illicit trade, including \ntypes  of  goods,  production  and  trade  volumes,  sources  and \ndestinations, channels, and modes and methods of transport; (b) stock \ntaking  of  existing  regional  programs  for  intelligence  gathering  and \nsharing;  (c)  evaluation  of  performance  of  the  existing  regional \nintelligence  system,  including  capacities,  effectiveness,  equipment, \nintelligence sources, and adaptability; (d) a proposal for strengthening \nthe  regional  intelligence  system  including  funding,  schedule,  and \nhuman resource requirements, and (e) training of customs officers in \ntracking and tracing, etc. \n ", "  vii\n  (vii)  Capacity  building  for  regional  customs  organizations.  This \ncomponent of RETA will support a wide range of training programs \ncovering  topics  such  as  the  revised  Kyoto  Convention,  customs \nlegislation  and  implementing  regulations,  harmonization  and \nstreamlining of customs procedures, implications of WTO membership, \npost-release  audit,  risk  management,  risk  assessment  selectivity, \ndeveloping  a  database,  use  of  information  technologies,  electronic \ndata exchange, institutionalizing cooperation mechanisms, control of \nillegal  goods  and  trade  facilitation  and  public-private  sector \npartnership. \n   \nThe  customs  organizations  of  participating  governments  will  be  the \nimplementing  agencies.  The  Customs  Cooperation  Committee  (CCC)  will \nserve  as  the  policy  coordinating  body  to  provide  oversight  for  the  RETA \nimplementation, and technical work under the RETA will be coordinated by \nworking groups and the task force set by CCC. \n   \nProject  The  PPTAs  are  to  assess  the  investment  requirements  for  customs \nPreparatory TAs  modernization and to support the implementation of the policy and institutional \nreforms envisaged under the RTFCCP, specifically to  \n \n(i)  conduct  detailed  due  diligence  and  needs-assessment  of  ICT  and \ninfrastructure investment, including a detailed assessment of customs \ninfrastructure facilities and of ICT hardware and software needs; and \nidentify rational investment strategies from a cost-benefit perspective;  \n(ii)  perform technology audits;  \n(iii)  prioritize investment activities based on needs assessment of border \ninfrastructure and equipment at priority border posts and processing \npoints;  \n(iv)  develop the action plan for modernization;  \n(v)  develop a comprehensive procedures manual for customs staff to use \nin daily operations; \n  (vi)  develop  procedures  for  intelligence  gathering  and  establishment  of \ndatabases of risk profiles; and  \n(vii)  provide justification on investments based on cost-benefit analysis and \nfinancial and economic rate of returns. \n \nAmounts  The total costs of the PPTAs are the same in Kyrgyz Republic and Tajikistan, \nestimated  to  be  equivalent  to  $600,000  each,  of  which  ADB  will  finance \n$500,000 each equivalent from the Japan Special Fund covering the entire \nforeign  exchange  cost  of  $335,000  and  $165,000  equivalent  of  the  local \ncurrency cost.  \n   \nExecuting  MOF  in  each  country  will  be  the  Executing  Agency  representing  the \nAgencies  government with SCI of the Kyrgyz Republic and MSRD of Tajikistan as \nimplementing agencies. \n   \nRisks and   The  Program  will  be  subject  to  various  types  of  risks,  including  political, \nSafeguards  economic and financial, operational, and system risks. A carefully designed \nregional trade facilitation and customs reforms and cooperation program and \nits proper implementation through effective institutional arrangements will to a \nlarge extent manage and reduce these risks. \n ", "viii  \n  Political risks stem from (i) the resistance of vested and territorial interests of \ndifferent  government  ministries;  (ii)  complexity  in  maintaining  effective \ninteragency  coordination  and  collaboration;  (iii)  difficulties  in  maintaining \nsmooth transition and public confidence in the restructuring and retrenchment \nprocess; and (iv) delays in preparing, reviewing, and introducing legislation. \nPolitical risks can be best mitigated by commitment and support from higher \nauthorities of the respective governments and through the regional Ministerial \nConference  framework.  In  relation  to  ADB’s  policy  dialogue,  the  Kyrgyz \nGovernment has established a high-level Commission for Customs Reform \nand Modernization, led by the Prime Minister, with members from all key \ngovernment  agencies  as  well  as  aid  agencies,  to  act  as  the  steering \ncommittee to ensure effective implementation of the Program. Similarly, the \nGovernment of Tajikistan has restructured fiscal agencies and established the \nnew MSRD by combining the previously separate Customs Committee and \nTax Committee to support the effective implementation of customs reforms. \nMSRD  will  be  the  focal  point  for  strategizing  and  implementing  customs \nreform policies. \n \n  Economic and financial risks arise because (i) customs reform measures may \nnot  necessarily  generate  more  collection  in  the  short  term,  which  would \naggravate  fiscal  pressures;  and  (ii) public  finance  stress  may  crowd  out \nnecessary  investment  for  customs  modernization.  In  addition,  price \nfluctuations in the major export commodities of these countries may pose \nsignificant difficulties and prompt governments to delay customs reform. While \nthe short-term economic and financial risks can be mitigated through program \nloan support, the broader reform agenda of public finance, and streamlining of \ngovernance being supported by the Program will have a positive impact on \nforeign investment flows. \n \n  Operational and system risks arise from (i) lack of institutional capability in the \ncustoms service in implementing the customs reform programs, (ii) lack of \neffective  control  in  carrying  out  investment  activities  for  customs \nmodernization, (iii) weak commitment to regional cooperation in developing \nmechanisms  and  agreements  to  facilitate  trade  flows,  and  (iv)  reluctance \nacross borders to share data and information or other intelligence to combat \nand curtail smuggling. These risks are being mitigated by the establishment of \na project implementation system, a carefully designed regional TA program, \nand development of the regional cooperation mechanism supported by ADB. \n \n \n \n ", " ", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on proposed assistance \nfor the Regional Trade Facilitation and Customs Cooperation Program (RTFCCP). The RTFCCP, an \nintegral component of the Asian Development Bank's (ADB) overall regional economic cooperation \nprogram for the East and Central Asia (ECA)1 region, includes (i) program loans to Kyrgyz Republic \nand  Tajikistan;  and  (ii)  project  preparatory  technical  assistance  (PPTA)  to  Kyrgyz  Republic  and \nTajikistan for preparing the Customs Modernization and Infrastructure Development Project; and \n(iii) regional technical assistance (RETA) for Trade Facilitation and Customs Cooperation.2 If the \nBoard approves the proposed program loans and RETA, I, acting under the authority delegated to me \nby the Board, will approve the proposed PPTAs. Subject to full compliance with the reform agendas of \nthe programs, work on PPTAs, and satisfactory regional policy dialogue in trade facilitation, ADB will \ncontinue to promote regional trade facilitation and customs reforms across the ECA region through \nregional and country specific interventions. \n \nII.  REGIONAL DEVELOPMENT CONTEXT \n \n2.  Traditionally in the Central Asian republics (CARs), the industrial and trade structure was \ninward oriented to serve the countrywide needs of the former Soviet Union (FSU). To meet the \nrequirements of its population, the FSU adopted production and price controls and nurtured them \nthrough the Council of Mutual Economic Assistance (Comecon)3 trading arrangement and subsidized \ntransport system, which carried goods from one end to the other without commercial considerations. \nHowever, this production and trading structure base was not sustainable in the post-Soviet era, as the \ncaptive domestic markets within the FSU were lost and no longer economical. The CARs experienced \na significant shrinkage in output and trade after independence in 1991.  \n \n3.  The  transition  of  ECA  countries  to  market  economies  has  opened  up  a  new  era  of \ncollaboration  and  provided  opportunities  for  developing  mutually  beneficial  economic  relations \nbetween them. They are now positioning themselves to reestablish their historical economic and trade \nrelationships  and  are  looking  at  outside  markets  to  foster  new  trading  arrangements  mutually \nbeneficial to the region, including with the People’s Republic of China (PRC), Mongolia, and South \nAsia. Although internal economic imbalances and political difficulties have had their impact on the \nevolution of economic and trade relations in the post-Soviet era, the region continues to enjoy a \ndegree of economic interdependence in production, given resource diversity. The challenge the region \nfaces is how to reorient its industrial production structure from serving noncommercial objectives to be \nin line with comparative advantages. International trade, based on comparative advantage and market \nforces, would promote efficient resource allocation, productivity, and growth of industry sector, which \nis a necessary condition for long-term and sustainable poverty reduction.  \n \n4.  To  achieve  industrial  and  trade  growth  and  diversity,  the  ECA  region  is  increasingly \nrecognizing the merits and advantages of strengthening the incentive framework and infrastructure to \nfacilitate effective integration into the world trading system. ADB’s strategy for regional cooperation \ngives high priority to trade, transport, and energy (para. 7). A key theme of the RTFCCP is to reduce \ntrade barriers between the CARs; Xinjiang, PRC; and Mongolia. The RTFCCP scope extends to an \naggregate population of 85.2 million and a gross domestic product (GDP) of $52.3 billion. The ECA \ncountries can reach markets in inland PRC through the Xinjiang Uygur Autonomous Region in the \n                                                 \n1  ECA comprises Azerbaijan, Kazakhstan, Kyrgyz Republic, Mongolia, Tajikistan, Turkmenistan, Uzbekistan, and the \nXinjiang Uygur Autonomous Region of the People’s Republic of China. \n2  The PPTAs were listed in ADB Business Opportunities on 18 April 2002, and the RETA was listed on 26 June 2002. \n3  Comecon, now defunct, covered Bulgaria, the former Czechoslovakia, FSU, former German Democratic Republic (East \nGermany), Hungary, Mongolia, Poland, and Romania. Cuba and Vietnam also held full membership. \n ", "2 \neast, the Russian Federation to the north, Europe to the west, and the subcontinent to the south. The \nRTFCCP group of countries includes  \n \n(i)  the least developed, Kyrgyz Republic (which opted to liberalize its economy in 1994) \nand Tajikistan (which suffered major setbacks because of civil war until 1996) both of \nwhich exhibit high poverty incidence;  \n(ii)  Kazakhstan, which is the size of Europe, has a population of 15.7 million and a GDP of \n$18.3 billion, and is the most resource rich; \n(iii)  Uzbekistan, with a relatively larger population (25 million) and production close to $13 \nbillion, which has retained trade and investment protectionism; though a late starter, \nsince 2001 Uzbekistan has adopted market-oriented reforms and has begun a tariff \nrationalization program; \n(iv)  Azerbaijan and Turkmenistan, with a combined population of 13 million, which have \nbeen slower reformers but which have a strong energy resource base and a critical \ngeographic location for oil and gas pipelines extending south to the Persian Gulf and \nwest via Turkey to the Mediterranean; and  \n(v)  Mongolia, with a population of 2.5 million and a GDP of $1 billion, which is isolated, has \nthe most difficult terrain, and has its small population spread over a large land area.  \n \n5.  Following the abolishment of Comecon, several efforts were launched by the CARs to nurture \nregional trade linkages and cooperation. These included the establishment of the Commonwealth of \nIndependent  States  Customs  Union  (CIS-CU)  comprising  the  CIS  countries,4  and  the  Eurasian \nCustoms Union (ECU) comprising Kazakhstan, Kyrgyz Republic, Tajikistan, Russian Federation, and \nBelarus. In parallel, most ECA members have bilateral agreements among themselves and with \nRussia  and  PRC.5  These  trade  agreements  lack  conformity  with  international  treaties  and \nagreements, as most of the countries have yet to join the World Trade Organization (WTO).6 These \ntrading  arrangements  and  the  implementation  of  bilateral  agreements  have  created  new  trade \ndistortions and have not resulted in tangible results in trade facilitation. For instance, trade between \nKazakhstan and Uzbekistan decreased by more than half between 1995 and 2000, though trade \nbetween Kazakhstan and the other CARs has remained relatively stable. The trade agreements were \nby and large driven by the Russian Federation’s considerations of strategic security priorities rather \nthan by economic and social goals. CIS-CU has been ineffective because of its large coverage, and \nECU, though smaller, is not a representative body for the CARs’ interests, since it excludes some of \nthe CARs. None of these bodies has explored trade diversion outside the CIS.  \n  \n6.  Overall, the trade performance of the region, excluding the PRC, has lagged. Besides a low \nlevel of trade flows, there is limited inter- and intra-regional trade. This is largely because of the \nfollowing factors: \n \n(i)  Narrow export base. Within the CARs, there is a high degree of export concentration \n(see  para.  14  and  Table  1).  Over  80%  of  CAR  exports  constitute  cotton,  energy \nproducts, and a few minerals that face sharp international price volatility. New export \nproducts  have  tended  to  be  in  the  capital-intensive  extractive  industry,  which \ncontributes little to employment and poverty reduction. \n(ii)  Lack of trade diversification. Being major producers of raw materials,7 CAR trade \nand transit links served to move oil and gas (through pipelines) and other products at \n                                                 \n4  CIS  includes  Armenia,  Azerbaijan,  Belarus,  Georgia,  Kazakhstan,  Kyrgyz  Republic,  Moldova,  Russian  Federation, \nTajikistan, Turkmenistan, Ukraine, and Uzbekistan. \n5  The regional cooperation arrangement “Shanghai 5” started in 1996 among PRC, Kazakhstan, Kyrgyz Republic, Russian \nFederation, and Tajikistan. Uzbekistan joined the annual summit as an observer in 2000 and as a full member since 2002.  \n6  Only PRC, Kyrgyz Republic, and Mongolia have joined WTO. \n7  While  Kyrgyz  Republic  and  Tajikistan  have  few  exploitable  resources,  Uzbekistan  is  a  major  supplier  of  cotton, \nTurkmenistan of natural gas, and Kazakhstan of grain, and a variety of mineral and energy resources. ", "3 \nunrealistic low prices to the FSU. These old trade patterns and routes largely remain. \nBut the bulk of trade is limited to primarily one bloc of countries and confined to one \nproduct. Further more, though exports from Kyrgyz Republic and Tajikistan to Western \nEurope have grown but they are confined to gold and aluminum, respectively.  \n(iii)  Infrastructure bottlenecks. Infrastructure constraints, both internal and external, are \nhigh. Internally, the existing infrastructure has been poorly maintained because of \nfinancing constraints. On the external front, the CARs are landlocked, are distant from \nprincipal markets, and have weak transit systems. Substantial efforts are under way to \ndevelop  efficient  transport  corridors,  supported  by  external  assistance  agencies \n(detailed in para. 18).  \n(iv)  Market access. While the region enjoys most favored nation status and benefits from \nthe  general  system  of  preferences  in  developed  markets,  the  CARs  are  facing \naggressive  competition  from  large  developing  countries  and  barriers  to  entry  into \ndeveloped markets. Preferential trade agreement among the region is unlikely to have \nthe desired impact particularly in small open economies. \n(v)  Weak border and transit facilities. Although there are currently 333 border posts in \nthe six CARs and another 16 posts along Xinjiang’s border with Kazakhstan, Kyrgyz \nRepublic, and Tajikistan, these are inadequately equipped. The traffic flows have not \noften been a consideration in the development of transport corridors and the trade \ninterest. Coordination among transport and customs authorities is quite weak also. \nWhile transit goods shipped through freight forwarders, that are registered with the \nInternational Road Transportation Union (IRU) seem to pass through borders, the \ngoods traded within the region experience difficulties. Transit rights and fees, high \nfreight rates, and discriminative regulations on foreign trucks add to the cost of trading. \nIn the absence of adequate controls, smuggling and unofficial transactions of goods \nand money have been pervasive.  \n(vi)  Weak institutional support. Deficiencies exist in trade-related institutions including \ncustoms  organizations  (COs),  financial  institutions,  marketing  and  standards \norganizations, and transport and telecommunication authorities. \n \n7.  Recognizing these constraints, the region is keen to foster economic alliances in the fields of \ninfrastructure,  trade,  and  investment.  In  1997,  ADB  initiated  the  regional  economic  cooperation \nprogram in ECA area with the overall objective of promoting economic growth and reducing poverty. \nThis program seeks to address the long-term development challenge facing transition economies of \nECA. Operationally, the ADB regional economic cooperation program has grown in breadth and \ndepth. On the one hand, this program has a mutually reinforcing three-pronged sector thrust involving \nthe  (i)  development  of  transport  to  remove  bottlenecks,  (ii)  cooperation  in  the  energy  sector  to \nencourage rational use of vital resources, and (iii) trade facilitation to promote market integration both \nwithin the region and with the outside world. On the other hand, ADB has synchronized its country-\nspecific interventions (paras. 38-39) to reinforce the regional cooperation program, and coordinated \nefforts on both these fronts facilitate synergies and more effective integration of individual countries \ninto the world economy.  \n \n8.  Besides size differences and geographical diversity, the countries in region are at different \nstages of development, with only three (PRC, Kyrgyz Republic, and Mongolia) having acceded to \nWTO, though all are members of the World Customs Organization (WCO) and plan to accede to the \nRevised Kyoto Convention.8 There are potential benefits from all countries adopting harmonized legal \nand regulatory frameworks for trade, investment, customs, physio-sanitary standards, and intellectual \nproperty  rights.  Irrespective  of  membership  status,  these  economies  (except  Uzbekistan)  have \nadopted open trade and industrial regimes, but all need support to conform to WTO and WCO \nguidelines and principles. Adoption of international standards and best practices cannot be achieved \n                                                 \n8  The International Convention on Simplification and Harmonization of Customs Procedures of 1973 as revised in June \n1999. ", "4 \nwithout adequate resource capacities and development of an adequate institutional setup that are \ndependent  on  each  country's  on  overall  political  commitment  and  the  pace  of  public  sector \ngovernance reforms.  \n \n9.  Trade  facilitation  and  customs  modernization  assumed  new  significance  after  the  11 \nSeptember 2001 events, calling for better controls and vigilance border flows and transactions and \nunderscoring the need for curbing illegal trade, smuggling, drug and arms trafficking, and money \nlaundering.  \n \n10.  There are good prospects to encourage mutually beneficial cooperation among PRC, Central \nAsia, and Mongolia. In 2000, the PRC unveiled its “Go-West” strategy, which represents a shift in \nfocus of development from coastal areas to the country’s inland and western regions, including the \nXinjiang Uygur Autonomous Region and the Inner Mongolia Autonomous Region. The strategy aims \nto reduce the development gap between the coastal and other regions through, inter alia, investments \nin both infrastructure and human resources. For the PRC to achieve better results with this strategy, it \nis keen to foster close cooperation with the CARs and Mongolia. \n \n11.  ADB has worked steadily with its ECA members to develop a common understanding of the \nobjectives and scope of the regional economic cooperation program (paras. 38-39). This program has \nbeen endorsed by senior officials at the Ministerial Conference on Central Asia Economic Cooperation \nheld in Manila in March 2002 and at the ADB Annual Meeting in Shanghai in May 2002. These \nmeetings have resulted in broad understandings that trade promotion requires sound infrastructure, \nsimple and transparent policies and procedures; and sound institutions, in particular modern customs \nsystems and border facilities. To steer these programs, the ministers and other senior representation \nhave endorsed the establishment of the Customs Cooperation Committee (CCC). ADB organized two \nmeetings of senior customs officials in January and August 2002; the participants agreed on the \nmandate for CCC and the need for mutual cooperation in trade facilitation and customs coordination \nthat will be financed and supported by ADB (paras. 84-86).  \n \n12.  In parallel with these initiatives, ADB has developed country-specific support that aims to \ntarget the least developed countries facing geographic limitations, high poverty incidence, vulnerable \neconomic conditions, and the weakest state of governance and institutional development, which \ntogether have held back development and trade. Based on these criteria and considerations, ADB has \nbeen engaged in policy dialogue since 2000 with Kyrgyz Republic and Tajikistan to promote trade \nfacilitation  and  customs  reform  and  modernization.  Given  their  fiscal  and  external  account \nvulnerabilities, both economies relied on external borrowings to meet their financing requirements, \nwhich contributed to significant debt accumulation. By mid 2001, external debt was close to 110% of \nGDP in the Kyrgyz Republic and 97% of GDP in Tajikistan, and the debt service ratios to revenue are \nexpected to exceed the crisis threshold by 2004. The Kyrgyz Republic rescheduled about $99 million \nin debt9 in March 2002 with the Paris Club, and debt service due to Paris Club creditors during 2002-\n2004 has been reduced from $101 million to $5.6 million. As a result of these negotiations, the \nfinancing gap for 2002-2004 has thus been reduced from $221.2 million to $125.8 million. Tajikistan \nalso needs to reschedule its debt.10 So far, the Government has reached an agreement with the \nRussian Federation on debt reduction of $49.9 million and plans to develop a privatization program to \nsell off assets and use the proceeds exclusively for debt reduction. The two governments have been \nutilizing the Poverty Reduction and Growth Facility (PRGF)11 of the International Monetary Fund \n(IMF), which sets ceilings on public investment programs and external borrowings.  \n                                                 \n9  This covers principal and interest falling due from December 2001 to December 2004. \n10 Large creditors are Russian Federation ($330 million of $1.3 billion), Uzbekistan ($130 million), and international financial \ninstitutions. \n11 In February 2002, IMF recalled two tranches under the PRGF to Tajikistan due to the Government’s misreporting of \nexternal arrears. As a result, IMF has put Tajikistan under a Staff Monitoring Program and launched a mission in July 2002 \nto discuss a new PRFG. ", "5 \n \n13.  Besides the programs in Kyrgyz Republic and Tajikistan, in 2002 Mongolia, Uzbekistan and \nAzerbaijan requested support for trade policy review, aimed to access the state of policy, legal and \nregulatory framework of trade and investment. These reviews will be launched as part of overall \nregional economic and sector work. \n  \nIII.  THE SECTOR  \n \nA.  Sector Description and Performance \n \n14.  CCC  formed  as  a  part  of  the  RTFCCP,  includes  the  heads  of  the  COs  of  Azerbaijan, \nKazakhstan; Kyrgyz Republic; Mongolia, Tajikistan; Turkmenistan; Uzbekistan; and Xinjiang, PRC. \nTable 1 provides key trade indicators. Of the CARs, Tajikistan followed by the Kyrgyz Republic have \nthe lowest level of trade on a per capita basis. The CARs trade mostly within the FSU (ranging from \n25% to 51%). The concentration ratios both in terms of export commodities and destinations are high. \nAlmost 80% of CAR exports constitute primary products: oil, gas, electricity, ferrous and nonferrous \nmetals, cotton, and textiles. Russia is often the most important trading partner for most of these \ncountries. \n \nTable 1: East and Central Asia: Selected Trade Indicatorsa \n \nKyrgyz  Xinjiang, \nItem  Azerbaijan  Kazakhstan  Tajikistan  Uzbekistan \nRepublic PRC \nTotal trade ($ million)   1,965  13,976  1,181  595  6,212  1,939 \nTrade with FSU  20%  35.4%  42.9%  51.2%  25%  n/a \nof which Russia  15.7%  26.5%  17.1%  10.7%  13.6%  n/a \nTop 3 exporting \n80%  67.5%  71.3%  80.4%  83%  n/a \nproducts/total exports \nTop 3 export \ndestinations/total  50%  44.1%  59.6%  68.2%  44.4%  n/a \nexports \nTop 3 import \n27.4%  22.5%  32.6%  83%  51.2%  n/a \nproducts/total imports \nTop 3 import \n43.6%  54%  39.2%  56.4%  35.6%  n/a \nmarkets/total imports \nGNP/capita ($)  610  1,190  270  170  610  805 \nPopulation (million)  8.1  15.7  4.7  6.2  25.1  17.2 \nTrade per capita ($)  242.6  890.2  251.3  96.0  263.2  114 \nTrade/GNP  40%  74.8%  93.1%  56.5%  43.2%  13.4% \nFSU = former Soviet Union, GNP = gross national product, PRC = People's Republic of China. \na \nExport and import statistics are for 1999, total trade statistics are for 2000 and GNP and population statistics are for 2001. \nSources:  Asian  Development  Bank.  2002.  Key  Indicators.  Manila,  and  United  Nations  Conference  on  Trade  and \nDevelopment. 2001, Trade and Development Report. Geneva. \n \n15.  After independence, the CARs had to introduce domestic currencies, set up core infrastructure \nfor trade policy and its implementation, and establish COs at the national level to facilitate the flow of \ngoods and customs clearance, and to collect taxes on imports. Being a few years old, these COs have \nyet to develop their core infrastructure, capacities, and governance. Most lack an effective organizational \nstructure, modern equipment and technology, and skilled professional staff. The incentive framework for \ncustoms officers is weak, given the low salaries paid. The customs codes and supportive regulations are \nnot consistent with international guidelines and have often been subject to change. Despite some bilateral \nor other trading arrangements, COs do not utilize harmonized procedures and standardized custom \ndocuments for transit, and tend to levy arbitrary fees and charges on transshipments. The processes of \ncustoms  clearance  do  not  comply  with  international  procedures  and  standards.  The  national ", "6 \ndocumentation is complex and in most cases, full inspection applies to each shipment. The COs in the \nregion do not follow systematic and regular information sharing. \n \n16.  Of  all  the  regional  COs,  Kazakhstan's  and  Uzbekistan's  have  the  largest  force  and  an \nelaborate development program and have adopted a harmonized system of commodity codes and the \nWTO Valuation Code. Kazakhstan customs has made investments in customs modernization and has \ndeveloped a close relationship with the Kyrgyz Republic, less so with Tajikistan and Uzbekistan. \nKyrgyz Republic's and Tajikistan's COs are the most underdeveloped and are the least efficient as \nconfirmed by the flow of trade volume per customs staff (Table 2). While Kazakhstan and Uzbekistan \nhave made large investments in computer networks and training facilities, Kyrgyz Republic and \nTajikistan only have a number of isolated computers used for administrative purposes. \n \nTable 2: East and Central Asia: Key Indicators of Customsa \n \nKyrgyz  Xinjiang, \nItem  Kazakhstan  Tajikistan  Uzbekistan \nRepublic  PRC \nState revenue ($ million)  2,980  279  131  n/a  864 \nCustoms revenue ($ \n397  79  30  n/a  174 \nmillion) \n% of state revenue \n13.3%  28.8%  23%  n/a  n/a b \ncollected by customs \nCustoms staff  4,577  1,235  1,447  3,527  665 \n# of regional offices  27  15  5  15  9 \n# of clearance checkpoints  83  87  26  16  14 \n# of border posts/crossings  200+  64  57  12  16 \nRevenue collected/ \n70,351  61,961  15,480  n/a  261,961 \ncustoms staff ($) \nTotal trade volume/customs \n3,053,511  926,322  412,559  1,762,433  2,906,327 \nstaff  \n95 LANs, 79  411 \nLAN in  600 \nservers, 1499  computers, \nheadquarters computers \nIT development and  workstations, 79  70  16 servers, \n, 2 servers,  and 4 \ntraining in customs  satellite ground  computers and a \n120  training \nstations, and 27  training \ncomputers  centers \nradio modems  center \nIT = information technology, LAN = local area network, PRC = People's Republic of China. \na \nState revenue and customs revenue data for Kyrgyz Republic and Tajikistan are for 2001. Others are for 2000. \nb \nCustoms revenue is part of the Central Government revenue in PRC. \nSources: Asian Development Bank. 2001. Sector of Customs Study in the Central Asian Region. Manila. \n \n17.  The Xinjiang Autonomous Region of the PRC has a mature CO and adequate funding, but it \nneeds to further gear itself to cope with the expanding trade, especially with the CARs, with which it \nhas sporadic interaction. PRC customs is a member of most international customs organizations; it \nhas representation in the Association of Southeast Asian Nations (ASEAN), Asia Pacific Economic \nCooperation (APEC), Greater Mekong Region etc. While there are bilateral and multilateral economic \nagreements between the PRC and the CARs, no specific customs agreements are being effectively \nenforced. \n \n18.  Following the independence of the CARs, new international borders were drawn up, and the \noriginal transportation network was segmented. Trade is critically dependent on the transportation \ncorridors, and these need to be rehabilitated and upgraded. Some regional transport and transit policy \nissues are being addressed under the European Union (EU)-sponsored Transport Corridor Europe-\nCentral Asia (TRACECA). Project aimed at developing an east-west transport network south of the ", "7 \nRussian Federation,12 and the United Nations Development Programme's (UNDP) Silk Road Area \nDevelopment  Project.  In  addition,  ADB  has  been  supporting  rehabilitation  of  several  roads  and \nrailways in the CARs13 to facilitate regional transport, and has initiated RETA for a feasibility study of \nthe road and railways links from Uzbekistan through Tajikistan and the Kyrgyz Republic to the \nXinjiang  Autonomous  Region.14  The  development  of  transport  corridors  supports  the  RTFCCP. \nAmong others, the RTFCCP will seek to initiate more dialogue on the inadequacies of cross border \nfacilities, entry and transit procedures, restrictions and charges, inconsistent axle load limits and \ncontrol, etc. that have served as trade barriers. \n \nB.  Issues and Opportunities15 \n \n1.  Weak Institutional Capacities and Governance of Customs  \n \n19.  Given the historical context and the recent establishment of COs in the CARs, most agencies \nare young and have limited experience in international trade and customs operations. The COs have \nsignificant economic, fiscal, and social obligations, as they need to promote trade facilitation, generate \nrevenues, and fight smuggling and drug trafficking. Given the lack of policy direction, motivation, and \nresources, the COs have not performed these functions effectively. The principal common issue that \nruns across all these COs is weak governance. Despite their significant role and function, they lack \nstrategic vision, direction, transparency, and accountability; have low budgets that impede ability to \nmodernize; lack profession skills; have inadequate incentive systems; and have yet to conform to the \nemerging guidelines and principles of customs operations of WCO and WTO. \n \n20.   Of all the regional COs, the Kyrgyz Republic’s State Customs Inspectorate (SCI) under the \nMinistry of Finance (MOF) and former Customs Committee (CC)16 in Tajikistan has more serious \nproblems. Both were set up in 1991. The staff strength of SCI is 1,235, and customs staff of the \nMinistry of State Revenues and Duties (MSRD) 1,500, with the former having 15 regional offices, \nwhile the latter has 5 regional offices. SCI is in charge of 15 processing centers and 64 border posts, \nand MSRD oversees 28 border posts and 26 clearance points. Of these, only a small number of posts \naccount for the bulk of processing. Annually, SCI processes 60,000 customs declarations manually. \nThe time-consuming customs processing procedures and lack of transparency hamper trade and \nraise the costs of doing business. The average salary at both COs is about $40 per month. Though in \nline with the civil service at large, it is too low to attract and retain qualified and capable staff. In 2000, \nthe turnover of SCI staff was estimated at 13.5%, an indication of the difficulty of developing a \nprofessional and effective customs organizations.  \n \n21.  In 2001, government budget allocation for the COs in Kyrgyz Republic and Tajikistan were \nclose to $1.1 million and $260,000, respectively. Both COs are also allowed to collect the user fee of \n0.15% from customs clearances, which generated close to Som70 million ($1.46 million) in Kyrgyz \nRepublic  and  TJS5  million  ($1.8  million)  in  Tajikistan.  These  budgets  largely  finance  staff \nremuneration or limited operational expenses and cannot finance growing investment requirements. \nThe former CC headquarters of Tajikistan did not segregate functions effectively, and all activities \nrelated to operations, human resources, and budget were carried out by the Control Department. \n                                                 \n12 TRACECA covers Armenia, Azerbaijan, Bulgaria, Georgia, Kazakhstan, Kyrgyz Republic, Moldova, Romania, Tajikistan, \nTurkey, Turkmenistan, Ukraine and Uzbekistan. \n13 ADB has supported rehabilitation of regional roads and railways including Loan 1774-KAZ: Almaty Bishkek Regional Road \nRehabilitation, Loan 1444-KGZ: Road Rehabilitation, Loan 1630-KGZ: Second Road Rehabilitation, Loan 1775-KGZ: \nAlmaty  Bishkek  Regional  Road  Rehabilitation,  Loan  1853-KGZ:  Third  Road  Rehabilitation,  Loan  1819-TAJ:  Road \nRehabilitation, Loan 1631-UZB: Railway Rehabilitation and Loan 1773-UZB: Railway Modernization.  \n14 ADB. 2001. Technical Assistance for Regional Cooperation Transport Project in Central Asia. Manila. \n15 The problems and constraints analysis (problem tree) is presented in Appendix 1. \n16  CC was an independent agency until January 2002, when it and the Tax Committee were combined to form the Ministry of \nState Revenues and Duties. ", "8 \nThere are no customs operation manuals and no performance standards, and day-to-day operation \nwas based on an ad hoc set of rules. SCI’s operations are audited externally but there is no internal \naudit function. MSRD lacked both external and internal audit mechanisms to ensure compliance and \naccountability. Post-entry audit functions have been established, but in Tajikistan so far this is only \napplied to imports related to humanitarian purposes, and in the Kyrgyz Republic the capacity to carry \nout  audits  is  insufficient.  Staff  limitations  and  the  absence  of  customs  service  information  have \nprevented COs from disseminating trade information and informing public of customs activities on a \ntimely basis. \n \n22.  Staff morale is affected by low salary, lack of accountability and responsibility for actions, and \nlack of recognition of honesty. Inappropriate recruitment and promotion policies, with no specific \nperformance  criteria  or  appraisal  system,  have  affected  performance.  Being  part  of  public \nadministration,  customs  officers  who  are  charged  with  valuation  and  inspection  functions  draw \nsubsistence wages while enjoying tremendous powers for clearing consignments. The temptation for \nrent seeking as such is therefore high. Corruption often occurs in the form of collusive or coercive \npayments. In Tajikistan, the Government has yet to install an effective anticorruption mechanism; in \nthe last 3 years, about 300 government officials were investigated for corruption, but only 12 were \nsent to the courts.  \n \n2.  Inadequate Legal and Regulatory Framework  \n \n23.   Besides holding membership in WTO and WCO, the Kyrgyz Republic is a member of the IRU, \nand intends to accede to the Revised Kyoto Convention. But it has not yet fully adopted international \nconventions  and  agreements  in  the  national  legislation,  procedures  and  practices.  The  present \nCustoms Code, enacted in 1997 based on the old Russian Code, was amended in 1998 following the \naccession to WTO, but this revised Code is not fully aligned with international agreements and \nstandards and is complex and difficult to enforce. The Customs Tariff Law provides tariffs schedule, \nwhile the Tax Code contains sections on goods that are exempt from duties and taxes. There are no \ncomprehensive procedural and instruction manuals for customs staff to use in their daily operations, \nwhich is one reason for inconsistent application and implementation of laws and regulations, as well \nas tariffs and exemptions, and inefficient procedures and processes.  \n \n24.  The legal and regulatory framework evolving in Tajikistan is based on the old Soviet customs \nlegislation. The existing Tajikistan Customs Code is too complex and ambiguous and without clear \ndistinction between the primary law and secondary regulations, which could provide a perspective on \nimplementing rules. In general, the enactment of legislation requires a long lead period, and the \nprocess  is  nontransparent,  prone  to  abuse,  and  lacking  in  public  surveillance.  The  government \ndecrees and regulations are often issued retroactively, and there is no opportunity for line ministries \nand the general public to comment. In addition, enacted regulations and decrees are often not \npublished nor distributed to the public; thus the general public does not know the content and \napplicability of relevant laws and regulations.  \n \n3.  Inadequate Revenue Collection and Low Operational Efficiency  \n \n25.   The COs have a crucial role in revenue collection. SCI in the Kyrgyz Republic contributed \n28.8% of revenues in 2001, or 4.9% of GDP, while the corresponding figures for Tajikistan were 23% \nand 3.2%, respectively. The Kyrgyz Government’s main source of revenue is the value-added tax, \nwhich accounts for 27% of the total revenues, followed by excise taxes, income taxes and road taxes. \nThe two main taxes, value-added tax on imports and excise tax on fuel and alcohol, are mainly \ncollected by SCI. Improved revenue collection is crucial to meet expenditure requirements and to \nimprove fiscal management. Each year a revenue target is set for SCI by the Parliament, but the \ntargets  are  often  not  realistic  due  to  inadequacies  of  the  forecasting  models.  Overall  revenue \ncollection is low by international comparison, caused by underreporting, payment lags, collusion, and ", "9 \nrent seeking. In addition, smuggling is a major problem both in terms of foregone revenue on legal \ngoods  and  social  problems  caused  by  illegal  drugs.  Recent  government  estimates  indicate  that \nsmuggling of goods in the first 10 months of 2001 resulted in revenue losses of close to Som15 billion \n($312 million), which is larger than MOF’s projected revenues of Som12.8 billion ($266 million) in \n2001. Revenue losses due to smuggling of alcohol were estimated at Som4 billion, and those due to \noil and gasoline smuggling at another Som4 billion. While SCI has a unit dedicated to antismuggling \nefforts, the shortage of equipment, such as scanners and search equipment, at border crossings and \nprocessing points, as well as inadequate risk profiling and risk assessments, make SCI insufficiently \nequipped to effectively combat smuggling.  \n \n26.  In Tajikistan, the revenue targets for customs are determined by MOF and approved by \nParliament. Operational inefficiencies and inadequate revenue collection stem mainly from the lack of \nautomation, inspection equipment, information and communication technology (ICT) infrastructure, \nand underdeveloped customs service intermediaries. The key border posts, including that at the \nDushanbe international airport, do not have basic examination and search equipment such as X-ray \nmachines.  Customs  inspectors  randomly  perform  luggage  inspection  by  hand,  which  annoys \ntravelers, poses security risks, and offers opportunities for corruption. Tajikistan customs does not \npublish performance indicators; however, based on the calculation of a number of key ratios, such as \nrevenue collected or trade volume per customs staff, Tajikistan customs has a significant level of \noverstaffing compared with neighboring countries. Weak coordination among government agencies, \nsuch  as  customs  and  tax  authorities,  also  contributes  to  poor  revenue  collection.  Smuggling  is \nwidespread through over 100 unguarded mountain passes to neighboring countries. The customs \nonly has two specialists in charge of antismuggling, at headquarters. There is also limited exchange of \ninformation between customs and the Drug Control Agency (DCA); thus there is limited feeding of \n“hot” information to DCA and other law enforcement agencies on suspected drug trafficking cases, \nand limited response from DCA to customs on profiles of suspected drug traffickers. \n \n4.  Lack of Effective Regional Cooperation \n \n27.  Lack of regional cooperation of customs is a significant impediment for trade facilitation for all \ncountries in the region and particularly for Kyrgyz Republic and Tajikistan. Lack of regional co-\noperation stems from  \n \n(i)  absence  of  an  effective  organizing  body  or  a  regional  framework,  and  lack  of \nexperience to implement existing agreements;  \n(ii)  no cooperation mechanism with trade and external transport entities;  \n(iii)  lack of funding for regional cooperation activities; \n(iv)  weak  cooperation  on  legislative  matters,  particularly  relating  to  risk  profiling  and \ninvestigation and management;  \n(v)  lack of conformity to international treaties and agreements;  \n(vi)  no  ICT  interface  between  regional  customs  organizations  leading  to  secrecy  of \ninformation, fear of unequal exchange of information concerns regarding reliability, etc.; \nand  \n(vii)  lack of a single combined database on the movement of goods and transportation \nacross borders. \n \n28.  The CARs have signed bilateral and/or multilateral agreements at the government level that \ncontain certain commitments in relation to customs. These agreements have been reached at the \nhigher  political  level,  and  often  without  the  involvement  and  consultation  of  lower  tiers  of  the \ngovernment and COs. These agreements have not resulted in visible improvements in regional \ncooperation and trade facilitation due to the lack of a coherent consultation process for reaching \nagreements, and inadequate institutional and financial support to implement these arrangements. ", "10 \nThere are also too many agreements that either overlap or sometimes contain conflicting clauses with \nother agreements.  \n \n29.  Furthermore,  the  existing  customs  unions  including  the  ECU  and  CIS-CU  have  failed  to \nenhance customs cooperation effectively. The ECU is dominated by the Russian Federation and \nconsequently lacks the ability to support smaller and weaker CARs. Meanwhile the CIS-CU focuses \non a much larger geographical area. The bilateral agreements with the PRC are either not present or \nnot effective in that cooperation between the CARs and PRC customs is limited. These agreements \nhave not been reflected in improved relationships and cooperation between individual COs in the \nregion.  \n \n30.  Without a coherent regional cooperative framework, each country has operated in isolation, \ndedicated to its own specific customs environment. At a practical level, this problem manifests itself in \nthe form of lack of harmonization and standardization of legislation, documentation, and procedures. \nConstraints prevail in sharing and exchanging information on cross-border flows and on tracking \nmovement of prohibited goods between customs and external parties. Lack of cooperation also \nresults in delays in transit traffic, duplication of documentation and processing activities, and revenue \nleakage, and thus limits antismuggling performance.  \n \n31.  With the steady rise in globalization and international movement of goods and services, the \ndata  necessary  to  move  such  goods  and  services  across  borders  need  to  be  standardized, \nharmonized, and efficiently processed. Delays in the entry of goods, and illegal activities, have cost \nimplications. There is need to upgrade the effectiveness of ICT applications to facilitate data transfer \nand intelligence gathering to combat smuggling. Technological advances, particularly in ICT, make it \neasy for customs to provide services, and the public to access relevant information, and allow for \nfaster release of cargo, lower customs cost, reduced pilferage, and reduced corruption at the borders, \nsince there will be less paper processing and fewer requirements for signatures.  \n \n32.   The  lack  of  enforcement  of  regional  agreements  and  acceptance  of  standardized \ndocumentation are illustrated by the problems forwarding agents face in the region. For instance, the \nKyrgyz Republic’s International Carrier’s Association is a member of IRU, which seeks to facilitate \ninternational shipments. IRU has developed and acts as a guarantor for the Transports Internationaux \nRoutiers (TIR) carnet system,17 under which trucks are sealed by customs upon departure and can \ncross several borders without further checks until they reach their final destinations. However, the TIR \ncarnet  is  not  always  accepted  at  border  crossings  in  the  CARs  and  trucks  have  to  open  their \nshipments for checks at borders, which delay shipments. In addition, provinces in Kazakhstan and \nUzbekistan tend to impose a range of arbitrary transit fees on Kyrgyz transports thereby raising costs \nsubstantially.  \n \n33.  Tajikistan suffers from unsatisfactory multilateral and key bilateral relationships, which prevent \nefficient trade flows. Given the geographical and logistical profile, cooperation between Tajikistan and \nUzbekistan is critical. For example, the only road link between the north and south of the Tajikistan in \nwinter is through Uzbekistan, as is the only rail link. Almost all imports and exports have to pass \nthrough Uzbekistan. The introduction of a transit charge and road tax by neighboring countries such \nas Uzbekistan and Kyrgyz Republic is reducing trade for Tajikistan. Uzbekistan has also closed some \nof its border posts to all Tajikistan vehicles. \n \nC.  External Assistance to the Sector18 \n \n34.  In general, the trade regimes of the CARs have been liberalized in most cases (except for \nUzbekistan) as a part of overall IMF programs and associated structural reforms. In the region, \n                                                 \n17  Transit under bond. \n18 See Appendix 2 for detailed information on external assistance in the customs area. ", "11 \nbilateral and other development assistance has helped draft laws and regulations for trade and \ncustoms. Coordination of external aid activities at the country level in the trade and customs areas \nhas been an issue, though now with ADB’s growing role in trade and customs at the country and \nregional  levels  has  provided  new  opportunities  for  coordination  of  external  assistance.  A \ncomprehensive mechanism has been put in place by ADB to coordinate such activities. First, there is \nan interaction at the ministerial level to agree on a broad agenda of regional development including \ntrade facilitation. Second, the Ministerial Conference in Manila in March 2002 formally approved the \nestablishment of the regional CCC, which will serve as a focal body to coordinate ADB’s advisory \nsupport  and  will  coordinate  other  assistance  to  support  the  overall  trade  and  customs  reforms \nenvisaged under the RTFCCP. Third, pilot programs have been launched in countries with the least \ndeveloped COs, Kyrgyz Republic and Tajikistan, to upgrade these countries' trade facilitation and \ncustoms infrastructure and facilitate their integration with the regional cooperation mechanism.  \n \n35.  To start off the process in the Kyrgyz Republic, the Government with the assistance of IMF, \ndeveloped  a  customs  modernization  program  in  1999.  To  support  this  program,  the  Trade  and \nInvestment Project of the United States Agency for International Development (USAID) focused on \nthe revision of Customs Code. The EU TRACECA project seeks to facilitate road transportation and \nharmonization of border crossing procedures. Under the TRACECA project, grant funds have also \nbeen allocated to equip three border posts in the Kyrgyz Republic, including the Ak-Jul border post on \nthe  Bishkek-Almaty  road.  The  Exports  and  Border  Security  program  sponsored  by  the  US \nGovernment provides equipment, tool kits, and training for antismuggling efforts and detection of \nhazardous materials to SCI and the National Security Agency for guarding the border posts. The \nSwiss State Secretariat for Economic Affairs (SECO) may provide grant funds of up to $5 million for \ncomputerization of SCI. ADB, as the lead aid agency supporting customs reform and modernization, \nwill coordinate the activities of external agencies. \n \n36.  A number of bilateral and multilateral agencies are currently involved in trade policy reform \nand facilitation and customs reforms and modernization in Tajikistan. The World Bank, through its \nSecond Structural Adjustment Credit (SAC2), seeks civil service reforms, and budget and treasury \noperations reforms that, among other agencies, will have impacts on customs. SECO is going to \nimplement a small-scale TA to study selected aspects of customs reform and cofinancing the SAC2 \nloan. In 2001, SECO subcontracted a TA to the United Nations Institute of Training and Research to \nhelp Tajikistan undertake background work for WTO application. \n \n37.  A number of lessons have been drawn from multilateral and bilateral TA programs. Many of \nthese projects focused on technical issues, and did not address issues of policy or institutional reform \nsufficiently, partly due to lack of financial leverage and coherent regional focus. ADB as a regional \ndevelopment bank, can have more leverage on policy and institutional reforms by combining program \nloans with targeted and coordinated TA on a regional basis to ensure effective implementation of \nreforms. In general, there is a broad agreement that it is premature to engage in ad hoc effort of \ncomputerization without adequate restructuring of COs, upgrading of customs, and coordinating and \ncooperating between tax and customs administrations.19 Drawing from these lessons, ADB's RTFCCP \nhas been designed to ensure effective sequencing of reforms and investment programs. \n \nD.  ADB’s Operations and Strategy in the Sector \n \n38.  Supporting  regional  economic  cooperation  to  promote  sustainable  economic  growth  and \npoverty reduction is a key objective of ADB’s operations. ADB's country strategy and program papers \nfor both Kyrgyz Republic and Tajikistan (2002–2004) recognize that political and economic stability \nand favorable economic relations with neighboring countries are necessary preconditions for the \nsound development of the landlocked CARs. Facilitating trade, both intra-regional and with other parts \n                                                 \n19 As reported in Brian Rankin Staples. 2002. “Trade Facilitation: Improving the Invisible Infrastructure,” in Development, \nTrade and the WTO: A Handbook. Washington, DC: World Bank. ", "12 \nof the world, has been a focus of ADB’s program in the region since 1997. Despite the progress made \nover the past decade, considerable barriers to trade, especially non-institutionalized barriers, continue \nto exist. Since 2000, at the request of the governments in the region, ADB’s effort, in trade facilitation \nhas concentrated on strengthening cooperation in the region. ADB sponsored a sector study on \nregional customs,20 which aimed at identifying and providing an in-depth diagnosis of the key issues \nand constraints to regional cooperation. The study analyzed issues and their root causes both at the \nregional and national levels in the CARs, and highlighted the main problems facing customs in Kyrgyz \nRepublic and Tajikistan discussed in the Issues and Opportunities section (paras. 19-33). ADB’s focus \non promoting subregional cooperation in Central Asia should strengthen the developmental potential \nof both Kyrgyz Republic and Tajikistan. \n  \n39.  As highlighted earlier, ADB also sponsored a meeting for senior officials of regional customs \norganizations in January 2002 in Manila to discuss the role of enhanced customs cooperation and to \nshare with them the experience of other regional cooperation mechanisms such APEC and ASEAN. \nBased on the background work undertaken, customs cooperation is viewed as the priority area of \ntrade facilitation under the broader partnership to foster economic cooperation in the CARs. The First \nCCC Meeting was held from 20-21 August 2002 in Urumqi, PRC, which endorsed the objectives and \nscope of the Common Action Plan (paras. 63-66). \n \nIV.  THE PROPOSED PROGRAM \n \nA.  Objectives and Scope21 \n \n40.  The RTFCCP, a major pillar of the overall ECA economic cooperation program supported by \nADB, is designed to better integrate transition economies into the world trading system. This is \nproposed by setting up a regional framework with effective cooperation mechanisms, providing critical \nfunding  for  reform  and  modernization  of  the  two  weakest  COs,  and  organizing  TA  activities  to \nstrengthen legal and regulatory frameworks in conformity with international treaties and agreements. \nThe RTFCCP coverage extends to 85.2 million people spread over a land area of 6,768,000 square \nkilometers (slightly smaller than Australia). The region has a fair degree of diversity, with Uzbekistan \nbeing the largest in population and Kazakhstan having the biggest area and strongest resource \nendowment,  while  Kyrgyz  Republic  and  Tajikistan  are  weakest  in  resource  endowment  and  in \ninstitutional capacity, and face difficult economic conditions. Traditionally, the countries that were part \nof the FSU prospered based on interdependencies that were encouraged irrespective of efficiency \nconsiderations. The CARs have an extensive transport network totaling some 220,000 kilometers \n(km) of roads and 22,000 km of railways. Transport routes were oriented towards Russia, however, \nwith few connections to the PRC and other countries. After the dissolution of the FSU, the economies \nhave  been  focusing  on  inducing  more  market  orientation  and  looking  at  new  ways  of  fostering \ninterdependency.  Although  at  different  pace  and  scales,  most  CARs  have  adopted  fairly  liberal \neconomic systems by liberalizing price and tariff regimes.  \n \n41.  In parallel, the countries in the ECA region have been entering into regional and bilateral \ncooperative  arrangements  to  foster  economic  cooperation  although  these  have  been  driven  by \nsecurity considerations or by desire to regain the interdependency lost following the disintegration of \nthe Soviet Union. Results of these cooperative arrangements have been mixed. Emerging trade \npatterns reflect a narrow export base and high country concentration in trade flows. Trade within FSU \nremains high, though with peculiarities (for instance trade between Uzbekistan and Kazakhstan is \nsmall), and trade between larger and smaller economies of the FSU has been uneven. Trade with the \nPRC has grown, though it does not exhibit a systematic and sustainable trend.  \n \n                                                 \n20 ADB. 2001. Sector Study of Customs in the Central Asian Region. Manila. \n21  The Program Framework is presented in Appendix 3. ", "13 \n42.  Recognizing this, ADB launched a regional economic cooperation program that aims to foster \ntrade and customs facilitation and development of transport and energy in the region. Regional \ncooperation is viewed as critical for political and economic stability in a region that shares a common \nhistory and common development challenges, but faces resources constraints and a number of \ngeographical disadvantages. The proposed RTFCCP aims to support the initial agreements reached \nat these forums to foster deeper regional cooperation, and to strengthen governance of COs of the \ntwo weaker economies in the region so that they can effectively modernize their operations and trade \nfacilitation systems. \n \n43.  Within this broader agenda, the RTFCCP aims to promote good governance of the institutional \nstructure that deals with trade facilitation and customs modernization with the objective of promoting \ngreater diversification in trade, which eventually will support a transformation of the weak industrial \nbase in these economies. The two least developed economies (Kyrgyz Republic and Tajikistan) face \na tough internal and external environment. On the one hand, the industry sectors of these countries \nhave not been able to revive and diversify. On the other hand, the countries have limited access to \nboth  regional  and  international  markets.  Stronger  regional  integration  and  access  to  diversified \nmarkets  would  help  in  trade  diversification  and  could  catalyze  industrial  development  in  these \ncountries. An efficient and effective customs system will promote and facilitate foreign trade and \ninvestment, encourage movement of goods and people, and promote economic growth. Increased \nforeign  trade  and  investment  also  help  to  strengthen  the  current  account  and  the  balance  of \npayments. This process can be facilitated by encouraging more collaboration among the CARs, while \nsupporting the two weaker economies more directly in upgrading the systems and mechanisms to \nposition themselves better for the growing competition.  \n \n44.  In  parallel  with  supporting  the  economic  restructuring  programs,  through  its  mandate  of \nregional cooperation under the RTFCCP, ADB will facilitate strengthening the COs' governance with \nthe objective of improving their efficiency and transparency, which are important determinants of the \ncosts associated with trade. Burdensome and redundant procedures have given rise to substantial \nuncertainty  and  are  often  associated  with  rent  seeking  and  corruption.  Minimizing  discretion  by \nsimplifying the clearance process as much as possible, including thorough adoption of international \nstandards for classification of goods, elimination of most exemptions, and providing officials with \ntraining  and  appropriate  ICT,  are  important  dimensions  of  trade  reform.  The  strengthening  of \ngovernance and modernization of customs will deter tax evasion and leakage in revenues as well as \nprovide a mechanism for monitoring and surveillance of illegal flow of funds and goods across the \nborders. Tightening security across the region and curbing the illegal flow of funds is critical for the \neconomic stability of the region. Fostering adequate regional cooperation and ensuring that national \ngovernments encourage uniform trade practices and harmonized legal and regulatory trade and \ncustoms  regimes  is  a  long-term  process.  ADB's  involvement  as  such  has  to  have  a  long-term \ndevelopment perspective, with the proposed RTFCCP making a beginning in setting the agenda for \nregional cooperation, working closely with partner member countries to continue to leverage change, \nand providing assistance to infrastructure development to support this initiative. \n \n45.  The proposed assistance will comprise (i) loans to Kyrgyz Republic (SDR equivalent of $15 \nmillion) and Tajikistan (SDR equivalent of $10 million), (ii) PPTAs ($500,000 each for Kyrgyz Republic \nand Tajikistan), and (iii) RETA ($2 million).22 The program loans will assist the governments in \nmeeting the structural adjustment costs associated with implementing reform policies. The PPTAs, \nwhich may lead to investment loans in 2004, will give customs authorities in the two countries \nincentive  to  support  the  Governments’  overall  reform  program  and  institutional  strengthening \nmeasures.  The  RETA  will  strengthen  regional  customs  cooperation  and  establish  efficient  and \neffective customs systems to facilitate foreign trade and investment. \n \n                                                 \n22  A chronology of processing steps is in Appendix 4. ", "14 \nB.  Policy Framework and Actions \n \n1.  Objectives23 \n \n46.  The program loans, critical components of the RTFCCP, aim to strengthen governance of \ntrade facilitation and customs through a set of policy, regulatory, and institutional reforms.24 Aside \nfrom benefiting from the regional cooperative solutions to governance through TA (see paras. 84-86), \nthe CARs have developed customs reform programs whose focus is being sharpened through CCC \nby developing country-specific action plans. The Kyrgyz Republic has approved a Customs Reform \nand Modernization Plan (2000-2004) based on the 30-point plan endorsed by IMF in 1999 and set up \na Commission for Customs Reform and Modernization (CCRM) in October 2001 to implement this \nprogram. The Prime Minister chairs the CCRM, with wide representation including aid agencies. \nTajikistan has developed a 5-year customs reform program, too.  \n \n2.  Components and outputs \n \na.   Country Trade Facilitation and Customs Reforms \n \ni.  Strengthen COs and their Governance  \n \n47.  The RTFCCP supports rationalization of CO structure, strengthening of human resource policies \nincluding performance and incentive framework, and transparency of COs. \n \n48.  Reorganization of Customs Organizations. In the Kyrgyz Republic, the RTFCCP focuses \non rationalization of SCI’s organizational strategy and structure, and human resources development. \nIn compliance with the RTFCCP, in May 2002, the SCI developed and submitted for MOF approval an \norganizational plan that involves streamlining its headquarters and regional offices. The restructuring \nof SCI will further benefit from MOF plans to streamline and rationalize the functions of the different \nrevenue agencies including SCI, the State Tax Inspectorate, the Social Fund, and the Finance Police. \nA working group has been established to examine options for restructuring and merging revenue \nagencies to improve their efficiency while promoting cost effectiveness. The Government will maintain \nthe institutional reforms of SCI pursued under the RTFCCP pertaining to the CO and its inspection \nfunction within the overall restructuring of revenue agencies. \n \n49.  In Tajikistan, under the RTFCCP the Government issued a decree in January 2002 to create \nthe MSRD.25 MSRD has set up a task force to develop a corporate strategy to effectively merge the \ntax and customs offices and their functions. This strategy has now been prepared, and it recommends \nan organizational structure for MSRD and an appropriate staff strength. The new organizational \nstructure segregates the functions systematically and introduces effective checks and balances. In \nline with the Government decree, the staff of MSRD will be reduced by 20% within 200226 based on \nagreed  upon  eligibility  criteria.  Additional  work  has  started  at  MSRD  to  review  the  system  of \nremuneration and operations budget. In addition to a user fee of 0.15% of customs clearance, there is \na proposal for MSRD to retain a higher percentage of revenue collections for its operational budget. \nThe proposal will be considered by the Government in 2003. \n \n                                                 \n23  The objective tree, based on program tree analysis is presented in Appendix 5. \n24 Development policy letters and policy matrixes are in Appendix 6.  \n25  Tajikistan Government set up the Ministry of State Revenues and Duties by combining the two previously separate \nCommittees for Customs and Tax in January 2002. \n26 Retrenchment will be at both the central and regional levels depending on specific functions. Currently the former Tax \nCommittee has over 3,000 employees and the Customs Committee about 1,500. ", "15 \n50.  The reorganization of customs in both countries will benefit from the overall public service \nreforms  being  pursued  under  the  World  Bank-led  initiatives.27  Under  these  programs  the  two \ngovernments  are  implementing  reforms  in  public  administration,  civil  service,  and  financial \naccountability.  In  the  Kyrgyz  Republic,  EU's  TACIS  sponsored  the  drafting  of  the  Law  on  Civil \nServants in 1999, which will be further strengthened under the World Bank’s proposed Governance \nStructural  Adjustment  Credit  in  2003.  In  Tajikistan,  a  study  sponsored  by  the  World  Bank  has \nrecommended the establishment of a new Department of Civil Service, introduction of a code of \nethics, selection criteria for government officials, a payroll strategy, and a model manual of civil \nservice policies and procedures. ADB’s governance assessments for the two countries have analyzed \nissues related to public sector reforms. ADB will build upon the substantial amount of work in the area \nof  public  sector  reform  achieved  to  date,  to  facilitate  the  acceptance  and  implementation  of \nappropriate  structures  and  policies,  and  to  integrate  its  recommendation  and  findings  in  the \nreorganization of customs. \n \n51.  Human Resource Development of Custom Services. As a part of the RTFCCP, in the \nKyrgyz Republic, SCI has taken a concrete set of policy actions. A Concept Paper For Customs \nReform has been issued that provides framework for human resource development, information \ntechnology,  customs  operation  and  procedures,  etc.  to  implement  the  Customs  Reform  and \nModernization Plan. To support this overall customs reform agenda, SCI has proposed a paper on \nImprovement of Management and Personnel Policy, which advocates transparent recruitment, and \npromotion policies based on performance indicators, service standards, and uniform performance \nevaluation systems.  \n \n52.  In Tajikistan, MSRD has formulated a human resource development policy and based on this, \nintroduced adequate recruitment policies that are transparent and fair. MSRD is developing a staff \nmanual including codes of ethics and discipline. By 2004, MSRD will have developed an operational \nmanual that lays down good business practices, standard performance, and service indicators. MSRD \nis to develop and offer targeted specialized training courses with the support of the PPTA. To \nstrengthen the staff incentive system and morale as well as to promote integrity and honesty, MSRD \nwill adopt an effective customs staff incentive scheme, which, among others, will include introduction \nof a performance-based bonus system while introducing greater accountability. The Program supports \nthe introduction of a staff appraisal system including a human resources database, supplemented by \njob  descriptions  and  selection  criteria  that  objectively  evaluate  staff  competencies,  and  offer \nopportunities for career development and rewards for outstanding performance. \n \n53.  Transparency and Accountability of Customs Organizations. To enhance transparency \nand accountability, in the second phase of the RTFCCP in the Kyrgyz Republic, SCI will publish its \nannual reports starting in 2003 and establish a database for customs services information; both of \nthese will be placed on the website, which is already operational. SCI will be developing capacities to \nconduct  internal  audits  by  2003  to  ensure  its  compliance  and  accountability.  Together,  these \nmeasures will facilitate improved performance, governance, and transparency of SCI and make it a \nstronger institution that can effectively carry out its mandate. \n \n54.  In Tajikistan, MSRD has established an internal audit department that will conduct periodic \nand special audits based on standard manuals. This audit will be complemented by a routine external \naudit to be performed by the Government Audit Agency, which was set up in April 2001. Under the \nRTFCCP, MSRD is further expected to establish procedures for an annual customs survey and to \npublish an annual report and make it available to the general public. MSRD will develop procedures \nand crosschecks to detect corruption in the form of collusive or coercive payments and will prohibit \ncustoms officers from acting as customs brokers through regulations and disciplinary action if found \n                                                 \n27  Overall public sector reform is a critical component in the Governance Structural Adjustment Credit and the Governance \nTechnical Assistance Credit in the Kyrgyz Republic. In Tajikistan, the World Bank formulated and implemented a TA loan \nfor the Second Institution Building Technical Assistance Project in 1999. ", "16 \nguilty. Lastly, MSRD will establish a transparent system for consideration of appeals and complaints. \nAll  these  steps  will  contribute  to  strengthening  governance  through  enhanced  transparency  and \naccountability. \n \nii.  Strengthen the Legal and Regulatory Framework \n \n55.  The RTFCCP supports simplification of customs legislation and regulations and development \nof a harmonized tariff structure along with some adjustment in tariff rates to eliminate outstanding \ndistortions. Under the RTFCCP, the Kyrgyz Republic harmonized and simplified the tariff structure in \naccordance with the WTO agreement. The number of tariff bands has been reduced from six to four \nfor 2002,28 with the average rate of 5.07% for 2002. In Tajikistan, the Government has adopted a \nsingle rate of tariff of 5% except for preferential rates per treaties. \n \n56.  Kyrgyz Republic and Tajikistan are committed to introducing customs legislation by 2004 \n(conforming to the revised Russian legislation) that is compliant with the requirements of WTO and \nthe revised Kyoto Convention, and unified within the ECU, and to establishing a common external \ntariff by 2010. The customs codes will be simple and brought in line with international agreements and \nconventions. By 2004, both Kyrgyz Republic and Tajikistan will produce a procedural and instruction \nmanual (consistent with the new Customs Code), and regulations will be developed to ensure that \ncustoms officials can operate and process customs declarations efficiently and apply tariffs correctly. \nThe governments will need to establish procedures to ensure proper gazetting of legislation for public \ninformation and surveillance. In Tajikistan, the Government will draft the Law on The Order and \nConditions of Customs Services and determine customs legal status and introducing the principle of \nintegrity. \n \n57.  In  the  case  of  Tajikistan,  substantial  progress  has  been  made  to  identify  necessary \namendments to laws and regulations in conformity with WTO requirements, and to remove licensing \nrequirement for entities involved in foreign economic activities. This licensing requirement was a \nleftover from the Soviet time and it now serves no obvious purpose. \n \n58.  The Tajik Government has accelerated the process of negotiation for WTO membership. A \nworking committee, led by the vice-minister of economy and trade, is preparing a memorandum to \nWTO. The Government expects that the advantages of acquiring WTO membership will be to (i) \nencourage an inefficient state owned enterprises sector to improve efficiency and competitiveness; (ii) \nseek a mechanism to resolve trade disputes; (iii) help find a solution within the WTO framework to \ntransit problems with neighboring countries; and (iv) encourage the entry of foreign financial services, \nwhich will improve Tajikistan’s service industry. Moreover, WTO membership will provide Tajikistan \nwith a set of international standards and benchmarks for reforming the trade regime and customs. As \npart of the WTO application process, the Government has simplified customs tariff bands from six to \none band of 5%.29 The Government expects that the new tariff structure will be revenue positive in the \nlong term because it will simplify operations and improve transparency at the border. \n \niii.  Improve COs’ Operational Efficiency \n \n59.  This  component  of  the  RTFCCP  includes  a  wide  range  of  measures  that  involve \n(i) modernization of COs through adoption of ICT to effectively process shipments and to be able to \ndetect  and  combat  smuggling;  (ii)  development  of  customs  border  infrastructure  including \nstrengthening of border posts and processing points along with strengthening of clearance, control, \nand  inspection  procedures;  (iii)  development  of  customs  intermediaries  such  as  brokers  and \n                                                 \n28  Four bands are 0%, 5%, 10%, and 17.5%, which cover 51.9%, 1.3%, 42.2% and 4.5% of kinds of commodities \nrespectively. About 0.1% commodities are covered by special bands. \n29 There will be exceptions such as for power transmission; countries that have preferential rates; exemption for international \norganizations; and imports of alumina, which is dutiable at 2%. ", "17 \nwarehouse-cum-transport operators as well as declarants; and (iv) improved coordination between \nrevenue collecting agencies with the objectives of enhanced information flow and better collection.  \n \n60.  Development of ICT and Customs Infrastructure. Under the RTFCCP, with the support of \nPPTA (paras. 76-83), the COs in both countries will modernize their operations through developing \nand implementing an ICT strategy and automating customs operations. In addition, they will develop \nelectronic links between revenue agencies and MOF and law enforcement agencies (in the case of \nTajikistan) to provide better data flow. In the Kyrgyz Republic, a single identification number will be \nissued to enterprises for purposes of tax and duty payments, and the linking of databases will provide \nthe MOF with better information about revenue flows and will facilitate and support a possible merger \nof the administrative functions of revenue agencies under MOF. In Tajikistan, MSRD will integrate \ncustoms payment operations with the operations of a single national treasury account to prevent \nrevenue leakage. \n \n61.  Anti-Smuggling Drive. Under the RTFCCP, in the Kyrgyz Republic, SCI will strengthen its \nantismuggling unit though ICT and will develop databases with risk profiles of traders and enterprises. \nThe  unit  will  be  adequately  equipped,  and  its  staff  trained  in  new  techniques  of  vigilance  and \ninspection. In Tajikistan, the efforts to combat smuggling and drug trafficking will be strengthened \nthrough  developing  databases,  sharing  information  with  other  agencies,  and  providing  adequate \ntraining and equipment to the anti-smuggling unit within the CO.  \n \n62.  Development of Border Infrastructure. Under the RTFCCP, with the support of PPTA, both \ncountries will develop a comprehensive plan for construction and installation of customs border \ninfrastructure, including basic search and examination equipment at border posts and processing \npoints, to be selected according to criteria agreed upon between the governments and ADB. Both \ncountries  will  strengthen  postclearance  audit  procedures  based  on  risk  assessment.  To  further \nfacilitate  trade,  the  Program  supports  development  of  properly  supervised  customs  service \nintermediaries such as brokers and warehouse operators, and regulations and supervisory methods \nfor intermediaries. In the case of Tajikistan, there is a plan to establish an Association of Customs \nService Intermediaries, which will serve as a self regulatory organization. \n \nb.  Develop an Effective Mechanism for Good Regional Cooperation \n \n63.  The  RTFCCP  supports  the  development  of  regional  cooperation  among  COs  of  CARs, \nMongolia, and Xinjiang, PRC, to improve harmonization of regulations and customs procedures; \nenhance accessibility and quality of information flow and data across borders; develop cross-border \nand transit arrangements to allow cost-effective routing and transportation of goods; and enhance \nsurveillance to address security concerns, drug trafficking, and illegal flow of money and goods. The \nRTFCCP  will  build  on  and  reinforce  the  current  regional  infrastructure  initiatives,  which  aim  at \ndeveloping  cost-effective  and  competitive  transport  modes  to  facilitate  the  expansion  and \ndiversification of trade and markets, which will in turn eventually impact a change in the industrial \nscene in the region. \n \n64.  In collaboration with the COs in the ECA region, ADB organized a CCC meeting in August \n2002 in Urumqi,30 PRC to discuss a comprehensive Common Action Plan.31 The head of COs have \nendorsed  this  action  which  includes  seven  major  components  including:  (i)  simplification  and \nharmonization  of  customs  documentation;  (ii)  development  of  border  posts  and  facilities;  (iii) \ndevelopment  of  simplified  transit  systems;  (iv)  data  consolidation/information  sharing  and  ICT \n                                                 \n30  CCC is represented by heads of COs of a larger regional economic cooperation program of East and Central Asian \neconomies  being  coordinated  and  supported  by  ADB.  This  regional  group  includes  eight  participating  countries: \nAzerbaijan, PRC, Kazakhstan, Kyrgyz Republic, Mongolia, Tajikistan, Turkmenistan, and Uzbekistan. \n31  See Board Information Paper, IN. 229-02, 23 September 2002 regarding the Regional Customs Cooperation Meeting and \ndetails of the Common Action Plan. ", "18 \ndevelopment for customs operations; (v) development of risk management and post entry audit; (vi) \ndevelopment of a Regional Intelligence System Unit; and (vii) capacity building for regional customs \norganizations. \n \n65.  The action plan provides a long-term customs reform agenda for the region, which is to be \nsupported by RETA (paras. 84-86) to help implement the first phase of the plan over the next two \nyears. To facilitate implementation on the above components of the plan, CCC will coordinate (i) \nsurvey of customs organizations to assess the commonalties and distinctions between the institutional \nstructure and legal competence of COs based on a WCO model questionnaire; (ii) survey of database \nand existing information-sharing arrangements and the level and type of computerization to help \ndevelop and pilot-test a model of a data exchange system; and (iii) compilation of number and types \nof cross-border posts and facilities, determination of their status, i.e. whether they are unilateral or \nmultilateral, and their scheduled time of operation. To implement this plan, CCC has agreed to the \nfollowing institutional mechanism:  \n \n(i)  Working Group on Simplification and Harmonization, and Strengthening of Customs \nProcesses and Procedures. This working group will be in charge of implementing (a) \nharmonization and simplification and harmonization of customs documentation; (b) \ndevelopment of border posts and facilities; and (c) simplified transit systems. \n \n(ii)  Working  Group  on  Customs  Control  Enforcement,  Risk  Management,  and  ICT \nDevelopment. This working group will be in charge of implementing programs related \nto  (a)  data  consolidation/information  sharing  and  ICT  development  for  customs \noperations; (b) development  of  risk  management  and  post  entry  audit;  and  (c) \ndevelopment of a Regional Intelligence System Unit. \n \n(iii)   Task Force on Implementation of Pilot Programs for Development/Facilitation of Border \nPosts.  This  task  force  will  include  officials  of  Customs  organizations  of  member \neconomies who deal with cross-border matters. All COs that are interested in the \ndevelopment of cross-border facilities will join this group. \n \n66.  Under the RTFCCP, like other ECA members, both Kyrgyz Republic and Tajikistan have \nendorsed the overall framework of regional customs cooperation initiatives sponsored by ADB, to \nadopt effective mechanisms for customs cooperation and conflict resolution, and to endorse efforts for \nregional harmonization of customs regulation and procedures in accordance with the Revised Kyoto \nConvention and other international conventions such as WTO valuation standards. Both countries will \nbe requested to establish standard formats for databases and communication protocols for easy \nexchange of customs information with other countries; to exchange information with the regional \ndatabase for the antismuggling and antidrug trafficking campaign; and, within the regional cooperation \nframework, to initiate bilateral negotiations with key trade partners to improve bilateral relationships \nand simplify procedures. \n \nC.  Important Features \n \n67.  The RTFCCP, ADB’s first comprehensive regional trade and customs facilitation program, has \nbroad-ranging and deep implications: \n \n(i)  First, RTFCCP aims to support the overall regional cooperation strategy of ADB and of \nthe  ECA  subregional  cooperation  program,  which  aims  to  develop  transport \ninfrastructure to provide effective and simple corridors to facilitate smooth and faster \ntrade flows. With the new corridors will come development of a southern route from \nCentral  Asia  to  the  South  Asian  subcontinent  and  to  the  sea,  and  improved \ngeographical reach and access of the region to PRC markets, ", "19 \n \n(ii)  Second,  the  RTFCCP  has  put  in  place  an  institutional  framework  for  regional \ncooperation  among  COs  whereby  CCC,  with  the  political  commitment  and \nendorsement of the Ministers, will be coordinating all customs reforms and activities to \nintroduce better consistency among their policies, legal and regulatory frameworks and \ninstitutional support to nurture efficient interdependence in line with their comparative \nadvantage for better regional integration, \n \n(iii)  Third, the trade facilitation and reforms being pursued are aimed to help countries in \nthe region to conform to WTO, WCO, and other declarations that prescribe standard, \nharmonized guidelines and principles to promote open and free trade, \n \n(iv)  Fourth, the RTFCCP aims to use an integrated approach wherein the country policy \nreform initiatives serve national goals and regional cooperation at the same time. This \napproach will help to reinforce and create synergies between country lending and \nregional advisory support to maximize economic and welfare gains, \n \n(v)  Fifth,  the  RTFCCP  and  associated  investment  components  all  are  directed  to \nstrengthen the governance and integrity of COs, without which the sustainability of \nreforms and investments would be difficult to attain. In accordance with the 1993 \nArusha Declaration,32 the RTFCCP promotes the integrity of customs through a focus \non  introducing  clarity  and  precision  in  laws  and  regulations;  improving  valuation, \nclassification, inspection, and customs procedural simplification, etc. (which all have \nbeen a source of rent seeking), and \n \n(vi)  Finally, the RTFCCP further emphasizes automation, which is a powerful tool against \ncorruption, as it offers traders direct debiting capability to route duty payments directly \nfrom declarants to the revenue banking system and helps clear shipments on line, \nwhile allowing for detection, quantification, and correction of irregularities in the system. \nTo reduce the opportunities for malpractice, COs will be restructured to segregate \nfunctions  and  to  allow  for  rotation  of  assignments  and  random  allocation  of \nexaminations. The larger ongoing public service reforms to strengthen recruitment and \nthe incentive framework in the countries along with the introduction of these integrity-\ninfusing measures will help create a credible custom “esprit de corps.”  \n \nD.  Financing Plan \n \n1.   Adjustment Costs33 \n \n68.  The implementation of policy reforms will result in significant benefits from trade facilitation and \neconomic growth, but not without adjustment costs. The adjustment costs will be in the form of \nseverance  pay  for  retrenched  customs  officers  and  workers,  and  associated  social  costs;  costs \nrelated to the reorganization of the COs; costs related to priority capital investment and capacity \nbuilding of the COs, and/or additional government budget allocation for effective customs operation \nand improvement of remuneration schemes; and short-term revenue losses from realization of tariff \nband in line with under the WTO agreement in the Kyrgyz Republic and the adoption of a flat 5% tariff \nin Tajikistan. The estimates in Table 3 show that the total quantifiable adjustment costs is estimated to \nbe close to $28 million—$15.5 million in the Kyrgyz Republic and $12.5 million in Tajikistan. Precise \nidentification and quantification of costs is difficult since certain cost items are indirect or intangible.34 \n                                                 \n32 The Arusha Declaration concerns integrity and governance in COs worldwide. \n33 Excludes the funding required for investment in customs infrastructure, for which the PPTA will provide estimates. \n34 In the Kyrgyz Republic, new transport corridors from Uzbekistan to the PRC are being examined. Development of these \nwill add additional adjustment costs, but these costs are yet to be quantified. ", "20 \n \nTable 3: Adjustment Cost Estimates \n($ million) \nItem  Kyrgyz Republic  Tajikistan \nSeverance pay for retrenched customs officers and workers and \n0  0.5 a \nassociated social costs \nCosts related to the reorganization of the customs authorities \n2.5    4 \nother than severance pay \nPriority capital investment and capacity building of customs \n3    6 b \norganization \nShort-term revenue losses from tariff band adjustments  10    2 c \nTotal  15.5   12.5 \na  MSRD has reduced 20% of its custom staff. \nb  In addition to budget allocation, Tajikistan customs is allowed by the Government to collect a user fee of 0.15% form \ncustoms clearances, which amounted to $1.8 million in 2001. MSRD put forward a proposal for a higher user fee \npercentage to meet capital investment requirements. \nc  The average tariff was less than 8% before introducing the single flat rate of 5%. \nSource: ADB staff estimates. \n \n2.  Amount of Loan, Terms, and Sources of Funds \n \n69.  To support the implementation of policy reforms, loans amounting to $15 million equivalent in \nSpecial  Drawing  Rights  and  $10  million  equivalent  in  Special  Drawing  Rights,  respectively  are \nproposed from ADB’s Special Funds resources to the Kyrgyz Republic and Tajikistan, and will have a \nterm of 24 years and an interest charge of 1% per year during the grace period of 8 years and 1.5% \nper year thereafter. \n \nE.  Implementation Arrangements \n \n70.  In the Kyrgyz Republic, MOF will be the Executing Agency for the loan, and SCI will be the \nmain  implementing  agency.  MOF  will  have  overall  responsibility  for  the  implementation  of  the \nRTFCCP and will ensure that policy measures are undertaken in accordance with the agreed upon \ntimetable, initiate withdrawals, and allocate counterpart funds. SCI will be responsible for institutional \nand organizational reforms. The Program will be overseen and coordinated by CCRM, chaired by the \nPrimer Minister and comprising representatives from MOF, SCI, the Prime Minister's Office, and \ninternational aid agencies (IMF, USAID, SECO), with ADB as the lead aid agency. In this respect \nCCRM and ADB will have access to all documents and reports pertaining to all reform measures, aid \nactivities, and aid contributions. \n \n71.  In Tajikistan, MOF will be the Executing Agency, with MSRD, as a key policy-making body for \ncustoms operations, serving as the main implementing agency, supported by the Ministry of Economy \nand Trade on trade policy issues. MOF will have overall supervision of program implementation, \nensure that the reform measures are undertaken in line with the agreed upon timetable, initiate \nwithdrawals under the loans, and allocate and monitor the use of counterpart funds. The Consultative \nGroup  for  Customs  Reform  and  Modernization  (CGCRM)  has  been  established  for  interagency \nconsultation and aid coordination. The minister of state revenues and duties will chair CGCRM, \ncomprising senior officials from MOF, Ministry of Economy and Trade, the Finance Department of the \nPresidential Office, DCA, Ministry of Security, Ministry of Interior, and multilateral and bilateral aid \nagencies. A program implementation secretariat will be (i) established within the MSRD to support the \nfunctioning of CGCRM, (ii) coordinate with these implementing agencies, and (iii) to provide periodic \nreports on the progress of the RTFCCP. \n \n72.  The implementation period of the program will be 24 months for the Kyrgyz Republic and 30 \nmonths for Tajikistan, and the utilization period will be two and half and three years, respectively. The \ncounterpart fund generated will be directed for budgetary support. The proceeds of the loans will be ", "21 \nreleased in two equal tranches. The first tranche will be released upon loan effectiveness. The release \nof the second tranche is expected before June 2004 in the Kyrgyz Republic and December 2004 in \nTajikistan upon satisfactory completion of the Program’s conditionalities. The policy matrixes list \nactions that were completed before Board consideration, as well as the conditions to be completed \nprior to second tranche release. Whole or part of the counterpart funds generated by the second \ntranche release should be used for funding needs for Customs reform identified and recommended by \nthe  PPTAs.  The  specific  investments  will  be  agreed  upon  by  the  governments  and  ADB  upon \ncompletion of the PPTAs, prior to release of the second tranches. \n \n  1.  Procurement and Disbursement \n \n73.  The proceeds of the program loans will be withdrawn in accordance with ADB's standard \ndisbursement procedures. Prior to submitting the first application to ADB for withdrawal from the loan \naccount, the Borrower will open a deposit account at the central bank into which all withdrawals will be \ndeposited. The deposit account will be established, managed, and liquidated in accordance with \nADB's Loan Disbursement Handbook dated January 2001. ADB reserves the right to audit the use of \nthe loan proceeds and to verify the validity of the certification issued by the governments with each \nwithdrawal application. \n \n74.  The loan proceeds will be utilized to finance the full foreign exchange costs (excluding local \nduties and taxes) of goods and services procured in and from ADB member countries, other than \nthose specified in the list of ineligible items,35 and those items financed by other multilateral and \nbilateral official sources, and imports from non-ADB member countries. All procurements under the \nloan  will  be  undertaken  through  normal  commercial  practices  for  the  private  sector  or  the \nGovernment’s prescribed procurement procedures acceptable to ADB, with due consideration given \nto economy and efficiency. The Borrower will certify that the volume of eligible imports exceeds the \namount of the projected disbursements under the ADB loan in a given period. ADB will have the right \nto audit the use of loan proceeds and to verify the accuracy of the Borrower’s certification. The \ngovernments of Kyrgyz Republic and Tajikistan will open deposit accounts with their national banks \nprior  to  loan  effectiveness.  The  deposit  accounts  will  be  established,  managed,  and  liquidated \naccording to terms and conditions satisfactory to ADB. \n \n  2.  Review \n \n75.  ADB will undertake semiannual reviews of program implementation and the progress of policy \nreforms. Approximately 6 weeks before the anticipated withdrawal of the second tranche, or such \nother time as the borrowers and ADB may agree, a review will be carried out concerning the progress \nmade by the borrowers in implementing the policy reforms described in the Policy Letters and Policy \nMatrixes. \n \nV.  TECHNICAL ASSISTANCE \n \nA.  PPTAs for Customs Modernization and Infrastructure Development Project36 \n \n76.  The COs of Kyrgyz Republic and Tajikistan are inadequately computerized and lack customs \nexamination facilities,37 which inhibits efficient and transparent delivery of service and effective control \nwith smuggling. Reliance on manual systems also constrains customs performance. It is difficult to \nenvisage significant improvements in performance in COs without the introduction of new procedures \nand controls that will require adoption of customs automation program. Existing limited computerized \n                                                 \n35  The list of ineligible items is in Appendix 7. \n36 The PPTAs were first listed on 18 April 2002 in ADB Business Opportunities (internet version). See Appendix 8 for cost \nestimates and the outline of terms of reference for the PPTAs.  \n37  For example, weigh bridges, examination equipment, and general border post improvement. ", "22 \nsystems  have  been  principally  designed  to  provide  information  on  trade  statistics  and  revenue \ncollection for dissemination to other ministries. Neither country has an automatic customs clearance \nsystem and the import and export processing including declaration, inspection, and examination and \ntransit modules are not computerized. As a result, the speed-up of custom clearance is low or direct \ncustoms-trade interface is high. \n \n77.  The  COs  lack  funding  and  have  an  acute  shortage  of  professional  ICT  personnel  with \nanalytical  and  programming  skills  or  computer  system  developers.  The  customs'  payscale  is \ninsufficient to attract or retain skilled ICT personnel. Lack of computerization is inhibiting regional \ntrade due to delays, increased cost of transport and clearance of shipments and inventory.  \n \n78.  In  addition  to  the  low  level  of  computerization,  the  communications  systems  in  Kyrgyz \nRepublic and Tajikistan remain poor. Communication with border posts is further implicated due to the \nmountainous terrain and/or to the remoteness of many border facilities. The telephone system does \nnot  provide  on-line  networking  provisions.  Poor  communications  have  limited  the  introduction  of \nmodern ICT systems necessary to support customs operations and also affect administration and \ngovernance because of the isolation of regional and local operations from the center. \n \n1.  Objectives and Scope \n \n79.  The objectives of the PPTAs are to prepare feasibility and support the implementation of the \nreforms envisaged under the RTFCCP and to prepare the investment components. Specifically, the \nPPTAs will  \n  \n(i)  perform  technology  audits,  conduct  needs  assessment  for  infrastructure  and  ICT \ninvestment and associated hardware and software needs, and identify the best options \nfrom a cost-benefit perspective;  \n(ii)  prioritize investments based on needs assessment of COs for infrastructure and ICT \nequipment at priority border posts and processing points;  \n(iii)  develop action plans for COs' modernization;  \n(iv)  develop  comprehensive  procedural  manuals  for  customs  staff  to  use  in  daily \noperations;  \n(v)  develop procedures for intelligence gathering and establishment of databases of risk \nprofiles; and  \n(vi)  provide justification for investments based on cost-benefit analyses and financial and \neconomic rates of return. \n \n2.  Cost Estimates and Implementation Arrangement \n \n80.  The costs of the PPTAs in Kyrgyz Republic and Tajikistan are estimated to be $600,000, \nequivalent each, of which $500,000 equivalent is proposed to be financed by ADB on a grant basis \nfrom the Japan Special Fund, funded by the Government of Japan, including the entire foreign \nexchange cost of $335,000 and local currency cost of $165,000 equivalent. Each government will \ncontribute in kind $100,000 equivalent through the provision of counterpart staff, office space, and \ncontingencies. Details of the cost estimates are provided in Appendix 8.  \n \n81.  MOF in each country will be the Executing Agency representing the government. In the Kyrgyz \nRepublic,  SCI  will  be  the  implementing  agency  for  the  TA,  and  CCRM  will  coordinate  the \nimplementation. In Tajikistan, the MSRD will be the implementing agency for the PPTA, overseen by \nMOF. Procurement under the PPTAs will be undertaken in accordance with ADB’s Guidelines for \nProcurement, and the mode of procurement will be direct purchase, as the total cost of equipment to \nbe procured is less than $100,000. The PPTAs are expected to be completed within 9 months. The ", "23 \nGovernments of Kyrgyz Republic and Tajikistan have been advised that approval of the TAs does not \ncommit ADB to finance any ensuing project. \n \n82.  The TAs will each engage 8 person-months of international and 16 person-months of domestic \nconsulting services in Kyrgyz Republic and Tajikistan respectively. The consulting teams should \ncomprise specialists in the fields of ICT, customs operation, civil engineering, and financial and \neconomic analysis. The terms of reference for the consultants are in Appendix 8. The consultants will \nbe selected and engaged in accordance with ADB’s Guidelines on the Use of Consultants, through \nthe quality and cost-based selection process, and other arrangements satisfactory to ADB on the \nengagement of domestic consultants. In view of their specific and detailed nature, the simplified \ntechnical proposal format will be used. \n \n83.  The PPTAs will be implemented in parallel with the proposed RETA (paras. 84-86). As part of \nthe regional effort, ADB will examine the existing policy environment and operational framework \nrelated to ICT development for customs operations including Kyrgyz Republic and Tajikistan as pilot \ncases, and assess current practices in the region and formulate revised processes according to \ninternational  best  practices  including  computerization  and  automation  of  customs  clearance. \nSpecifically, the RETA will provide necessary recommendations for the PPTA implementation teams \nin areas of harmonization of commodity description and coding systems; adoption of WTO valuation \nagreement and Rules of Origin Agreement, adoption of standard and simplified procedures and \npractices under the Revised Kyoto Convention, and “single window” and “one-stop” solutions. The \nRETA  will  also  provide  recommendations  to  the  PPTA  teams  on  measures  to  facilitate  the \ndevelopment of efficient customs service infrastructure, enforcement of restrictions and prohibitions, \nenforcement of international trade rules, and increased customs integrity and transparency. Last, the \nRETA will help the PPTA teams to develop comprehensive procedural and instruction manuals for \ncustoms  staff  to  use  in  the  daily  operations,  and  procedures  for  intelligence  gathering  and \nestablishment  of  a  database  with  risk  profiles  to  be  used  by  postrelease  audit  teams  and \nantismuggling units. \n \nB.  Regional Technical Assistance for Trade Facilitation and Customs Cooperation38 \n \n1.  Objectives and Scope \n \n84.  The key objective of the RETA is to strengthen regional customs cooperation to establish \nefficient and effective customs systems to facilitate foreign trade and investment. The scope of the \nRETA, as agreed by the CCC,39 include \n \n(i)  Simplification and harmonization of customs documentation. This component will \nexamine  the  core  competence  of  the  region's  COs  and  key  customs  procedures \n(transit, end-use, import, export, economic zone, post-entry, etc. as well as national \ninitiatives for improving customs policies, and legal and institutional frameworks. Based \non this, RETA will provide recommendations for improvement and simplification of \ncustoms procedures and will streamline the organizational structure of the COs in \norder to bring them in line with international best practices and standards throughout \nthe  region,  and  develop  a  time-bound  action  plan  for  implementation.  The \nrecommendations for revised practices and procedures will cover (a) harmonization of \ncommodity description and coding systems; (b) WTO Customs Valuation Agreement; \n(c)  WTO  Rules  of  Origin  Agreement;  (d)  adoption  of  standard  and  simplified \nprocedures and practices under the revised Kyoto Convention; (e) single-window and \none-stop solutions to expedite customs transactions; (f) harmonization of practices to \n                                                 \n38  Listed in ADB Business Opportunities (internet version) on 26 June 2002. See Appendix 9 for cost estimates and the \noutline of terms of reference. \n39  See Board Information Paper, IN. 229-02, 23 September 2002 regarding the Regional Customs Cooperation Meeting. ", "24 \nencourage  the  development  of  efficient  customs  service  infrastructure  relating  to \nimprove enforcement of restrictions and prohibitions; and (g) international trade rules \nas well as customs integrity, particularly transparency. \n(ii)  Development of border posts and facilities. The RETA will support the review and \nidentification  of  posts  for  joint  border  processing  and  analysis  of  procedures  and \npractices at those border crossings. Based on this review, the RETA will develop (a) a \nblueprint  for  simplified  and  harmonized  procedures  and  documentation  for  border \nposts, (b) launch feasibility studies for joint border processing, (c) provide support for \ntheir implementation, and (d) develop agreements among customs that opt for the pilot \nproject. \n(iii)  Development of simplified transit systems. The RETA will help (a) assess how \nsimplified transit systems might be introduced to facilitate transport movements of \nthrough-transit traffic while retaining appropriate controls; (b) provide advisory support \nto enhance the use of the transit-under-bond system (TIR carnet), under which trucks \nare sealed by customs upon departure and can cross several borders without further \nchecks  until  they  reach  their  final  destinations;  (c)  formulate  recommendations  to \nimprove the acceptability of the TIR carnet at border crossings and for removal of \narbitrary transit fees on key transit routes, and develop modalities for improvement of \ncommunication and exchange of information between border-control agencies and to \nimprove  border-crossing  facilities;  and  (d)  evaluate  the  potential  in  the  selected \ncountries  for  upgrading  their  transport  systems  to  multimodal  means  to  facilitate \ntransportation of goods and expedite border crossing. \n(iv)  Data  consolidation/information  sharing  and  ICT  development  for  customs \noperations. The RETA will help conduct needs assessment for ICT development and, \nbased  on  it,  prioritize  investment  requirements  and  determine  best  options  for \nhardware and software from a cost-benefit perspective. The RETA will further develop \na comprehensive and flexible technology plan for a customs clearance system and \nmanagement information system, and migration plans to replace, reuse, or relocate \nexisting assets and develop a model procedural manual for customs staff to use in \ndaily operations involving ICT. To support information sharing, the RETA will conduct a \nsurvey of databases and the level of computerization in each country, and, based on \nthat design a data exchange system taking national security needs into account. Also, \nthe RETA will help develop protocols for compiling and utilizing advanced electronic \ncommercial manifest data, working in partnership with industry, while coordinating \nactivities on data and intelligence gathering. \n(v)  Development of risk management and post entry audit. The RETA will assess \ncurrent  practices  adopted  for  risk  management  by  the  national  customs \nadministrations;  formulate  benchmarks  appropriate  for  each  country,  derived  from \ninternational codes and sound practices (e.g., WCO, WTO, and International Chamber \nof Commerce guidelines, agreements, and protocols; revised Kyoto Convention); and \nstreamline the examination of documents and merchandise at the time of entry. It will \nfurther support institution capacity building to adopt risk-based post-transit and post-\nentry compliance audits and develop computerized models to analyze the “risk profiles” \nof shipments by comparing their details with a set of indicators and categorizing them \nas  either  high-,  medium-,  or  low-risk  transactions;  and  establish  standardized \nprocedures on post entry audit according to risk profile of the shipments. \n(vi)  Development of a regional intelligence system. The RETA will support (a) analysis \nof the nature and extent of illicit trade, including types of goods, production and trade \nvolumes, sources and destinations, channels, and modes and methods of transport; \n(b) stock taking of existing regional programs for intelligence gathering and sharing; (c) \nevaluation  of  performance  of  the  existing  regional  intelligence  system,  including \ncapacities,  effectiveness,  equipment,  intelligence  sources,  and  adaptability;  (d)  a \nproposal for strengthening the regional intelligence system including funding, schedule, ", "25 \nand human resource requirements, and (e) training of customs officers in tracking and \ntracing, etc. \n(vii)  Capacity building for regional customs organizations. This component of RETA \nwill support a wide range of training programs covering topics such as the revised \nKyoto Convention, customs legislation and implementing regulations, harmonization \nand  streamlining  of  customs  procedures,  implications  of  WTO  membership,  post-\nrelease audit, risk management, risk assessment selectivity, developing a database, \nuse of IT, electronic data exchange, institutionalizing cooperation mechanisms, control \nof illegal goods and trade facilitation and public-private sector partnership. \n \n2.  Cost Estimates and Implementation Arrangements \n \n85.  The total cost of the RETA is estimated to be $2,400,000 equivalent, of which $2,000,000 is \nproposed to be provided by ADB on a grant basis from the Bank-funded TA Program, including the \nentire foreign exchange cost of $1,680,000 and local currency cost of $320,000 equivalent. The \ngovernments participating in the regional TA will provide $400,000 equivalent in total through the \nprovision of counterpart staff, office space, and contingencies on a pro-rata basis. Details of the cost \nestimates are provided in Appendix 9. The COs of participating governments will be the implementing \nagencies.  CCC  will  serve  as  the  policy  coordinating  body  to  provide  oversight  for  RETA \nimplementation, and technical work under RETA will be coordinated by working groups and the task \nforce set by CCC (paras. 63-66). \n \n86.  The  RETA  will  engage  international  consultants  for  45  person-months.  Specialist  will  be \nrecruited in the areas of regional cooperation programs, training, ICT and data exchange, transit, joint \nprocessing, and post-entry audit. A team of domestic consultants for a total of 60 person-months will \ncover the same set of expertise as the international consultants. The terms of reference for the \nconsultants are in Appendix 9. The consultants will be selected and engaged in accordance with \nADB’s Guidelines on the Use of Consultants and other arrangements satisfactory to ADB on the \nengagement of domestic consultants. In view of the specific and detailed nature of the various \ncomponents under the RETA, specialists will be engaged on an individual basis. The RETA will \ncommence together with the RTFCCP and will be completed by December 2004. Seminars and \nworkshops will be organized intermittently during the implementation period to invite comments from \ninternational and domestic experts in the field and to disseminate the findings of the RETA. \n \nVI.  PROGRAM BENEFITS, IMPACTS, AND RISKS \n \nA.  Benefits \n \n87.  Customs have multifaceted roles and responsibilities. Through its direct control of the flow of \nimports and exports, customs helps to facilitate foreign trade and at the same time acts as the first line \nof defense of the economic interests of the country in efforts to curb smuggling. Customs is also an \nimportant regulatory institution with a key role in trade and investment facilitation and in private sector \ndevelopment, as well as in public finance and governance. \n \n88.  An  efficient  and  effective  customs  system  will  promote  and  facilitate  foreign  trade  and \ninvestment, encourage movement of goods and people, and promote economic growth. Increased \nforeign trade and investment help improve balance of payments. Proper application and efficient \ncollection of tariffs help government budget and fiscal programs, and proper application of tariff \nprevents rent seeking and promotes market competition. Curbing smuggling and drug trafficking \nimprove social stability. Better regional customs cooperation helps realize comparative advantage \nthrough gaining access to regional and international markets. \n ", "26 \n89.  The RTFCCP supports the introduction and implementation of legal and regulatory reforms to \nfacilitate trade flows and to improve the climate for investment. Increased trade and investment, and \nprivate sector activity will contribute to sustainable economic growth. Government revenues in both \ncountries are comparatively low, and collection is weak, as indicated by the build-up of arrears and \nthe low levels of collection. The RTFCCP supports policies and institutional changes that will set clear \nrevenue targets; simplify tariff structure to facilitate proper application of tariffs; and by computerizing \nthe  systems,  make  processing  of  declarations  and  payments  easier  and  more  timely.  Last,  the \nRTFCCP will help strengthen customs institutionally through organizational changes, recruitment and \npromotion policies, training, and automation and computerization of customs operations. A more \nprofessional, better trained and equipped customs can effectively carry out its mandate to promote \ntrade flows, collect revenues, and detect and curb smuggling.  \n \nB.  Impacts  \n \n90.  The classification of the RTFCCP is economic growth and regional cooperation. It aims to \npromote  growth  by  facilitating  trade  and  investment  in  the  region.  The  RTFCCP  also  aims  to \nstrengthen governance, one of the three pillars of ADB’s poverty reduction strategy. Strengthened \ngovernance in one key government agency, i.e., the customs, with which enterprises come into \ncontact should bring increased public confidence in that branch of the civil service. That may also \nhave a demonstration effect for the civil service at large, where reforms will be implemented with the \nsupport of other multilateral and bilateral institutions in both Kyrgyz Republic and Tajikistan. \n \n91.  The goal of the RTFCCP is to promote sustainable economic growth and raise the living \nstandards in Kyrgyz Republic, Tajikistan, and the rest of ECA through the establishment of an efficient \nand effective customs system to promote and facilitate foreign trade and investment. Supporting the \nobjectives envisaged under the Program will have positive indirect effects on the poor. The summary \npoverty reduction and social strategy is provided in Appendix 10, and a poverty impact assessment \nfor the Program is in Appendix 11. \n \n92.  Specifically, the first objective of the Program—strengthening governance and transparency \nand improving institutional capability—seeks to strengthen the customs authorities as institutions, \nmake  them  more  effective  through  rationalization,  and  institute  transparent  human  resources \nregulations. In addition, the COs will become more transparent through annual surveys and both \ninternal and external audits. The policy actions needed to meet the objective are poverty neutral.  \n \n93.  The  actions  to  be  undertaken  under  the  second  objective—strengthening  the  legal  and \nregulatory frameworks in line with international standards and conventions—will have an overall \npositive,  indirect  effect  on  poverty.  A  stronger  legal  and  regulatory  framework  harmonized  with \ninternational conventions and standards will encourage more trade and investment, will enhance \npublic and investor confidence in these two countries, and will thereby stimulate economic activity and \nbenefit the poor and nonpoor alike. \n \n94.  The third objective aims to improve the operational efficiency, promote trade facilitation, and \nimprove revenue collection. This is expected to have an overall positive indirect effect on the poor. \nImproved revenue collection will have a direct positive impact on the government budget and provide \nresources for fiscal programs. An increased flow of trade and investment following simplification and \nautomation of customs procedures will also have a positive impact on government finances. Less \ncorruption will have a positive impact on prices. \n \n95.  Finally, the fourth objective—to develop a mechanism for enhanced regional cooperation—will \nalso have indirect positive effects in the longer term; as trade will be facilitated, access to regional \nmarkets will be improved; and the resulting increase in economic activity will contribute to higher \ngovernment revenues and more employment opportunities, which will benefit both poor and nonpoor. ", "27 \n \nC.  Risks \n \n96.  The  RTFCCP  will  be  subject  to  various  types  of  risks,  including  political,  economic  and \nfinancial, operational, and system risks. A carefully designed regional trade facilitation and customs \nreforms  and  cooperation  program  and  its  proper  implementation  through  effective  institutional \narrangements will to a large extent manage and reduce these risks. \n \n97.  Political risks stems from (i) resistance from vested interests and territorial interests of different \nministries  and  government  at  different  levels;  (ii)  complexity  in  maintaining  effective  interagency \ncoordination and collaboration; (iii) difficulties in maintaining a smooth transition and public confidence \nin the restructuring and retrenchment process; and (iv) delays in preparing, reviewing, and introducing \nlegislation. Political risks can best be mitigated by the commitment and support from higher authority \nwithin  the  government.  The  Kyrgyz  Government  has  established  the  CCRM,  led  by  the  Prime \nMinister, with members from all key government agencies as well as aide agencies to act as the \nsteering committee to oversee reforms to be undertaken under the RTFCCP. The Tajik Government, \nthrough consolidation of fiscal agencies into the MSRD and through CGCRM, has centralized and \nstrengthened the functions of strategizing and implementing customs reform policies. \n \n98.  Economic and financial risks arise because (i) customs reform measures may not necessarily \ngenerate more collection in the short term and may result in more pressure on the budget, and (ii) \npublic finance stress may crowd out necessary investments in customs modernization. In addition, \nprice fluctuations in the major export commodities of these countries may pose significant difficulties \nand prompt governments to take drastic measures and delay customs reform. The mitigation of \neconomic and financial risks can be better achieved through ADB program loans in supporting budget \npositions of governments and boarder policy reform initiatives of the governments and ADB in areas \nof public finance and governance. While the short-term economic and financial risks can be mitigated \nthrough program loan support, the broader reform agenda of trade liberalization, public finance, and \nstreamlining of governance will have positive impact of investment flows. \n \n99.  Operational and system risks arise from (i) lack of institutional capability for implementing the \ncustoms reform program; (ii) loose control and malpractice in conducting investment activities for \ncustoms modernization; (iii) lack of commitment to regional cooperation to develop mechanisms and \nagreements to facilitate trade flows; (iv) disagreement on and lack of enforcement of reasonable \ntransit fees, and sharing of data and information for statistical purposes as well as for efforts to \ncombat smuggling. These risks can be mitigated by carefully designed TA programs and project \nimplementation procedures, and the regional cooperation mechanism developed and supported by \nADB. \n \nVII.  ASSURANCES \n \n100.  In addition to the standard assurances, the governments have given the following assurances, \nwhich are incorporated in the legal documents: \n \n(i)  the governments of Kyrgyz Republic and Tajikistan will fulfill conditions specified in the \nattached policy matrixes for the release of tranches of the Program Loans and will \nfurnish ADB with copies of all documents evidencing compliance with the conditions \nset forth in the policy matrixes; \n(ii)  the governments will ensure that the policies adopted and actions taken as described \nin  the  development  policy  letters  continue  in  effect  during  and  after  the  program \nimplementation period; ", "28 \n(iii)  the governments will keep ADB informed of, and will exchange views with ADB on, the \nprogress, problems, and constraints encountered during RTFCCP implementation and \non desirable changes to overcome or mitigate such problems and constraints; \n(iv)  the governments will keep ADB informed of policy discussions with other multilateral \nand bilateral aid agencies that have implications for implementation of the RTFCCP, \nand will provide with ADB the opportunity to comment on any resulting policy proposal; \nthe  governments  will  take  ADB’s  views  into  consideration  before  finalizing  and \nimplementing such proposals; \n(v)  except as ADB may otherwise agree, the counterpart funds will be used to finance the \nadjustment  costs  associated  with  the  implementation  of  the  reforms  under  the \nRTFCCP; and \n(vi)  the governments will ensure that counterpart funds generated from the second tranche \nrelease will be used for investments needed for customs reform and modernization \nidentified and recommended by the PPTAs; the specific investments will be agreed \nupon by the governments and ADB upon completion of the PPTAs, prior to release of \nthe second tranche of loan proceeds. \n \nVIII.  RECOMMENDATION \n \n101.  I am satisfied that the proposed loans would comply with the Articles of Agreement of ADB \nand recommend that the Board approve \n \n(i)  the loan in various currencies equivalent to Special Drawing Rights 11,299,000 to the \nKyrgyz Republic for the Regional Trade Facilitation and Customs Cooperation Program \nfrom ADB’s Special Funds resources with an interest charge at the rate of 1% per \nannum during the grace period and 1.5% per annum thereafter; a term of 24 years, \nincluding a grace period of 8 years; and such other terms and conditions as are \nsubstantially in accordance with those set forth in the draft Loan Agreement presented \nto the Board; \n \n(ii)  the loan in various currencies equivalent to Special Drawing Rights 7,522,000 to the \nRepublic of Tajikistan for the Regional Trade Facilitation and Customs Cooperation \nProgram from ADB’s Special Funds resources with an interest charge at the rate of 1% \nper annum during the grace period and 1.5% per annum thereafter; a term of 24 years, \nincluding a grace period of 8 years; and such other terms and conditions as are \nsubstantially in accordance with those set forth in the draft Loan Agreement presented \nto the Board; and \n \n(iii)  the  provision  of  regional  technical  assistance  not  exceeding  the  equivalent  of \n$2,000,000 for Trade Facilitation and Customs Cooperation on a grant basis. \n \n \n   \n \nTADAO CHINO \nPresident \n \n \n2 October 2002 \n ", "PROBLEM TREE: REGIONAL TRADE FACILITATION AND CUSTOMS COOPERATION PROGRAM\nConstraints in  Limited foreign trade  Poor realization of \nthe movement of  and investment  Poor revenue  Uneven application  Social instability  Damaging growth  comparative \ngoods and  aggravate current  generation damages  of tariff creates rent  due to smuggling of  potential of  advance due to \npeople hinder  account and BOP  government budget  seeking and unfair  narcotics and  certain domestic  lack of access to \neconomic growth  imbalances and fiscal programs competition weaponry industries regional market \nand poor \ntransshipment \nFailure to promote and  Loopholes in  Ineffectiveness  arrangement \nfacilitate foreign trade  application and  in combating \nand investment collection of tariff smuggling\nIneffective and Inefficient Customs System\nKey Problem\nPoor governance, lack of  Inadequate legal and  Low operational efficiency,  Ineffective mechanism and \ntransparency, and insufficient  regulatory framework poor revenue collection,  poor regional cooperation\ninstitutional capability at Customs and complex procedures\nLegislation is too complex  Lack of mechanism for  \nPoor organizational  and ambiguous with no  Inefficiency due to manual  customs cooperation \nstructure and  distinction between  processing of declarations and  and conflicts resolution\ndistribution of resources primary laws and  lack of information and \nsecondary regulations communications technology  Lack of harmonization \n(ICT), inadequate border \nLack of proper human  of regulations and \nInsufficient harmonization  infrastructure\nresources policy ,  procedures\nwith international \nunsatisfactory  Complicated clearance \nconventions, standards \nqualifications and skill  and practices and control procedures Difficulty in \nlevel of staff\nexchanging data \nPoor revenue collection due \nLack of performance  Lack of legislative  with other countries\nto poor coordination among \nstandards and  transparency and public \ngovernment agencies\ntransparency in operations surveillance Transit procedures \nUnderdeveloped system  are complex and \nLack of effective  Low morale due to low salary,  of customs service  expensive\nlack of responsibility for actions, \nexternal and internal  intermediaries\nand honesty is not recognized \naudit mechanism to  Unsatisfactory key \nensure compliance and  Insufficient effort to  multilateral and bilateral \naccountability Corruption in the form  combat smuggling relationships prevents \nof collusive or coercive  efficient trade flows\npayments\n  ", "30  Appendix 2     \nEXTERNAL ASSISTANCE \n \nDonor Involvement in Trade Facilitation and Customs Reforms and Modernization \n \nA.  The Kyrgyz Republic  \n \nSource  Area of Assistance  Scope  Time Frame \nTA for Customs  Developed a 30 point plan for \nIMF  Administration Reform and  Customs Administration Reform  1999 \nModernization  and Modernization in 1999 \nTechnical assistance to \nassess State Customs \nInspectorate (SCI) but no  2 local computer consultants \nteam leader has been  have undertaken a preliminary \nrecruited. No plan or funding  assessment of the computer \nWorld Bank  to implement  system in SCI main office.    2000-2002 \nrecommendations following  2 local lawyers work with SCI \nthe assessment. WB will  staff. 2 local management \nwithdraw from customs if  consultants work in SCI \nADB takes the lead in this \narea. \nTrade and Investment  A long-term consultant has \nProject aimed at promoting a  provided assistance with drafting \nlegislative and regulatory  of a revised Customs Code that \nenvironment conducive to  is in line with World Trade \nUSAID  2000-2003 \ntrade and investment  Organization (WTO) \ndevelopment. Customs  requirements, the revised Kyoto \nlegislation and regulation is  Convention, and World Customs \none component.  Organization recommendations. \nEquipment for 3 border posts, \n(Ak-Jul, Korday, and Osh) such \nas search and scanning \nequipment, scales, lights, \ncomputers, and telecom \n(TRACECA) transport \nEU Tacis  equipment. Total amount  2001-2003 \ncorridor program \n$800,000.  \nHarmonization of border \ncrossing procedures throughout \nTRACECA. Consultant fielded in \nMarch 2002.  \n$3 million-$5 million \nFunds \nearmarked for   \nSECO  available from \ncomputerization of customs   \n2001 \nand technical assistance \nEquipment for border posts for \nUnited  antismuggling efforts. Training \nExport Control and Border \nStates  for SCI officials and National  2002 \nSecurity Project \nGovernment  Security Guard \nThe budget is yet to be decided. \n ", "        Appendix 2    31 \nB.  Tajikistan \n \nSource  Area of Assistance  Scope  Time Frame \n2001 was the last year of the 3-\nRevision of Tax Code under the  year rolling program of PRGF. \nPoverty Reduction and Growth  There has been no disbursement \n1999 – 2001 \nFacility (PRGF). New proposed  since June 2001. Tajikistan is \nIMF \ndraft is ready.  currently under the IMF staff-\nmonitored program. \nPension reform, budget, and  A new PRGF is to be formulated \n2002 – 2004 \ngovernance.  in October 2002. \nUnder the 2nd Structural  As part of the 2nd tranche release \nAdjustment Credit (SAC2)  (September 2002) of $25 million: \nAdopt a time-bound plan and \nCivil service reforms and \nbegin implementation of \ncompensation \ngovernment wage reform. \nEnact revision of the customs \ncode;  \nAdopt revisions of customs \nprocedures and regulations, \nCustoms \nand strengthen the internal \naudit function; and \nWorld Bank  2000 - 2002 \nStart modernization of \ncustoms. \nSAC2 focuses on many areas \nincluding public sector \nmanagement, budget planning, \nexecution and expenditure \ntracking, financial sector  No further funding in customs \ndevelopment, private sector  area is envisaged. \ndevelopment and governance, \nprivatization and enterprise sector \nreforms, and infrastructure sector \nreform. \nRedrafting the commercial code, \ntraining judges, computerizing of  Roughly $4 million each year \nUSAID  legal files, etc.  Ongoing \nAssistance with WTO application \nBeing coordinated with SECO \nprocess \nSupport for the implementation of \nEU Tacis  the partnership and cooperation    Ongoing \nagreement with the EU \nImplemented by the United \nTA, to help Tajikistan’s WTO \nNations Institute of Training and  2000 – 2002 \napplication process \nResearch (UNITAR)  \nSWF4.5 million cofinancing of \nSECO   \nSAC2 \nA small-scale technical  2002 \nTerms of reference (TOR) have \nassistance to support customs \nnot yet been drafted. \nreform measures under SAC2 \n \n ", " \nREGIONAL TRADE FACILITATION AND CUSTOMS COOPERATION PROGRAM \nPROGRAM FRAMEWORK \n \nDesign Summary  Measurable Indicators/Targets  Monitoring Mechanisms  Major Risks/Assumptions \nGoal       \nPromote sustainable economic  Reform of trade and customs policy and legal  Regular surveillance of  Continued political \ngrowth and raise the living  framework and strengthening regional cooperation  economic and social  commitment to reform and \nstandards in Kyrgyz Republic,  among customs organizations  indicators by government  social stability is a prerequisite \nTajikistan and rest of the Central  agencies and special review  for the public to maintain \nEstablish an efficient and effective customs system to \nand East Asia region  and studies to be conducted  confidence. \npromote and facilitate foreign trade and investment, \nby Asian Development Bank \nencourage movement of goods and people, and  Public finance stress may \n(ADB) and other funding \npromote economic growth;  crowd out necessary \nagencies \ninvestment for customs \nTotal trade both inter and intra-region to increase by \nmodernization. \n30% during the program period. \n \nPurpose     \nEstablish an efficient and effective  Improve responsibility, accountability, transparency and  Concerned government  The policy and institutional \ncustoms system by strengthening  institutional capabilities of customs organizations;  agencies to monitor  reforms and structural \ngovernance and the legal and  strengthen the legal and regulatory framework in line  implementation and evaluate  adjustments envisaged under \nregulatory framework, improving  with international standards and conventions; improve  implementation progress  the Program will lead to a \noperational efficiency, and  operational efficiency by providing adequate border  guided by (CCRM) of Kyrgyz  major challenge for the \ndeveloping an effective  infrastructure, inspection and servicing systems, and  Republic and (CGCRM) in  Government to maintain \nmechanism for good regional  modern information and communication; and enhance  Tajikistan, and supervised by  balanced reform process and \ncooperation  good regional cooperation through harmonization of  Asian Development Bank  effective interagency \ncustoms regulation and procedures, improvement in  (ADB) review missions  coordination and collaboration. \nexchange of data with other countries, and \nsimplification of transit procedures \nOutputs       \nStrengthen governance,  Rationalization of customs authorities’ organizational  Concerned government  Resistance from vested \ntransparency, and improve  strategy and structure  agencies to monitor  interests and territorial \ninstitutional capability  implementation and evaluate  interests of different ministries \nAdoption of proper human resource policies, incentive \nimplementation progress \nstructure and capacity building  Complexity in maintaining \nguided by CCRM and \neffective interagency \nImprovement of performance and transparency;  CGCRM and supervised by \ncoordination and collaboration \nadoption of internal and external audits to ensure  ADB review missions \ncompliance and accountability  Difficulties in maintaining \nsmooth transition and public \nEnsuring high staff morale by recognizing honesty and \nconfidence in the restructuring \ngiving staff full responsibility for their actions ", "   \nDesign Summary  Measurable Indicators/Targets  Monitoring Mechanisms  Major Risks/Assumptions \nReduction of corruption in the form of collusive or  and retrenchment process \ncoercive payments \nStrengthen the legal and  Simplification of legislation and regulations for customs  Concerned government  Delays in preparing, reviewing, \nregulatory framework in line with  operations   agencies to monitor  and introducing legislation \ninternational standards and  implementation and evaluate \nHarmonization of the tariff structure and commodity \nconventions  implementation progress \ncodes  \nguided by CCRM and \nImprovement of legislative transparency and public  CGCRM and supervised by \nsurveillance to reduce abuses  ADB review missions \nImprove operational efficiency to  Provision of adequate border infrastructure, inspection  Concerned government  Lack of institutional capability \nfacilitate trade and improve  and servicing systems, and modern information and  agencies to monitor  in implementing the customs \nrevenue collection  communication technology   implementation and evaluate  reform program \nimplementation progress \nSimplification of clearance and control procedures and  Loose control and malpractice \nguided by CCRM and \nshift from preclearance to risk-based post-clearance  in conducting investment \nCGCRM and supervised by \naudit verification  activities for customs \nADB review missions \nmodernization  \nStrengthened coordination between customs \nauthorities, tax authorities, and the Ministry of Finance \nto facilitate and enhance revenue collection  \nDevelopment of  properly supervised customs service \nintermediaries \nStrengthened efforts to combat smuggling and prevent \nrevenue loss due to smuggling \nDevelop an effective mechanism  Development of an effective mechanism for customs  Concerned government  Lack of commitment to \nfor good regional cooperation  cooperation and conflicts resolution   agencies to monitor  cooperation \nimplementation and evaluate \nHarmonization of customs regulation and procedures   Disagreement and lack of \nimplementation progress \nenforcement \nImprovement in exchange data with other countries  guided by CCRM and \nSimplification of transit procedures and transit trade  CGCRM and supervised by \nincreases by 30% during the program period  ADB review missions; \nImplementation at least 2 pilot joint border processing \nprojects \n ", " \n \nDesign Summary  Measurable Indicators/Targets  Monitoring Mechanisms  Major Risks/Assumptions \nInputs       \nThe proposed assistance will  Subject to adequate progress in policy actions and the  Concerned government  Commitment of key policy \ncomprise program loans to Kyrgyz  feasibility work, the second phase will comprise  agencies to monitor  makers and of all Government \nRepublic and Tajikistan for  investment loans to Kyrgyz Republic and Tajikistan for  implementation and evaluate  agencies involved is key to \ncustoms and trade policy reforms,  customs modernization.  implementation progress  successful implementation of \nProject Preparatory Technical  guided by Kyrgyz CCRM and  the Program. \n \nAssistance (PPTAs) and a  Tajik CGCRM and supervised \nregional technical assistance  by ADB review missions \n(RETA). \nProgram loans to Kyrgyz Republic  $15 million to the Kyrgyz Republic and $10 million to  Loan review missions   \nand to Tajikistan respectively, for  Tajikistan \nProgress reports \ncustoms and trade policy reforms \nLoans will be released in two equal tranches in both \ncountries with the first tranche to be released upon loan \neffectiveness and the second tranche before June 2004 \nin the Kyrgyz Republic and December 2004 in \nTajikistan upon satisfactory completion of the program’s \nconditionalities \nPPTAs ($500,000 each for Kyrgyz  Examine existing policy environment, operational  Periodic TA reports  Availability of counterpart \nRepublic and Tajikistan) for  framework, and physical infrastructure   support, and full cooperation \nReview missions \npreparing the Customs  between the consultants and \nConduct detailed due diligence and needs-assessment \nModernization and Infrastructure  Progress reports from  counterpart staff \nof the investment component  \nDevelopment Project  consultants \nPerform technology audits  \nPrioritize investment activities  \nDevelop the action plan for modernization  \nProvide justification for investments based on cost-\nbenefits analysis and financial and economic rates of \nreturns ", "   \nDesign Summary  Measurable Indicators/Targets  Monitoring Mechanisms  Major Risks/Assumptions \nRETA ($2 million) for trade  Simplification and harmonization of customs  Periodic TA reports  Availability of counterpart \nfacilitation and customs  documentation  support, and full cooperation \nReview missions \ncooperation  between the consultants and \nDevelopment of border posts and facilities \nProgress reports from  counterpart staff \nDevelopment of simplified transit systems  consultants \nData consolidation/information sharing and information \nand communication technology  development for \ncustoms operations \nDevelopment of risk management and post entry audit \nDevelopment of a regional intelligence system \nCapacity building for regional customs organizations \nincluding organization of seminars and curriculum \ndesign for joint regional training initiatives \nPotential investment in Kyrgyz  Information and communication technologies and      \nRepublic, Tajikistan and other  facilities \ncountries in the region for customs \nManagement information system \nmodernization and infrastructure \ndevelopment  Customs examination equipment \nPhysical infrastructure for cross-border processing  \nAssociated TAs for implementation of new systems and \nprocedures \n \n ", "36  Appendix 4 \nCHRONOLOGY OF PROCESSING STEPS \n \n1.  Since 2000, at the request of the governments in the region, the Asian Development \nBank’s (ADB’s) effort in trade facilitation has concentrated on assisting the governments in \nmodernizing and reforming the customs service and strengthening cooperation among them. \nADB sponsored a sector study on regional customs, which aimed to identify and provide an in-\ndepth  diagnosis  of  the  key  issues  and  constraints  facing  regional  cooperation.  ADB  also \nsponsored a Central Asia Customs Meeting in January 2002 to discuss the role of enhanced \ncustoms cooperation. The agenda developed at the meeting has placed emphasis on regional \ncooperation through regional training. \n \n2.  Against this broad background, the governments of Kyrgyz Republic and Republic of \nTajikistan requested ADB’s assistance in 2002 to support customs reform and modernization \nand strengthen regional cooperation. \n \n3.  Two separate teams were formed and the reconnaissance missions were fielded in \nKyrgyz Republic and Tajikistan in December 2001. The rest of the processing schedule is as \nfollows: \n \nActivity  Kyrgyz Republic Tajikistan\n \nReconnaissance Mission  6–15 December 2001 12–15 December 2001\nFact-finding Mission  18 Feb–2 March 2002 18–23 February 2002\nAppraisal Mission  23–29 April 2002  23–29 April 2002 \nLoan Negotiation  2–3 September 2002 30 August - 31 August 2002\nBoard Consideration  29 October 2002 29 October 2002\n ", "OBJECTIVE TREE: REGIONAL TRADE FACILITATION AND CUSTOMS COOPERATION PROGRAM\nTrouble-free  Increased foreign  Proper application  Achieving social  Effective realization \nmovement of  trade and investment  Adequate revenue  of tariff stops rent  stability while  of comparative \ngoods and  help to achieve  generation helps  seeking and  stopping smuggling  Helping domestic  advance while \npeople promotes  current account and  government budget  promotes  of narcotics and  industries realize  gaining access to \neconomic growth  (BOP) balances and fiscal programs competition weapons growth potential regional market and \nrealizing proper \ntransshipment \nPromote and facilitate  Proper application  Effectiveness  arrangement \nforeign trade and  and efficient  in combating \ninvestment collection of tariff smuggling\nKey Objective Efficient and Effective Customs System\nStrengthen governance,  Strengthen the legal and regulatory  Improve operational efficiency  Develop an effective mechanism \ntransparency and improve  framework in line with international standards to facilitate trade and improve for good regional cooperation\ninstitutional capability at customs revenue collection\nSimplify legislation and  Develop an effective \nRationalize customs  regulations for customs  Provide border infrastructure,  mechanism for customs \norganizational strategy  operations inspection and servicing systems,  cooperation and \nand structure and moderninformation and \nconflicts resolution\ncommunication technology\nHarmonize the tariff \nAdopt  a proper human  Harmonize customs \nstructureand commodity  Simplify clearance and control \nresource policy,  regulation and \ncodes procedures and move from \nincentive structure, and  procedures \npreclearanceto risk-based post-\ncapacity building\nclearance audit verification\nImprove  legislative \nImprove exchange \ntransparency and public \nImprove performance  Strengthen coordination among  data with other \nsurveillance to reduce \nand transparency government agencies to facilitate  countries\nabuses\nand enhance revenue collection\nSimplify transit \nEnsure high staff morale  Develop properly supervised customs \nAdopt internal and  procedures \nby recognizing honesty  service intermediaries\nexternal audits to \nand responsibility\nensure compliance and  Strengthen efforts to combat  Establish satisfactory \naccountability smugglingand prevent revenue  key bilateral \nReduce corruption in the  relationships to promote \nloss due to smuggling\nform of collusive or  trade flow\ncoercive payments\n  ", "38  Appendix 6 ", "     Appendix 6  39 \n ", " \n \nThe Kyrgyz Republic: Regional Trade Facilitation and Customs Cooperation Program       \nDraft Policy Matrix \n \nProgram Goal and Objectives:  \nThe overall goal of the assistance is to promote sustainable economic growth and raise living standards in the Kyrgyz Republic. An efficient and effective customs \nsystem will promote and facilitate foreign trade and investment, encourage movement of goods and people, increase Government revenues, and promote \neconomic growth. Proper application and efficient collection of customs tariffs will increase government revenue and thereby provide more resources for fiscal \nprograms. Increased efficiency in combating smuggling of consumer goods will increase revenues, and combat smuggling of illicit drugs and alcohol will help \nachieve social stability. Strengthened regional cooperation through efficient and effective customs service will facilitate trade and investments as well as improve \naccess to regional and international markets. \n \nMonitorable \nActions  Program \nCompleted  Actions and \nObjective  Actions Planned \nPrior to Board  Second \nConsideration  Tranche \nConditionsa \nI.  Strengthen Governance and Improve Institutional Capability in the State Customs Inspectorate  \n1.  SCI to develop and submit for approval a rationalized organizational plan, a copy of \nA.  Rationalization of  the \nwhich is to be provided to ADB, consistent with SCI’s  mandate.  MOF and the \nState Customs  September \nagencies under MOF, including SCI, may be reorganized during the program period   \nInspectorate’s (SCI)  2002b \nand ADB will be consulted on such a reorganization involving SCI as it will affect the \norganizational structure \nProgram.  \n2.  SCI to develop a Concept Paper for Customs Reform to be approved by the \nGovernment upon recommendation of  the Commission on Customs Reform and \nModernization, and detailed Concept Papers for specific areas  indicated in the \ngeneral Concept Paper, copies of which are to be provided to ADB for review.  The \ndetailed Concept  Paper  on Improvement of Management and Personnel Policy at \nB. Adoption of a proper  September \nSCI should include   \nhuman resource policies   2002c \n•  Human resource policy including recruitment policies for SCI that are transparent \nand fair \n•  Specified performance indicators and service standards for SCI staff, and \n•  A staff appraisal system that evaluates staff’s competencies and  performance \nthat forms the basis for promotions. \n3.  SCI to establish procedures for (i) undertaking an annual customs service survey, (ii) \nSeptember \nC.  Improvement of  setting up a database of customs service information, and (iii) publishing the results on   \n2002d \nperformance and  SCI’s web site. A copy of the procedures to be provided to ADB for review. \ntransparency  4.  MOF to establish procedures for SCI to produce and make publicly available an  September \n \nannual report for SCI starting 2003.  2002e \nD. Adoption of internal audits \n5.  MOF to establish procedures for the internal audit unit at  MOF to undertake periodic  September \nto ensure compliance and   \nand special audits of SCI.  2002f \naccountability ", "   \n \nMonitorable \nActions  Program \nCompleted  Actions and \nObjective  Actions Planned \nPrior to Board  Second \nConsideration  Tranche \nConditions \nII.  Strengthen the Legal and Regulatory Framework in Line with International Standards and Conventions \n6.  Submission to Parliament of a revised Customs Code that  is simplified as \n \nA.  Simplification of  the  agreed upon in a MOU with USAID and harmonized with WTO requirements and  June 2004g \n \nCustoms Code and  the revised Kyoto Convention. \nregulations for customs  7.  Revise implementing regulations on customs issues to ensure compliance with \noperations  the revised Customs Code.  A list regulations to be revised as well as drafts of    June 2004 \nsuch regulations will be submitted to ADB for review. \n8.  The Government to reduce the tariff bands from six to four in line with the   \nB. Simplification of the tariff  September \nGovernment’s commitment to WTO by moving (i) items taxed at 20% to the 17.5%   \nstructure  2002h \nbracket, and (ii) items taxed at 6.5% to the 5% bracket.   \nIII. Improve Operational Efficiency to Facilitate Trade and Improve Revenue Collection  \n9.  Strengthen the policies for the free economic zones (FEZ) by (i) prohibiting the export \nof goods produced in the FEZ into the domestic market unless there has been at least  September \n \nA. Improvement of revenue  30% value added and at least 15% for electronic goods and household appliances,  2002i \ncollection  and (ii) limiting domestic shipments to 30% of goods produced in the FEZ. \n10. MOF to establish revenue collection benchmarks for SCI based on proper econometric  September \n \nforecasting models  2002j \nB. Strengthening of the  11. MOF to issue ID numbers to juridical persons to facilitate processing of payments of  September   \ncoordination between SCI  customs duties and taxes and to improve the information flow between STI and SCI.  2002k   \nand the State Tax \nInspectorate (STI) to  12. With support of ADB PPTA MOF to develop electronic links between the \n  June 2004 \nfacilitate and enhance  computer networks and databases of SCI and STI. \nrevenue collection \nC, Modernization of SCI  13. With support of ADB PPTA, SCI to develop an ICT strategy and investment plan \nthrough use of information  aimed at service automation, collection, reconciliation, and dissemination of \n  June 2004 \nand communication  information and improve coordination with the Ministry of Finance, SCI, STI, and \ntechnology (ICT)  the National Bank of the Kyrgyz Republic. \n14. SCI to develop and adopt procedures and crosschecks to detect corruption in the form \nD. Detection of corruption in    June 2004 \nof collusive or coercive payments. \nthe form of collusive or \n15. With support of ADB RETA, SCI to improve intelligence gathering and establish a \ncoercive payments and \ndatabase with risk profiles including the routes, premises, and markets that smugglers \nstrengthen efforts to    June 2004 \ntend to use to enable SCI’s anti-smuggling unit to assess risk and adopt necessary \ncombat smuggling \nmeasures accordingly. \n ", " \n \nMonitorable       \nActions  Program \nCompleted  Actions and \nObjective  Actions Planned \nPrior to Board  Second \nConsideration  Tranche \nConditions \n16. With support from ADB RETA, SCI to (i) adopt and make publicly available new \ncustoms clearance and control procedures harmonized with international standards \n \nE. Simplification of clearance  and procedures aimed at improving service efficiency by introducing post clearance  June 2004 \n \nand control procedures  verifications based on risk assessments, and (ii) provide SCI staff with training in the \nand move from  revised procedures and practices. \npreclearance to risk-based  17. With support of ADB PPTA, SCI to develop and distribute to the staff of Customs \nselective postclearance  Organization at the headquarters, regional offices, border posts and processing points \nverification  a procedural and instruction manual for use in their daily operations. The manual    June 2004 \nwould contain, among other things, the revised customs clearance and control \nprocedures. \n18. In close consultation with ADB, SCI to develop and submit to the Government \nfor approval regulations and associated supervision procedures on customs   \nJune 2004 \nF. Development of properly  service intermediaries, such as brokers, declarants and transit facility operators.   \nsupervised customs  Copies of submitted regulations to be furnished to ADB. \nservice intermediaries   19. MOF to develop and submit to the Government for approval regulations that prohibit \nSCI staff to act as customs brokers, and impose sanctions or disciplinary actions for    June 2004 \nviolations. Copies of submitted regulations to be furnished to ADB. \nG. Support for trade \nfacilitation and curbing  20. With support of ADB PPTA, SCI to develop a comprehensive plan for construction and \nillegal trade by providing  installation of border infrastructure, including basic search and examination equipment \nJune 2004 \nadequate border  at border posts and processing points selected based on criteria agreed upon by ADB   \n \ninfrastructure and  and SCI. \ninspection and servicing   \nsystems \nIV. Develop an Effective Mechanism for Good Regional Cooperation between CARs and the PRC \n21. SCI to participate in the Customs Cooperation Committee with members from CARs, \nA. Establishment of a \nand the PRC and endorse the Common Action Plan to facilitate regional cooperation   \nmechanism for customs   \namong customs with the aim of facilitating trade, curbing smuggling, and exchanging  August 2002l \ncooperation in the region \ndata and information. \nB. Improvement in exchange  22. With support of ADB RETA, SCI to develop standard formats for databases and \n \nof data among CARs and  communication protocols for exchange of customs and trade data and information   \nJune 2004 \nPRC  among CARs and PRC. \nC. Simplification and \n23. SCI to establish procedures satisfactory to ADB for simplification of transit \nharmonization of transit    June 2004 \nshipment procedures.m \nprocedures  ", "   \nMonitorable \nActions  Program \nCompleted  Actions and \nObjective  Actions Planned \nPrior to Board  Second \nConsideration  Tranche \nConditions \nD. Establishment of \nsatisfactory key bilateral  24. Within the regional cooperation framework, initiate bilateral negotiations with key trade   \nJune 2004 \nrelationships to promote  partners to improve bilateral relationships.   \ntrade flow \nADB = Asian Development Bank, CARs = Central Asian republics, FEZ = free economic zone, ICT = information and communication technology, MOF = Ministry \nof Finance, MOU = Memorandum of Understanding, PPTA = project preparatory technical assistance, PRC = People's Republic of China, RETA = regional \ntechnical assistance, SCI = State Customs Inspectorate, STI = State Tax Inspectorate, USAID = United States Agency for International Development, WTO = \nWorld Trade Organization \n \n                                                           \na  Items in bold face are second-tranche release conditions. \nb  The Order of the Finance Minister on 15 May 2002 established a new structure for SCI. The Decree of the President of the Kyrgyz Republic on 1 August 2002 \napproved the plan submitted by the Ministry of Finance on \"Reforming of the System of the Ministry of Finance,\" which also covered SCI. \nc  The Concept Paper for \"Customs Development in the Kyrgyz Republic (2002 - 2010)\" was approved per Government Resolution No. 403 on 25 June 2002. \nd  The Government Resolution No. 513: \"Plan of Measures on Implementation of Reform and Modernization of Customs Services\" dated 22 August, has specific \nstipulation on customs survey, compilation of statistics and database construction. \ne  Procedures have been established as part of the Concept Paper (see endnote iii). \nf  Procedures have been established for the Audit Commission of MOF to conduct periodic and special audits of SCI. A sample audit report has been submitted to \nADB. \ng  A Memorandum of Understanding (MOU) on Fundamental Principles Regarding the drafting of a New Customs Code for the Kyrgyz Republic was signed on 29 \nMarch 2002 by A. Japarov, Chairman of the Committee for Taxes, Customs and other Levies of the Legislative Assembly of the Jogorku Kenesh and Mr. P \nPieper, Trade and Investment Project, USAID.  The MOU stipulates, inter alia, that: (i) the revised Customs Code of the Kyrgyz Republic will follow the Section, \nChapter, and Article outline of the draft Russian Federation Customs Code (RFCC), (ii) the revised Customs Code will use the exact language of the specific \narticles of the draft RFCC to the extent possible; and (iii) to the extent the exact language of the draft RFCC is not used, the drafters of the new Customs Code \nfor the Kyrgyz Republic will provide comments and citations explaining the basis for each change.   \nh  Per Law of the Kyrgyz Republic No. 107 \"On Changes and Amendments to the Law of the Kyrgyz Republic on Customs Tariffs for 2002\", dated 7 December \n2001. \ni  Monitored by the IMF under the PRGF program agreed upon in November 2001. \nj  The revenue forecasting models are being developed with support from USAID. \nk  Government Resolution dated October 2001 on \"Creation of Single Registration System of Tax Payers (Ministry of Justice, National Statistics Committee, Social \nWelfare Fund, STI, and SCI) to Improve the System of Taxpayers Accounting\". \nl  The Director of SCI, Mr. Mr. Zamirbek Malabekov, attended the CCC meeting in Urumqi during 20 - 21 August 2002 and endorsed the Common Action Plan on \nbehalf of SCI. \nm With support from EU Tacis TRACECA program. \n ", "44  Appendix 6 ", "    Appendix 6  45 \n   \n \n ", "46  Appendix 6 \nDEVELOPMENT POLICY LETTER \n \n \nTHE PRIME-MINISTER OF THE REPUBLIC OF TAJIKISTAN \n \nDushanbe      Ref. No. 12.2/6      27 August 2002 \n \n \nYour Excellency, \n \n \nAvails itself of the opportunity I would like to express sincere gratitude personally to You \nand through You to the Asian Development Bank for support and assistance provided to our \ncountry. \n \nThe Government of the Republic of Tajikistan successfully undergoes the gradual steps \ntowards  strengthening  of  the  basis  of  the  governance  and  economic  reforms.  We  greatly \nappreciate the assistance from the Asian Development Bank in the ongoing economic reforms \nin Tajikistan. \n \nAs a result of the measures taken by the Government of the Republic of Tajikistan for \nthe  economic  reforms  with  the  support  from  international  financial  institutions  there  is \ncontinuous tendency of macroeconomic stabilization and trends of economic growth observed in \nlast years.  \n \nHowever,  the  geographic  location  of  Tajikistan  and  existing  geopolitical  conditions \nrestrains in that or the other way the facilitation and expansion of the international trade. \n \nIn  addition  the  inefficient  customs  system  is  impediment  to  trade  facilitation  and \ninvestments,  accordingly.  The  Government  of  the  Republic  of  Tajikistan  recognizes  the \nimportant role of the customs in the development of a market economy and has adopted  reform \nand  modernization  plans  of  the  customs  services  as  part  of  the  overall  program  of  the \nGovernment in the structural reforms. \n \n  A proposed special program of customs development for 2001 – 2005 is focusing on \nimproving efficiency of customs service and control, strengthening legislative framework, and \noptimizing tariff and non-tariff measures. In this regards the Government of the Republic of \nTajikistan has already undertaken steps to strengthen legislative framework and to optimize the \ncustoms regime. The special measures recently taken to accelerate the process of restructuring \ngovernment fiscal agencies, which include the customs services, that covers computerization of \nthe customs services, reduction of the ministry staff and development of the mechanism for \nrevenue collection for customs needs.  \n \n  The acceleration of the customs reforms also interrelated with process of applying by \nTajikistan to WTO membership and the preparation activities are actively done in the republic.  \n \nThe Government has closely coordinated with the ADB mission and other donors in \nformulating  the  Trade  Facilitation  and  Customs  Reform  Program  framework  and  hereby \ncommits to take all measures needed. \n ", "    Appendix 6  47 \n   \n \n  The proposed Program is one of the key pillars of the broader development strategy \npursued by the Government which aims to foster trade facilitation and customs development, as \nwell  the  development  of  transport  and  energy  sectors.  Within  this  broader  mandate,  the \nProgram aims to promote good governance and the institutional structure that deals with trade \nfacilitation and customs modernization, and upgrade the systems and mechanisms to position \nTajikistan better for the growing competition, and promote greater diversification in trade which \nwould eventually support a transformation of Tajikistan’s weak industrial base. \n \n  We  hope  that  implementation  of  the  Regional  Trade  Facilitation  and  Customs \nCooperation  Program  (TFCCP),  prepared  by  the  Asian  Development  Bank  will  promote \nestablishment  of  efficient  and  effective  customs  system  and  in  general  promote  economic \ngrowth.  \n \nHereby, the Government of the Republic of Tajikistan assures you that all the possible \nownership on its behalf on Regional Customs Cooperation Program will be adhered to.  \n \n \n \nYours sincerely, \n \n \n                Akil Akilov ", " \nTajikistan: Regional Trade Facilitation and Customs Cooperation Program  \nDraft Policy Matrix \n \nProgram Goal and Objectives:  \nThe overall goal of the Program is to promote sustainable economic growth and raise the living standards in Tajikistan. An efficient and effective customs system \nwill promote and facilitate foreign trade and investment, encourage movement of goods and people, and promote economic growth. Increased foreign trade and \ninvestment help to strengthen current account and balance of payment. Proper application and efficient collection of tariff help strengthen government budget and \nfiscal programs, and proper application of tariff eliminates rent-seeking opportunities and promotes market competition. Effectiveness in combating smuggling will \nhelp achieve social stability, deter smuggling of narcotics and weapons, and allow domestic industries realize growth potential. Better regional cooperation through \ncustoms helps effective realization of comparative advance while gaining access to regional market and via proper transshipment arrangements. \n \nMonitorable \nActions \nProgram Actions \nCompleted \nObjective  Actions Planned  and Second \nPrior to Board \nTranche \nConsideration \nConditionsa \nI.  Strengthen Governance, Transparency and Improve Institutional Capability  \n1.  Ministry of State Revenues and Duties (MSRD) to develop a corporate strategy for \ncustoms operations, which will be provided to ADB, aimed at rationalization of its  September \nA. Rationalization of  organizational structure and optimal distribution of staff resources according to good  2002b   \ncustoms organizational \ninternational practices acceptable to ADB \nstructure, distribution of \n2.  MSRD to draft a proposal to Government to seek sufficient budget allocation to  September \nresources, and obtaining   \nsupport proper operation of customs and maintain adequate incentives for staff  2002c \nsufficient funding \n3.  Government to allocate sufficient funding to MSRD to support proper operation of \n  Annuallyd \ncustoms during the program implementation period \n4.  MSRD to develop in customs area a staff manual with adequate (a) recruitment  September \n \npolicies that are transparent and fair; (b) code of ethics and (c) code of discipline.   2002e \n5.  MSRD to develop an operation manual and supporting administrative circular that \nmeet ISO9000 standards in order to institutionalize performance indicators and    March 2004 \nB. Adoption of a proper  service standards \nhuman resource policy,  6.  MSRD to introduce a staff appraisal system in customs organization that \nincentive structure and  objectively evaluates staff’s  competencies, and offers opportunities for career    December 2004 \ncapacity building  development and rewards for outstanding performance \n7.  MSRD to establish a human resources database for customs staff, supplemented by \n  March 2004 \njob descriptions and selection criteria \n8.  MSRD to conduct targeted training courses and design curriculums in line with \n  March 2004 \ninternational best practices \n9.  MSRD to develop a guideline acceptable for ADB for publication of relevant statistical \nSeptember \nC. Improvement of  reports and policy and service information for general public in a timely and accurate  2002f   \nperformance and  manner \ntransparency  10. MSRD to undertake annual customs services survey, and publish the MSRD annual \n  annually \nreport acceptable to ADB and make it available to general public ", "   \nMonitorable \nActions \nProgram Actions \nCompleted \nObjective  Actions Planned  and Second \nPrior to Board \nTranche \nConsideration \nConditionsa \n11. MSRD to establish an internal audit department which is capable of conducting \nD. Adoption of internal and  September \nperiodic and special audits and ensure manuals and regulations are consistently   \nexternal audits to ensure  2002g \nadopted and enforced \ncompliance and \n12. Government to establish routines for external Government audit agency to  September \naccountability   \nperformance periodic audits of the customs systems  2002h \nE. Ensuring high staff \nmorale by recognizing  13. MSRD to adopt a plan, satisfactory to ADB, to reform compensation schemes in \nhonesty and giving staff  customs and establish a performance-based bonus system within the customs    March 2003 \nfull responsibility for their  organization \nactions \n14. MSRD to develop and adopt regulations, satisfactory to ADB, prohibiting \nF. Reduction of corruption in  customs officers from acting as customs brokers by imposing disciplinary    December 2004 \nthe form of collusive or  action for violation \ncoercive payments  15. MSRD to establish a transparent system for consideration of appeals and complaints \n  March 2004 \nthat is operated conscientiously and with integrity \nII.  Strengthen the Legal and Regulatory Framework in Line with International Standards and Conventions \n16. MSRD to set up a working group for the revision of  the Customs Code, comprising  September \n \nrepresentatives from other concerned agencies  2002i \n17. MSRD to submit to the Parliament the revised Customs Code to (i) avoid \nambiguity and provide clear distinction of areas of coverage between primary  \n  December 2004 \nlaws and secondary regulations, (ii) ensure harmonization with the revised \nKyoto Convention and WTO requirements \n18. MSRD to develop implementing regulations under general provision of \n  December 2004 \nA.  Simplification of  Customs Code for day-to-day operations of the customs system \nlegislation and  19. Government to draft the Law on \"The Order and Conditions of Customs Services\" to \n  March 2004 \nregulations for customs  determine customs legal status following the principle of integrity \noperations  20. As part of Tajik Government overall effort to acquire WTO membership, Government \nto identify necessary amendment to laws and regulations in conformity with WTO    December 2002 \nrequirements \n21. Government to submit to Parliament amendments to key laws, identified by the \nGovernment and agreed upon with ADB, and to prepare corresponding amendments    March 2004 \nto regulations to be WTO compliant. \n22. Ministry of Economy and Trade to remove licensing requirement for entities involved \n  March 2004 \nin foreign economic activities \n23. Government to adopt a single customs tariff band of 5%, except those due to \nB. Harmonization of the tariff  September \npreferential rates and treaties,  aimed at enhancing transparency and  simplification   \nstructure  2002j \nof customs operations \n ", " \nMonitorable \nActions \nProgram Actions \nCompleted \nObjective  Actions Planned  and Second \nPrior to Board \nTranche \nConsideration \nConditionsa \nC. Improvement of  \nlegislative transparency  24. The Government to establish guidelines to ensure that any draft legislation \nand public participation  developed for customs operation will be made available for review and comments by    March 2004 \nand surveillance to  the general public through publication \nreduce abuses \nIII. Improve Operational Efficiency to Facilitate Trade and Improve Revenue Collection \nWith support of ADB Project Preparatory TA, MSRD to      \n25. Develop a comprehensive plan for construction and installation of customs border \ninfrastructure, including basic search and examination equipment at high priority    March 2004 \nA. Provision of adequate \nborder posts and processing points \nborder infrastructure, \n26. Develop an IT strategy aimed at service automation, collection, reconciliation \ninspection and servicing \nand dissemination of information and improve coordination with the Ministry of \nsystems, and modern    December 2004 \nFinance, Ministry of Economy and Trade, National Bank of the Tajikistan, Drug \ninformation and \nControl Agency and other agencies \ncommunication \n27. Implement the investment plan in customs border infrastructure, IT facilities, \ntechnology    March 2004 \nnetworks, and communications at key customs border posts and processing centers \n28. Provide training for its staff in using and maintaining the maintaining the customs \n  March 2004 \nexamination equipment and the IT system \nB. Simplification of  29. MSRD to adopt new customs clearance and control procedures harmonized with \n  March 2004 \nclearance and control  international standards  \nprocedures and move \nfrom pre-clearance to  30. MSRD to introduce postclearance audit procedures based on risk assessments and \n  March 2004 \nrisk-based postclearance  preferred importers/exporters mechanism \naudit verification \n31. MSRD to develop electronic linkages among the computer networks and \nC. Strengthening of \ndatabases with its departments, MOF, Ministry of Economy and Trade (MET), \ncoordination among    December 2004 \nMinistry of  Interior, Ministry of Security, DCA, border guards, and banks where \ncustoms services, the tax \ncustoms organization maintains payment accounts \nservices, Ministry of \n32. MSRD to use identification numbers of juridical persons to facilitate processing of  September \nFinance, and banks to   \npayments of customs duties and taxes and improve the information flows  2002k \nfacilitate and enhance \n33. MSRD to integrate customs payments with the operation of national single treasury \nrevenue collection    March 2004 \naccount \n34. MSRD to develop a regulation to prohibit customs officers to also act as \n  December 2004 \nD. Development of  properly  intermediaries in line with international practices \nsupervised customs  35. MSRD to establish and make functional the association of customs brokers \nservice intermediaries  and participants of external economic activities as a self-regulatory    December 2004 \norganization ", "   \nMonitorable \nActions \nProgram Actions \nCompleted \nObjective  Actions Planned  and Second \nPrior to Board \nTranche \nConsideration \nConditionsa \n36. MSRD to improve intelligence gathering and establish a database with risk profiles \nE. Strengthening of efforts \nincluding the routes, premises, and markets that smugglers tend to use to enable the    March 2004 \nto combat smuggling and \nteam to assess risks and take measures accordingly \nprevent revenue loss due \n37. MSRD to develop training programs for the antismuggling team and ensure that the \nto smuggling    March 2004 \nteam has adequate and proper equipment to effectively combat smuggling \nIV. Develop an Effective Mechanism for Good Regional Cooperation \nA. Development of an \n38. MSRD to endorse the overall framework of regional customs cooperation initiatives \neffective mechanism for  September \nsponsored by ADB and adopt effective mechanism for customs cooperation and   \ncustoms cooperation and  2002l \nconflicts resolution \nconflicts resolution \nB. Harmonization of  39. MSRD to endorse regional harmonization effort for customs regulation and \ncustoms regulation and  procedures in accordance with the Revised Kyoto Convention and other international    March 2004 \nprocedures   conventions such as WTO valuation standards \n40. MSRD to develop standard formats, satisfactory to ADB, for databases and \nC. Improvement in  communication protocols for easy exchange of customs information with other    March 2004 \nexchange of data with  countries in the region \nother countries  41. MSRD to start exchange information with the regional database to be established \n  March 2004 \nunder the RETA for anti-smuggling and anti-drug trafficking campaign \nD. Simplification of transit \n42. MSRD to establish procedures for simplification of transit shipments    December 2004 \nprocedures  \nE. Establishment of \nsatisfactory key bilateral  43. within the regional cooperation framework, MSRD to initiate bilateral negotiations with \n  March 2004 \nrelationships to promote  key trade partners to improve bilateral relationships and simplification of procedures \ntrade flow \nADB = Asian Development Bank, ISO = International Organization for Standardization, MSRD = Ministry of State Revenues and Duties, WTO = World Trade \nOrganization \n \n                                                           \na  Items in bold face are second-tranche release conditions. \nb  Customs and Tax Committees were consolidated into the Ministry of State Revenues and Duties (MSRD), per Decree of the President of the Republic of \nTajikistan No. 745 “On establishing of the Ministry of State revenues and Duties of the Republic of Tajikistan\" dated 24 January, 2002. The Resolution of the \nGovernment  of Republic of Tajikistan No. 48 dated 12 February 2002 on “Issues of the Ministry of State Revenues and Duties\" provided organizational structure \nand regulatory aspect of MSRD. MSRD has managed to reduce 20% of staff force from the Customs. \nc  A proposal has been submitted to the Government by MSRD in accordance with existing procedures. By the end of the 2002 or in the first quarter of 2003, the \nLaw on State Budget for 2003 will be considered by the Parliament. \nd  Funding to customs should be reviewed annually as part of the state budgeting process. \ne  A new staff policy has been adopted after the MSRD was established in accordance with the Labor Code and the Law on Civil services. The human resource \npolicies are being improved in close consultation of international organizations. The model manual of civil service procedures and code of ethics developed \nunder the World Bank’s second institutional building technical assistance (IBTA2) project have been adopted by MSRD. \n ", " \n                                                                                                                                                                                                                                                                      \nf  The Resolution on monthly publication entitled \"News\" of MSRD is prepared and at the moment the resolution is at the stage of registration with the Ministry of \nCulture and the Ministry of Justice. The statistics prepared is in accordance of the “United Methodology for Customs Statistics on External Trade of States-\nParticipants of CIS”, and “Guidelines for Users of External Trade Statistics (Eurostat,1990).\" According to MRSD, objectives of this publication are to: (i) provide \nfull and true data on export and import of the state; (ii) analyze the principal tendency, structure and dynamics of external trade flow; (iii) provide information for \nthe Government and other agencies interested in the customs policy and regulations of external trade; and (iv) control the proceeds of the customs payments \ninto the state budget and provide the foreign currency flow and etc. \ng  MSRD has established the internal audit department (i.e., Department of Inspection of Jurisdictional Branches) per Resolution No. 48 dated 12 February 2002. \nh  The Government audit agency was established on 22 April 2001 and MSRD is subject to its audits. \ni  In line with the Order No. 73 of the Minister of State Revenues and Duties date 15 July 2002, the Working Group was established to develop new draft of the \nCustoms Code. The draft Russian Code will be used as the basis for the Tajik Customs Code. \nj  The Government Resolution No. 187 on “Customs tariff of the Republic of Tajikistan” dated 30 April 2002. \nk  MSRD has instructed the Customs Department to comply with the Article 31 of the Tax Code of 1999 regarding the use of taxpayer identification number. \nl  As one of the participating country in the Customs Cooperation Committee Meeting in Urumqi, PRC, Tajikistan endorsed the Common Action Plan among \ncustoms aimed of facilitating trade, curbing smuggling, and exchanging data and information. ", "  Appendix 7  53  \nINELIGIBLE ITEMS \nNo withdrawals will be made from the loan account in respect of the following: \n \n(i)  Expenditure for goods included in the following the Standard Industrial Trade \nClassification  (SITC)  groups  or  subgroups,  or  any  successor  groups  or \nsubgroups under future revisions of the SITC as will be designated by ADB by \nnotice to the Borrower: \n \nGroup  Subgroup  Description of Items \n112  -  Alcoholic beverages \n121  -  Tobacco, unmanufactured; tobacco refuse \n122  -  Tobacco, manufactured (whether or not \ncontaining tobacco substitutes) \n525  -  Radioactive and associated materials \n667  -  Pearls; precious and semiprecious stones, \nunworked or worked \n718  718.7  Nuclear reactors and parts thereof; fuel \nelements (cartridges), nonirradiated for \nnuclear reactors \n897  897.3  Jewelry of gold, silver, or platinum group \nmetals (except watches and watch cases); \ngoldsmith’s wares or silversmith’s wares \n(including set gems) \n971  -  Gold, nonmonetary (excluding gold ores and \nconcentrates) \n \n \n(ii)  Expenditures for goods intended for a military or paramilitary purpose or for \nluxury consumption. \n \n(iii)  Expenditures  for  pesticides  categorized  as  extremely  hazardous  or  highly \nhazardous in Class 1a or 1b, respectively, of the World Health Organization’s \nClassification of Pesticides by Hazard and Guidelines to Classification. \n ", "54  Appendix 8     \nPROJECT PREPARATORY TECHNICAL ASSISTANCE FRAMEWORK \n \n   \n \nMonitoring  Assumptions \nDesign Summary  Performance Indicators/Targets \nMechanisms  and Risks \n \n   \nGoal       \n• Support the implementation of  • Facilitation of foreign trade and  • Progress reports by  • Effective logistic \nthe customs modernization and  investment  consultants and the  and technical \nreform measures and to  • Strengthening operational efficiency,  executing agencies  support by \nprepare the investment loan for  and improvement of governance and  (EAs)  Kyrgyz and Tajik \nTHE Customs Modernization  integrity of customs organizations  • Supervision by  customs \nand Infrastructure  Asian Development  organizations \nDevelopment Project  Bank (ADB) review  and their \nmissions  governments \nObjective       \n• Prioritize investment activities  • Develop a broad and flexible  • Progress reports by  • Strong \nbased on needs assessment of  technology plan for customs clearance  consultants and  leadership by \nborder infrastructure and  system and management information  EAs  customs \nequipment at priority border  system, and migration plans to replace,  • Supervision by ADB  authorities \nposts and processing points.   reuse, or relocate existing assets.  review missions  • Close \n• Develop the action plan for  • Provide detailed recommendations for  coordination \nmodernization,   border infrastructure and equipment at  among customs \n• Develop a comprehensive  selected border and processing points.  and other \nprocedural manual for customs  • Provide justification on investments  government \nstaff to use in daily operations  based on cost-benefit analysis and  agencies \n  financial and economic rate of returns \nOutputs       \n• Detailed due diligence and  • Determination of what is right and what  •  Progress reports  • Assistance \nneeds assessment of the  is wrong and a technological point of  by consultants and  offered by EAs \ninfrastructure and information  reference, including an intensive  EAs  and other \nand communication technology  review of the current  •  Supervision by  government \n(ICT) investment, including a  telecommunications data network and  ADB review  agencies \ndetailed assessment of  infrastructure environments.  missions  • Quality of the \nhardware and software needs,  • System analysis to determine the  •  On-time completion  TA consultants' \nand the best options from a  optimum configuration of the ICT  of various tasks  services \ncost-benefit perspective  system    \n• Technology audits   • Detailed designs for investment \n• Procedures for intelligence  components and associated cost \ngathering and establishment of  estimates and implementation \ndatabases of risk profiles  schedule \n• Implementation and procurement \narrangements for the proposed \ninvestment projects \n• Cost estimates and forecast demand; \nproposed least-cost options; and, \nwhere possible, calculation of the \neconomic internal rate of return \nActivities       \n• Recruitment of international  • 16 person-months of consultant  • Progress reports  • Availability of \nand domestic consultants  services respectively in two countries,  by consultants and  counterpart \n• Training workshops  including 8 person-months of  EAs  support and \n  international consultants and 8 person- •  On-time completion  cooperation of \n  months of domestic consultants  of various tasks  consultants and \ncounterpart staff ", "                        Appendix 8     55\n                         \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nProject Preparatory Technical Assistance for  \nFor Preparing Customs Modernization and Infrastructure Development Project \nin Kyrgyz Republic and Tajikistana \n \nForeign  Local  Total \nItem  Exchange  Currency  Cost \nA. Asian Development Bank (ADB)     \nFinancingb \n1. Consultants     \na. Remuneration and Per Diem     \ni.  International Consultants  220  0    220 \nii. Domestic Consultants  0  100    100 \nb. International and Local Travel  40  10    50 \nc. Reports and Communications  0  10    10 \n2. Equipmentc  20  0    20 \n3. Training, Seminars, and Conference      \na. Domestic Training  0  10    10 \nb. Interpreters and Translators  0  10    10 \n4. Transportation  0  5    5 \n5. Government Observers for Contract  5  0    5 \nNegotiations \n6. Contingencies  50    20    70 \n                  Subtotal (A)  335 165    500\n   \nB.   Counterpart Financing     \n1.  Office Accommodation and     0  40    40 \n                Venue/ facilities for Training/Seminar\n2.  Local Counterpart Staff  0  40    40 \n3.  Contingencies  0  20    20 \n                  Subtotal (B)  0  100    100 \n   \n                          Total  335  265    600 \na Same cost estimates and financing plan for Kyrgyz Republic and Tajikistan  \nb  Funded by the Japan Special Fund  \nc Equipment to be purchased includes notebook computers, fax machines, and photocopiers. \nSource: ADB staff estimates. \n \n \n \n \n \n \n \n \n \n ", "56  Appendix 8     \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n \nA.  International Consultants (8 person-months) \n \n1.  Team Leader/Information and Communication Technology Specialist(s) (4 \nperson-months) \n \n1.  The consultant will be responsible for the overall management of technical assistance \nimplementation and the timely delivery of quality interim and final reports He/she will also be \nprimarily  responsible  for  organizing  training  activities.  He/she  should  prepare  a  policy \nrecommendation  and  investment  due  diligence  report  for  investments  in  information  and \ncommunication technology (ICT). In particular, the consultant will \n \n(i)  assess the role of ICT in customs organizations and develop a strategy that \nfacilitates  customs  clearance  procedures,  production  of  statistics,  and  \ninformation exchange between the State Customs Inspectorate (SCI), Ministry \nof Finance and State Tax Inspectorate in the Kyrgyz Republic, and the customs \nand tax departments under the Ministry of State Revenues and Duties (MSRD) \nin Tajikistan, including assessing the availability and stages of the adoption of \nstandardized packages for customs clearance; \n \n(ii)  perform detailed due diligence and needs assessment of an ICT investment \ncomponent within the overall framework of strategic technology planning and the \ntechnology plan, especially \n \n(a)  develop a comprehensive and flexible technology plan for a customs \nclearance system and a management information system, and migration \nplans to replace, reuse, or relocate existing assets; \n \n(b)  perform technology audits to determine what is right and what is wrong \nand a technological point of reference, including an intensive review of \nthe  current  telecommunications  data  network  and  infrastructure \nenvironments covering \n \n(1)  infrastructure  services  such  as  computer  rooms,  technology \nclosets, emergency systems,  and structured cabling; \n \n(2)  local  area  network  design  and  implementation,  such  as  local \nservice  providers,  long  distance  offerings,  and  data \ncommunications services; and \n \n(3)  wide area network design and implementation, concerning local \nservice  providers  long  distance  offerings,  and  data \ncommunications services; \n \n(c)  develop an action plan that includes an assessment of the current mix of \ntechnologies  and  a  5  year  systems  plan,  ensuring  harmony  among \nvaluable components and maximizing return on investment;  \n ", "                        Appendix 8     57\n                         \n(d)  perform system analysis to determine the optimum configuration of the \nICT system, and prepare detailed designs for investment components \nand associated cost estimates and implementation schedule; and \n \n(e)  proposed a detailed project management arrangement with designated \nproject managers who will coordinate the necessary investments;  \n \n(iii)  prepare  implementation  and  procurement  arrangements  for  the  proposed \ninvestment projects for ICT components; and \n \n(iv)  develop a procedural and instruction manual for customs officials for their daily \noperations containing, among other things, the revised customs clearance and \ncontrol procedures. \n \n2.  Customs Operation and Civil Engineer (2 person-months)  \n \n2.  The consultant should prepare a policy recommendation and investment due diligence \nreport for investments in border infrastructure and equipment. In particular, the consultant will \n \n(i)  undertake  a  needs  assessment  and  provide  detailed  recommendations  for \nborder infrastructure and equipment at selected border and processing points, \nincluding \n \n(a)  assess civil works needs for construction or rehabilitation of border posts \nand processing points; \n \n(b)  assess  existing  equipment  and  identify  the  needs  for  search  and \nscanning equipment and scales; \n \n(c)  develop an action plan for construction and/or renovation of border posts \nand investment in equipment, and prioritize the needs; and \n \n(d)  collaborate  with  the  financial  analyst  on  the  financial  and  economic \nanalysis; and \n \n(ii)  prepare  implementation  and  procurement  arrangements  for  the  proposed \ninvestment projects for the customs operation and civil engineering components. \n \n3.  Financial and Economic Analyst (2 person-months) \n \n3.  The financial analyst will undertake financial and economic analysis of the proposed \ninvestment in computer and information technology and border infrastructure and equipment \naccording to Asian Development Bank (ADB) guidelines, and prepare a detailed due diligence \nreport. In particular, the consultant will \n \n(i)  perform project financial analysis according to standard ADB requirements to \nobtain  sufficient  project  financial  information  to  assist  the  fact-finding  and \nappraisal missions for the Regional Trade Facilitation and Customs Cooperation \nProgram  (RTFCCP)  investment  component  to  develop  the  Project  within  a \nframework  of  governmental  financial  policies,  strategies,  and  systems  and \nassure the achievement of its objectives, especially ", "58  Appendix 8     \n \n(a)  identify and confirm project objectives and the suitability of customs as \nthe implementing agency; \n \n(b)  prepare cost estimates with the following cost components: \n \n(1)  capital goods (including initial requirements of operational inputs), \n(2)  civil works and construction (including cost of land and rights of \nway  needed  for  implementation  and  incurred  after  the  loan \nrequest was made), \n(3)  consulting services and training, \n(4)  incremental administrative costs (including cost of staffing and \nauditing  to  satisfy  ADB's  requirements)  incurred  during \nimplementation, \n(5)  initial working capital, and \n(6)  taxes and duties incurred on any of the above components;  \n \n(c)  prepare cost estimates separately of physical contingencies and of price \ncontingencies and of other types of special contingencies for risks; \n \n(d)  test the selected Project and its principal components for the least-cost \nsolution, particularly when there may be alternatives offering different \ninvestment requirements involving different time periods for construction \nand operation (the net present value test should be used); \n \n(e)  evaluate  the  accounting  and  internal  control  system  of  the  customs \nauthority    for  recording  and  reporting  project-related  financial \ntransactions to ensure accountability for project implementation funds; \n \n(f)  prepare and assemble financial analysis data to provide a quantitative \nand qualitative examination of the financial operations of the project and \nthe customs authority as the implementing agency in order to \n \n(1)  assess the financial viability; \n(2)  illustrate the financial structure of the customs authority, and its \nexisting  and  potential  financial  viability  including  the  financial \nefficiency and effectiveness of its operations; \n(3)  assess the adequacy of the financing plan for the Project; and \n(4)  advise  on  methods  of  improving  the  financial  viability  of  the \ncustoms  authority  including  the  appropriateness  of  tariffs  and \ncost  recovery  generally;  and  on  the  financial  arrangements, \nconditions, or covenants that should be required as conditions for \nADB  financing,  and  the  extent  of  the  borrower's  compliance \ntherewith; \n \n(g)  forecast for a period covering the duration of project construction up to at \nleast the end of the fifth year of normal capacity operations; the objective \nshould be to provide adequate data on the profitability and debt servicing \nability  of  the  customs  authority  in  relation  to  the  investments  to  be \nundertaken under the Project; forecasts should normally be made until a ", "                        Appendix 8     59\n                         \n\"steady  state\"  has  been  reached,  reflecting  normal  utilization  of  the \nproject facilities; and \n \n(h)  calculate the financial internal rate of return of the Project to provide a \nsummary measure of the return on investment from the viewpoint of the \ncustoms  authority  (the  financial  internal  rate  of  return  (FIRR)  is \nmeasured  as  the  discount  rate  that  equalizes  the  present  value  of \ninvestment  cash  outflows  associated  with  the  Project  to  the  present \nvalue of the Project's net operating cash inflows); and \n \n(ii)  perform  project  economic  analysis  according  to  ADB  Economic  Analysis \nGuidelines,  which is used to choose the means using the least resources for a \ngiven output and especially \n \n(a)  ensure the sustainability of project effects, particularly if financial returns \nprovide an adequate incentive for project stakeholders;  \n \n(b)  aim for fair distribution of project effects and project social acceptability \nby determining who benefits and who pays the costs, and incorporate \nenvironmental effects into the analysis; \n \n(c)  assess the capacity of the project to cope with uncertainty;  \n \n(d)  apply  sensitivity  analysis  to  test  the  project  for  both  productive  and \nallocative efficiency; \n \n(e)  forecast  demand,  choose  least-cost  options,  and,  where  possible, \ncalculate the economic internal rate of return; \n \n(f)  undertake  the  following  sequence  of  interrelated  steps  as  part  of \nstandard procedures for economic analysis: \n \n(1)  define project objectives and economic rationale; \n(2)  forecast effective demand for project outputs; \n(3)  choose the least-cost design for meeting demand or the most \ncost-effective way of attaining the project objectives; \n(4)  determine whether economic benefits exceed economic costs; \n(5)  assess  whether  the  Project's  net  benefits  will  be  sustainable \nthroughout its life; \n(6)  test for risks associated with the Project; \n(7)  identify the distributional effects of the Project, particularly on the \npoor; and \n(8)  enumerate the nonquantifiable effects of the Project that may \ninfluence its design and the investment decision;  \n \n(g)  together  with  the  computer  specialist,  civil  engineer,  and  financial \nanalyst,  jointly  prepare  the  project  framework  to  depict  project \ncomponents as a series of means-ends relationships, beginning with \ninput-output linkages, then output-purpose linkages and, finally, purpose-\ngoal linkages; for each foreseeable year of project implementation and \noperation, set explicit verifiable targets at each level for each objective; ", "60  Appendix 8     \nthe project framework will thus be both an appraisal tool and a means by \nwhich the Project can be monitored for \n   \n(1)  implementation efficiency, testing the input-output linkage; \n(2)  operational  effectiveness  testing  the  input-output-purpose \nlinkage; and \n(3)  impact  significance,  testing  the  input-output-purpose-goal \nlinkage. \n \nB.  Domestic Consultants (16 person-months) \n \n4.  Domestic  consultants  will  be  recruited  with  extensive  in-depth  regional  and  local \nknowledge  and  good  contacts  in  customs  and  with  ICT  professionals.  The  domestic \nconsultants will assist the international consultants to quickly become familiar with their tasks \nby  translating  various  documents  into  English;  researching  and  compiling  the  set  of \ngovernment policies, regulations, and procedures adopted; and ensuring that the output of the \ninternational consultants is appropriate to the CAR situation. The domestic consultants are \nexpected to possess sufficient experience in their relevant fields, and will include \n \n(i)  Information and Communication Technology Specialist(s) (6 person-months) \n(ii)  Customs Operation and Civil Engineer (6 person-months) \n(iii)  Financial and Economic Analyst (4 person-months) \n ", "    Appendix 9  61   \nREGIONAL TECHNICAL ASSISTANCE FRAMEWORK \n \n   \n \nMonitoring  Assumptions \nDesign Summary  Performance Indicators/Targets \nMechanisms  and Risks \n \n   \nGoal       \n• Strengthen regional customs  • Facilitated of foreign trade and  • Progress reports by  • Effective \ncooperation to establish  investment. Total trade increasing by  consultants and the  supports by \nefficient and effective customs  20% in 2 years;  executing agencies  participating \nsystems   • Strengthened operational efficiency,  (EAs)  customs \nand improvement of governance and  • Supervision by  organizations \nintegrity of region's customs  Asian Development  and their \nBank (ADB) review  governments \nmissions \nObjective       \n• Achieve harmonization and  • Establishment of the Customs  • Progress reports by  • Strong \nsimplification of customs  Cooperation Committee (CCC) to  consultants and  leadership by \nprocedures and documents  serving as a broad decision-making  participating  leading \namong customs organizations  body to be steered by the heads or  countries  countries for the \nin the region  deputy heads of customs organizations  • Supervision by ADB  two working \n• Strengthen customs control,  of the participating countries  review missions  groups and the \nrisk management, and  • Establishment of two working groups:  and CCC  task force \ninformation and  one on harmonization and simplification  • Close \ncommunications technology  issues, and the other on customs  coordination \n(ICT) development   control and risk management issues  among \n• Implement pilot programs for  • Task force to implement pilot programs  participating \ndevelopment of border posts  for development of border posts  countries \nOutputs       \n• Simplified and harmonized  • Rationalized regulatory and legal  •  Progress reports  • High quality \ncustoms documentation  system aimed at harmonization and  by consultants and  work by the \n• Development of border posts  simplification of customs procedures  participating  working groups \nand facilities  • Implemented at least 2 pilot joint  countries  • Quality of the \n• Simplified transit systems   border processing projects  •  Supervision by  TA consultants' \n• Data consolidation/ information  • Simplified transit systems to facilitate  ADB review  services \nsharing and ICT development  transport movements of through-transit  missions \nfor customs operations   traffic while retaining appropriate  •  On-time completion \n• Risk management and post  controls by host customs. Transit trade  of various tasks \nentry audit procedures   increases by 20% in 2 years   \n• A regional intelligence system   • Data transfer protocols and common \n• Training and institution building  performance standards for effective \nuse of technical resources \nactivities \n• Risk-based post transit/entry \ncompliance audits. Physical \nexamination at border down by 30% in \n2 years \n• An intelligence network responsive to \nregional requirements \n• Regional seminars and training \nactivities \nActivities       \n• Recruitment of international  • 105 person-months of consultant  •  Progress reports  • Availability of \nservices, including 45 person-months  by consultants  counterpart \nand domestic consultants \nof international consultants and 60  •  Working group  support and \n \nperson-months of domestic consultants  reports  cooperation of \n \n•  On-time completion  the consultants \nof various tasks  and counterpart \nstaff ", "62   Appendix 9 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank Financinga       \n  1.  International Consultants       \n    a.  Remuneration (40 person-months)  1,000  0  1,000 \n    b.  Per Diem  150  0  150 \n    b.  International Travel  120  0  120 \n  2.  Domestic Consultants  0  90  90 \n            Remuneration (60 person-months) \n  3.  Support for Regional HRD Centers  20  20  40 \n  4.  Seminars and Workshops     150  75  225 \n    (International and Regional) \n  5.  Limited Support for Joint Customs   60  20  80 \n    Processing Centers \n  6.  Translation Support  0  40  40 \n  7.  Office Equipment and Communication  30  20  50 \n  8.  Contingencies  150  55  205 \n      Subtotal (A)  1,680  320  2,000 \n       \nB.  Government Financing       \n  1.  Office/Logistical Support  0  50  50 \n  2.  Regional HRD Center/Training Venues 0  250  250 \n    and Related Facilities \n  3.  Counterpart Staff, and Administrative  0  100  100 \n    and Translation Support \n      Subtotal (B)  0  400  400 \n        Total  1,680  720  2,400 \na Financed on a grant basis from the Bank-funded TA Program.  \nSource: Asian Development Bank estimates. \n ", "    Appendix 9  63   \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  International Consultants (45 person-months) \n \n1.  A  group  of  international  consultants  will  be  recruited  on  an  individual  basis  for  (i) \nsimplification and harmonization of customs documentation, (ii) development of border posts \nand facilities, (iii) development of simplified transit systems, (iv) data consolidation/information \nsharing and development of information and communications technology (ICT) for customs \noperations, (v) development of risk management and post-entry audit, (vi) development of a \nregional intelligence system, and (vii) training and institution building activities. The person-\nmonths indicated are primarily for planning purposes. Sufficient flexibility will be allowed in \ndetermining the actual number of experts and the duration of expertise inputs required across \nthe various components, based on periodic progress assessment.  \n \n2.  The experts recruited will have advanced qualifications and significant work experience \nin  customs  administration  in,  preferably,  advanced  economies.  The  experts  will  also  have \nproject-specific  experience  in  transition  economies,  particularly  in  the  areas  of  problem \nassessment and training and institution building. All the components of the technical assistance \n(TA) will aim to achieve two principal goals: \n \n(i)  enhancing regional cooperation in all aspects of customs modernization and \ntrade facilitation, and \n(ii)  training and institutional-capacity building in all aspects of customs modernization \nand trade facilitation. \n \n3.  In accordance with the goals, all international and domestic experts to be recruited under \nthe TA will focus on regional cooperation and training and institution building.1 \n \n1.  Simplification and Harmonization of Customs Documentation (Component \n1: 10 person-months) \n \n4.  First a survey will examine the core competence of the region's customs organizations \nbased on World Customs Organization's (WCO) format questionnaires revised for the region, \nand review key customs procedures (transit, end-use, import, export, economic zone, post-\nentry, etc.). Based on the survey, the initiative will define areas needing improvement and \nsimplification  so  as  to  bring  them  in  line  with  international  best  practices  and  standards \nthroughout  the  region,  and  develop  a  time-bound  action  plan  for  implementation.  At  the \noperational level, the initiative will  \n \n(i)  evaluate national initiatives for improving customs policies, legal and institutional \nframeworks to match international standards, including guidelines of World Trade \nOrganization (WTO), WCO, and International Chamber of Commerce; \n(ii)  assess existing regional harmonization and standardization initiatives and identify \nareas of synergy and best value added to promote transparent and reliable \nprocedures;  \n(iii)  formulate recommendations for revised practices and procedures in relation to \n(a)  harmonization  of  commodity  description  and  coding  systems;  (b)  WTO \nCustoms Valuation Agreement; (c) WTO Rules of Origin Agreement; (d) adoption \n                                                           \n1  If the same expert cannot undertake all of the indicated tasks, the terms of reference may be modified and \nspecialized consulting services may be recruited (for joint processing of customs transactions, for example). ", "64   Appendix 9 \nof standard and simplified procedures and practices under the revised Kyoto \nConvention; and (e) single-window and one-stop solutions to expedite customs \ntransactions; \n(iv)  harmonize practices to encourage the development of efficient customs service \ninfrastructure  relating  to  (a)  enforcement  of  restrictions  and  prohibitions;  (b) \nenforcement of international trade rules; and (c) increased customs integrity, \nparticularly transparency; and \n(v)  formulate  recommendations  for  streamlining  the  organizational  structure  of \ncustoms  organizations,  in  line  with  the  structure  adopted  in  comparable \nadvanced  economies  in  terms  of  staffing  and  human  resource  policies; \nheadquarters-to-border-post linkages; reporting arrangements, etc. \n \n5.  On the legal and regulatory front, the initiative will \n \n(i)  evaluate progress of measures to strengthen the Customs Code and related \nlegislation in the selected countries; \n(ii)  review  of  all  legal  and  regulatory  aspects  with  regard  to  harmonization  and \nstandardization of customs procedures and protocols across the region; \n(iii)  assess the existing codes/guidelines on customs integrity, and formulation of \nrevisions to the codes to achieve compliance with international declarations (e.g. \nArusha Declaration on Customs Integrity); and \n(iv)  support training and institution building in all legal and regulatory aspects. \n \n2.  Development  of  Border  Posts  and  Facilities  (Component  2:  4  person-\nmonths) \n \n6.  The component will. Based on this review, the RETA will (a) develop a blueprint for \nsimplified and harmonized procedures and documentation for border posts, (b) launch feasibility \nstudies for joint border processing, (c) provide support for their implementation, and (d) develop \nagreements among customs that opt for the pilot project. the consultants will \n \n(i)  launch feasibility studies for joint border processing by reviewing and identifying \nposts for joint border processing and analyzing procedures and practices at \nthose border crossings, including an examination of inland clearance and convoy \nsystems; \n(ii)  develop a blueprint for simplified and harmonized procedures and documentation \nfor border posts; \n(iii)  examine proposals and evaluate options leading implementation of joint border \nprocessing  project  and  selection  of  border  crossings  that  process  local  and \ninternational traffic for the project;2 \n(iv)  adopt a staged approach as the first step, focusing on development of a single \nwindow facility on the borders. This single window is a system that allows traders \nto  lodge  information  with  a  single  body  to  fulfill  all  import-  or  export-related \nregulatory requirements; \n \n                                                           \n2  At this stage, the People’s Republic of China (PRC) would like to conduct a feasibility study with other regional \nmember economies of a joint border processing project (the site to be identified at a later date). Kyrgyz Republic \nand Kazakhstan have discussed the possibility of considering  Ak-Zhol and Kordai customs posts for joint border \nprocessing where there is a larger volume of trade turnover. Mongolia requested the PRC to examine the feasibility \nof working on Bulgan (Takashkan). Uzbekistan and Kazakhstan will work on the development of the Zhivek-\nZholy/Gisht-kopre post and/or Temir-baba and Karakalpakia post. ", "    Appendix 9  65   \n(v)  develop an integrated approach to improve security and facilitate trade through \naway-from-the-border processing for truck and rail cargo (and crews), inland pre- \nand  post-clearance,  international  zones,  and  preprocessing  centers  at  the \nborder; \n(vi)  provide coordination support to the countries for customs authorities in the region \nto  reach  agreements    to  facilitate  joint  processing  of  customs  transactions, \nincluding sharing of data on all aspects; \n(vii)  review the legal framework, draft amendments and new legislative acts needed \nto introduce joint customs processing facilities; and \n(viii)  coordinate support for the countries to enable customs authorities in the region to \nreach agreements to facilitate joint processing of customs transactions, including \nsharing  of  data  on  all  aspects  (in  cooperation  with  the  information  and \ncommunications technology (ICT) expert). \n \n3.  Development  of  Simplified  Transit  Systems  (Component  3:  7  person-\nmonths) \n \n6.  The consulting services will \n \n(a) assess how simplified transit systems might be introduced to facilitate transport movements \nof through-transit traffic while retaining appropriate controls; (b) provide advisory support to \nenhance the use of the transit-under-bond system (TIR carnet), under which trucks are sealed \nby customs upon departure and can cross several borders without further checks until they \nreach their final destinations; (c) formulate recommendations to improve the acceptability of the \nTIR carnet at border crossings and for removal of arbitrary transit fees on key transit routes, and \ndevelop modalities for improvement of communication and exchange of information between \nborder-control agencies and to improve border-crossing facilities; and (d) evaluate the potential \nin the selected countries for upgrading their transport systems to multimodal means to facilitate \ntransportation of goods and expedite border crossing. \n \n(i)  assess how simplified transit systems may be introduced to facilitate transport \nmovement of through-transit traffic while retaining appropriate controls; \n(ii)  provide advisory support to enhance the use of the transit-under-bond system \n(TIR carnet), under which trucks are sealed by customs upon departure and can \ncross  several  borders  without  further  checks  until  they  reach  their  final \ndestinations; \n(iii)  formulate recommendations to improve the acceptability of the TIR carnet at \nborder crossings and for removal of arbitrary transit fees on key transit routes, \nand  develop  modalities  for  improvement  of  communication  and  exchange  of \ninformation  between  border-control  agencies  and  to  improve  border-crossing \nfacilities; and  \n(iv)  evaluate  the  potential  in  the  selected  countries  for  upgrading  their  transport \nsystems to multimodal means to facilitate transportation of goods and expedite \nborder crossing; and \n(v)  assess the state of infrastructure (both transport as well as customs) at key \nborder  crossing  facilities  in  the  selected  countries  and  formulate \nrecommendations to improve border-crossing facilities. \n \n4.  Data Consolidation/Information Sharing and ICT Development for Customs \nOperations (Component 4: 8 person-months) \n ", "66   Appendix 9 \n7.  This component3 will consist of two parts. The consultants for each part will carry out \nspecific tasks.  \n \na.  ICT Development \n \n(i)  assess  the  current  use  of  information  technology  in  customs  and  develop \nrecommendations  for  revised  practices  and  procedures  in  relation  to  (a) \nharmonization of commodity description and coding system; (b) WTO customs \nvaluation  agreement;  (c)  WTO  Rules  of  Origin  Agreement;  (d)  adoption  of \nstandard  and  simplified  procedures  and  practices  under  the  revised  Kyoto \nConvention;  (e)  single-window  and  one-stop  solutions  to  expedite  customs \ntransactions; and (f) electronic-commerce protocols and applications; \n(ii)  assess needs for ICT development, including for hardware and software, and \nidentify the best options from a cost-benefit perspective and based common \nperformance standards and effective use of technical resources; \n(iii)  prioritize investment activities based on needs and develop an implementation \nstrategy for modernizing of ICT that facilitates customs operation, collection of \nstatistics, and  information exchange; \n(iv)  develop a comprehensive and flexible technology plan for a customs clearance \nsystem and management information system, and migration plans to replace, re-\nuse, or relocate existing assets; \n(v)  develop a model procedural manual for customs staff to use in daily operations \ninvolving ICT;  \n(vi)  assess the impact of customs modernization on the main stakeholder closely \ninvolved  in  the  customs  and  trade  sectors,  in  particular:  (a)  importers  and \nexporters who can benefit from customs modernization in their international trade \ntransactions; and (b) the service providers (customs agents; freight forwarders, \noperators, and clearers; banking institutions, insurance companies, etc.); and \n(vii)  advisory  support  and  coordination  with  the  other  experts  in  all  legal  and \nregulatory aspects in relation to customs modernization. \n \nb.  Information Sharing \n \n(i)  survey the database and level of computerization, using the results of other \nprojects, including assessment of interoperability of systems and reliability of \ndata,  and  full  computerization  of  databases  where  needed,  providing  for \ninteroperability; \n(ii)  design a data exchange system out of the existing national systems (or search \nfor packaged software), taking national security needs into account, and using a \ncommon urgent problem such as smuggling as takeoff point to (a) develop a \nphased plan for its establishment, (b) forge agreement to link databases that will \nallow exchange of information, possibly limited at first and providing for expanded \nscope later, (c) pilot-test implementation of design, and (d) refine or revise the \ndesign; \n(iii)  formulate  a comprehensive set of common indicators so that data collection can \nbe streamlined and regularized across countries; \n                                                           \n3  The experts to be recruited here will be ICT specialists with significant experience in designing statistical \ndatabases, data compilation, and sharing protocols, besides possessing expertise in assessing technical/hardware \nneeds related to ICT. \n ", "    Appendix 9  67   \n(iv)  formulate  measures  to  improve  the  quality  and  flow  of  trade  and  customs \ninformation; and develop common performance standards and effective use of \ntechnical resources; \n(v)  develop protocols for compiling and utilizing advanced electronic commercial \nmanifest data, working in partnership with the industry; \n(vi)  coordinate activities on data and intelligence gathering;  \n(vii)  establish data transfer protocols to support data sharing; develop procedures for \nintelligence gathering, and share such information with the regional customs \nauthorities, and establish a database with risk profiles to be used by post-release \naudit teams and antismuggling units. \n \n5.  Development of Risk Management and Post-entry Audit ( Component 5: 6 \nperson-months) \n \n8.  The consultants’ tasks are as follows: \n \n(i)  assess current risk management practices adopted by COs;  \n(ii)  formulate  benchmarks  that  are  appropriate  for  each  country,  derived  from \ninternational  codes  and  sound  practices  (e.g.  WCO,  WTO,  and  International \nChamber of Commerce guidelines, agreements and protocols; Revised Kyoto \nConvention); \n(iii)  formulate  recommendations  to  expedite  and  streamline  the  examination  of \ndocuments and merchandise at the time of entry;  \n(iv)  seek consensus and build institutional capacity to adopt risk-based post-transit \nand post-entry compliance audits;  \n(v)  develop  computerized  models  to  analyze  the  risk  profiles  of  shipments  by \ncomparing their details with a set of indicators and categorizing them as either \nhigh-, medium- or low-risk transactions; and \n(vi)  establish  standardized  procedures  on  post-entry  audit  according  to  the  risk \nprofile of the shipments (e.g., for low-risk transactions, reconcile with banks the \ncustoms duties paid; for medium risks, document verification procedures; and for \nhigh-risk cases, procedures for physical examination of the merchandise). \n \n6.  Development of a Regional Intelligence System (Component 6: 5 person-\nmonths) \n \n9.  The consultants will undertake these tasks: \n \n(i)  analyze the nature and extent of illicit trade, including types of goods, production \nand trade volumes, sources and destinations, channels, modes and methods of \ntransport;  \n(ii)  take stock of existing regional programs for intelligence gathering and sharing; \n(iii)  evaluate  the  performance  of  existing  regional  intelligence  systems,  including \ncapacities, effectiveness, equipment, intelligence sources, and adaptability;  \n(iv)  make  proposals  for  strengthening  the  regional  intelligence  system  covering \nfunding, schedule, and human resource requirements; \n(v)  train customs officers in tracking and tracing; and \n(vi)  identify possibilities for coordinating with express delivery carriers. \n \n7.  Capacity Building for Regional Customs Organizations and Strengthening \nCooperation Mechanism (Component 7: 5 person-months) ", "68   Appendix 9 \n \n10.  The consultants will undertake these tasks to: \n \n(i)  organize regional seminars and training activities to cover topics such as the \nrevised  Kyoto  Convention,  customs  legislation  and  implementing  regulations, \nharmonization  and  streamlining  of  customs  procedures,  implications  of  WTO \nmembership, post-release audit, risk management, risk assessment selectivity, \ndeveloping  a  database,  use  of  information  technologies,  electronic  data \nexchange, institutionalizing cooperation mechanisms, control of illegal goods and \ntrade facilitation and public-private sector partnership; \n(ii)  exchange  experiences  in  relation  to  legislation  changes  pre  and  post-WTO \naccession; \n(iii)  provide logistic support and curriculum design for joint regional training initiatives \nbased on the need for common approaches for upgrading capacities of customs \nin the regional, as well as the introduction of new skills and technologies, using \nthe facility of regional training centers in Xinjiang, PRC and/or Kazakhstan, and \n(iv)  assist  in  efforts  of  strengthening  regional  cooperation  mechanism  with  ADB \nserving as the Secretariat of the Customs Cooperation Committee (CCC), in \nparticular, the consultants will  \n \n(a)  compile initiatives formulated by each customs organizations and develop \nfuture action plans; and \n(b)  organize  and  provide  administrative  and  logistic  support  for  CCC \nmeetings,  and  sessions  related  to  customs  issues  at  senior  and \nministerial level meetings and conferences. \n \nB.  Domestic Consultants (60 person-months) \n \n10.  Domestic consultants will be recruited to assist the international consulting team. The \ndomestic  consultants  will  have  extensive  in-depth  regional  and  local  knowledge  and  good \ncontacts  in  various  areas  of  customs  operations.  The  domestic  consultants  will  assist  the \ninternational  consultants  by  translating  various  documents  into  English;  researching  and \ncompiling Government policies, regulations, and adopted procedures; and ensuring the work by \ninternational  consultants  is  appropriate  to  the  (ECA)  regional  situation.  The  domestic \nconsultants  are  expected  to  possess  sufficient  experience  in  their  relevant  fields,  and  will \ninclude specialists for the following tasks: \n \n(i)  Simplification and Harmonization of Customs Documentation (12 person-months) \n(ii)  Border Posts and Facilities (6 person-months) \n(iii)  Simplified Transit Systems (8 person-months) \n(iv)  Data  Consolidation/Information  Sharing  and  ICT  Development  for  Customs \nOperations (10 person-months) \n(v)  Risk Management and Post Entry Audit (8 person-months) \n(vi)  Regional Intelligence System (8 person-months) \n(vii)  Capacity  Building  for  Regional  Customs  Organizations  and  Strengthening \nCooperation Mechanism (8 person-months) ", "    Appendix 10  69   \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nA.  Linkages to the Country Poverty Analysis \nSector identified as a national    Sector identified as a  No agreements have been \npriority in country poverty analysis?   national signed with Kyrgyz Republic \n No  priority in country poverty  or Tajikistan \n  partnership agreement?          \nContribution of the sector/subsector to reduce poverty in Tajikistan and Kyrgyz Republic: \n \nThe proposed Regional Trade Facilitation and Customs Cooperation Program is an economic growth program with a \nstrong governance component that is poor-neutral in direct impact, but has pro-poor indirect effects via the longer \nterm benefits of enhanced trade and investments through an improved legal and regulatory framework, enhanced \noperational efficiency of customs, and stronger governance in one key branch of the civil service. The program \nconsists of  (i) loans to Kyrgyz Republic and Tajikistan to support Trade Facilitation and Customs Reforms (TFCR); \nand (ii) project preparatory technical assistance (PPTA) to Kyrgyz Republic and Tajikistan to support Strengthening \nGovernance and Modernization of Customs Organizations; and (iii) regional technical assistance (TA) for Trade \nFacilitation and Customs Cooperation (TFCC). The objectives of the TFCR loans are fourfold: (i) strengthen \ngovernance, transparency and improve institutional capability, (ii) strengthen the legal and regulatory framework in \nline with international standards and conventions; (iii) improve operational efficiency to facilitate trade and improve \nrevenue collection; and (iv) develop an effective mechanism for good regional cooperation. There will a be significant \npossible conribution to reduce poverty in both countries. \n \n \nB.  Poverty Analysis  Proposed Classification: Other \nAnalysis: \n \nThe level of poverty is high in the Kyrgyz Republic and the trend in the past decade has been one of increasing \npoverty. Since independence, per capita gross domestic product has fallen, standing currently at approximately $255. \nThe transition started with a prolonged recession during 1992-1995. Some reassuring signs of recovery were seen in \n1996 and 1997 as strong, positive growth was recorded. Most recently, the Russian financial crisis of 1998 led to a \nsharp increase in poverty. No data on poverty exists for 2000 or 2001, so it is not clear to what extent the Russian \nfinancial crisis has been surmounted. However, in 1999 it was estimated that close to two thirds of the population \nlived below the poverty line, and that poverty is largely a rural phenomenon with 80% of the poor living in rural areas.  \n \nThe Kyrgyz Government’s strategy for poverty reduction1 emphasizes creation of an enabling environment for the \nprivate sector to develop and provide employment necessary to raise incomes and reduce poverty. The state will \nfocus its efforts in the social sector, and to achieve this a significant improvement of the administration of the state is \nplanned to contribute to a favorable environment for private investment. The proposed Program fits well with the \npoverty reduction strategy in that it promotes a more efficient and effective customs administration, simplification of \nprocedures and processes thereby contributing to an environment conducive to trade and investments, enhanced \nrevenue collection for the Government, allowing more resources for fiscal programs, and increased economic activity \nthrough improved regional cooperation.  \n \nPoverty in Tajikistan is a multidimensional phenomenon. According to criteria developed by international and \ndomestic organizations, the proportion of the population considered poor in Tajikistan varies considerably from 95.7% \nto 16.9% depending on the poverty line used. In particular, 60% of the population consider themselves as poor. The \noutcome of the Living Standards Survey conducted in 1999 shows that poverty in Tajikistan is a rural phenomenon: 73% of \nthe population reside in countryside. Only 18.6% of urban population is considered as very poor compared with 23.4% of \nthe rural population. In Tajikistan children are more exposed to poverty than are the adults. The problem of street children \nescalated as a result of the last civil war. The probability for elderly population (over 65 years old) to fall into the category of \npoor is higher. Not only is poverty determined on the basis of income very high; poverty displayed by decreased access to \nsuch public services, as education, health care, water supply, etc. is also widespread. Economic and social problems as \npart of the economic transition also led to a weakening of the social protection system.  \n \nThe  official  unemployment  rate  is  3%.  However  a  significant  number  of  people  are  in  the  zone  of  hidden \nunemployment. According to some assessments, the unemployment rate is around 33%. Having a job does not mean \nless poverty because salaries are low and there are arrears in salary payments. However, it is believed that income \nfrom the main source accounts for only one third to one half of the total income. An accelerated privatization process \nis  critically  important  in  creating  employment  opportunities.  The  Government  considers  that  private  sector \n                                                 \n1  Interim National Strategy for Poverty Reduction 2001-2003, prepared by Kyrgyz authorities June 2001. ", "70  Appendix 10 \ndevelopment to a large extent should foster efficient utilization of the labor force, and development of small and \nmedium-size entrepreneurship will have a decisive role in the development of the private sector. \n \nThe impact on poverty of each of the four main objectives is detailed in the Poverty Impact Assessment, but can be \nsummarized as follows. The actions for the first objective to improve governance, transparency and institutional \ncapacity in one key branch of the civil service can serve as a model for other state agencies and thereby contribute to \na more efficient civil service, which will indirectly benefit all. The second objective will strengthen the legal and \nregulatory framework and if effectively enforced will facilitate trade and investments and through increased economic \nactivity benefit the poor and non-poor alike. The third objective to improve operational efficiency and increase \nrevenue collection will contribute to economic growth, and a stronger government budget and benefit all. The fourth \nobjective covering actions aimed at improving regional cooperation in customs and trade will in the longer term \nstimulate trade and economic growth, benefiting the poor and non-poor alike. \n \n \nC.  Participation Process \nStakeholder analysis prepared:  \n \nExtensive consultations were held with the government agencies concerned, the chambers of commerce, transport \norganizations, private sector representatives, and international assistance agencies during project preparation. \n                  \nParticipation strategy :  No.                   \n \nD.  Social Issues \n  Significant,      \n  Not Significant,     \nSubject  None  Strategy to Address Issues  Output Prepared \nResettlement  None    None \nGender  None    No \nAffordability  None    No \nLabor  Not significant  In  Tajikistan,  an  estimated  300  customs  No \nemployees  will  be  laid  off  as  part  of  the \nrestructuring  plan.  The  Government  will \ninstitute training and redeployment programs \nas  part  of  the  overall  civil  service  reform \nsupported by the World Bank. \nIndigenous   None    No \nPeople \nOther Risks/  None    No \nVulnerabilities \n \n \n \n \n \n ", "      Appendix 11  71 \nPOVERTY IMPACT ASSESSMENT \n \n1.  ADB’s poverty reduction strategy rests on the three pillars of pro-poor sustainable economic \ngrowth, social development, and good governance. The proposed Regional Trade Facilitation and \nCustoms  Cooperation  Program  is  an  economic  growth  program  with  a  strong  governance \ncomponent that is poor-neutral in direct impact, but has pro-poor indirect effects via the longer term \nbenefits of enhanced trade and investments through an improved legal and regulatory framework, \nenhanced operational efficiency of customs, and stronger governance in one key branch of the civil \nservice. \n \nA.  Current Social and Economic Situation in Kyrgyz Republic and Tajikistan \n \n2.  As  of  1999,  the  population of  the  Kyrgyz  Republic  stood  at  4.9  million.  Children  and \nteenagers comprised 38% while the retired (above the age of 60) comprised 9.2%. Sixty-five % of \nthe population live in rural areas and the rest live in urban areas. Average age was 67 years. \nOverall, the human development indicators for the Kyrgyz Republic augur well for the future, and \nthe country has been able to maintain much of its social capital despite years of painful economic \ntransformation.  \n \n3.  The level of poverty is high in the Kyrgyz Republic and the trend in the past decade has \nbeen one of increasing poverty. Since independence, per capita gross domestic product has fallen \nand now stands at about $255. The transition started with a prolonged recession during 1992-\n1995. Some reassuring signs of recovery were seen in 1996 and 1997 as strong, positive growth \nwas recorded. Most recently, the Russian financial crisis of 1998 led to a sharp increase in poverty. \nNo data on poverty exists for 2000 or 2001, so it is not clear to what extent the Russian financial \ncrisis has been surmounted. In 1999 however, it was estimated that close to two thirds of the \npopulation lived below the poverty line, and that poverty is largely a rural phenomenon with 80% of \nthe poor living in rural areas.  \n \n4.  The Kyrgyz Government’s strategy for poverty reduction1 emphasizes the creation of an \nenabling environment for the private sector to develop and provide employment necessary to raise \nincomes and reduce poverty. The state will focus its efforts on the social sector. To create a \nfavorable environment for private investment, a significant improvement in the administration of the \nstate is planned. The proposed Program fits well with the poverty reduction strategy in that it \npromotes a more efficient and effective customs administration, simplification of procedures and \nprocesses thereby contributing to an environment conducive to trade and investments, enhanced \nrevenue collection for the Government to have more resources for fiscal programs, and increased \neconomic activity through improved regional cooperation. \n  \n5.  Poverty is not a new phenomenon for Tajikistan. Per capita income in Tajikistan was the \nlowest among the Soviet republics, with the highest percentage of the population living in poverty \nbefore gaining independence. The main reason of such relative poverty was the unfair economic \npolicy of the planning economy that did not take into account the comparative advantages of the \ncountry. Since the collapse of economic ties with the republics of the former Soviet Union (FSU) \nand cessation of budget allocations from Moscow composed of 40% of the budget of Tajikistan and \nthe lengthy civil war, the gross domestic product (GDP) of the country sharply declined and the \n1996 GDP was less than one third that of 1991. Economic contraction led to the large-scale \nrelease of the labor force, some in hidden form. Hyperinflation brought down the real income of the \npopulation, and increased inequality. \n \n                                                      \n1  Interim National Strategy for Poverty Reduction 2001-2003, prepared by Kyrgyz authorities, June 2001. ", "72  Appendix 11 \n6.  Poverty  in  Tajikistan  is  a  multidimensional  phenomenon.  According  to  various  criteria \ndeveloped by international and domestic organizations, the proportion of the population considered \npoor in Tajikistan varies considerably from 95.7% to 16.9% depending on the poverty line used. In \nparticular, 60% of the population consider themselves as poor. The Living Standards Survey conducted \nin 1999 shows that poverty in Tajikistan is a rural phenomenon. About 73% of the population reside in \nthe countryside. Only 18.6% of the urban population is considered as very poor compared with 23.4% \nfor the rural population. In Tajikistan, children are more exposed to poverty than are the adults. The \nproblem of street children escalated as a result of the last civil war. The probability for the elderly \npopulation (over 65 years old) to fall into the category of poor is high. Poverty determined on the basis \nof  income  is  very  high,  but  poverty  displayed  by  decreased  access  to  such  public  services  as \neducation, health care, water supply, and etc. is also widespread. Economic and social problems as \npart of economic transition also led to the weakening of the social protection system.  \n \n7.  The official unemployment rate is 3%. However, a significant number of people is in the \nzone of hidden unemployment. According to some assessments, the unemployment rate is around \n33%. Having a job does not mean less poverty because salaries are low and there are arrears in \nsalary payments. However, it is believed that income from a main source accounts for only one \nthird to one half of the total income. An accelerated privatization process is critically important to \ncreate employment opportunities. The Government considers that private sector development to a \nlarge extent should foster efficient use of the labor force, and development of small and medium- \nsize entrepreneurship will have a decisive role in the development of the private sector. \n \nB.  Policy Actions in the Program and Their Impact on Poverty  \n \n8.  The first objective - strengthen governance and transparency, and improve institutional \ncapability - seeks to strengthen the customs authorities as institutions, and make them more \neffective through rationalization and institution of transparent human resources regulations. In \naddition, the authorities will become more transparent through annual surveys and internal and \nexternal audits.  The policy actions needed to meet the objective are poverty-neutral (Table A11.1).  \n \nTable A11.1: Poverty Impact of Objective 1:  \nStrengthen Governance, and Transparency, and Improve Institutional Capacity \n \nType of Effect \nChannel  Direct Effect  Indirect Effect  Macro  Nonpoor \nLabor  Possible    Strengthened governance and   \n  retrenchments  transparency in a government \n  following  agency has a positive \n  rationalization of  demonstration effect on other \nresources for  branches of government, and \ncustoms  should enhance public \nconfidence in the government. \nPrices         \nAccess for Poor         \nTransfers         \nCrucial  Implementation of the corporate strategy, human resources policies, and transparency measures \nAssumptions \nTotal Net Effect  Indirect positive effects \nNarrative  The actions to improve governance, transparency, and institutional capacity in one key branch of \nthe civil service can serve as a model for other state agencies and thereby contribute to a more \nefficient civil service, which will indirectly benefit all. \n \n9.  The  actions  to  be  undertaken  under  the  second  objective  -  strengthening  the  legal  and \nregulatory framework in line with international standards and conventions - have an overall positive, ", "      Appendix 11  73 \nindirect effect on poverty. A stronger legal and regulatory framework harmonized with international \nconventions and standards will encourage more trade, and investments will enhance public and \ninvestor confidence in these two countries and thereby stimulate economic activity (Table A11.2).   \n \nTable A11.2: Poverty Impact of Objective 2:  \nStrengthen the Legal and Regulatory Framework in Line with  \nInternational Standards and Conventions \n \nType of Effect \nChannel  Direct Effect  Indirect Effect  Macro  Nonpoor \nLabor    A legal and regulatory  Increased economic   \n  framework supportive of  activity creates a \n  increased trade and  demand for goods and \n  investments should  services. \n  generate more employment \n  opportunities. \n \nPrices  Lower tariffs on  Improved legal and  In the short term, the   \n  agricultural  regulatory framework will  simplified tariff structure \nimports should  make corruption less  will bring less revenue, \ntranslate into lower  worthwhile.   which should be offset \nfood prices.  by improved revenue \ncollection in the longer \nterm. \nAccess for Poor         \nTransfers         \nCrucial  The laws and regulations, and new tariff structure for customs need to be adopted and effectively \nAssumptions  enforced. \nTotal Net Effect  Overall positive \nNarrative  The actions under objective 2 will strengthen the legal and regulatory framework and, if effectively \nenforced, will facilitate trade and investments and, through increased economic activity, benefit the \npoor and nonpoor alike. \n \n10.  The third objective aims to improve operational efficiency, facilitate trade, and improve \nrevenue collection. It is expected to have an overall positive indirect effect on the poor.  Improved \nrevenue  collection  will  have  a  direct  positive  impact  on  the  government  budget  and  provide \nresources for fiscal programs. An increased flow of trade and investments following simplification \nand automation of customs procedures will also have a positive impact on government finances.  \nLess corruption will have a positive impact on prices (Table A11.3).   \n \nTable A11.3: Poverty Impact of Objective 3:  \nImprove Operational Efficiency to Facilitate Trade and Improve Revenue Collection \n \nType of Effect \nChannel  Direct Effect  Indirect Effect  Macro  Non-poor \n   \nLabor  Likely retrenchment of  Initial reduction of     \n  staff in customs  purchasing power of \n  following automation  retrenched staff. However, \n  and computerization  introduction of customs \n  of processes and  intermediaries creates \n  procedures  jobs.   \nPrices    Automation and     \n  computerization will reduce \nopportunities for corruption \nand make it less worthwhile.\nAccess for Poor         ", "74  Appendix 11 \nType of Effect \nChannel  Direct Effect  Indirect Effect  Macro  Non-poor \n   \nTransfers      Improved revenue   \n  collections strengthen \nthe budgetary position \nand allow for more \nfiscal programs.  \nCrucial  Thorough implementation of reforms, automation, and computerization of customs services \nAssumptions \nTotal Net Effect  Overall positive \nNarrative  The actions to make customs more efficient, facilitate trade, and increase revenue collection will \ncontribute to economic growth and a stronger government budget, and benefit all.  \n \n11.  The fourth objective of developing a mechanism for enhanced regional cooperation will also \nhave indirect positive effects in the longer term as trade will be facilitated, access to regional markets \nwill be improved and the resulting increase in economic activity will contribute to higher government \nrevenues and more employment opportunities which will benefit both poor and non-poor (Table A11.4).  \n \nTable A11.4: Poverty Impact of Objective 4: \nDevelop an Effective Mechanism for Good Regional Cooperation \n \nType of Effect \nChannel  Direct Effect   Indirect Effect   Macro  Non-poor \n   \nLabor  More skilled staff in    Trade facilitation will   \n  regional customs  encourage trade and \n  authorities through  investments and stimulate \n  training  economic activity. \nPrices      Increased activity and   \nincreased competition and \nless corruption should \nmake prices more \ncompetitive. \nAccess for Poor         \nTransfers       Increased economic   \n  activity will provide more \nrevenue for the \ngovernment.   \nCrucial  Regional support to enhance regional cooperation and facilitate the flow of goods and people \nAssumptions  among the countries  \nTotal Net Effect  Overall positive \nNarrative  These actions aimed at improving regional cooperation in customs and trade will in the longer term \nstimulate trade and economic growth and thus benefit the poor and non-poor alike  \n "], "metadata": {"CreationDate": "D:20021009132540", "Producer": "Acrobat Distiller 4.0 for Windows", "ModDate": "D:20021104115621+08'00'"}}