{"path": "data/input/reports/rrp-pak-33364.pdf", "pages": [" \n Report and Recommendation of the President \n \n \n \nRRP: PAK 33364 \n \n \n \nReport and Recommendation of the \nPresident to the Board of Directors \non a Proposed Loan to the \nIslamic Republic of Pakistan for the \nAgribusiness Development Project \n \n \n \n \n \n \n \n \nApril 2005 \n \n \n \n   ", "CURRENCY EQUIVALENTS \n(as of 1 April 2005) \n \nCurrency Unit –  Pakistan rupee/s (PRe/PRs) \n \nPRe1.00 =  $0.0168 \n$1.00 =  Prs59.36 \n \n \nABBREVIATIONS \n \nADB    –  Asian Development Bank \nASF    –  Agribusiness Support Fund \nBDS    –  business development services \nBSF    –  Business Support Fund \n  DALPMG  –-  Department of Agriculture and Livestock Product Marketing and \nGrading  \nFIRR    –  financial internal rate of return \nFSCRD  –  Federal Seed Certification and Registration Department  \nGDP    –  gross domestic product \nLDDB    –  Livestock and Dairy Development Board  \nMINFAL  –  Ministry of Food, Agriculture, and Livestock \nPCG    –  partial credit guarantee \nPFI    –  participating financial institution \nPHDEB  –  Pakistan Horticulture Development and Export Board  \nPIO    –  project implementation office \nPMU    –  project management unit \nRSP    –  rural support program \nSBP    –  State Bank of Pakistan \nSME    –  small and medium enterprise \n  SMESDP  –  Small and Medium Enterprise Sector Development Program \nSPS    –  sanitary and phytosanitary measures \nWTO    –  World Trade Organization \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government ends on 30 June. FY before a calendar \nyear denotes the year in which the fiscal year ends. For example, FY2004 begins \non 1 July 2003 and ends on 30 June 2004. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \n \n \nThis report was prepared by B. Fawcett (team leader), R. Hartel, and S. Zaidansyah. ", " \nCONTENTS \n \nPage \n \nLOAN AND PROJECT SUMMARY  iii \n   \nMAP  vii \n \nI.  THE PROPOSAL  1 \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  2 \n \nIII.  THE PROPOSED PROJECT  6 \nA.  Impact and Outcome  6 \nB.  Outputs  6 \nC.  Special Features  11 \nD.  Cost Estimates  11 \nE.  Financing Plan  12 \nF.  Implementation Arrangements  13 \n \nIV.  PROJECT BENEFITS, IMPACTS, AND RISKS  17 \n  A.  Economic Benefits  17 \nB.  Environmental and Social Impacts  18   \nC.  Risks  18   \n \nV.  ASSURANCES  19 \nA.  Specific Assurances  19   \nB.  Condition for Loan Effectiveness  20   \n     \nVI.  RECOMMENDATION  20 \n \nAPPENDIXES   \n1.  Design and Monitoring Framework  21 \n2.  Agribusiness Sector Analysis   24 \n3.  External Assistance to Agriculture and Agribusiness Related Sectors   29 \n4.  Agribusiness Support Fund  30 \n5.  Agribusiness Finance Development  35 \n6.  Agribusiness Policy and Enabling Environment Development  39 \n7.  Cost Estimates and Financing Plan  44 \n8.  Project Implementation Chart  46 \n9.  Implementation Schedule  47 \n10.  Indicative Procurement Packages  48 \n11.  Outline Terms of Reference for Consulting Services  49 \n12.  Project Justification and Financial Analysis  52 \n13.  Summary Poverty Reduction and Social Strategy  57 \n \n \n ", " \nSUPPLEMENTARY APPENDIXES (available on request) \n \nA.  Comparative and Competitive Advantage Analysis \nB.  Agribusiness Opportunities, Constraints, Project Interventions, and Responsibilities \nC.  Strengthening Private Sector Market Information Services \nD.  Demand-Driven Research and Private Sector Extension \nE.  Financial Management Assessment of the Ministry of Food, Agriculture, and Livestock \nF.  Summary Initial Environmental Examination, and Environmental Assessment and  \n  Review Procedures \nG.  Detailed Terms of Reference for Consulting Services \nH.  Agribusiness Institutions, Policies, Strategies, and Regulatory Framework Analysis \nI.  Detailed Cost Estimates \n   \n \n \n ", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  Islamic Republic of Pakistan \n   \nClassification  Targeting classification: General intervention \nSector: Agriculture and natural resources \nSubsector:  Agriculture  production,  agroprocessing,  and \nagribusiness \nThemes:  Sustainable  economic  growth,  private  sector \ndevelopment \nSubthemes:  Developing  rural  areas,  private  sector  investment, \npublic-private partnerships \n \nEnvironment  Category FI \nAssessment \n   \nProject Description  The project interventions focus on increased productivity, product \nquality,  and  value  added  by  removing  constraints  facing \nagribusiness that occur throughout the product value chain from \nproduction  and  input  supply  to  processing  and  exports. \nConstraints  will  be  addressed  using  a  comprehensive  and \nsystemic approach throughout the value chain to remove market \nand  institutional  failures  and  rigidities  that  impede  the \ndevelopment of the agribusiness sector, and promote demand-\ndriven  development  with  maximum  participation  of  the  private \nsector.  This  will  be  achieved  by  (i)  creating  an  agribusiness \nsupport  fund  (ASF)  to  provide  farmers,  farmer  groups,  and \nentrepreneurs  with  demand-driven  technical  and  managerial \nservices on a matching grant basis to improve their productivity, \ncompetitiveness, and creditworthiness to access financing for their \nenterprises;  (ii)  increasing  access  to  agribusiness  finance \navailable  from  financial  institutions  to  agro-enterprises;  (iii) \nrevising and updating the agribusiness regulatory framework; (iv) \nstrengthening and upgrading testing and certification facilities for \nseeds, nurseries, and crops; (v) streamlining the collection and \ndissemination  of  market  information;  (vi)  strengthening \nagribusiness  technical  training  capacity  and  the  capability  of \nrelated  training  institutions;  (vii)  formulating  a  national \nagribusiness policy and provincial horticulture policies; and (viii) \nbuilding  awareness  of  the  need  to  comply  with  international \nagricultural  product  standards  and  practices  as  an  essential \nrequirement  to  maintain  and  expand  export  markets  for \nagricultural products. The Project seeks to create a flexible private \nsector  service  delivery  mechanism  for  the  agribusiness  sector \ndriven  by  market  demand.  The  primary  focus  will  be  on \nhorticulture and hortibusiness, though interventions to improve the \nlivestock and dairy institutional framework, and support selected \nenterprises will be provided.  \n ", "iv   \nRationale  The  Project  rationale  is  to  address  constraints  that  impede \ndevelopment  of  the  sector,  and  exploit  domestic  and  export \nmarket  opportunities  in  the  agribusiness  sector,  thereby \ncontributing to increased economic growth and rural employment. \nThe Project will promote the realization of these opportunities by \n(i)  improving  the  managerial,  production,  and  processing  skill \nlevels of entrepreneurs and farmers to ensure the production of \ngood  quality  raw  material,  and  uniform  and  high  standard \nproducts; (ii) supporting participating financial institutions (PFIs) to \nincrease  agribusiness  lending  to  allow  stakeholders  to  exploit \nmarket  opportunities;  (iii)  reorienting  government  institutions  to \nbecome  facilitators  of  agribusiness  development,  using  public-\nprivate  partnerships;  (iv)  improving  the  policy,  regulatory,  and \nfinancial environment to make it more responsive to private sector \nneeds, and encourage producers and entrepreneurs to invest in \nagribusiness; and (v) establishing the framework and standards to \ncomply with increasingly stringent international standards. \n   \nObjective  The Project’s impact is to support economic growth and employment \ngeneration through agribusiness development. The outcome is to \ndevelop a competitive and sustainable agribusiness sector. \n   \nCost Estimates  The  total  project  cost  is  estimated  at  $49  million  equivalent, \ncomprising  $8.3  million  of  foreign  exchange  costs,  and  $40.7 \nmillion  equivalent  of  local  currency.  Component  investments \ninclude (i) agribusiness support service provision, (ii) agribusiness \nfinance  development,  (iii)  agribusiness  capacity  building,  (iv) \nagribusiness policy and enabling environment development, and \n(v) project management support. \n   \nFinancing Plan  ($ million)a\n  Source  Foreign  Local  Total  % \nExchange Currency  Cost \n  Asian Development Bank  8.3  22.7  31.0  63 \n  Government  0.0  6.9  6.9  14 \n  Agribusiness Enterprises  0.0  10.4  10.4  21 \n  Private Sector Institutions  0.0  0.6  0.6    1 \n  Beneficiaries  0.0  0.1  0.1    0 \n \nTotal b  8.3  40.7  49.0  100 \n  a Figures may not add up due to rounding. \n  b Includes duties and taxes of about $3.6 million. \nSource: Asian Development Bank cost estimates. \n   \n \nLoan Amount and Terms  A  loan  of  Special  Drawing  Rights  20,165,000  ($31  million \nequivalent) will be provided from the Special Funds resources of \nthe Asian Development Bank (ADB). The loan will have a 32-year \nterm including a grace period of 8 years, and an interest rate of \n1% per annum during the grace period and 1.5% per annum \nthereafter.  \n ", "  v\n   \nPeriod of Utilization  Until 31 March 2011 \n   \nEstimated Project  30 September 2010 \nCompletion Date \n   \nExecuting Agency  Ministry of Food, Agriculture, and Livestock (MINFAL) \n \nConsulting Services  Consultants will be selected and engaged in accordance with ADB \nGuidelines on the Use of Consultants by ADB and its Borrowers \nand other arrangements satisfactory to ADB for engaging domestic \nconsultants. A total of 221 person-months of international and 128 \nperson-months  of  domestic  consulting  inputs  will  be  financed. \nConsulting services will be engaged in two packages. Of the three \ncontracts  under  the  first  package,  one  will  be  issued  for \nagribusiness support fund promotion, and project management and \nstudies. ADB will select the consultants. A second contract will \nprovide agribusiness capacity building, and agribusiness policy and \nregulatory framework development. ADB will select the consultants. \nA third contract will focus on building awareness of agribusiness \nfinance and monitoring. The State Bank of Pakistan will select the \nconsultants.  Each  contract  will  engage  an  international  firm  in \nassociation with domestic firms. Quality- and cost-based selection \nprocedures  will  be  used  to  recruit  the  consultants,  using  full \ntechnical  proposals.  The  second  consultant  package  will  be  to \nestablish  and  operate  an  agribusiness  lending  function  within \nselected  PFIs.  It  will  have  3–5  separate  performance-based \ncontracts.  The  quality-based  selection  method  will  be  used \nbecause the services to be performed are highly specialized, and \nonly available from a limited number of companies. A high degree \nof flexibility will be written into each consulting contract to allow \nimplementing agencies to recruit consultants according to needs \nidentified as project implementation proceeds. \n ", "vi   \nProject Benefits and  The Project seeks to address market failures leading to inadequate \nBeneficiaries  financial  and  technical  support  for  the  private  sector  to  initiate \nagribusiness enterprises, failures in institutional capacity, and the \nabsence  of  consistent  and  coherent  agribusiness  policies.  The \nProject  will  encourage  private  sector  investment  in  new  or \nupgraded enterprises that have been constrained by financial and \ntechnical capacity and support. The Project will also strengthen \ninstitutions  to  formulate  policies  and  implement  a  regulatory \nframework in compliance with international standards. The focus on \nstrengthening  private  sector  delivery  mechanisms  to  the \nagribusiness  sector  throughout  the  value  chain  is  expected  to \nincrease  client  power,  and  lead  to  greater  responsiveness  of \ninstitutions and market mechanisms in the value chain to farmers' \nand  entrepreneurs’  needs.  This  will  result  in  (i)  increases  in \nefficiency  by  reducing  transaction  costs,  and  (ii)  an  increased \nsupply  of  the  services  demanded  by  agribusiness  clients.  The \nProject will improve service delivery, institutional capacity, and the \nagribusiness policy environment in a comprehensive and systemic \nmanner throughout the value chain. This is to ensure the project \nimpact of supporting economic growth and employment generation \nthrough  agribusiness  development  is  efficiently,  effectively,  and \nsustainably  achieved.  About  2,000  agro-enterprises  in  both  the \nformal  and  informal  sectors  are  expected  to  benefit  from  ASF \noperations over the 5-year Project. Further, as a result of technical \nassistance  provided  to  PFIs,  3–5  institutions  are  expected  to \ndevelop  dedicated  agribusiness  finance  functions.  These  could \nbenefit  an  additional  10,000  agro-enterprises,  including  up  to \n12,500 farmer entrepreneurs, by improving access to finance, and \nproviding  significant  employment  and  income  generating \nopportunities, conservatively estimated at 100,000 person-years of \npermanent employment.  \n \nRisks and Assumptions  Project  implementation  involves  a  number  of  agencies  and  the \nprivate sector, and could encounter delays. This risk is addressed \nthrough  the  establishment  of  strong  oversight,  implementation \ncoordination,  and  governance  provisions  in  the  implementation \narrangements.  To  facilitate  effective  coordination  and  timely \nimplementation,  the  project  management  unit  will  recruit  well-\nqualified staff through an open and competitive selection process. \nMaximizing  the  involvement  of  the  private  sector  in  project \nimplementation  will  also  mitigate  the  risk  of  failure  of  specific \ngovernment  institutions  to  implement  project  activities  efficiently \nand effectively. Sound business ethics will be used to ensure good \ngovernance in project implementation. To avoid undue government \ninterference,  particularly  in  ASF  operations,  the  ASF  will  be \nincorporated as an independent company. \n \n ", "", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Islamic Republic of Pakistan for the Agribusiness Development Project. The design and \nmonitoring framework is presented in Appendix 1. \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Performance Indicators and Analysis \n2.  Pakistan’s agriculture sector, accounting for 25% of gross domestic product (GDP), \nalmost 50% of employment, and about 70% of exports, is at a crossroads. Growth of the sector, \nwhich is dominated by traditional food (wheat, rice) and industrial (cotton, sugarcane) crops, \ndeclined to an average annual rate of 2.4% with sharp year-to-year fluctuations from 1990 to \n2002, as compared with the overall rate of 3.5% achieved from 1960 onward. Yields of major \ncrops have largely stagnated for the past decade. Diversification into commercially oriented \ncrops1 and dynamism in the livestock subsector is encouraging, but the dominance of the major \ncrops in agricultural GDP has slowed the performance of the agriculture sector as a whole. \nRural poverty remained high at 38.9% in 2002, exacerbated by periodic drought. \n \n3.  The stagnating performance and persistence of high poverty in agriculture stand in \ncontrast with the potential growth opportunities provided by domestic and international markets. \nWith the Government targeting 8% GDP growth in the medium term, and with wide-ranging \nmacroeconomic and sector (including financial) reforms well under way, the country is poised \nfor a period of sustained economic expansion. In Pakistan, as in all other rapidly growing \ndeveloping countries, sustained growth is universally accompanied by changes in food demand, \nas consumers shift away from diets dominated by starchy staples and unprocessed foodstuffs \ntoward much more income-elastic horticulture and livestock products. This embodies much \nhigher value addition and employment generation in agroprocessing and the marketing system. \nDuring  the  medium  term,  and  in  part  as  a  result  of  World  Trade  Organization  (WTO) \nagreements, international markets will pose new opportunities and challenges for Pakistan’s \nagriculture and agribusiness2 sectors in an increasingly global agribusiness market. However, \nwhile many developing countries have seen a fairly rapid expansion in agricultural exports over \nthe  past  decade,  Pakistan’s  share  in  total  world  exports  has  actually  declined.  Pakistan’s \nagricultural exports have remained heavily concentrated in low-value-added goods, while other \nregional producers have improved product technology and value addition. The stagnation in the \nexport market is largely because world markets are demanding better quality products and \nimproved  traceability,  related  to  WTO  regulations  and  standards,  and  other  increasingly \nstringent standards in developed markets. Over time and with suitable support, Pakistan’s \nagribusiness subsector will expand in these markets, but during the near term, the domestic \nmarket alone provides substantial scope for much more rapid growth.  \n \n                                                 \n1  The total area devoted to fruit and vegetable production has increased rapidly in recent years, reaching 1.5 million \nhectares (ha) in FY2004. Between FY2002 and FY2003, production rapidly increased for some fruit crops such as \npeach (103%), persimmon (76%), and pomegranate (67%), reflecting the strong domestic market demand for \nhorticultural crops. Citrus, with total production of 2.1 million tons in FY2004, is the largest horticulture crop group \nby volume, and a major export revenue earner, along with dates and mangoes. Floriculture is a relatively new \nhorticultural subsector, and has grown at an annual rate of at least 10% over the past 3 years. All of these crops \nhave good competitive potential that needs to be exploited. A detailed comparative and competitive advantage \nanalysis of these crops is in Supplementary Appendix A. \n2  Agribusiness in the context of the Project refers to horticulture, livestock, and dairy production, processing, and \nmarketing. \n ", "2   \n \n4.  Agribusiness enterprises range from micro-scale village based operations to large-scale, \nnationally recognized companies. Small and medium-scale agribased enterprises in the informal \nsector employ an estimated 1.5 million people. As the smaller enterprises are labor-intensive \nand generally located in or close to rural areas, the potential for direct and indirect (through \nlinkages to farms) growth and employment generation is much greater than for the large firms. \nHence, there is a need to promote the transition of small agribusiness enterprises into larger, \nmore dynamic operations in order to develop a competitive agribusiness sector that maximizes \nthe impacts on rural growth and poverty reduction. A sector analysis is in Appendix 2. \n \nB.  Analysis of Key Problems and Opportunities \n \n5.  While markets provide economic opportunities, commercial agriculture and agribusiness \ndevelopment in Pakistan is constrained by poor infrastructure (energy, transport, and storage); \nsector  institutions  and  policies,  and  governance  practices;  as  well  as  access  to  modern \ntechnology and to financial and business development services. No single project can address \nall these constraints. Through an ambitious public investment program, the Government of \nPakistan  is  committed  to  rapidly  developing  major  infrastructure  to  support  broad-based \neconomic growth. In addition, in part with Asian Development Bank (ADB) support (paras. 8, 11, \nand 16), the Government wishes to improve governance, accelerate private sector development \nand decentralization, and improve the performance of the financial sector. The Project will \ncomplement these initiatives through a set of carefully targeted interventions specific to the \nneeds and constraints of the agribusiness subsector. \n \n6.  The constraints facing agribusiness are present throughout the product value chain from \ninput  supply  to  processing  and  exports,  leading  to  low  productivity  and  value  added.  The \nconstraints  must  be  addressed  with  a  comprehensive  and  systemic  approach  to  remove \nproduction, market, and institutional failures and rigidities that impede the development of the \nsector,  and  promote  demand-driven  development  with  maximum  participation  of  the  private \nsector, including farmers. World agricultural product markets are demanding increasingly higher \nproduct quality, and unless Pakistan's agribusiness products conform to these standards, the \nagribusiness subsector will not be able to enter, let alone compete in, world markets under a WTO \nregime, including imports. The following key constraints, identified during the project preparatory \ntechnical  assistance,3  must  be  removed:  (i)  market  failures,  including  limited  availability  of \nbusiness  development services (BDS, para. 19) to small  entrepreneurs to support business \nactivities and to start new enterprises, limited access to finance, and limited capacity for farmer \ngroup formation for agribusiness or agro-enterprise purposes to develop economies of scale, and \ncontinuity of supply to ensure strong market penetration; (ii) institutional constraints, including \nweak  public-private  partnerships,  weak  institutional  capacity,  poor  coordination  between \ngovernment agencies, and an absence of demand-driven agricultural research and extension; and \n(iii) the lack of a guiding national policy and long-term strategy aimed at developing a dynamic and \ncompetitive  agribusiness.  The  constraints  have  a  national  impact  because  the  government \ndecision-making process and facilitation capacity in agribusiness is limited and not cohesive; and \nthe private sector is not dynamic, competitive, or internationally compliant.  \n \n7.  Market Failures. The lack of a vibrant small and medium enterprise (SME) subsector for \nagribusiness is largely a result of market failure. Technical, managerial, marketing, financial, \nand  legal  advisory  services  to  agribusiness  by  the  private  sector  are  almost  nonexistent. \nSeveral of the systemic constraints to sector development—including low levels of technical and \nmanagerial capacity, low product  quality and market penetration, limited access to market \n                                                 \n3  ADB. 2002. Technical Assistance to the Islamic Republic of Pakistan for Preparing the Agribusiness Development \nProject. Manila. \n ", "  3\n \ninformation, and virtually no access to finance from formal financial sector institutions—could be \nresolved through improved access to BDS to improve the creditworthiness of agribusiness \nenterprises. The limited existing services are primarily in the public sector. They have not \nperformed well because of weak management and staff capacity, and inadequate financing. \nAgribusiness research and extension services have been largely unresponsive to the needs of \nprivate sector agribusiness enterprises. The demand from farmer organizations for currently \ninaccessible BDS services is significant.  \n \n8.  Other  developing  countries  have  effectively  improved  the  provision  of  BDS  by \nestablishing time-bound, cost-sharing grant schemes that provide funding for enterprises to \naccess BDS, and for BDS providers to develop and upgrade the type of service that they \nprovide to agribusiness clients. Well-conceived and implemented BDS can (i) lower barriers to \nentry; (ii) facilitate the establishment of new agribusiness enterprises; (iii) lower unit costs of \nproduction, transport, and marketing; (iv) increase marketable surpluses; (v) encourage and \nfacilitate  innovation  at  the  enterprise  and  sector  levels;  (vi)  help  individual  enterprises  to \ncoalesce into cohesive sector associations with a common vision in terms of competitiveness, \ncountry  position,  and  target  markets;  (vii)  attract  private  capital;  (viii)  strengthen  backward \nlinkages to suppliers and forward linkages to buyers; and (ix) enhance the overall viability of \nenterprises and the sustainability of industries. International experience indicates BDS can have \na strong impact on economic growth in developing and emerging markets.4 The ADB-financed \nSmall  and  Medium  Enterprise  Sector  Development  Program  (SMESDP)5  seeks  to  expand \naccessibility to BDS through the Business Support Fund, which provides matching grants to \nenterprises for BDS support in areas such as technology development, marketing, business \nplanning, and training. Provision of such support to agribusiness enterprises is needed. \n \n9.  A major constraint for agribusiness SME development is the lack of access to formal \nsector debt and equity finance (Appendixes 2 and 5). Agribusiness, in particular SMEs, remains \nunderserved. The financing gap for small entrepreneurs is significant: only 5% of some 250,000 \nmicroenterprises with less than 5 employees receive funding from formal financial institutions. \nThis is a sizeable underserved market. Many entrepreneur surveys confirm that lack of access \nand the cost of bank financing are significant barriers to expansion. Banks need to move from \ncollateral-based lending to agribusiness to longer term, cash-flow-based loans. While many \nbanks regard the SME sector as a growth market with considerable potential, most institutions \nstill view agribusiness as a risky subsector with a history of high loan default. This perception \nwas largely created because agricultural borrowers defaulted on input loans from inefficiently \noperated public sector banks. Financial sector lending to agribusiness needs to be promoted by \nfocusing on (i) improving agribusiness SME creditworthiness (to be achieved in part through \naccess to BDS, paras. 7–8), thereby reducing the perceived level of risk faced by financial \ninstitutions in lending to agribusiness; and (ii) enhancing the capacity of financial institutions to \nidentify agribusiness lending opportunities, and to appraise and supervise agribusiness loans \nbased on viable business plans and cash-flow projections, rather than collateral-based lending. \nThe SMESDP is providing support to financial institutions to improve their capacity to establish \neffective  lending  processes  to  select  and  serve  creditworthy  SMEs,  and  is  supporting  the \nestablishment of a partial credit guarantee facility to help leverage greater financial resources \nfor SMEs. It is also improving the SME policy environment. These interventions complement the \nspecialized assistance needed for agribusiness SMEs to access financing. \n                                                 \n4  Benefit-cost ratios of 5:1 are common for interventions to provide BDS. Exports generated per dollar of cost-\nsharing grants amounted to 48 times within 5 years in India, 36 times within 1 year in Indonesia, and 30 times \nwithin 1 year in Kenya.  \n5  ADB. 2003. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nIslamic Republic of Pakistan for the Small and Medium Enterprise Sector Development Program. Manila. \n ", "4   \n \n10.  Institutional Constraints. Agro-enterprises require enhanced technical skills, greater \nmarketing  orientation  and  networking,  better  market  information,  and  better  linkages  with \nservice providers to enable them to contribute more significantly to economic growth. Pakistan’s \ninformal (unregulated) sector is estimated to generate 37% of the country's gross national \nincome. The sector comprises 97% of all enterprises. These small enterprises face significant \nbarriers  to entry  and  operation  in the  formal  economy.  The  country  has  few  examples  of \neffective public-private partnerships to exploit the comparative advantage possessed by each \nsector, and to address existing institutional and market failures. The private-sector-led Pakistan \nHorticulture Development and Export Board (PHDEB) is one example. It was established in \nAugust 2002 to enhance and upgrade horticultural production and its products, and exploit \nexport potential. PHDEB has effectively created a comprehensive network of linkages and \nworking  relationships  in  the  horticulture  subsector.  This  experience  and  linkages  must  be \nutilized  to  stimulate  private  sector  investment  in  the  horticulture  subsector.  No  similar \norganization exists to represent the views of the private sector and promote the development of \nthe livestock and dairy subsector, and entrepreneurs in the livestock and dairy subsector have \nexpressed the need for such an organization.    \n \n11.  Horticultural and agribusiness research is undertaken entirely by the public sector, with \n90%  of  all  funds  assigned  to  staff  salaries,  not  research.  Research  institutes  are  not \ncommercially oriented, or demand driven, to respond to entrepreneurs’ needs. The Government \nmandates the Federal Seed Certification and Registration Department (FSCRD) to control seed \nquality and introduce standards for fruit propagation material. Because FSCRD does not have \nthe facilities to regulate and certify seed effectively, good quality and true-to-type seeds and fruit \ntree seedlings, and disease-free propagation material are not widely available. This results in \nfarmers cultivating poor quality and not true-to-type horticulture products that command low \nmarket prices, and prevent producers from entering lucrative export markets. The agriculture \nextension service has a comparatively high cost, lacks efficiency and quality, does not respond \nto the expressed needs of small farmers and the private sector, and has a major problem with \nfiscal sustainability. Extension services operated by private organizations are being successfully \nprovided to farmer associations, which have been willing to pay for such services. Private-\nsector-led  and  demand-driven  extension  services  need  to  be  developed  through  farmer \norganization and private-sector provision. The ADB-financed Agriculture Sector Program II6 is \nsupporting reforms to improve the efficiency of commodity markets; accelerate the provision and \ncoordination of agricultural support services, including relevant research and extension (such as \nintegrated  pest  management);  and  quality  control  and  regulation  measures  that  are \ncomplementary to the proposed Project. The Agriculture Sector Program also finances projects \nthat support the development of agribusiness, such as establishment of germ-plasm units for \nhorticultural crops, and animal export holding centers, that can contribute to addressing the \nconstraints faced by agribusiness.  \n \n12.  The Department of Agriculture and Livestock Product Marketing and Grading (DALPMG) \nis  responsible  for  providing  market  information.  Available  market  information  does  not \ncorrespond to the needs of entrepreneurs or producers. Private sector demand for the provision \nof commercial information services is increasing, demonstrated by agro-enterprises subscribing \nto commercial market information services. The development of such services needs to be \nsupported. DALPMG is also responsible for assuring product uniformity and quality through \ngrading standards. However, Pakistan's reputation as an exporter of fresh fruit and vegetable \nproducts is poor because of unreliability of product quality and uniformity, lack of traceability, \n                                                 \n6  ADB. 2001. Report and Recommendation of the President to the Board of Directors on Proposed Loans to the \nIslamic Republic of Pakistan for the Agriculture Sector Program II. Manila. \n ", "  5\n \nand no standardization of product presentation and grading. Phytosanitary, hygiene, health, and \nsafety  regulations  also  do  not  conform  to  international  standards.  The  Government  is \nconsidering  giving  PHDEB  the  responsibility  for  horticulture  product  quality  assurance  by \noutsourcing to internationally experienced private sector firms. The need to ensure the quality \nand uniformity of agribusiness products is vital to creating a dynamic agribusiness subsector.   \n \n13.  Lack of Integrated Agribusiness Policy. The few national and provincial public agencies \nrelated to agribusiness work largely in isolation. An integrated and well-coordinated agribusiness \nstrategy is needed to (i) support and promote the growth and performance of agribusiness, \nincluding enterprise start-up and expansion, value-chain integration, and product specialization; \nand (ii) incorporate the informal sector into the agribusiness mainstream, particularly in the context \nof globalization, international competitive pricing, the need for investment incentives, and world \ntrade  issues.  Also,  no  province-specific  horticulture  policies  prioritize  specific  local  product \nopportunities and the use of limited public financial resources. The existence of a well-publicized, \nprioritized, and stable policy environment is important both to existing and potential agribusiness \nventures. Private sector stakeholders have expressed a strong reluctance to increase investment \nin the sector in the absence of a favorable policy and regulatory environment that supports \nagribusiness development in a systemic, comprehensive fashion. \n \n14.  Lessons Learned. The Government has implemented many projects in the agriculture, \nrural  development,  irrigation,  horticulture,  livestock,  and  SME  and  trade  promotion  sectors \nduring the last two decades (Appendix 2). The operational lessons from Pakistan and other \nemerging markets are that (i) where policy, institutional, financial, and technical market failures \nexist, a comprehensive approach to overcoming them is required; (ii) while governments play a \nkey role as facilitators for market development, direct service provision should be left to the \nprivate sector, except where a clear market failure requires public sector service provision;7 (iii) \nregulatory support and stimulation of market-based BDS has proven effective in promoting \neconomic growth and employment generation; (iv) BDS should be demand driven; and (v) \nsound business ethics must be established to ensure good governance and public credibility of \ndelivery schemes. These lessons have been carefully considered in designing the Project. \n \n15.  The  Project  is  to  address  the  constraints  outlined  in  paras.  5–13,  and  exploit  the \ndomestic and export market opportunities that exist in agribusiness, thereby contributing to \nincreased economic growth and rural employment. The Project will promote the realization of \nthese opportunities by (i) improving the managerial, production, and processing skill levels of \nentrepreneurs and farmers to ensure the production of good quality raw material, and uniform \nand high standard products; (ii) supporting participating financial institutions (PFIs) to increase \nagribusiness  lending  to  allow  stakeholders  to  exploit  market  opportunities;  (iii)  reorienting \ngovernment institutions to become facilitators of agribusiness development, using public-private \npartnerships; (iv) improving the policy, regulatory, and financial environment to make it more \nresponsive to private sector needs, and encourage producers and entrepreneurs to invest in the \nsubsector;  and  (v)  establishing  the  framework  and  standards  to  comply  with  increasingly \nstringent international standards. \n \n16.  The Project is consistent with, and included in the Country Strategy and Program for \nPakistan  2002–2006,  which  incorporates  the  promotion  of  private  sector  development  by \nsupporting the development of SMEs, rural finance, and agribusiness; and assisting in capital \nmarket development, and the restructuring and privatization of state-owned financial institutions. \n                                                 \n7  This lesson is substantiated by the experience gained in the ADB-financed Second Agriculture Development Bank \nof Pakistan Project. ADB. 1997. Project Completion Report on the Second Agricultural Development Bank of \nPakistan Project. Manila.  \n ", "6   \n \nThe Country Strategy and Program recognizes that the agribusiness subsector has the potential \nto  contribute  substantially  to  greater  economic  growth  and  poverty  reduction  in  Pakistan. \nPromotion of private sector development in agribusiness by creating an enabling environment \nand providing appropriate support for agribusiness, and its raw material supply, in particular, will \nincrease rural employment and income generating opportunities. The Project is complemented \nby ADB interventions in the agriculture sector (the Agriculture Sector Program II, rural finance \nand microfinance projects, and rural development projects), and in capital market and SME \ndevelopment, supporting the provision of market-based access for beneficiaries. Appendix 3 \ndescribes external assistance to agriculture and agribusiness. \n \nIII.  THE PROPOSED PROJECT \n \nA.  Impact and Outcome \n \n17.  The impact of the Project is agribusiness growth. The outcome is to develop a more \ncompetitive and sustainable agribusiness subsector. Project activities will focus in particular on \nimproving access of agribusiness enterprises to BDS, strengthening BDS providers to enhance \nskills throughout the agribusiness subsector, expanding access to agribusiness finance, and \ndeveloping institutional capacity. The Project seeks to create a flexible private sector service \ndelivery mechanism driven by market demand. The Project will concentrate on horticulture and \nhortibusiness; interventions to improve the livestock and dairy institutional framework will also \nbe supported. The project interventions will contribute to strengthening and developing private \nsector capacity, involvement, and investment in agribusiness. This will ultimately lead to a \nstrong foundation for SMEs operating in the sector.  \n \nB.  Outputs \n18.  The Project comprises five components: (i) agribusiness support service provision, (ii) \nagribusiness finance development, (iii) agribusiness capacity building, (iv) agribusiness policy \nand enabling environment development, and (v) project management support.  \n \n1.  Agribusiness Support Service Provision \n \n19.  The  Project  will  facilitate  increased  access  to  BDS  by  agribusiness  enterprises  by \nfinancing eligible services for capacity building, including technical, managerial, financial, and \nmarketing skills. The Project will establish an agribusiness support fund (ASF) to provide funds \nto eligible agribusiness enterprises, farmers, research and extension service providers, and \nBDS providers (Appendix 4). Eligible services for ASF finance include (i) capacity-building and \nrelated  assistance  to  existing  agribusiness  enterprises  and  for  enterprise  start-ups,  but \nexcluding the financing of capital equipment; (ii) support to individual farmers and farmers’ \ngroups for the formation of legally registered agribusiness enterprises that can then obtain ASF \nsupport for other eligible services; (iii) demand-driven research by private or public sector \nresearch institutions leading to increased and better quality production and improved production \nprocesses, or to meet an identified market demand; (iv) development of private sector extension \nservices to be provided to small-scale farmers proposing to supply raw materials to agribusiness \nenterprises; and (v) support for private sector BDS providers to enhance the availability and \nquality of services provided to agribusiness enterprises. The ASF will finance 50% of the cost of \nthe services provided, with the recipient contributing the remainder. To support the entry of \nsmall farmers into agribusiness, the ASF will finance 100% of the costs of establishing farmer \ngroup enterprises. The formation of farmer groups will be outsourced to eligible organizations, \nincluding rural support programs that are involved in the creation of farmer groups for both \ncommunity mobilization and credit delivery, and the creation of linkages to agro processors. The \n ", "  7\n \ninvolvement of rural support programs will be encouraged given the clear synergy with their \nmicrofinance programs, and linkages with processors.  \n \n20.  The output of this component will be the creation of commercially viable agribusiness \nenterprises of varying sizes producing a more diversified product range to meet the demand of \nincreasingly  discerning  consumers  in  both  domestic  and  international  markets.  Pakistan’s \nreputation for supplying agricultural produce that complies with standards will be significantly \nenhanced. In addition, the Project will develop the demand for, and supply of, private sector \nBDS and research and extension services specifically geared to serving agribusiness. Finally, \nthrough the provision of support to farmers, the Project will develop numerous farmer group \nenterprises, including those operated by women, enabling small farmers to compete effectively \nin the supply of agribusiness produce, and to capture a greater proportion of value added and \nincrease net incomes in the agricultural supply chain. \n \n2.  Agribusiness Finance Development \n \n21.  The Project will support the development of financial services, particularly credit, to \nagribusiness enterprises that do not have ready access to such services (Appendix 5). The \nProject will support PFIs to develop their understanding of the potential agribusiness finance \nmarket,  and  subsequently,  to  enhance  their  capacity  to  undertake  agribusiness  lending. \nCooperation with PFIs will be implemented using the services of international consultants, first \nthrough awareness building, and second, through specific in-house consulting services provided \nto  PFIs.  The  first  phase  will  involve  the  selection  of  private  sector  financial  institutions \n(predominantly  commercial  banks)  having  an  interest  in  developing  an  agribusiness  loan \nportfolio, according to selection criteria to be agreed with the State Bank of Pakistan (SBP).8 \nThe awareness-building phase will identify a shortlist of PFIs to be given guidance in preparing \na proposal to access capacity-building support from the Project, including an agribusiness \nfinance strategy and work plan. Proposals will be submitted to SBP for review. Based on the \nreview, 3–5 PFIs will be selected to receive customized, in-house support to develop their \nagribusiness finance capacity. In the capacity-building phase, separate teams of international \nconsultants will work with each selected PFI to refine its strategy and work plan, and identify \nmarket opportunities. Each consultant team will establish and operate an agribusiness lending \nunit over approximately 3 years. Capacity-building support will also help PFIs meet the eligibility \ncriteria for participation in the partial credit guarantee facility established under the SMESDP. \nThe output of this component will be 3–5 PFIs that have commercially viable agribusiness loan \nportfolios, and qualified and experienced staff who can expand the PFIs’ agribusiness lending. \nThe Project will therefore act as a catalyst for the broader development of agribusiness finance \nin other financial institutions.  \n \n3.  Agribusiness Capacity Building  \n \n22.  Capacity building for agribusiness will focus on horticulture and hortibusiness, but will \nalso  support  project  activities  to  be  undertaken  in  the  livestock  and  dairy  subsector.  The \ncomponent will seek to increase the private sector participation in the provision of services \ncurrently  provided  by  public  sector  institutions.  To  facilitate  agribusiness  development  and \ninternational  compliance,  the  Project  will  support  the  rationalization,  restructuring,  and \ncoordination of relevant Ministry of Agriculture, Food and Livestock (MINFAL) agencies and \noffices concerned with alignment with WTO regulations and international product standards.  \n \n                                                 \n8  The project preparatory technical assistance identified eight commercial banks and two microfinance institutions \nhaving an interest in developing an agribusiness lending function. \n ", "8   \n \n23.  Market  Information.  The  Project  will  improve  the  availability  of  market  information, \nidentified as a significant constraint to agro-enterprise expansion. The Project will promote the \ndevelopment of information on private sector  markets through outsourcing by  DALPMG. An \nappropriate private sector provider will be supported to develop a system that will initially focus on \nthe 11 major wholesale markets in the country, and Pakistan’s major export markets for fruits and \nvegetables. DALPMG will continue to provide market information for other horticultural crops not \ncovered by the private sector provider. The outputs of this subcomponent will be to (i) establish a \nprivate sector market information system providing reliable, impartial market information on a \ncommercially viable and sustainable basis; (ii) provide agribusiness stakeholders with market \ninformation that meets their needs; and (iii) improve market efficiency and competitiveness by \nproviding easily available and improved market information.  \n \n24.  Export Quality Certification. Support will be provided to strengthen the capacity of \nDALPMG in export quality certification by (i) providing international training for key DALPMG \nstaff; (ii) revising and updating national quality standards consistent with international standards; \n(iii) upgrading DALPMG’s export certification centers; and (iv) introducing operating procedures \nof international standard for sampling, inspection, and quality monitoring systems. Subject to \nstatutory requirements, the Project may support PHDEB to contract quality certification services \nto the private sector through public-private partnerships. The subcomponent outputs will be to (i) \nstreamline  procedures  for  export  inspection  and  certification,  (ii)  ensure  compliance  with \ninternational requirements for quality standards and procedures, (iii) develop a quality-oriented \napproach and specific standards, (iv) develop linkages with international agencies monitoring \nexport, and (v) improve the reputation and reliability of exports leading to increased export \nmarket penetration and greater demand.  \n25.  Seed and Planting Material Certification. The Project will help strengthen the Federal \nSeed Certification and Registration Department (FSCRD) by (i) establishing and equipping nine \nregional testing laboratories; (ii) developing a systematic and quality-oriented approach to the \nproduction of fruit and vegetable propagation materials; (iii) introducing internationally accepted \nstandards; (iv) training staff in field inspection techniques; (v) improving operating systems; (vi) \ntraining nursery producers in improved production techniques, and better plant propagation and \nhygiene  practices;  and  (vii)  reviewing  and  updating  existing  vegetable  seed  and  fruit  tree \nseedling certification standards and legislation. The outputs of strengthening FSCRD will be to \n(i) establish a practically based, efficient, and effective FSCRD with testing facilities located in \nall major commercial production areas; (ii) restore farmers’ confidence in public and private \nsector nurseries and seed producers producing quality propagating materials; (iii) establish a \nlocal vegetable seed industry producing selected varieties; (iv) improve the quality of all planting \nmaterials; and (v) register fruit nursery producers and establish a producers' association to \npromote their activities.  \n \n26.  Training.  The  PHDEB  horticulture  unit  training  coordinator,  supported  by  provincial \ntraining coordinators, will organize training to (i) develop curriculum and course content specific \nto agribusiness; (ii) build the capacity of private sector trainers and the institutions or service \nproviders that will provide training to entrepreneurs; (iii) improve technical and managerial skills \nin agribusiness enterprises; (iv) improve product output, quality and uniformity, and continuity of \nsupply at the farm level; and (v) provide agribusiness training to provincial and special area \nstaff. Support will be provided to selected institutions such as government commerce colleges, \nvocational training institutes, and business schools through training of trainers and facilitators, \ncurriculum development, training methodology, and procurement of agribusiness-related training \nequipment and teaching aids. The training institutions will then provide agribusiness training to \nexisting  and  potential  entrepreneurs,  contractors,  traders,  and  businesses  in  enterprise \n ", "  9\n \ndevelopment, management and management psychology, contract farming, and alignment with \nnational  and  international  standards.  Women's  participation  in  all  training  activities  will  be \nproactively promoted by the project management unit (PMU). At the farm level, the farmer field \nschool concept9 will be implemented as a pilot program in each of the provinces and special \nareas. Farmers trained in farmer field schools will be encouraged to associate and apply to the \nASF for support. The outputs of this subcomponent are to (i) improve the capacity of public and \nprivate sector institutions in agribusiness training delivery; (ii) familiarize master trainers with the \nfarmer field school concept and have them develop trainer-of-trainer curricula, and training \nmodules for each crop; (iii) provide training of trainers to staff of provincial agricultural extension \ndepartments, nongovernment organizations, research institutes, projects, and the private sector \nto enable them to facilitate farmer field school events; (iv) hold farmer field school events to train \nabout  25,000  farmers,  including  women  farmer  groups,  to  use  integrated  pest  and  crop \nmanagement techniques on their crops; and (v) provide training for a minimum of five crops per \nprovince based on market demand.  \n \n27.  Pakistan Horticulture Development and Export Board. To develop more effective \nlinkages  between  the  public  sector  and  private  agribusiness,  the  Project  will  establish  a \nhorticulture unit within the private-sector-led PHDEB. The PHDEB unit will help implement \nproject  activities  in  the  horticulture  subsector,  and  facilitate  interaction  with  agribusiness \nenterprises. PHDEB will undertake a proactive promotional campaign to stimulate awareness of \nproject  activities.  PHDEB  will  (i)  contribute  to  and  support  provincial  and  special  area \nhorticultural  policy  task  forces;  (ii)  in  association  with  provincial  and  special  area  project \nimplementation  offices  (PIOs),  identify  potential  recipients  for  ASF  (para.  19)  cost-sharing \ngrants,  and  forward  their  applications  to  the  ASF;  (iii)  identify  enterprises,  farmer  group \nenterprises, and processors to determine training, extension, and research needs; and organize \ntheir  training;  (iv)  identify  farmer  groups,  exporters,  packers,  and  processors  that  wish  to \nbecome internationally compliant, and help them obtain project support; and (v) work closely \nwith the project horticulture and hortibusiness consultants to support their activities. PHDEB will \nintegrate these functions into its regular operations, to ensure sustainability after the Project. \n \n28.  Livestock and Dairy Development Board. The Project will support the establishment \nof a livestock and dairy development board (LDDB) as a corporate body, which will play a \nsimilar role to that of PHDEB in the livestock sector. The responsibilities of LDDB will be to (i) \ncoordinate national and provincial activities in livestock and dairy, (ii) promote investment in the \nsector, and (iii) promote livestock as the primary vehicle for poverty reduction among small and \nlandless  farmers,  especially  women.  The  Project  will  support  LDDB  by  commissioning  a \ncomprehensive livestock study to clearly identify constraints, suggest possible ways to improve \nthe livestock and dairy subsectors, and determine possible agro-enterprise interventions for \nfuture support. The findings and recommendations of the study will provide a basis for reviewing \nthe livestock and dairy policy. The Project will contract training service providers to help LDDB, \nparticularly  in  terms  of  stakeholder  agro-enterprise  development  and  business  support, \nstandards compliance, and livestock and dairy farmer group formation, including women-only \nlivestock groups.  \n \n4.  Agribusiness Policy and Enabling Environment Development \n \n29.  This  component  will  assist  the  Government  to  develop  an  appropriate  policy  and \nenabling environment for private-sector-led agribusiness development. This includes national \nand provincial interventions to redefine roles and responsibilities in the sector; strengthen the \n                                                 \n9  The  farmer  field  school  concept  is  basically  integrated  crop  management  through  training  of  trainers  and \nfacilitators. Farmers have begun to pay for such services in selected areas.  \n ", "10  \n \nregulatory  framework,  in  particular  for  alignment  with  international  standards;  and  create \neffective public-private partnerships to promote sector development. Consultants and funds for \nmeeting costs will be provided to MINFAL to establish a task force to develop a comprehensive \nnational agribusiness policy based on a participatory and consultative approach (Appendix 6). A \nPMU and consultants will supervise the task force in its activities. The policy will cover (i) \ndefinition, vision, and strategy; (ii) institutional framework and scope of government facilitation; \n(iii) sector objectives including priority subsectors and products to exploit comparative and \ncompetitive advantages; (iv) a time-bound action plan for implementing the strategy with key \nproduction targets; and (v) other key issues identified by the task force.  \n \n30.  Provincial policy task forces will also be constituted, and consultant and meeting costs \nwill be supported to formulate horticultural development policies for Balochistan, Punjab, Sindh, \nand special areas; and to review the existing policy in North-West Frontier Province. These \npolicies will emphasize promoting greater private sector participation, rationalizing government \nprogram and project initiatives; and establishing crop-specific development priorities based on \nresource audits and comparative and competitive advantage analysis, including an action plan \nto implement the policies. The agribusiness and horticulture policies will be completed and \nissued by their respective federal and provincial governments by the end of the first project year, \nwhen the task forces will terminate. The task forces will have no more than five members, with \nthe majority from the private sector. The international agribusiness policy advisor will chair the \nagribusiness task force, while the national horticulture policy advisor will chair the provincial and \nspecial area task forces.  \n \n31.  The Project will support the development of the regulatory framework, and establish \nquality and certification requirements for locally produced products to align with international \nstandards.  In  particular,  the  Project  will  assist  the  WTO  cell  in  MINFAL  to  formulate \namendments to the legal framework to align with commitments made in regard to sanitary and \nphytosanitary  measures  in  Pakistan’s  agreements  with  WTO.10  The  Project  will  also  help \nMINFAL  develop  programs  to  collate  and  disseminate  information  relating  to  international \nstandards to relevant stakeholders in both the private and public sectors.  \n \n5.  Project Management Support \n \n32.  A PMU will be attached to the Islamabad office of DALPMG, within MINFAL, and will be \nresponsible  for  project  management  and  implementation  of  project  activities,  coordinating \nconsultant  inputs,  reporting,  and  monitoring  and  evaluation.  A  horticulture  unit  will  be \nestablished in PHDEB to support project activities in horticulture and hortibusiness. At the \nprovincial level and in the special areas, PHDEP will establish PIOs. They will coordinate with, \nand  provide  technical  support  in  horticulture,  and  livestock  and  dairy  agribusiness  to  the \nprovincial agriculture agencies. The Project will undertake studies on key agribusiness-related \nissues, including studies to determine the comparative and competitive advantage of a select \nnumber of targeted markets and products within hortibusiness, and to identify agribusiness-\noriented livestock interventions in areas of comparative advantage. \n \n \n \n \n                                                 \n10  The laws requiring amendment include the (i) Pakistan Plant Quarantine Act (1976), (ii) Federal Seed Certification \nAct (1976), (iii) Agricultural Produce (Grading and Marketing) Act (1937), and (iv) Pakistan Animal Quarantine \n(Import and Export of Animals and their Products) Act (1985). \n ", "  11\n \nC.  Special Features \n \n33.  The Project will establish market-based approaches to agribusiness development and \nenhance technical and managerial capacity in the subsector. It will dismantle barriers to entry \nfor  new  enterprises,  or  expansion  of  existing  enterprises  enabling  them  to  operate  more \neffectively, penetrate new markets, and improve profitability, with significant multiplier effects \nthroughout the agribusiness production and marketing chain. The introduction of greater market \norientation  in  agribusiness  will  be  accompanied  by  the  mobilization  of  domestic  financial \nresources to improve the delivery of financial services, in particular credit to agribusiness. \nComplementary project interventions to refocus government activities on policy and regulation \nrather than on direct involvement in production and marketing will enhance the potential for \nprivate-sector-led growth in agribusiness to meet the demand for safe, high-quality products in \ndomestic and international markets. To maximize the Project’s impact, interventions are tailored \ntoward  specialization  in  a  range  of  specific  products  with  comparative  and  competitive \nadvantage to which resources can be targeted to make a significant impact. The interventions \nwill begin in the first year of the Project by identifying and working with farmer groups and \nprocessors  that  have  demonstrated  potential  to  increase  the  production,  productivity, \nprocessing, and marketing of products with revealed comparative and competitive advantage to \nbegin to develop the potential of agribusiness in Pakistan. The interventions, spearheaded by \nthe agribusiness support service provision, agribusiness finance development, and agribusiness \ncapacity building components, will lead to vertical integration in the value chain (from the field to \nthe consumer) in production areas or clusters of single or similar types of products. The Project \nwill  support  this  specialization  in  conjunction  with  quality  improvement  to  achieve  greater \nproduct  comparative  and  competitive  advantage.  These  initial  project  interventions  are \nanticipated to have a demonstration effect that will stimulate more rapid development of the \nsector’s potential. \n \nD.  Cost Estimates \n \n34.  The estimated project cost is $49 million equivalent, inclusive of physical and price \ncontingencies, taxes and duties, and interest and service charges during implementation (Table \n1). The foreign exchange cost is estimated at $8.3 million, 17% of the total cost. The local \ncurrency cost is estimated at $40.7 million equivalent, 83% of the total cost. Local currency \ncosts  include  an  estimated  $3.6  million  equivalent  in  taxes  and  duties  to  be  paid  by  the \nGovernment. The detailed project cost estimates and financing plan are in Appendix 7. \n ", "12  \n \nTable 1: Cost Estimates \n($ million)a \n  \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Base Costb       \n  1. Agribusiness Support Service Provision   1.4  22.4  23.8 \n  2. Agribusiness Finance Development   2.7  1.8  4.5 \n  3. Agribusiness Capacity Building   1.9  8.6  10.5 \n4.  Agribusiness  Policy  Formulation  and  Enabling  0.2  0.4  0.6 \nEnvironment Development \n  5.  Project Management Support  0.9  6.5  7.4 \n      Subtotal (A)  7.2  39.7  46.9 \n       \nB.  Contingencies       \n  1.  Physical Contingenciesc  0.4  0.9  1.3 \n  2.  Price Contingenciesd  0.0  0.0  0.0 \n      Subtotal (B)  0.4  0.9  1.3 \n       \nC.  Interest Charge during Implementation  0.8  0.0  0.8 \n        Totale  8.3  40.7  49.0 \na Figures may not add up due to rounding. \nb Cost estimates at February 2005. \nc Physical contingencies applied at 5% for all goods and services. \nd Estimated at 4.3% for 2004, 0% for 2005–2008, and 0.6% for 2009 for foreign exchange costs; and 4% for \n2004,  and  5%  for  2005–2009  for  local  currency  costs.  Price  contingencies  have  not  been  applied  to \nAgribusiness Support Fund funds. \ne Includes duties and taxes of about $3.6 million. \nSource: Asian Development Bank estimates. \n \nE.  Financing Plan \n35.  The Government has requested a loan of $31 million equivalent from ADB's Special \nFunds resources to help finance the Project. The loan will have a 32-year term, including a \ngrace period of 8 years, and an interest rate of 1.0% per annum during the grace period and \n1.5% per annum during amortization. The loan will fund the entire foreign exchange cost of $8.3 \nmillion and $22.7 million equivalent of the local currency cost (56% of the total local currency \ncost).  The  Government  will  provide  $6.9  million  equivalent,  or  14%  of  the  project  cost. \nAgribusiness enterprises including BDS and private sector research and extension providers will \nfund $10.4 million (21% of total project costs) as their matching contribution to the services to be \nsupported by the ASF, including training costs. Private sector institutions (market information \nservice providers, market committees, and PFIs) will finance $0.6 million (1% of total project \ncosts) as their contribution to operating costs of the services that they provide under the Project. \nBeneficiaries (farmers) will finance $0.1 million (0.2% of project costs) by contributing to the \ncosts of training received under the Project. The use of ADB's Special Funds resources and \nlocal cost financing is justified because the project components provide capacity building as a \ncatalyst to develop agribusiness and enhance skill levels. Over the life of the Project, the \nGovernment, agribusiness enterprises, and private sector institutions will make an increasing \n ", "  13\n \ncontribution to project operating costs.11 The Borrower will be the Islamic Republic of Pakistan. \nThe financing plan is in Table 2. \n \nTable 2: Financing Plana \n($ million) \n  \nForeign  Local  Total \nSource  Percent \nExchange  Currency Cost \nAsian Development Bank  8.3  22.7  31.0  63 \nGovernment  0.0  6.9  6.9  14 \nAgribusiness Enterprises  0.0  10.4  10.4  21 \nPrivate Sector Institutions  0.0  0.6  0.6  1 \nBeneficiaries  0.0  0.1  0.1  0 \nTotal  8.3  40.7  49.0  100 \na Figures may not add up due to rounding. \nSource: Asian Development Bank estimates. \n \nF.  Implementation Arrangements \n1.  Project Management and Execution \n36.  MINFAL will be the Executing Agency for the Project.12 It will oversee the establishment \nof the ASF until its board of directors is appointed. Thereafter, the ASF will operate as an \nautonomous private sector company independent of government. SBP, as the Implementing \nAgency  for  the  agribusiness  finance  development  component,  will  be  responsible  for  (i) \nestablishing PFI eligibility criteria, (ii) approving PFIs that will benefit from capacity building in \nagribusiness finance, and (iii) coordinating the selection and recruitment of the capacity-building \nconsultants for agribusiness finance awareness and agribusiness finance. PHDEB and LDDB \nwill also be important project implementation partners and facilitators, particularly in identifying \npotential  applicants  to  the  ASF.13  PHDEB  will  be  especially  important  given  its  extensive \nnetwork in the horticulture subsector and allied industries. A project steering committee, chaired \nby  the  MINFAL  secretary,  has  been  established  to  approve  the  appointment  of  key  PMU \npersonnel; approve the annual workplan and budget; review project performance and provide \nguidance on required project modifications; provide policy, strategic, and regulatory advice and \noversight;  and  facilitate  coordination  among  the  participating  agencies.14  Prior  to  loan \n                                                 \n11 Institutions and enterprises are assumed to increase contributions to operating costs financed by the Project by \none third each year starting from the second year, contributing 100% from year 4 onward. Farmers’ contributions \nwill be increased by one quarter each year from the second year onward, contributing 100% in the final year of the \nProject. \n12 A financial management assessment of MINFAL was made, and the project implementation arrangements (paras. \n36 and 38) are designed to mitigate financial management risks, with maximum use of private sector service \nproviders, including the project director and ASF general manager.  \n13ADB will enter into a project agreement with SBP. Upon the incorporation of the ASF, it will enter into a project \nagreement with ADB. Similarly, each of LDDB and PHDEB, upon either the effectiveness of a bill to establish each \nof them as an autonomous statutory agency, or their incorporation as a not-for-profit company pursuant to Section \n42 of the Companies Ordinance, will also enter into a project agreement with ADB. Each of ASF, LDDB, PHDEB, \nand SBP will also enter into a performance agreement with MINFAL. \n14  Other  members  of  the  steering  committee  may  include  the  joint  secretaries  of  the  Ministries  of  Finance, \nCommerce, and Industries; director, Agricultural Credit SBP; chief executives of PHDEB, Small and Medium \nEnterprise Development Authority, and LDDB; project director; and nine members drawn from the private sector, \nincluding farmer associations, traders, processors, exporters, and the Federation of Chambers of Commerce. The \nprovincial and special area secretaries of agriculture and livestock, and chambers of commerce will nominate the \nprovincial and special area members. \n ", "14  \n \neffectiveness, a small-scale technical assistance will be used to support MINFAL and the PMU \nto prepare for project implementation. A project implementation chart is in Appendix 8. \n \n37.  The PMU will be attached to DALPMG at the federal level in Islamabad. MINFAL will \nrecruit and appoint a project director with qualifications and experience satisfactory to ADB, \nfollowing an open and competitive selection process.15 The director will be assisted by a project \ncoordinator;  two  deputy  project  directors  for  monitoring  and  evaluation,  and  finance  and \nadministration; a policy, institutional, and regulatory specialist; and necessary support staff, \nincluding an accountant. A project implementation coordination committee will be chaired by the \ndirector general of DALPMG, and include representatives of FSCRD, PHDEB, PFIs, PIOs, SBP, \nthe ASF general manager, provinces and special areas, private sector representatives, and the \nproject  director  and  coordinator.  The  committee  will  meet  at  least  every  6  months.  Its \nresponsibility will be to address and resolve implementation issues, and to advise the PMU on \ntechnical matters and the project steering committee on policy matters. Composite provincial or \nspecial area coordination committees for horticulture and/or livestock will be established to \ncoordinate  project  activities.16  Given  the  Project’s  primary  focus  on  horticulture  and \nhortibusiness, PHDEB will help implement project activities in these areas, coordinating closely \nwith the PMU. A horticulture agribusiness manager recruited from the private sector will head \nthe horticulture unit in PHDEB (reporting to the PHDEB chief executive officer), assisted by a \ntraining coordinator and finance manager. The PIOs will report to the PHDEB horticulture unit. \nThe primary function of the PIOs is to promote the Project’s concepts, create awareness of and \nidentify potential clients of the ASF, identify potential areas of intervention, and interface with \nexisting  and  prospective  agribusiness  enterprises  and  respond  to  their  specific  needs.  In \naddition,  the  PIOs  will  liaise  closely  with  PHDEB  to  manage  activities  concerned  with \nhorticultural  production  and  agro-enterprise  development.  A  provincial  coordinator  with \nagribusiness experience in the private sector will head each PIO, assisted by an agribusiness \nspecialist, finance and administration manager, and training coordinator. \n \n38.  The ASF will be established under the auspices of MINFAL within 9 months of loan \neffectiveness. The Project will provide the ASF with its funds on a grant basis. It will be a not-\nfor-profit company limited by guarantee, following the same procedures used to establish the \nBusiness Support Fund.17 An independent board of directors comprising eight members, five \nfrom the private sector and three from project-related government agencies, will oversee its \noperations. The ASF will be run by a full-time general manager of international standard to be \nappointed by MINFAL based on a transparent, openly publicized, and competitive recruitment \nprocess. An appraisal panel will be established within the ASF to appraise all applications for \nASF funding. The appraisal panel will be chaired by the general manager and will consist of four \nadditional  members  who  will  also  be  appointed  through  transparent,  openly  publicized \nrecruitment procedures. Three financial analysts will be recruited to review applications prior to \nsubmission for evaluation by the appraisal panel. Additional financial analysts will be recruited to \nreflect the volume and type of applications received. The ASF will also have access to funds \nfrom which it will be able to finance consultants to review applications when an expert opinion \nbeyond  the  scope  of  the  financial  analysts  may  be  required.  The  ASF  will  take  sole \n                                                 \n15  The director will have 10–15 years of experience in agribusiness at a senior level. The Government agreed to the \nappointment of project directors following this process during the 2004 Country Portfolio Review Mission. \n16  The secretaries of agriculture and livestock will chair the respective provincial or special area horticulture or \nlivestock  coordination  committee.  Each  province  or  area  will  determine  the  composition  of  the  respective \ncommittees, but generally they will comprise at least the PIO coordinator, representatives of the planning and \ndevelopment, finance, industries, agriculture, and livestock departments; the private sector; farmers associations; \nand other concerned agencies such as FSCRD, LDDB, and PHDEB. \n17  Under a licence from the Securities and Exchange Commission of Pakistan, under Section 42 of the Companies \nOrdinance, 1984. \n ", "  15\n \nresponsibility for processing applications for grant support. A supervision officer will be engaged \nto monitor and supervise the utilization of grant funds by recipient enterprises. \n \n39.  The PMU, PIOs, and other project-related institutions will promote the ASF and link \npotential ASF clients to it. Rural support programs may be contracted through the ASF to \nidentify existing farmer clients wishing to form a legally registered farmer group enterprise, and \nsupport them through enterprise incorporation and establishment procedures. Following their \nestablishment as an enterprise, the farmers will be able to submit applications to access ASF \nfunds for eligible services. In all cases, responsibility for completing grant applications will be \nthat of the grant applicant. All contractual arrangements relating to approved grants will be \nmade between the ASF and grant recipients, and will not involve any intermediary or agent. \nDetails of the scope, management, and operation of the ASF are in Appendix 4. \n \n40.  SBP  will  select  and  recruit  consultants  for  the  agribusiness  finance  awareness \ncampaign; they will work with potential PFIs to advise them on the preparation of proposals for \nestablishing  or  expanding  an  agribusiness  lending  function.  Subject  to  the  review  of  PFI \nproposals and PFI eligibility criteria (to be formulated by SBP with support of the awareness-\nbuilding consultants), SBP will select a number of PFIs to receive customized capacity-building \nsupport. SBP will then, in consultation with individual PFIs, select and recruit consultants for PFI \ncapacity building. SBP will be responsible for monitoring consultants’ performance throughout \nthe capacity-building period. \n \n2.  Implementation Period \n41.  The  Project  will  be  implemented  over  5  years  (Appendix  9).  Year  1  will  be  spent \nestablishing  the  project  management  and  implementation  framework,  including  the  PMU, \nPHDEB horticulture unit, and PIOs. The ASF will be incorporated within 9 months of loan \neffectiveness. Immediately upon its incorporation, the ASF will process a limited number of \napplications  to  enable  fine-tuning  of  procedures  and  processes,  and  to  ensure  that  the \nadministrative capacity will not be overwhelmed in the early stages. This will allow the client \nbase to be built in a gradual and focused manner.  \n \n3.  Procurement \n42.  Goods and related services financed by ADB will be procured following ADB Guidelines \nfor Procurement. Supply contracts for equipment or materials are not expected to exceed \n$500,000, but should such a contract be required it will be awarded on the basis of international \ncompetitive bidding. Those costing less than the equivalent of $500,000 (other than minor \nitems) will be awarded on the basis of local competitive bidding, or as applicable, international \nshopping. Direct purchase will be used for small or off-the-shelf items valued at less than \n$100,000. The PMU will procure the equipment and vehicles. Indicative procurement packages \nare in Appendix 10. \n \n4.  Consulting Services \n43.  Consultants will be selected and engaged in accordance with ADB Guidelines on the \nUse of Consultants by ADB and its Borrowers and other arrangements satisfactory to ADB for \nengaging domestic consultants. A total of 221 person-months of international and 128 person-\nmonths of domestic consulting inputs will be financed under the Project. Consulting services will \nbe engaged in two packages. The first package will have three contracts. One contract will be \nissued for agribusiness support fund promotion, and project management and studies. ADB will \nselect the consultants. A second contract will be issued for agribusiness capacity building, and \n ", "16  \n \nagribusiness policy and regulatory framework development. ADB will select the consultants. A \nthird contract will be used for agribusiness finance awareness building and monitoring. SBP will \nselect  the  consultants.  Each  contract  will  engage  an  international  firm  in  association  with \ndomestic  firms.  Quality-  and  cost-based  selection  procedures  will  be  used  to  recruit  the \nconsultants, using full technical proposals. ADB will recruit consultants required for horticulture \ntraining as individuals. SBP will administer the second consultant package to establish and \noperate  an  agribusiness  lending  function  within  selected  PFIs.  Three  to  five  separate \nperformance-based contracts will be developed, one for each PFI. The quality-based selection \nmethod will be used because the services to be performed are highly specialized, and only \navailable from a limited number of companies. A high degree of flexibility will be written into \neach consulting contract to allow implementing agencies to recruit consultants according to \nneeds  determined  as  project  implementation  proceeds.  The  ASF  general  manager  will  be \nrecruited directly by MINFAL, subject to the approval of ADB. The summary terms of reference \nfor the consultants are in Appendix 11.  \n \n5.  Disbursement Arrangements \n44.  The  loan  proceeds  will  be  disbursed  in  accordance  with  ADB  Loan  Disbursement \nHandbook. For the timely release of funds, imprest accounts will be established at the National \nBank of Pakistan for the use of the ASF, MINFAL, PHDEB, and SBP.18 The imprest accounts \nwill  be  established,  managed,  replenished,  and  liquidated  in  accordance  with  ADB  Loan \nDisbursement Handbook and detailed arrangements agreed to by the Government and ADB. \nThe initial cumulative amount to be deposited in the imprest accounts will not exceed 6 months \nof estimated expenditure or 10% of the total loan amount, whichever is less. The ADB statement \nof expenditure procedures may be used to reimburse eligible expenditures and to liquidate \nadvances made to the imprest account in accordance with ADB loan disbursement guidelines. \nAny  individual  payment  to  be  reimbursed  or  liquidated  under  statement  of  expenditure \nprocedures will not exceed the equivalent of $100,000. \n \n6.  Accounting and Auditing \n45.  ASF,  MINFAL,  PHDEB,  and  SBP  will  prepare  and  maintain  separate  accounts  for \nproject-related disbursements. ASF, PHDEB, and SBP, as implementing agencies, will prepare \nand submit their accounts to MINFAL. MINFAL will consolidate the accounts and, after audit, \nsubmit them to ADB. MINFAL will establish an audit review process and commission financial \nand performance audits of the PMU by an audit agency in accordance with auditing standards \nacceptable to ADB. ASF, PHDEB, and SBP will establish similar audit procedures using auditing \nfirms associated with internationally recognized firms, or an audit agency acceptable to ADB, in \naccordance with auditing standards acceptable to ADB. Certified copies of the audited accounts \nand financial statements will be submitted to ADB in English within 6 months of the end of each \nfiscal year, and should include an audit with a separate opinion on the use of the imprest \naccount and statement of expenditure procedure. \n \n7.  Project Performance Monitoring and Reporting \n46.  The PMU, assisted by consultants, will use a project performance monitoring program to \nensure  that  project  activities  and  facilities  are  managed  efficiently,  and  that  target  groups \nreceive the intended benefits. The PMU and its consultants will submit a detailed plan for \nmonitoring performance on a gender-disaggregated basis for ADB’s review and concurrence \nwithin 9 months of loan effectiveness. A baseline survey will be completed within the first 6 \n                                                 \n18  The ASF imprest account will be opened upon incorporation of the ASF. \n ", "  17\n \nmonths of the Project, and will include a review of existing agribusiness enterprises, and factors \nsuch  as  raw  material  sourcing,  access  to  credit,  technology  utilized,  managerial  and  staff \ncapacity, existing market and market share, product quality, and customer satisfaction. The \nbaseline  information  will  later  be  utilized  to  assess  the  Project's  impact  on  agribusiness \nenterprises. Monitoring activities will assess whether the project inputs and activities have \ndelivered the expected outputs and benefits to the intended beneficiaries, covering agribusiness \npolicy  formulation,  capacity-building  including  training,  the  provision  of  BDS  and  the \neffectiveness of the ASF, the lending performance of PFIs, and project management including \nthe performance of consultants. The monitoring system will also be used to detect, at an early \nstage, any discrepancy between the project plan and its execution. Project stakeholders will \nalso monitor and evaluate project activities using workshops, and participatory appraisals. The \nPMU  will  collect  information,  and  prepare  quarterly  and  annual  progress  reports  for  ADB, \nincluding annual benefit monitoring reports. Project impact assessment consultants, engaged by \nthe Project, will identify additional strategic indicators in addition to the baseline indicators, and \nmonitor them twice a year, with more detailed reviews in years 3 and 5. MINFAL will complete \nan impact evaluation study prior to submitting to ADB, within 3 months of project completion, a \nproject  completion  report  providing  a  detailed  evaluation  of  the  progress  on  project \nimplementation,  costs,  consultants'  performance,  social  and  economic  impacts,  and  other \ndetails as may be requested by ADB. \n \n8.  Project Review \n47.  In the first 3 years of the Project, ADB will carry out semiannual reviews to determine \nwhether the implementation and monitoring arrangements are appropriate and effective. These \nreviews will monitor relevant indicators, to be identified at the beginning of project implementation, \nto assess whether the process-oriented approach is working. During year 3, a detailed study will \nreview project progress before the ADB comprehensive midterm review to assess performance; \nidentify any problems and constraints affecting project implementation, including changes in the \npolicy and institutional environment; and reach agreement on required changes to address any \nshortcomings. Any required changes in scope, activities, and associated financial reallocation will \nbe incorporated following the midterm review. These periodic reviews will draw upon information \nprovided by the project performance monitoring system. \n \nIV.  PROJECT BENEFITS, IMPACTS, AND RISKS \n \nA.  Economic Benefits \n \n48.  The Project seeks to address (i) market failures leading to inadequate financial and \ntechnical  support  to  the  private  sector  to  initiate  agribusiness  enterprises,  (ii)  failures  in \ninstitutional capacity, and (iii) the absence of consistent and coherent agribusiness policies and \ndirection. The Project will encourage investment by the private sector in new or upgraded \nenterprises. It will also strengthen institutions to formulate policies and implement a regulatory \nframework in compliance with international standards. The focus on strengthening private sector \ndelivery mechanisms to agribusiness throughout the value chain will increase satisfaction in \ndomestic and international markets, and lead to greater responsiveness of institutions and \nmarket mechanisms to the needs of consumers, entrepreneurs, and farmers. This will result in \nincreases in efficiency by reducing transaction costs, and increasing the supply of services \ndemanded  by  agribusiness  clients.  Through  improved  service  delivery  the  project  goal  of \nsupporting economic growth and employment generation through agribusiness development will \nbe efficiently, effectively, and sustainably achieved. Agribusiness clients (primarily horticulture \nagro-enterprises and farmer groups) will gain greater power in product and service markets, \nthereby improving access at lower costs, accountability, and service delivery. About 2,000 agro-\n ", "18  \n \nenterprises in the formal and informal sectors are anticipated to benefit from ASF operations, \nwhich will include up to 12,500 farmer entrepreneurs incorporated into agribusiness enterprise \ngroups over the 5-year Project. Further, with anticipated technical assistance provided to PFIs, \n3–5 institutions will develop dedicated agribusiness finance functions that could benefit an \nadditional 10,000 agro-enterprises by improving access to finance, and providing significant \nemployment and income generating opportunities, conservatively estimated at 100,000 person-\nyears of permanent employment.  \n \n49.  Since the project-supported provision of BDS and other services in agribusiness is \nentirely demand driven, the precise mix and scale of outputs from the Project are difficult to \npredict. Furthermore, the long-term benefits of a stronger enabling environment for private \nsector activity in agribusiness cannot be quantified with any degree of precision. Therefore, a \nfull  financial  and  economic  analysis  of  the  overall  Project  is  considered  impractical. \nNevertheless, financial models were prepared for a range of indicative horticultural crops and \nlivestock production, and small and medium-sized agro-enterprises that could be supported \nunder the ASF to determine financial incentives for beneficiaries to tap its resources and other \nproject-related  support  services.  The  analysis  of  the  models  indicates  that  most  crop  and \nlivestock production opportunities and agro-enterprises are financially viable and sustainable. \nFurther details of the financial analysis are in Appendix 12. \n \nB.  Environmental and Social Impacts \n \n50.  The  Project  is  classified  as  category  FI  in  accordance  with  ADB  Environmental \nAssessment Guidelines. The Project's focus is on capacity building, so the Project will not have \nadverse impacts on resettlement, indigenous peoples, or the environment, and thus will not \ntrigger mitigating measures in accordance with ADB policies on indigenous peoples and on \ninvoluntary resettlement (Appendix 13). Nonetheless, initial environmental examinations were \ncarried out on potential agro-enterprises as part of project preparation. The Project will also \nsupport  an  environmental  monitoring  consultant;  environmental  awareness  training  for \nagribusiness enterprises; and monitoring of environmental risks of agribusinesses receiving \nASF  grants,  to  improve  their  environmental  practices.  The  Project  is  consistent  with  the \nGovernment’s poverty reduction strategy.19 In addition, in the poverty partnership agreement, \nthe Government and ADB have agreed that the medium-term strategy for agriculture and rural \ndevelopment  is  to  increase  agricultural  productivity  and  diversification  through  a  move  to \nmarket-based agricultural prices and expansion of the role of the private sector.20 The Project \nwill contribute to the realization of these strategic objectives through its support for private-\nsector-led agribusiness development. The Project will increase income-earning and employment \nopportunities for SME owners, small farmers, landless laborers, and low-wage workers in urban \nareas,  which  in  turn  will  help  to  facilitate  the  Government’s  efforts  to  accelerate  poverty \nreduction.  \n \nC.  Risks \n \n51.  The Project involves a number of agencies and the private sector, and could encounter \ndelays.  This  risk  has  been  addressed  through  the  establishment  of  strong  oversight, \nimplementation coordination, and governance provisions in the implementation arrangements. \nThe  PMU,  PHDEB,  and  PIOs  will  help  to  facilitate  effective  coordination  and  timely \nimplementation, and all three will recruit well-qualified staff from the private sector. The private \n                                                 \n19  Government of Pakistan. 2003. Accelerating Economic Growth and Reducing Poverty. Islamabad. \n20  ADB. 2002. Poverty Partnership Agreement between the Islamic Republic of Pakistan and the Asian Develoment \nBank. Islamabad. \n ", "  19\n \nsector-led  LDDB  and  PHDEB  will  strongly  lobby  the  Government  to  provide  timely \nimplementation support to the Project. Maximizing the involvement of the private sector in \nproject  implementation  will  also  mitigate  the  risk  of  failure  of  government  institutions  to \nimplement project activities efficiently and effectively. A predominately private sector board of \ndirectors  will  manage  the  ASF  and  its  funds,  with  an  internationally  experienced  general \nmanager, and staff recruited from the private sector, who will recruit required consultants. SBP \nwill also select the consultants to support the PFIs. \n \n52.  A demand-driven, process-oriented approach to project implementation is relatively new to \nPakistan, and risks undue government interference, particularly in ASF operations. This risk is \nmitigated by incorporation of the ASF as an independent company, which itself is autonomous \nfrom government, and support for PFIs implemented by SBP. The demand-driven process will \nalso  be  supported  through  a  series  of  awareness-building  and  consultation  meetings  and \nworkshops. The creation of a strong enabling environment, capacity building targeted primarily to \nthe private sector, support to create capable BDS providers, and creation of focused agribusiness \nlending units in PFIs will all contribute to the growth of small- and medium-scale horticultural and \nlivestock production and agro-enterprises, and the long-term sustainability of project outcomes. \n \nV.  ASSURANCES \nA.  Specific Assurances \n \n53.  In  addition  to  the  standard  assurances,  the  Government  has  given  the  following \nassurances, which are incorporated in the legal documents: \n \n(i)  Within 1 month of loan effectiveness, the Government will establish a project \nimplementation coordination committee to be chaired by the director general of \nDALPMG  and  include  as  members,  the  project  director,  project  coordinator, \nrepresentatives of FSCRD, PFIs, PHDEB, PIOs, SBP, the private sector, and \neach of the provinces and special areas.  \n(ii)  Within 3 months of loan effectiveness, the Government will establish in each \nprovince and special area, a horticulture and livestock coordination committee to \nbe chaired by the secretaries of agriculture and livestock as appropriate, with \nmembers  comprising  the  PIO  coordinator;  representatives  of  the  agriculture, \nfinance,  industries,  livestock,  planning  and  development  departments  in  the \nrespective province or special area; the private sector; and other concerned \nagencies such as FSCRD, LDDB, and PHDEB. \n(iii)  Within 3 months of loan effectiveness the PMU, and within 6 months of loan \neffectiveness,  the  horticulture  unit  of  PHDEB,  and  PIOs  will  be  respectively \nestablished,  adequately  staffed,  and  assigned  powers  and  functions  to  the \nmutual satisfaction of the Government and ADB. \n(iv)  Within 6 months of loan effectiveness, the Government will ensure that the ASF \ngeneral manager is recruited. \n(v)  Within 6 months of loan effectiveness, a first year work plan for the Project will be \nprepared and submitted for ADB approval. \n(vi)  Within  6  months  of  loan  effectiveness,  the  Government  will  ensure  that  the \nmemorandum,  articles  of  association,  and  other  required  documents  to \nincorporate ASF are prepared. \n(vii)  Within 9 months of loan effectiveness, the Government will ensure that the ASF \nis incorporated as a not-for-profit company under Section 42 of the Companies \n ", "20  \n \nOrdinance with the board of directors comprising eight members (five from the \nprivate sector and three from project-related government agencies).  \n(viii)  Immediately following its incorporation, the Government will ensure that the ASF \n(a)  enters  into  a  project  agreement  with  ADB;  (b)  adopts  a  business  plan, \nstandard  operating  procedures  that  incorporate  the  principles  of  equitable \nparticipation of women and conflict of interest rules, and code of conduct for staff \nand members of the board of directors acceptable to ADB; and (c) establishes an \nimprest account. \n(ix)  Within  1  year  of  loan  effectiveness,  the  Government  will  adopt  the  national \nagribusiness development policy, and ensure that the respective provincial and \nspecial areas adopt horticulture policies formulated under the Project.  \n(x)  Within 12 months of loan effectiveness, the Government will either (i) submit to \nits Cabinet for approval and submission to Parliament a bill to establish LDDB as \nan autonomous statutory agency, or (ii) incorporate LDDB as a not-for-profit \ncompany with responsibility to promote the development of the livestock and \ndairy subsectors.  \n(xi)  Within 15 months of loan effectiveness, the Government will either (i) submit to \nits Cabinet for approval and submission to Parliament a bill to establish PHDEB \nas an autonomous statutory agency, or (ii) incorporate PHDEB as a not-for-profit \ncompany with responsibility to promote horticulture development and exports.   \n(xii)  Within 2 years of loan effectiveness, the Government will submit to its Cabinet for \napproval and submission to Parliament the amendment of the relevant laws, \nincluding those specified in para. 31, to achieve alignment with the requirements \nunder the WTO commitments. \n(xiii)  The  Government  will  ensure  that  throughout  implementation  of  the  Project, \nadequate budgetary allocations of the required counterpart funds are approved \nand released in a timely manner to ensure proper project implementation.  \n(xiv)  The  Government  will  ensure  that  the  Project  will  not  cause  any  involuntary \nresettlement and negative impact on indigenous people. The Government will also \nensure that none of the loan proceeds will be utilized for land acquisition purposes.  \n   \nB.  Condition for Loan Effectiveness \n54.  The competent authority of the Government will have duly approved the PC-1 for the \nProject. \n \nVI.  RECOMMENDATION \n \n55.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan in various \ncurrencies equivalent to Special Drawing Rights 20,165,000 to the Islamic Republic of Pakistan \nfor the Agribusiness Development Project from ADB’s Special Funds resources with an interest \ncharge at the rate of 1.0% per annum during the grace period and 1.5% per annum thereafter; a \nterm of 32 years, including a grace period of 8 years; and such other terms and conditions as \nare substantially in accordance with those set forth in the draft Loan and Project Agreements \npresented to the Board. \n \n              Haruhiko Kuroda \n            President \n \n28 April 2005 \n ", "Appendix 1         21          \nDESIGN AND MONITORING FRAMEWORK \n \nDesign Summary  Performance Targets  Data Sources/Reporting  Assumptions and Risks \nMechanism   \nImpact       \nAgribusiness growth  Agribusiness contribution  Government economic  Assumption \n  to gross domestic product  and agribusiness surveys   Government policies \n  increased by 30    continue to support and \n   September 2010 over  Project completion report,  stimulate economic growth \nbaseline of 31 December  gender disaggregated   \n2005  impact report, and \n  possible project \nIncrease in number of  performance audit report \nnew and expanded agro-  \nenterprises (about 2,000),  Reports from the Export \nand employment  Promotion Board, \ngenerated by   Pakistan Horticulture and \nagribusiness (up to  Development and Export \n100,000 person-years) by  Board (PHDEB), and \n30 September 2010  Livestock and Dairy \n  Development Board \n(LDDB) \nOutcome        \nMore competitive and  Domestic and export  Government agribusiness  Assumptions \nsustainable agribusiness   sales volume of  surveys and reports  No major adverse \n  agribusiness and agro     geopolitical changes \nenterprises increased by  ADB review missions   affecting Pakistan’s \n5% per year over    stability \nbaseline of 31 December  Project progress reports   \n2005, with 10% price    Government policies \npremium on selected  Project Completion  support agribusiness \nproducts  Report  development \n     \nDevelopment of  Participating financial  Financial institutions \nagribusiness results in  institutions (PFI) annual  remain willing to lend to \nIncreased output quantity  reports   agro enterprises \nand quality   \nIncreased revenue and  Progress reports from the \ndecreased costs  Export Promotion Board, \nIncreased volume of  PHDEB and LDDB \nproduce marketed \ndomestically \nIncreased exports and \nimport substitution \nIncreased foreign \nexchange earned \nNew markets penetrated \nand increased share in \nexisting markets \nCreation of new \nenterprises and improved \nsurvival rate \nNew business \nrelationships established \nEmployment generated \nby 30 September 2010 \nover baseline of 31 \nDecember 2005 \n \nParticipating farmers and \nprocessors reduce ", "22          Appendix 1 \nDesign Summary  Performance Targets  Data Sources/Reporting  Assumptions and Risks \nMechanism   \npostharvest losses by 20–\n30% of value of product \nproduction over baseline \nof 31 December 2005 \n \nVolume of PFIs lending to \nagribusiness exceeds \n10% of total PFI loans by \n30 September 2010 over \nbaseline of 31 December \n2005 \nOutput 1  Availability and quality of  Asian Development Bank  Assumptions \nAgribusiness support  business development  (ADB) review missions   Business development \nservice provision  services, agricultural    service providers deliver \nenhanced  extension and research,  Agribusiness support fund  effective service \n  and training provided to  (ASF) reports   \nagribusiness service    ASF utilized by \nproviders improved loans  Project progress reports  agribusiness \nby 30 September 2010    entrepreneurs as \nover baseline of 31  Project completion report  anticipated \nDecember 2005     \nOutput 2    ADB review missions   Assumption \nMarket-based access to  PFIs’ agribusiness units    PFIs maintain interest in \nand delivery of  meet increased  Project progress reports  agribusiness lending \nagribusiness finance  agribusiness lending    market  \nimproved  targets contained in their  State Bank of Pakistan \nbusiness plans by 30  (SBP) reports \nSeptember 2010   \n  Project completion report \n \nPFI annual reports and \nfinancial statements \n \nOutput 3   Ministry of Food,  ADB review missions   Assumptions \nPublic and private sector  Agriculture and Livestock    Government remains \ncapacity to provide  (MINFAL) departmental  Project progress reports  committed to privatize part \nservices to agribusiness  coordination improved,    of DALPMG market \nproducers and  and restructuring  Project completion report  information responsibility \nentrepreneurs enhanced  implemented by 30 June     \n2007     Commercial demand for \n  market information is \nDepartment of  sustained  \nAgricultural and Livestock   \nProduct Marketing and  Exporters are willing to \nGrading (DALPMG)  comply with the export \nquality inspection service  quality certification regime \nin place (or private sector   \nalternative), improved,  Growers willing to pay for \nand up to international  Federal Seed Certification \nstandards by 30 June  and Research Department \n2007  laboratory and certification \n  services \nProducers receiving   \nimproved quality \nhorticultural germ plasm \nby 30 June 2008 \n \nPrivate sector led LDDB \nfunctioning effectively by \n31 December 2006 ", "Appendix 1          23 \nDesign Summary  Performance Targets  Data Sources/Reporting  Assumptions and Risks \nMechanism   \nOutput 4   National agribusiness  ADB review missions   Assumptions \nAgribusiness policy and  policy and four provincial    Relevant stakeholders \nenabling environment  horticulture policies  Project progress reports  involved in policy \nimproved  approved and related    formulation \naction plans approved  MINFAL reports   \nand implemented by 31    National and provincial \nDecember 2006   Project completion report  governments remain \n  committed to policy \nformulation, approval, and \nimplementation \n \nOutput 5  Project management unit  ADB review missions   Assumptions \nProject management  (PMU), PHDEB    Delays in meeting loan \nsupport provided  horticulture unit, and  Project progress reports  effectiveness conditions \n  provincial management    do not occur \n  offices (PMOs)  Project completion report   \nfunctioning effectively by    Capable consultants, and \n31 March 2006    PMU, PHDEB, and PMO \nstaff are recruited \n \nDelays in obtaining \nprocurement approvals do \nnot occur \nActivities with Milestones  Civil works $0.8 million \n1.1  ASF memorandum of association, articles of association, standard operating   \nprocedures, and business plan prepared by 31 January 2006  Equipment and vehicles \n1.2  Grants provided by up to value of $11.1 million for eligible services by 30  $3.1 million \nSeptember 2010    \n2.1  PFI awareness of agribusiness finance potential increased by 30 June 2006  ASF $21 million \n2.2  Consultants assist PFIs to establish and operate agribusiness lending unit   \nwithin 3 years  Training, promotion, \n3.1   Market information provided for five horticultural crops by private sector provider   awareness, and \nby 30 June 2008   workshops $2.6 million \n3.2   Training provided to DALPMG staff in international quality control and   \nstandardization by 30 September 2010  Consulting services $4.6 \n3.3   Nine regional testing labs established for seed certification by 30 September  million \n2007   \n3.4   Over 5,000 agribusiness producers and entrepreneurs receive technical and  Technical services, \nbusiness skills training by 28 February 2011, and up to 25,000 farmers including  studies, and surveys $0.8 \nwomen groups receive on-farm training by 28 February 2011  million \n3.5   PHDEB identifies eligible farmer groups, and agri-enterprises to participate in   \nproject activities throughout project implementation   Operation and \n4.1  Four laws and acts relating to World Trade Organization agreements submitted  administration $15.3 \nfor amendment by 30 September 2007  million \n4.2  Agribusiness policy and provincial and special area horticulture polices prepared \nby 30 September 2006 \n5.1  PMU, PMOs, horticulture unit in PHDEB established by 31 December 2005 \n5.2  Monitoring and evaluation system established by 30 June 2006 \n \n       \n \n \n \n ", "  24          Appendix 2          \nAGRIBUSINESS SECTOR ANALYSIS \nA.  Introduction \n1.  Agribusiness is a complex of interlinked activities related to the commercial production of \nagricultural commodities (including crops, livestock, fisheries, and forestry); the transformation \nof agricultural commodities into products; the provision of inputs to the production of agricultural \ncommodities  (including  planting  and  genetic  material,  agrochemicals,  equipment,  and \npharmaceuticals); and the marketing, distribution, and trade of agricultural commodities and \nproducts. Agribusiness in the context of the Project refers to horticulture and hortibusiness \ndevelopment,  with  selected  interventions  to  improve  the  livestock  and  dairy  institutional \nframework and support selected enterprises. \n \n2.  Minor  crops,  which  include  horticultural  crops,  contribute  12%  of  value  addition  in \nagriculture, and grew by 1.7% in FY2004 against a target of 3.5%. Estimates indicate that the \ntotal area of fruit and vegetable production in FY1998 was 995,000 hectares (ha); by FY2000 \nthis had increased to around 1,500,000 ha. Cultivation of fruit and vegetable crops has steadily \nincreased, however total production has varied, and in more recent years shown a downward \ntrend mainly because of the drought, and restricted water supply in fruit production areas. \nNevertheless  between  FY2002  and  FY2003  output  increased  for  some  fruit  crops—peach \n(103%), persimmon (76%), and pomegranate (67%)—reflecting sustained growth in domestic \nmarket  demand.  Pakistan  is  a  major  producer  of  fruit  and  vegetables,  with  most  produce \nconsumed domestically, including over 90% of mango, date, and citrus production. Globally \nPakistan ranks fourth, eighth, and sixth for date, citrus, and mango production respectively. \nFloriculture is a relatively new horticultural subsector, and is growing at a rate of at least 10% \nper year. \n \n3.  The livestock subsector accounts for 49.1% of total agricultural value, with an 11.4% \ncontribution to gross domestic product (GDP). In FY2003 the total export value of livestock \nproducts was PRs53 billion, which represented 12.3% of total exports. Pakistan is the fifth \nlargest producer of milk in the world with 29.8 million tons in FY2004. Over the last decade, \nannual milk consumption has increased by 2.5–5%. \n \nB.  Sectoral Constraints and Issues \n \n4.  Although  markets  provide  the  economic  opportunities,  constraints  to  commercial \nagriculture  and  agribusiness  development  in  Pakistan  encompass  infrastructure  (energy, \ntransport, and storage); sector institutions and policies, and governance practices; and access \nto modern technology and to financial and business development services. No single project \ncan  address  all  these  constraints.  Through  an  ambitious  public  investment  program,  the \nGovernment of Pakistan is committed to rapidly developing major infrastructure to support \nbroad-based economic growth. Similarly, in part with Asian Development Bank (ADB) support, \nthe Government is moving to improve governance, accelerate private sector development and \ndecentralization,  and  improve  the  performance  of  the  financial  sector.  The  Project  will \ncomplement these initiatives through a set of carefully targeted interventions specific to the \nneeds and constraints of agribusiness. \n \n5.  Market Failures. The horticulture subsector and its agro-enterprises are not classified \nas an industry and do not have access to competitive loans for enterprise establishment. Risk \naversion among the private sector financial institutions is high, with low lending comfort levels. \nThe  subsector  is  at  a  distinct  disadvantage  as  compared  with  other  subsectors  such  as ", "Appendix 2          25 \nindustrial  crops.  The  bulk  of  agro-enterprises  are  family  owned,  and  are  characterized  by \ninvestment based on internal sources of funding and organic growth. One outcome of recent \nfinancial sector reforms is a significant increase in private sector credit, including credit delivery \nin the agriculture sector. However, while the share of agriculture in total loans has increased, it \naccounted for only 4.7% (PRs11.5 billion) of total net loans of PRs244.6 billion made from July \n2003 to March 2004. The total credit requirement in agriculture for 2004/05 is estimated at \nPRs252  billion  compared  with  a  State  Bank  of  Pakistan  (SBP)  target  of  PRs85  billion, \nrepresenting  a  financing  gap  of  PRs167  billion.  Moreover,  79%  of  all  disbursements  in \nagriculture were for seasonal production loans rather than development loans. Notwithstanding \nthe increase in agricultural lending, agribusiness, in particular small and medium enterprises \n(SMEs), remains largely underserved. Large-scale agribusiness enterprises account for the \nmajority of agribusiness credit provided by financial institutions. The primarily large-scale food \nand beverage subsector, for instance, accounted for 16% (PRs35.9 million) of total net loans \nfrom July 2003 to March 2004. Prospective or existing agribusiness SMEs are not adequately \nserved with financial services, particularly credit, by the formal financial sector. Although data \nrelating to agribusiness is limited, in the SME sector, only 5% of some 250,000 enterprises with \nless than five employees are estimated to receive funding from formal financial institutions. \nAbout  13%  of  medium  SMEs  use  formal  financing  for  working  capital.  Access  improves \ngradually  with  firm  size.  This  does  not  include  entrepreneurs  seeking  to  establish  SME \nagribusiness enterprises, and indicates the sizeable underserved market that exists. \n \n6.  The banking system encompasses 40 banks, most are privately owned. About 90% of \nlending to SMEs comes from the commercial and private banks. Many banks and leasing \ncompanies are facing increasing competition in their traditional markets, and regard the SME \nsector as a growth market with considerable potential. However, most institutions still view \nagribusiness as a high risk sector with high historical levels of loan default. This, and the fact \nthat many smaller agribusiness enterprises operate outside the formal commercial system, \nsuggests that the solution to providing increased volumes of credit to agribusiness does not lie \nin simply making more funds available, but in removing market failures. To address this issue, \nefforts need to focus on (i) improving agribusiness SME creditworthiness; (ii) reducing the \nperceived  level  of  risk  faced  by  financial  institutions  in  lending  to  agribusiness;  and  (iii) \nenhancing the capacity of financial institutions to identify agribusiness lending opportunities, and \nto appraise and supervise agribusiness loans.  \n \n7.  Institutional Failures. Hortibusiness and agro-enterprises require enhanced technical \nskills,  greater  marketing  orientation  and  networking,  better  market  information,  and  better \nlinkages with service providers to enable them to contribute more significantly to economic \ngrowth. The coordination between government ministries that have an input in the sector is \nlimited. The ministries of food, agriculture, and livestock (MINFAL); commerce; finance; and \nindustry all have a role to play in agribusiness. Even within MINFAL, coordination between \nrelevant sections and cells is poor. Under the auspices of MINFAL there is an agribusiness cell \nin the Pakistan Agricultural Research Council, the Agricultural Export Promotion Cell in the \nAgricultural Prices Commission, and a World Trade Organization (WTO) section. All work on \nseparate  agendas  and  responsibilities.  Decision  making  is  haphazard  without  strong \nagribusiness  leadership.  The  federal  Department  of  Agriculture  and  Livestock  Product \nMarketing and Grading (DALPMG) has the mandate for (i) market information services; (ii) \nquality control and grading standards, which includes international standards compliance; and \n(iii) agricultural commodity research. However, it needs to promote private sector involvement in \nthe provision of some of these services, particularly market information services, and commodity \nresearch. The private sector cannot develop fully unless an environment is created that allows it \nto enter into service areas currently being provided by government. ", "26          Appendix 2 \n \n8.  All agricultural and agribusiness research in the country is funded by the public sector. \nFiscal constraints affect operational research funding, with 90% of all funds assigned to staff \nsalaries,  and  only  10%  available  for  operational  activities—grossly  insufficient  to  conduct \ntangible research activities. Research institutes are not commercially oriented; they are not even \nallowed to sell their germ-plasm and breeding materials to the private sector. The extension \nservice has a comparatively high cost, lacks efficiency and quality, with fiscal sustainability a \nmajor problem. The agriculture extension service’s main focus is on the major staple and \nindustrial  crops,  and  primarily  on  production,  with  little  work  in  the  field  of  postharvest \ntechnology and processing. Farmers lack knowledge and awareness of modern production \ntechniques, and need practical training and extension to support development. The approach of \nthe farmer field school has proven to be highly successful in providing farmers with improved \nagronomic, postharvest, and integrated pest management practices, and leads to formation of \nfarmer groups that are able to access required extension advice from private sector providers. \n \n9.  The  Federal  Seed  Certification  and  Registration  Department  is  mandated  by  the \nGovernment to control  seed quality and the introduction of standards for fruit propagation \nmaterial. The department does not have the facilities to implement effectively the necessary \nregulation  and  certification,  primarily  because  of  the  lack  of  facilities  located  in  the  main \nproduction  centers.  Poor  quality  seeds  and  seedlings,  and  the  lack  of  enforcement  of \nregulations are a major limiting factor in raising yields and achieving product uniformity and \nquality. Average fruit yields declined by 9% between 1995 and 2002, and only in dates and \nmangoes have yields increased slightly, whereas vegetable yields have increased by 9% during \nthe same period due primarily to a 21% increase in the potato crop output as a direct result of \nplanting improved seed. Seed quality needs to be improved, involving the private sector to the \nextent possible. \n \n10.  The country’s phytosanitary, hygiene, health, and safety regulations are not aligned with \ninternational standards, and require revision. Knowledge of sanitary and phytosanitary, other \nWTO standards, and the Euro-retailer Produce Working Group  Good Agriculture Practices \nregime is not adequate in both the public and private sectors. The identification of new export \nmarkets and expansion of existing markets will falter because of increased regulations and \nrestrictions  in  importing  countries,  unless  Pakistan  aligns  with  WTO  and  other  export \nrequirements.  \n \n11.  The market information utilized in Pakistan is primarily price oriented, and does not take \ninto account product quality, grade, volumes traded, consignment size, and origin. The prices \nare disseminated without analysis, and do not correspond to the specific needs (strategic, \ntactical,  and  operational)  of  the  various  stakeholders.  Price  information  is  mainly  for  the \nconsumption of the public sector. DALPMG collects market prices for 26 essential items on a \ndaily basis and 200 products on a weekly basis, from 11 wholesale markets throughout the \ncountry.  A  comprehensive  and  holistic  market  information  system  primarily  attuned  to  the \ncommercial needs of the private sector, and provided by the private sector is needed. \n \n12.  Lack of Agribusiness Policy. Although a few national and provincial public agencies \nare related to agribusiness, these agencies work largely in isolation. An integrated and well-\ncoordinated  agribusiness  strategy  is  needed  to  (i)  support  and  promote  the  growth  and \nperformance of the agribusiness subsector, including enterprise start-up and expansion, value \nchain  integration,  product  specialization;  and  (ii)  incorporate  the  informal  sector  into  the \nagribusiness mainstream, particularly in the context of globalization, international competitive \npricing, the need for investment incentives, and world trade issues. Also, no province-specific \n ", "Appendix 2          27 \nhorticulture policies prioritize specific local product opportunities, and the use of limited public \nfinancial resources. The existence of a well-publicized, prioritized, and stable policy environment \nis important both to existing and potential agribusiness ventures. Private sector stakeholders \nhave expressed a strong reluctance to increase investment in the sector in the absence of a \nfavorable  policy  and  regulatory  environment  that  supports  agribusiness  development  in  a \nsystemic, comprehensive fashion. \n \nC.  Government Policies and Plans \n \n13.  MINFAL  has  stated1  that  a  number  of  policy  issues  need  to  be  addressed  by  the \nGovernment in agriculture and agribusiness. Those relevant to agribusiness include (i) making \nagriculture a priority area to address issues of rural unemployment, poverty reduction, and \neconomic  growth;  (ii)  providing  a  policy  focus  for  sustainable  food  security,  increasing \nproductivity,  commercial  agriculture,  import  substitution,  income  diversification,  and  export \norientation; (iii) increasing farmer productivity and profitability; (iv) prioritizing the private sector's \nrole in leading public-private sector partnerships; (v) restructuring the institutional services of \nagricultural research and extension to raise farmer productivity and profitability; (vi) establishing \nnew markets in areas where the marketing structure is weak; and (vii) building capacity on WTO \nissues.  \n \nD.  Lessons Learned \n \n14.  The Government has implemented many projects in the agriculture, rural development, \nirrigation,  horticulture,  livestock,  and  SME  and  trade  promotion  sectors  during  the  last  2 \ndecades (Appendix 3). The operational lessons from Pakistan and other emerging markets are \nthat (i) where policy, institutional, financial, and technical market failures exist, a comprehensive \napproach to overcome these constraints is required; (ii) while governments play a key role as \nfacilitators for market development, direct service provision should be left to the private sector, \nexcept where the market failure requires public sector service provision;2 (iii) regulatory support \nand  stimulation  of  market-based  business  development  services  has  proven  effective  in \npromoting economic growth and employment generation; (iv) business development services \nshould be demand driven; and (v) sound business ethics must be established to ensure good \ngovernance and public credibility of delivery  schemes. These lessons have been carefully \nconsidered in designing the Project. \n \nE.   Agribusiness Opportunities \n \n15.  During project preparation, the financial viability of nine representative agro-enterprises \nwas studied. All had a financial internal rate of return of more than 12%, clearly demonstrating \nthe opportunities that exist for entrepreneurs in agribusiness (Appendix 12). About 1.5 million \npeople  are employed  in  such  small-  and  medium-size  horticultural enterprises.  There  is  a \npressing  need  to  encourage  the  growth  of  micro  horticultural  enterprises  to  support  the \ntransition to small and ultimately medium-scale enterprises to make the sector competitive on \ndomestic and international markets.  \n \n                                                 \n1 Ministry of Food, Agriculture, and Livestock. 2004. A Status Report on Agricultural Perspectives and Policies. \nIslamabad. \n2  This lesson is substantiated by the experience gained in the ADB-financed Second Agriculture Development Bank \nof Pakistan Project. ", "28          Appendix 2 \n16.  Market Opportunities. With a rapidly growing population,3 the domestic demand for fruit \nand vegetables and their processed products is expanding, which presents an opportunity for \nproducers and processors. The income elasticity of fruits ranges across income groups, but on \naverage is high enough to sustain an annual growth in demand of about 8%, given the current \nannual population growth rate of 1.9%, and GDP growth rate of 6.4%. Income elasticities for \nvegetables and fresh milk are lower than fruits, but still significantly positive, and support an \nestimated annual growth in demand of about 6%. The income elasticities for processed fruits, \nvegetables, and milk products are much higher, and result in annual increases in demand in \nexcess of 10% on average, indicating a sizeable potential market for domestic processors.  \n   \n17.  The major commercial fruits with a strong domestic demand are apples, apricots, dates, \ncitrus (mainly kinnow), guavas, grapes, mangoes, peaches, and plums. The major vegetable \ncrops are chili, carrot, cauliflower, onion, potato, and tomato. The market for fruit juices, fruit-\nbased  drinks,  and  tomato  ketchup  is  expanding  rapidly,  at  about  15–20%  annually.  The \nproduction for horticultural products is highly seasonal. In addition, large price variations and \ncyclic trends lead to fruit and vegetable imports, creating opportunities for import substitution.  \n \n18.  From 1999–2003, the top 10 horticultural export products based on export earnings by \nvalue were dates (dried), kinnow, onions, mangoes, pine nuts, potatoes, mushrooms, dates \n(fresh), chilies (powder), and cumin seed. Annual fruit and vegetable exports have recently \ngrown by 32%, except for fresh dates, which have declined by 10.6% per annum, indicating the \npotential for further exploitation of world demand for horticulture products. In Pakistan’s main \nfruit and vegetable export markets, the country’s export market share is less than 1%, except for \nDubai and Afghanistan. Horticulture exports to the leading markets of the European Union, \nNorth America, and Japan are miniscule, indicating the need to remove the constraints to \npenetrating these  markets.  Floriculture  is  a  relatively  new  subsector even  in  the  domestic \nmarket, with a growth potential of at least 10%. The world trade in flowers is around $30 billion, \nwhile Pakistan’s annual floriculture exports are only about $2 million. While the markets are \ncompetitive, opportunities do exist, and importers are continually seeking new products.  \n \n19.  Annual per capita consumption of fresh milk is estimated at 72 kilograms, leading to a \nfresh milk demand in 2002 of about 10.0 million tons, which is expected to increase to an \nestimated 12.8 million tons by 2010, assuming fresh milk consumption trends remain constant. \nNearby countries such as the People’s Republic of China and Russian Federation are expected \nto experience 40% growth in milk demand by 2008. Both domestic and regional export market \nopportunities therefore exist. \n \n20.  The  private  sector  is  increasingly  involved  in  slaughterhouses.  Per  capita  meat \nconsumption is expected to rise by 290% by 2020, with red meat production not keeping pace \nwith demand. The Gulf States have relaxed their trade restrictions on the export of livestock and \nlivestock products from Pakistan, and the Afghan market has opened up. If slaughterhouses can \nget easier access to better quality and healthier stock through direct purchasing from farmers \ngrouped in fattening associations, and the raw material can be traced, this subsector could \nexpand rapidly. \n                                                 \n3  Estimated to be 141 million with a per capita income of $652, the population is expected to grow to 344 million by \n2050 with a sizeable middle income consumer base of 69 million. \n ", "  Appendix 3         29\nEXTERNAL ASSISTANCE TO AGRICULTURE \nAND AGRIBUSINESS RELATED SECTORS \n \n    External \n    Assistance \nProject Title  Funding Agency  ($ million) \nAgriculture Sector Program-II   ADB  249.6\nAgriculture Sector Program-II   ADB  2.3\nBahawalpur Rural Development Project  ADB  36.5\nSindh Rural Development  ADB  56.1\nNWFP Barani Area-II   ADB  59.3\nDera Ghazi Khan Rural Development  ADB  38.0\nMalakand Rural Development   ADB  45.4\nKhushhali Bank   ADB  150.0\nSmall and Medium Trade Enhancement Project  ADB  150.0\nTrade Export Promotion and Industry  ADB  7.5\nPakistan Poverty Alleviation Project Phase-I   IBRD/IDA  90.0\nSecond Poverty Alleviation Fund Project   IBRD/IDA  238.0\nAJK Community Infrastructure and Services   IBRD/IDA  20.0\nBanking Sector Technical Assistance Project   IBRD/IDA  26.5\nState Bank Partnership for Microfinance  SDC  0.7\nFinancial Sector Strengthening Program  SDC  2.4\nEU Capacity Building for Trade Related Activities   European Union  7.3\nTrade Initiatives from a Human Development Perspective  UNDP  2.0\nADB = Asian Development Bank, AJK = Azad Jammu and Kashmir, EU = European Union, IBRD = International \nBank for Reconstruction and Development, IDA = International Development Association, NWFP = North-West \nFrontier Province, SDC = Swiss Agency for Development and Cooperation, UNDP = United Nations Development \nProgramme. \nSources: Ministry of Food Agriculture and Livestock, Economic Affairs Division Ministry of Finance, United Nations \nDevelopment Programme, Islamabad, Food and Agriculture Organization, Islamabad, assistance agencies and their \nwebsites.\n ", "30           Appendix 4 \nAGRIBUSINESS SUPPORT FUND \n \nA.  Rationale    \n1.  In  many  countries,  access  to  effective  business  development  services  (BDS)  has \ncatalyzed enhanced enterprise productivity and profitability. In Pakistan, technical, managerial, \nmarketing, financial, and legal advisory services are limited and, in the context of agribusiness, \nalmost nonexistent. Services that do exist have tended to be in the public sector and have not \nperformed well because of a lack of policy direction, management and staff capacity, service \nmarketing, and adequate financing. As a result, choice in the BDS market is limited as the \nprivate sector has effectively been prevented from entering the market by uncompetitive service \npricing by public sector entities. Public sector research and extension services have also been \nlargely unresponsive to the needs of private sector agribusiness enterprises. These supply-side \nconstraints are exacerbated by a lack of demand on the part of some agribusiness enterprises, \nwhich have yet to appreciate the benefits of BDS, and have limited choice of competitively \npriced services to meet their business development needs. \n \n2.  BDS related to agribusiness need to be developed. One approach, which has worked \neffectively  for  small  and  medium  enterprises  (SMEs)  in  other  developing  countries,  is  to \nestablish a time-bound cost-sharing grant scheme that provides support to BDS providers in \ndeveloping and upgrading the type of service they are able to offer to business clients, and \nsupports agribusiness enterprises to access such services. This approach has been adopted in \nthe  Small  and  Medium  Enterprise  Sector  Development  Program  financed  by  the  Asian \nDevelopment Bank (ADB). It will also be adopted in the proposed Project.  \n \nB.  Scope \n3.  The Project will establish and fund on a grant basis an agribusiness support fund (ASF) \nto provide matching funds to finance a range of capacity-building services aimed at increasing \nenterprise productivity and profitability, and at facilitating enterprise startups. ASF funding will \nalso be available for demand-driven research and extension services that will lead to increased \nand better quality production, improved production processes, or meet an identified market \ndemand. To support enterprises in sourcing such services, ASF grants will also be available to \nBDS providers to enhance their capacity to deliver effective services to agro-enterprise clients. \nFinally, the ASF will also cooperate with rural support programs (RSPs) to support individual \nfarmers and farmers’ groups to form legally registered agribusiness enterprises that will then be \nable to access ASF support for other eligible services. Eligible enterprises will be required to \nfinance 50% of the cost of the services they employ, the remaining 50% being contributed by \nthe ASF as a grant. To facilitate the development of small farmers into agribusiness ASF \nfunding will be available to only finance 100% of the costs of farmers’ enterprise formation. \nFunds  will not  be  available  for  the  financing  of  capital equipment.  The  life  of the  ASF  is \nintentionally designed to be temporary, ending upon project completion, to achieve a one-time, \nand sustainable increase in the capacity and supply of BDS to agribusiness. However, other \noptions may be considered if continuation of the ASF beyond the project’s completion date is \ndeemed advisable. \n \n ", "  Appendix 4         31\nC.  Establishment, Management, and Operation \n1.  Establishment \n4.  ASF activities will be overseen by a board of directors comprising eight directors, of \nwhich at least five will be from the private sector, with a maximum of three directors from the \npublic sector, to be nominated by the Ministry of Food, Agriculture, and Livestock (MINFAL). All \nboard members will be respected individuals from the private and public sectors, acting in their \nindividual capacities, rather than as representatives of particular organizations. Governance and \nmanagement structures and operating procedures will broadly follow those of the Business \nSupport  Fund  (BSF)  of  the  Small  and  Medium  Enterprise  Sector  Development  Program \n(detailed in paras. 5-18). ASF structure and operation will benefit from experience gained in \noperating the BSF prior to project implementation and may, as a result, change prior to its \nestablishment.  \n \n5.  The ASF will be incorporated within 9 months of loan effectiveness. MINFAL will act as \nthe Implementing Agency for the ASF until its incorporation, when it will become independent of \ngovernment. Prior to loan effectiveness, a small-scale technical assistance will be used to \nsupport MINFAL prepare the ASF articles of association and the process of incorporation. The \ntechnical assistance consultant will also prepare a preliminary work plan and standard operating \nprocedures for the ASF, develop criteria for staff qualifications and experience, and develop \neligibility criteria for grant recipients and services to be supported. Eligibility criteria for ASF \nfunding applications and ASF operating procedures will be subject to approval by the ASF board \nof directors. A full-time manager with recognized international experience managing similar \nfunds will be recruited by MINFAL subject to the approval of ADB. Given the innovative nature \nof the ASF in supporting agribusiness development, ASF applications will initially be restricted to \ndevelop  experience  in  the  effective  appraisal  and  processing  of  applications.  The  phased \nexpansion of ASF operations will be reflected in staff recruitment.  \n \n  2.  Management \n \n6.  The ASF management will be responsible for finalizing the work plan, standard operating \nprocedures, and recipient and service eligibility criteria; and for recruiting ASF staff. Three \nnational financial analysts, who will each be responsible for a portfolio of applications and \ngrants, will support the manager. Additional financial analysts and technical specialists will be \nemployed as required based on the volume and type of applications received. Financial analysts \nwill primarily be responsible for the initial screening and review of funding applications and \nmonitoring the implementation of projects and activities supported by the ASF. An appraisal \npanel will be established within the ASF to appraise all applications for ASF funding. The ASF \nmanager  will  chair  the  appraisal  panel,  which  comprise  four  additional  part-time  members \nrecruited by the ASF manager and approved by the board of directors. As necessary, the \nappraisal panel may request the ASF to contract individuals from relevant private or public \nsector institutions as consultants where an expert technical opinion may be required to properly \nevaluate an application. The ASF will also employ a farmer enterprise formation coordinator to \nbe responsible for overseeing the operation of participating RSPs in implementing the farmer \ngroup enterprise formation. A supervision officer will be engaged to monitor and supervise the \nutilization of ASF funds by grant recipients. All ASF staff and facilities will be financed entirely \nfrom the proceeds of the project loan.  \n \n \n \n ", "32           Appendix 4 \n  3.  Funding Application Eligibility and Processing \n \n7.  Any service that leads to outputs for a new, specifically identified market or that develops \nnew products or adds value to existing products will be eligible for ASF funding. Proposals \naimed at increasing production alone will not be eligible. Proposals considered by the ASF staff \nto have potentially serious environmental risks associated with their implementation will be \nrequired to undertake an environmental assessment. For this purpose, ASF staff will refer the \napplicant to the project management unit (PMU), which will engage an appropriate consultant or \nservice provider using project funds allocated for this purpose. Guidelines for use by ASF staff \nin referring proposals for an environmental assessment will be formulated as part of the project \nenvironmental management plan. \n \n8.  All applicants will be required to identify quantitative or qualitative verifiable outputs that \nwill result from the receipt of ASF support, and the means of verification, both of which will be \nagreed with the ASF prior to disbursement of a grant. ASF grants will in general be subject to a \nceiling of $25,000 equivalent (representing a total cost for the service to be funded of $50,000). \nIn exceptional circumstances where benefits are widespread or where multiplier effects are \nobvious (for instance for private sector research and extension), the ASF will provide grants in \nexcess of this amount. All applications for grants in excess of the $25,000 ceiling will require the \napproval of the board of directors. An individual enterprise will be eligible to receive more than \none grant but the maximum amount payable to a single recipient will be $100,000.  \n \n9.  Funding proposals will be submitted in standard application forms to the ASF either \ndirectly by the applicant or through project implementation agencies. In the latter case, the role \nof such agencies will be restricted to supporting applicants in the application process. They will \nnot be permitted to act as intermediaries or representatives for applicants with the ASF, or \nparticipate in the management or implementation of activities supported by an ASF grant. \nApplications will be handled strictly on a first-come, first-served basis. ASF financial analysts \nunder supervision of the ASF manager will undertake an initial review of each application and \nprepare  necessary  documentation  relating  to  eligible  applications  for  submission  to  the \nappraisal panel. The appraisal panel will meet on a monthly basis as a minimum, or more \nfrequently as determined by the ASF manager according to the number of applications received. \nThe appraisal panel will reach a decision on each application presented to its meeting but in \ncertain circumstances may request additional information to evaluate properly an application. \nThe decision of the panel on all applications will be final.  \n \n10.  Once an application has been approved, a funding agreement will be drawn up between \nthe ASF and the grant recipient, who will be required to demonstrate the availability of the \nmatching  contribution.  Based  on  recipient  preference,  grants  will  be  paid  either  on  a \nreimbursable basis once satisfactory documentation detailing eligible expenditures by the grant \nrecipient has been received and approved by the ASF, or in advance of such expenditures on \ncondition that the recipient provides a bank or personal guarantee in favor of ASF for the \namount of the grant on terms and conditions acceptable to ASF. Where the service in question \nis to be provided over an extended period in clearly identified separate phases, funding will be \npaid in an appropriate number of tranches. As part of the funding agreement between the ASF \nand the grant recipient, the recipient will undertake to provide ASF management on request with \nall  documentation  relating  to  the  use  of  ASF  funds,  including  information  relating  to  the \nverification of outputs from the employment of the funded service as identified in the funding \napplication.  \n \n ", "  Appendix 4         33\n11.  For the ASF farmer group enterprise formation program, the ASF manager will prepare \neligibility criteria for participating RSPs for approval by the ASF board. Potential RSPs will be \nrequired  to  prepare  a  proposal  for  use  of  ASF  funds  specifying  details  of  their  farmer’s \nenterprise formation program, the number of participating farmers, the type of agribusiness \nactivities to be supported, funding requirements, and potential outputs. Subject to the review of \nthe proposal and eligibility criteria, the ASF manager will identify potential participating RSPs \nand determine their eligibility according to the agreed criteria. Selection of participating RSPs \nwill be subject to approval of the ASF board of directors. The ASF will enter into an agreement \nwith each RSP outlining the scope of service to be provided, the roles and responsibilities of \nboth the RSP and ASF, and financing arrangements. The activities and utilization of ASF funds \nby each RSP will be coordinated and monitored by an ASF staff member specifically assigned \nto this task. \n12.  The ASF will prepare quarterly activity and status reports and financial statements for \nsubmission to the PMU, MINFAL, and ADB. It will also be subject to a semiannual audit by \nindependent auditors to ADB. Audited financial statements will be submitted to MINFAL and \nADB. The ASF board of directors will also establish an audit committee consisting of at least \nthree directors to oversee ASF financial and operational management, and the audit process. \nD.  ASF Promotion \n13.  Effective promotion of the ASF will be critical to its success. Under the supervision of the \nASF manager, consultants will develop a promotion campaign to disseminate the ASF concept, \nobjectives, application procedures, and eligibility criteria among relevant public and private \nsector institutions. One person-month of international and three person-months of domestic \nconsultant  inputs  will  be  engaged  to  prepare  a  promotion  campaign  once  the  ASF  is \nincorporated and the manager appointed. The international consultant will work with the ASF \nmanager to design the promotion campaign and identify target audiences. The consultant will \nalso  design  an  ASF  website,  road  shows,  and  workshops.  Domestic  consultants  will  be \nemployed  to  develop  and  implement  the  website  and  support  the  ASF  manager  in  the \npreparation of inaugural road shows and workshops. The ASF manager with the support of ASF \nstaff will be responsible for replicating road shows and workshops in the provinces and special \nareas, and, as necessary, to replicate them on an annual basis. ASF administrative staff will be \nprovided with basic training in managing and updating the ASF web site.  \n \nE.  ASF Impact Assessment \n \n14.  The  impact  of  the  funds  provided  by  the  ASF  to  agribusiness  enterprises  will  be \nassessed  through  the  development  and  implementation  of  a  performance  measurement \nframework based on experience in similar projects, and following guidelines developed by the \nSmall Enterprise Education and Promotion Network. The framework will monitor indicators such \nas increases in output quantity and quality, increases in revenue and decreases in costs, \nvolume of produce marketed domestically, export growth and import substitution with associated \nforeign exchange earnings, new markets penetrated and increased share in existing markets, \nemployment generated, new business relationships established, and new enterprises created \nand their survival rate. The impact assessment will be undertaken by monitoring and evaluation \nconsultants assigned to the PMU based on surveys of a sample of enterprises supported, and \nmore in-depth case studies. \n \n ", "34           Appendix 4 \nF.  Project Support to ASF \n15.  The Project will support the ASF with a fund of $13.9 million equivalent from loan \nproceeds to (i) finance successful grant applications and operate the ASF; (ii) recruit an ASF \nmanager for the duration of the Project; (iii) engage consulting services for ASF promotion; (iii) \nprocure vehicles, office equipment, and information technology equipment and related software; \n(iv) finance the costs of ASF staff, the appraisal panel, and a fund to finance unspecified \nconsultant  advice  to  the  appraisal  panel  to  assess  specialized  grant  applications;  and  (v) \nfinance the costs of ASF operation, including office rental, office supplies, communications, \ntravel,  ongoing  promotion,  and  report  preparation  and  dissemination  (including  semiannual \naudits). \n \n16.  Consulting services will be engaged in accordance with ADB Guidelines on the Use of \nConsultants using the quality- and cost-based selection method. Vehicles and office equipment \nwill be procured on the basis of local competitive bidding in accordance with ADB Guidelines for \nProcurement. \n \n17.  Once the ASF is incorporated, it will enter into a project agreement with ADB and a \nperformance agreement with MINFAL setting out the responsibilities of the ASF under the \nProject. The ASF will open two accounts in a commercial bank acceptable to ADB, one for \npayment of grants, and one for payment of ASF operating costs. The initial deposit into the \ngrant account will be based on the proposed program of grant financing to be made during the \nfirst 6 months of ASF operations. Subsequent deposits into the account will be made on a \nsemiannual basis to cover targeted grant amounts for the coming 6 months. The initial deposit \ninto the ASF operating account will be sufficient to cover costs of procuring vehicles and \nequipment, and the first 6 months of ASF operating cost. Subsequent deposits into the account \nwill be made on a 6 monthly basis. Requests for replenishment of both accounts signed by the \nASF manager and two representatives of the board of directors will be submitted to ADB and \ncopied to MINFAL, in accordance with procedures specified in the project agreement between \nthe ASF and ADB. \n \n18.  For the farmers’ enterprise formation program, the ASF will provide funds to individual \nparticipating RSPs on the basis of the programs specified in their prospective implementation \nproposals. An initial payment will be made to cover the first 6 months’ activities with subsequent \ndisbursements made semiannually.  \n ", "  Appendix 5         35\nAGRIBUSINESS FINANCE DEVELOPMENT \nA.  Rationale \n1.  While lending to agriculture is increasing, in terms of the overall level of demand market \npenetration is limited. A financing gap of almost PRs167 billion ($2.8 billion) has been identified. \nCommercial banks that claim to have embarked on agriculture and agribusiness credit tend to \nrestrict lending to financing of seasonal production (70–75% of all loans) with the balance for \ndevelopment lending. Development lending is itself largely limited to on-farm investments such \nas tractors, tube wells, and farm equipment. Lending to agribusiness, other than for large-scale \nfood and beverage enterprises, is almost nonexistent. At the lower end of the market, potential \nsources  of  financing  include  recently  established  formal  microfinance  institutions  and  rural \nsupport programs offering credit services, although the loan ceilings and relative inexperience of \nthese institutions (especially in agribusiness lending) limit the type and size of enterprise that \nthey are able to serve. Therefore, a substantial gap remains in the financing of agribusinesses \nthat operate on a scale between the large-scale enterprises served by commercial banks, and \nmicroenterprises that may be served by microfinance institutions. Most institutions still see \nagribusiness as a high risk sector characterized by high historical levels of loan default. This, \nand  the  fact  that  many  smaller  scale  agribusiness  enterprises  operate  outside  the  formal \ncommercial system, suggests that the solution to providing increased volumes of credit to \nagribusiness does not lie in simply making more funds available. The banking subsector in \nPakistan is highly liquid at present, and the delivery of credit to the private sector has been \nincreasing in recent years. The problem is one of market failure rather than a lack of funding. To \naddress  this  issue,  efforts  need  to  focus  on  (i)  improving  enterprise  creditworthiness  and \nreducing the perceived level of risk faced by financial institutions in lending to agribusiness, and \n(ii) enhancing the capacity of financial institutions to identify agribusiness lending opportunities \nand to appraise and supervise agribusiness loans.  \n \n2.  Developing  financial  sector  policy  and  regulation  and  improving  access  to  credit \ninformation relating to small and medium enterprises (SMEs) are already being addressed by \nthe Small and Medium Enterprise Sector Development Program (SMESDP). As the majority of \nagribusinesses to be supported under the proposed Project will be SMEs, further interventions \nin these areas by the Project are not considered necessary. While these steps will establish a \nmore  favorable  environment  for  agribusiness  lending,  the  issue  remains  that  financial \ninstitutions have very little exposure to agribusiness. The SMESDP is addressing financial \ninstitutions’ aversion to SME lending through the provision of consulting services to enhance \nSME lending capacity and a partial credit guarantee (PCG) facility to address credit risk, thereby \nacting as a catalyst to the development of new financial products for SMEs and leveraging \nfinancial institutions’ existing funds to expand lending to SMEs. The SMESDP interventions are \nsupervised by the State Bank of Pakistan (SBP) because it has experience in this area and can \nact more independently than a government ministry to expedite project activities. The Project \nwill adopt a similar approach by providing capacity-building support for participating financial \ninstitutions (PFIs) encouraging them to expand lending to agribusiness, supervised by SBP. \nFinancial institutions eligible for the PCG will also be supported to enable them to access the \nfacility for agribusiness lending.  \n \n3.  While support for capacity building to increase the supply of agribusiness finance is \nclearly needed on the demand side, agribusiness support fund enterprise capacity building will \nenhance the technical, managerial, financial, and marketing skills of potential borrowers. By \n ", "36           Appendix 5 \naddressing  the  perception  among  management  of  financial  institutions  that  agribusiness \npractitioners are not well qualified, the Project's agribusiness support fund will complement \nactivities in agribusiness finance development. \n \nB.  Agribusiness Finance Capacity Building \n4.  The Project will provide support in two phases, first in awareness building, and second, \nin  customized  consulting  services  for  PFIs  in  agribusiness  finance.  Given  concerns  over \nconfidentiality and conflict of interest, all contact with financial institutions will be conducted in-\nhouse. Therefore, seminars or workshops with participants from multiple financial institutions will \nnot be conducted as part of the awareness building campaign. SBP will be the Implementing \nAgency for this component. It will be responsible for selecting and recruiting consultants and \nmonitoring  their  performance  (through  the  use  of  international  consultants),  defining  PFI \neligibility criteria, disbursing project funds for payment of consultants, and preparing accounts \nand reports to Asian Development Bank (ADB) on the implementation of the agribusiness \nfinance capacity-building component. \n \n1.  Awareness Building \n \n5.  The  first  phase  will  involve  the  identification  of  private  sector  financial  institutions \n(predominantly commercial banks but possibly leasing companies) that have already developed \nor express an interest in SME or agribusiness lending. During project preparation, 14 financial \ninstitutions  were  consulted,  of  which  8  commercial  banks  and  2  microfinance  institutions \nexpressed an interest in increasing their lending to agribusiness with project assistance.1 Some \nof the banks are already seeking to increase their lending products to small-scale agribusiness, \nand are prepared to submit business development plans that could be supported by the Project. \nA senior financial or banking consultant will be contracted for 3 person-months to undertake this \nphase. The consultant will make a series of presentations to senior management of selected \nfinancial  institutions  to  build  their  awareness  of  the  agribusiness  subsector  as  a  potential \nmarket, and to discuss broad proposals relating to developing a strategy and approach to \nestablishing or expanding agribusiness lending. The consultant, in collaboration with SBP, will \nidentify a shortlist of financial institutions each of which will prepare a detailed strategy and work \nplan for introducing and expanding agribusiness lending. Based on the assessment by the \nawareness-building consultants, in collaboration with appropriate project staff and SBP, of the \neligibility,2 level of commitment of each PFI, and the quality of their proposed lending strategy, \n3–5 PFIs will be selected to receive customized capacity-building support. The level of support \nprovided to each PFI will be dependent upon the PFI’s perceived needs. Subject to the financial \ninstitution impact monitoring experience of SBP, the awareness-building consultant will also \nprovide advice to the monitoring and evaluation consultants of the project management unit \n(PMU) on appropriate agribusiness finance development impact monitoring indicators to be \nincluded in the project performance monitoring system.  \n \n \n \n \n                                                 \n1  Fourteen potential PFIs were consulted during loan processing, including commercial banks, microfinance banks, \nleasing companies, and nongovernment organizations providing microcredit services. Four of these were not \nconsidered eligible or appropriate, but the remainder expressed strong interest in participating in the Project both to \nbuild their awareness of agribusiness lending, and to receive customized in-house capacity building to establish an \nagribusiness lending function. \n2  The consultant in collaboration with SBP will establish PFI eligibility criteria. \n ", "  Appendix 5         37\n2.  Capacity Building \n \n6.  The  capacity-building  phase  will  assist  each selected  PFI  to  refine  its  agribusiness \nfinance strategy and business plan; identify market opportunities; design appropriate financial \nproducts; establish lending targets; and prepare necessary operating procedures and manuals, \nloan  supervision  and  recovery  mechanisms,  and  monitoring  and  management  information \nsystems in the context of the PFI’s existing procedures and systems. For this purpose, a PFI will \nhave  access  to  customized  consulting  support  to  be  provided  by  the  Project.  Separate \nconsultants will be recruited for each PFI during the first project year to avoid concerns over \nconflict of interest and confidentiality. Consultants for capacity building will be engaged on \nperformance-based contracts in which performance targets and associated verifiable indicators \nwill  be  agreed  for  such  criteria  as  loan  portfolio  quality,  loan  product  viability,  recovery \nperformance, outreach, and staff training. A tripartite agreement between the PFI, consultants, \nand SBP acceptable to ADB will be finalized to define the role and responsibilities of each party. \nThe agreement will also specify conditions for continuation or curtailment of consulting services \naccording to regular performance reviews. \n \n7.  Each PFI consultant will establish and operate an agribusiness lending unit. Lending \nauthority for all loans disbursed will remain with the PFI. While the consultants will not have a \nright to veto the approval of a loan, the consultant will be entitled to formally register an \nobjection to the decision that will be taken into account in assessing performance. At the end of \nthe  capacity-building  period  each  PFI  will  have  a  commercially  viable  agribusiness  loan \nportfolio, and appropriately qualified and experienced staff that can expand its agribusiness \nlending. The capacity building will also include support, as appropriate, to assist each PFI in \nmeeting  the  eligibility  criteria  for  participation  in  the  PCG  facility  established  under  the \nSMESDP.3  The  agribusiness  finance  capacity  building  under  the  Project  is  designed  to \ncomplement the capacity building component of the SMESDP.  \n \n3.  Performance Monitoring \n \n8.  A further 3 person-months of international consulting input have been included to allow \nfor  semiannual  performance  reviews,  in  years  3–5  of  the  Project,  to  monitor  progress  in \nagribusiness lending by supported PFIs, and to identify additional potential PFIs for capacity-\nbuilding support. The performance reviews will determine the extent to which consultants have \nmet the targets established in the agreement with the PFI and recommend future action that \nmay include continuation or expansion of consulting inputs, financial penalties, or cancellation of \nthe agreement. The PMU monitoring and evaluation consultants will monitor the impact of the \ndevelopment of the PFIs’ agribusiness finance activity upon agribusiness enterprises financed \nand  the  agribusiness  subsector,  using  guidelines  established  by  the  awareness-building \nconsultant in consultation with SBP. \n \nC.  Access to the SMESDP PCG Facility \n9.  In the SMESDP, ADB established a PCG facility to act as a catalyst to expand lending to \nthe SME sector. The essence of the scheme is to provide a market-based mechanism, rather \nthan the now discredited credit line approach, to leverage existing financial sector resources for \nSME lending, and in doing so to build capacity among financial institutions. The PCG will \n                                                 \n3  Further details of the structure and operation procedures of the PCG facility are provided in Appendix 9 of ADB. \n2003. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Islamic \nRepublic of Pakistan for the Small and Medium Enterprise Sector Development Program. Manila. \n ", "38           Appendix 5 \noperate initially with two international commercial banks, and based on experience and subject \nto meeting eligibility criteria and due diligence, domestic financial institutions will also be able to \naccess the facility. The project PFIs will also be able to submit agribusiness loans within the \nportfolio of loans to be covered by the PCG, providing the concerned PFIs have both received \nagribusiness finance capacity building by the Project, and meet eligibility criteria for the PCG. \nThe Project will thus capitalize on the experience gained under the SMESDP in operating the \nPCG. Agribusiness enterprises receiving project support will predominantly be SMEs, and are \ntherefore expected to meet the SME eligibility criteria as defined in the SMESDP for PCG-\nbacked lending. \n \nD.  Project Support for Agribusiness Finance Development \n10.  The  Project  will  support  the  development  of  agribusiness  finance  with  consulting \nservices for (i) awareness building; (ii) customized capacity building in 3–5 PFIs; (iii) monitoring \nconsultants’ performance in operating agribusiness lending activities in PFIs; and (iv) financing \nthe management and administration costs of operating an agribusiness finance unit in each PFI, \nincluding  office  rental,  office  supplies,  communications,  travel,  and  report  preparation  and \ndissemination. The hiring and appointment of consultants during implementation will be flexible, \nand based on the demand of the PFIs. \n \n11.  Given that experience in Pakistan in lending to agribusiness enterprises is limited, all \nconsultants are expected to be recruited internationally. All consultants will be contracted by \nSBP subject to approval by ADB, and in the case of the capacity-building consultants, the \napproval of the PFI in which they will work, in accordance with ADB Guidelines on the Use of \nConsultants. Consultants for awareness building and performance monitoring will be engaged \nas part of a single contract package using the quality- and cost- based selection method. \nConsultants engaged for capacity building will be engaged in separate contract packages using \nthe  quality-based  selection  method.  Each  participating  PFI  will  be  required  to  finance  the \nmanagement  and  administration  costs  associated  with  developing  and  operating  the \nagribusiness lending function. \n \n \n ", "Appendix 6          39 \nAGRIBUSINESS POLICY AND ENABLING ENVIRONMENT DEVELOPMENT \nA.  Agribusiness Policy Development \n \n1.  One of the constraints highlighted in project preparation workshops and stakeholder \nfeedback was the lack of a central or federal agribusiness policy and provincial horticultural \npolicies. The direction and stability of the policy environment is important to both existing and \npotential agribusinesses. Any policy must provide stability and an effective and realistic time \nhorizon. The policies will reflect the Government’s objective of encouraging and facilitating \nsustainable agribusiness development and horticultural production. \n  \n1.  National Agribusiness Policy Background and Rationale \n \n2.  A national agribusiness policy is required to (i) promote and encourage enterprise start-\nup and expansion, value chain integration, and product specialization; and (ii) determine ways \nto incorporate the informal sector into the agribusiness mainstream. The agribusiness subsector \nrequires  support  in  a  number  of  ways  including  (i)  incentives  for  company  start-ups;  (ii) \nenterprise zones in areas with a product-based comparative advantage; (iii) government support \nfor  achieving  value  chain  integration  through  outgrower  schemes;  (iv)  fast  track  export \nfacilitation  and  standards  readiness,  (v)  measures  to  incorporate  the  informal  sector  into \nmainstream agribusiness, so that small agribusinesses can benefit from the opportunities that \nexist in the market place; (vi) and a review of taxation regulations on horticultural products, \nparticularly fruit juices. The country will require an agribusiness policy at the macro level so that \nall stakeholders in the country are aware of their responsibilities and obligations.  \n \n3.  Task Force. A policy will be formulated utilizing the services of a task force, nominated \nby the project management unit (PMU) and approved by the project steering committee. The \nagribusiness task force will be constituted with both private and public sector members, with a \nmaximum of two members nominated from each sector and an international advisor acting as \nchairperson. The members will be provided with an honorarium, per diem, and travel allowance \nfor the time spent working with the task force. To prepare the policy, the task force will gauge \nthe views of all stakeholders within the sector over 4 months, through formal and informal \ndiscussions, and workshops.  The purpose of the agribusiness policy will be to (i) establish the \ndefinition and vision of agribusiness; (ii) determine institutional involvement and capabilities; (iii) \nprepare aims and objectives that include subsectors and products for growth and prioritization; \n(iv)  delineate  the  focus  of  Government  support  through  policy  reforms  and  targeted \ninterventions,  policy  stability  measures,  and  safeguards  for  an  enabling  agribusiness \nenvironment;  (v)  address  and  identify  demand-side  agribusiness  concerns  including  the \nbusiness environment, required taxation regulation review, tax incentives, access to credit, and \ncompetitiveness;  (vi)  prepare  an  action  plan  for  implementing  the  strategy,  identifying  key \nindicators or targets and time horizons; (vii) identify measures to attain policy consistency and \ncommitment; and (viii) identify other priority issues. \n \n4.  Developing an Agribusiness Policy. The policy will be developed over a year. In \nchronological  order  the  activities  include  (i)  task  force  identification  and  constitution,  (ii) \nstakeholder discussions and policy preparation, (iii) policy submission, (iv) policy feedback and \nreview by key stakeholders, and (v) policy and action plan approval by government within 18 \nmonths from project start-up.  \n \n5.  Consulting Services. The PMU will recruit an international agribusiness policy advisor. \nThe advisor will be mobilized within the first 3 months of the implementation period for 6 person-\n ", "40          Appendix 6 \nmonths. The advisor will have expertise in policy formulation with experience in agribusiness \npolicy and regulatory frameworks. The advisor will  \n \n(i)  determine the scope of work for the development of an agribusiness policy in \nconsultation with the project director; \n(ii)  assist the PMU in recommending the complement and profile of the agribusiness \npolicy task force, and preparing the task force member’s terms of reference; \n(iii)  manage the task force and be its chairperson to achieve its objective of preparing \nthe  draft  policy,  and  present  the  policy  for  review  and  approval  to  the \nGovernment, and if necessary refine the policy further; \n(iv)  ensure that all stakeholders are consulted when preparing the policy; and \n(v)  liaise  with  the  national  horticulture  policy  consultant  to  ensure  that  the \nhorticultural policies and the agribusiness policy are consistent with each other \nregarding the overall strategy objectives. \n \n2.  Provincial  and  Special  Area  Horticultural  Policies  Background  and \nRationale \n6.  Horticulture and its products are generally regarded as a minor subsector. Horticulture is \nnot considered an industry, and is not given due priority and emphasis as a potential income \ngenerator  in  rural  areas.  Horticulture  production,  and  cropping  profiles  and  seasons  vary \nbetween areas; each province and special area is distinct and needs its own policy tailored to its \nagro climate, cropping, and production profiles. The Pakistan Horticulture Development and \nExport Board already has the mandate to help formulate and implement the national horticulture \npolicy, which is in the process of preparation.  \n \n7.  Provincial and special area policy emphasis will be placed on (i) promotion of greater \nparticipation of the private sector, and the convergence of programs and projects implemented \nby  various  developmental  agencies  and  government  departments;  (ii)  policy  definition  and \nvision;  (iii)  institutional  involvement  and  capabilities;  (iv)  aims  and  objectives  that  include \nsubsectors and products for growth, and prioritization based on comparative advantage and \ninherent production and marketing skills; (v) focus on government support on policy reforms, \nand  targeted  interventions  such  as  policy  stability  measures  and  safeguards  to  create  an \nenabling horticultural subsector environment; (vi) preparation of an action plan for implementing \nthe strategy, with key indicators or targets specified with time horizons; and (vii) determination of \nrequired institutional support and legislation. \n \n8.  Task Force. The Project will establish provincial and special area policy task forces to \nliaise with the Pakistan Horticulture Development and Export Board to develop horticultural \npolicies in Balochistan, Punjab, and Sindh provinces, and special areas; and review the North-\nWest Frontier Province policy that has been prepared and is still in the process of being revised. \nProvincial  and  special  area  horticultural  task  forces  will  consist  of  five  members,  two \nrepresentatives from the public sector, and three from the private sector (which may include a \nmember from the Pakistan Horticulture Development and Export Board).  \n \n9.  Consulting Services. The PMU will recruit a national horticulture policy advisor who will \nbe mobilized within the first 6 months of project implementation for two assignments of 10.5 and \n3.5 person-months in the first 2 years of the Project. The advisor will have expertise in policy \nformulation with particular experience in horticultural policy. The advisor will  \n \n ", "Appendix 6          41 \n(i)  determine the scope of work for the development of provincial and special area \nhorticultural policies;  \n(ii)  assist the PMU in recommending the complement and profile of the horticultural \npolicy task forces, and preparing the task force members' terms of reference; \n(iii)  manage the task forces to achieve their objectives of preparing the draft policy, \nand present the policies to the implementing and executing agencies, and the \nprovincial and special area governments; \n(iv)  ensure that all stakeholders are consulted when preparing the policies; and \n(v)  liaise  with  the  international  agribusiness  policy  consultant  to  harmonize  the \nhorticultural policies with the agribusiness policy regarding the overall strategy \nobjectives. \n \nB.  Enabling Environment Development and International Standards Compliance \n1.  Background and Rationale \n10.  During  1994,  Pakistan  signed  a  number  of  agreements  with  the  World  Trade \nOrganization  (WTO)  that  relate  partly  or  wholly  to  food,  agriculture,  and  livestock.  The \nagreements  included  the  agreements  on  agriculture,  sanitary  and  phytosanitary  measures \n(SPS), technical barriers to trade, and trade-related intellectual property rights. Pakistan as a \nsignatory is committed to implement and become compliant with these agreements. \n11.  Developed  countries  have  prepared  and  enforced  stringent  standards  and  quality \nrequirements for all foodstuffs, in accordance with SPS and technical barriers to trade, to \ncounter the import of substandard poor quality food and ingredients. Countries that export to \ndeveloped, and even developing markets, have to comply with, and harmonize their standards \naccordingly. Implementation of the agreements and conformity with standards is not an easy \ntask. However, if Pakistan’s food exports do not comply with the new standards, they will lose \ntheir traditional markets as regulations become more stringent. Existing laws that are relevant to \nWTO agreements need to be amended, and capacity and knowledge of the agreements for all \nplayers in the agribusiness subsector needs to be strengthened. To comply with the SPS \nagreement the Government is in the process of amending a number of laws and acts before \nWTO regime enforcement.1  \n2.  Project Support \n12.  The Project will provide assistance in a number of areas to strengthen the regulatory \nframework, and international compliance and certification. Activities will include (i) assisting the \nWTO  cell  in  the  Ministry  of  Food,  Agriculture,  and  Livestock  (MINFAL)  to  expedite  the \namendment  of  the  laws  and  acts  related  to  the  WTO  agreements;  (ii)  collating  and \ndisseminating international standards information to the relevant stakeholders in both the private \nand public sectors, through the Project's capacity-building component; (iii) coordinating with \nother trade related, WTO capacity-building projects in MINFAL, Ministry of Commerce, and \nMinistry of Industry to avoid duplication of activities; and (iv) helping strengthen and promote \nimproved food standards, and hazard analysis critical control point certification. The Project will \n                                                 \n1  (i) Pakistan Plant Quarantine Act (1976), (ii) Federal Seed Certification Act (1976), (iii) Agricultural Produce \n(Grading & Marketing) Act (1937), and (iv) Pakistan Animal Quarantine (Import & Export of Animals and their \nProducts) Act (1985). \n \n \n ", "42          Appendix 6 \nrecruit a national policy, institutional, and regulatory advisor to the PMU for the first 3 project \nyears to work closely with the PMU project director and advise on policy institutional and \nregulatory framework issues that affect agribusiness. The advisor will assist the regulatory \nframework and compliance specialist to bring about necessary amendments in laws to conform \nwith WTO regulations and agreements relating to agribusiness. \n \n13.  Consulting Services. The Project will identify and field an international consultant to \nassist with legal framework amendments, preparation of awareness seminars, and elaboration \nof an action plan for MINFAL to align with international standards. The consultant will be fielded \nin  the  first  project  year  for  3  months.  The  consultant  will  have  expertise  in  trade  policy, \ninternational standards compliance, and the WTO Agreement on Agriculture, SPS/technical \nbarriers to trade, and trade-related intellectual property rights, and will be selected by ADB in \nconsultation with MINFAL. The consultant will  \n \n(i)  work  under  the  direct  supervision  of  the  PMU,  and  with  the  project  policy, \ninstitutional, and regulatory specialist; \n(ii)  assess the existing situation with regard to the country’s international regulatory \nframework, and alignment with the WTO agreements that affect agriculture and \nagribusiness; \n(iii)  in conjunction with the WTO-related agencies and offices in MINFAL, assess the \nlegal  framework  recommendations  put  forward  by  the  various  government \ndepartments, and make necessary recommendations; \n(iv)  in  relation  to  (iii),  develop  the  necessary  legal  framework  amendments  for \npresentation to the Government; \n(v)  review the progress made regarding other trade and WTO awareness programs \nin other ministries; \n(vi)  on  the  basis  of  the  consultant's  international  regulations  and  standards \nexperience, develop a series of awareness seminars to provide training to the \nproject  stakeholders  on  WTO  requirements,  international  standards,  and  the \neffects of noncompliance and harmonization in respect of Pakistan’s international \ntrade prospects; \n(vii)  develop an action plan for MINFAL to follow to harmonize standards and to \nbecome internationally compliant, and recommend how to improve enforcement; \n(viii)  determine the mechanism in which Euro-Retailer Produce Working Group Good \nAgriculture Practices, and hazard analysis critical control point certification can \nbe promoted within the country, identifying possible service providers that could \noffer registration and certification to the agribusiness subsector; and \n(ix)  make  recommendations  for  project  interventions  to  improve  the  regulatory \nframework, and its harmonization with other countries. \n \nC.  MINFAL Departmental Coordination \n1.  Background and Rationale \n14.  The country has no agribusiness coordination. There is a WTO cell in the economic wing \nof MINFAL. The Department of Agriculture and Livestock Product Marketing and Grading has \nthe responsibility for providing market information, and product uniformity and quality through \ngrading standards. WTO activities need to be better coordinated by institutional restructuring. \n ", "Appendix 6          43 \n2.  Project Support \n15.  The policy, institutional, and regulatory specialist recruited by the PMU for the first 3 \nyears  will  help  the  international  institutional  and  restructuring  and  coordination  advisor  by \nundertaking an assessment of the capability and capacity of the relevant MINFAL WTO cells to \nmake recommendations regarding achieving better coordination between them, or possible \nrestructuring measures that need to be undertaken. \n \n16.  Consulting Services. An international institutions institutional and restructuring and \ncoordination advisor will be recruited, once the national agribusiness policy is drafted in the first \nyear of the Project, for 6 person-months in the first year, and an additional 6 person-months in \nthe second project year. The advisor will improve coordination between agribusiness policy and \ninternational  compliance  recommendations,  and  have  expertise  in  institutional  matters  and \ninterdepartmental coordination. The consultant’s scope of work will include \n \n(i)  identify the need, requirements, and parameters for restructuring and reforming \nMINFAL operations related to agribusiness, WTO matters, prices, and produce \nand livestock marketing; \n(ii)  conduct a workshop with all concerned departments to assess their capabilities, \nconstraints, and linkages; \n(iii)  assess, based on the outcome from activities (i) and (ii), the capacity of the \nconcerned departments, divisions, and cells to undertake their assigned tasks, \nand their linkages with other departments; \n(iv)  analyze  the  information  collected,  study  comparable  successful  models  and \nexperiences elsewhere in the world, and prepare an action plan for improved \ncoordination  between  the  concerned  MINFAL  groups,  and  make \nrecommendations; \n(v)  build  measures  into  the  action  plans  that  will  improve  organizational  and \noperational efficiency of the concerned departments and cells, and the quality of \ntheir service delivery; and \n(vi)  in  association  with  the  project  director,  and  relevant  project  staff,  prepare \nrecommendations  for  consideration  by  MINFAL.  The  recommendations  will \ninclude a time frame for any required restructuring.  \n ", " \nCOST ESTIMATES AND FINANCING PLAN \nTable A7.1: Project Cost Summary, by Componenta \n4\n  4\n \n    \n \n \n \n      \n    (PRs million) ($ million)   \nA\n    % % Total % % Total p\np\nForeign Base Foreign Base e\nn\nItem Local Foreign Total Exchange Costs Local Foreign Total Exchange Costs d\nix\nA. Agribusiness Support Service Provision    7\n 1. Agribusiness Support Fund  1,204.6 0.0 1,204.6 0 45 21.0 0.0 21.0 0 45  \n 2. Agribusiness Support Fund Establishment and Operation 81.9 82.7 164.6 50 6 1.4 1.4 2.9 50 6\n               Subtotal Agribusiness Support Service Provision 1,286.5 82.7 1,369.2 6 51 22.4 1.4 23.8 6 51\nB. Agribusiness Finance Development  \n 1. Phase 1: Awareness Building 0.3 4.5 4.7 94 0 0.0 0.1 0.1 94 0\n 2. Phase 2: Capacity Building 104.8 151.7 256.5 59 10 1.8 2.6 4.5 59 10\n               Subtotal Agribusiness Finance Development 105.0 156.2 261.2 60 10 1.8 2.7 4.5 60 10\nC. Agribusiness Capacity Building  \n 1. MINFAL Restructuring and Coordination 99.4 31.7 131.0 24 5 1.7 0.6 2.3 24 5\n 2. PHDEB Strengthening 36.3 5.1 41.4 12 2 0.6 0.1 0.7 12 2\n 3. DALPMG Export Certification 34.4 18.7 53.2 35 2 0.6 0.3 0.9 35 2\n 4. FSCRD Strengthening 121.4 29.0 150.5 19 6 2.1 0.5 2.6 19 6\n 5. Market Information System 57.4 3.5 60.9 6 2 1.0 0.1 1.1 6 2\n 6. Agribusiness Training Delivery  \n i. Curriculum Development 15.0 6.1 21.1 29 1 0.3 0.1 0.4 29 1\n ii. Training of Trainers and Service Providers 21.4 14.6 36.0 41 1 0.4 0.3 0.6 41 1\n iii. Entrepreneur Training 36.9 0.0 36.9 0 1 0.6 0.0 0.6 0 1\n iv. Farmer Training 28.2 0.0 28.2 0 1 0.5 0.0 0.5 0 1\n               Subtotal Agribusiness Training Delivery 101.5 20.7 122.3 17 5 1.8 0.4 2.1 17 5\n7. Livestock and Dairy Development Board Establishment 43.7 1.2 44.9 3 2 0.8 0.0 0.8 3 2\n               Subtotal Agribusiness Capacity Building 494.2 110.0 604.2 18 22 8.6 1.9 10.5 18 22\nD. Agribusiness Policy and Enabling Environment Development  \n 1. Agribusiness and Horticulture Policy Formulation 22.3 8.6 31.0 28 1 0.4 0.2 0.5 28 1\n 2. Regulatory Framework and International Standards Compliance 0.5 4.1 4.6 90 0 0.0 0.1 0.1 90 0\n               Subtotal Agribusiness Policy and Enabling Environment Development 22.8 12.8 35.6 36 1 0.4 0.2 0.6 36 1\nE. Project Management Support  \n1. Project Management  \n i. Project Management Unit 97.3 21.0 118.2 18 4 1.7 0.4 2.1 18 4\n ii. Provincial Project Management Offices  272.6 28.1 300.7 9 11 4.7 0.5 5.2 9 11\n               Subtotal Project Management 369.9 49.1 419.0 12 16 6.4 0.9 7.3 12 16\n2. Studies, Consulting and Miscellaneous Support 4.9 1.3 6.2 21 0 0.1 0.0 0.1 21 0\n               Subtotal Project Management Support 374.8 50.4 425.2 12 16 6.5 0.9 7.4 12 16\n                   Total Baseline Costs 2,283.3 412.0 2,695.3 15 100 39.7 7.2 46.9 15 100\nPhysical Contingencies 53.9 20.6 74.5 28 3 0.9 0.4 1.3 28 3\nPrice Contingencies 156.1 49.0 205.1 24 8 0.0 0.0 0.0 14 0\n                   Total Project Costs 2,493.3 481.6 2,975.0 16 110 40.7 7.5 48.2 16 103\nInterest During Implementation 0.0 47.1 47.1 100 2 0.0 0.8 0.8 100 2\n                   Total Costs to be Financed 2,493.3 528.8 3,022.1 17 112 40.7 8.3 49.0 17 104\na Figures may not add up due to rounding. \nDALPMG = The Department of Agriculture and Livestock Product Market and Grading, FSCRD = Federal Seed Certification and Registration Department, \n  MINFAL = Ministry of Food, Agriculture, and Livestock, PHDEB = Pakistan Horticulture Development and Export Board. \nSource: Asian Development Bank estimates.", "Table A7.2: Project Cost Summary, by Expenditure Accounta \n \n   \n   \n   Asian Development Agribusiness Private Sector\n    Bank The Government Enterprises Institutions Beneficiaries Total\nItem Amount % Amount % Amount % Amount % Amount % Amount %\nI. Investment Costs  \nA. Civil Works 0.0 0.0 0.8 100.0 0.0 0.0 0.0 0.0 0.0 0.0 0.8 1.5\nB. Equipment & Vehicles  \n1. Office Equipment 0.8 59.6 0.6 40.4 0.0 0.0 0.0 0.0 0.0 0.0 1.4 2.9\n2. Information Technology and Related Equipment 0.1 62.4 0.1 37.6 0.0 0.0 0.0 0.0 0.0 0.0 0.2 0.4\n3. Vehicles 0.9 59.3 0.6 40.7 0.0 0.0 0.0 0.0 0.0 0.0 1.6 3.2\n             Subtotal Equipment and Vehicles 1.9 59.6 1.3 40.4 0.0 0.0 0.0 0.0 0.0 0.0 3.1 6.4\nC. Agribusiness Support Fund 11.1 53.0 0.0 0.0 9.9 47.0 0.0 0.0 0.0 0.0 21.0 42.8\nD. Training, Promotion, Awareness and Workshops  \n 1. International Training 0.4 100.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.4 0.8\n 2. Local Training 0.7 38.1 0.6 29.2 0.5 27.3 0.0 0.0 0.1 5.4 1.9 3.9\n 3. Promotion, Awareness & Workshops 0.1 85.0 0.0 15.0 0.0 0.0 0.0 0.0 0.0 0.0 0.2 0.3\n 4. Per Diem Workshop Participants (Local) 0.1 90.0 0.0 10.0 0.0 0.0 0.0 0.0 0.0 0.0 0.1 0.3\n             Subtotal Training, Promotion, Awareness and Workshops 1.4 53.8 0.6 22.6 0.5 19.7 0.0 0.0 0.1 3.9 2.6 5.4\nE. Consulting Services  \n1. International Consultants  \n i. Remuneration 2.9 100.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 2.9 6.00\n ii. International Travel 0.3 100.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.3 0.50\n iii. Per Diem 0.6 100.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.6 1.20\n           Subtotal International Consultants 3.8 100.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 3.8 7.70\n2. Domestic Consultants  \n i. Remuneration 0.6 90.1 0.1 9.9 0.0 0.0 0.0 0.0 0.0 0.0 0.7 1.5\n ii. Per Diem 0.1 90.0 0.0 10.0 0.0 0.0 0.0 0.0 0.0 0.0 0.1 0.3\n           Subtotal Domestic Consultants 0.8 90.1 0.1 9.9 0.0 0.0 0.0 0.0 0.0 0.0 0.8 1.7\n              Subtotal Consulting Services 4.5 98.2 0.1 1.8 0.0 0.0 0.0 0.0 0.0 0.0 4.6 9.4\nF. Technical Services, Studies and Surveys  \nTechnical Services, Studies & Surveys 0.5 78.0 0.2 22.0 0.0 0.0 0.0 0.0 0.0 0.0 0.7 1.4\nTask Force Honoraria 0.1 90.0 0.0 10.0 0.0 0.0 0.0 0.0 0.0 0.0 0.1 0.2\n             Subtotal Technical Services, Studies and Surveys 0.6 79.6 0.2 20.4 0.0 0.0 0.0 0.0 0.0 0.0 0.8 1.6\nG. Operation and Administration  \n1. Staff  \n i. Management Staff 6.9 85.3 1.2 14.7 0.0 0.0 0.0 0.0 0.0 0.0 8.1 16.6\n ii. Support Staff 1.5 64.5 0.6 27.5 0.0 0.0 0.2 8.0 0.0 0.0 2.3 4.6 A\nTravel and Per Diem (Project Staff) 0.1 22.6 0.1 60.0 0.0 0.0 0.0 17.4 0.0 0.0 0.2 0.5 pp\n               Subtotal Staff 8.4 79.6 1.9 18.4 0.0 0.0 0.2 2.1 0.0 0.0 10.6 21.7 e\nn\n2. Office Operating Costs 1.3 38.2 1.8 53.6 0.0 0.0 0.3 8.2 0.0 0.0 3.3 6.8 d\nix\n3. Vehicle Operating Cost 0.2 50.8 0.2 48.9 0.0 0.0 0.0 0.3 0.0 0.0 0.4 0.8  7\n4. Local Travel and Vehicle Hire 0.8 80.3 0.1 13.9 0.0 0.0 0.1 5.9 0.0 0.0 1.0 2.0   \n \n               Subtotal Operation and Administration 10.7 69.9 4.1 26.5 0.0 0.0 0.6 3.6 0.0 0.0 15.3 31.3   \n \n                    Total Investment Costs 30.3 62.8 6.9 14.4 10.4 21.5 0.6 1.1 0.1 0.2 48.2 98.4   \n \n \nII. Recurrent Costs   4\n5\n                   Total Project Costs 30.3 62.8 6.9 14.4 10.4 21.5 0.6 1.1 0.1 0.2 48.2 98.4\nInterest During Implementation 0.8 100.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.8 1.6\n                   Total Disbursement 31.0 63.4 6.9 14.1 10.4 21.2 0.6 1.1 0.1 0.2 49.0 100.0\na Figures may not add up due to rounding. \nSource: Asian Development Bank estimates. \n ", " \nPROJECT IMPLEMENTATION CHART\n \n   \n4\n6\n \n \n         Ministry of Food, Agriculture, and Livestock   \n \n \n \n \n \n      Project Steering Committee           A\np\nProject Implementation Coordina tion  p\ne\n          Committee  n\nd\nix\n 8\n \nProject \nState Bank of  Agribusiness  \nManagement\nPakistan    Support Fund  \nUnit  \n Pakistan \nLivestock and  \nHorticulture  \nDairy  \nDevelopment  \nDevelopment  \nand Export  \nBoard    Board   \n Market Information, and Seed \nCertification Service Provider s \nParticipating \nFinancial \nInstitutions   \nProvincial and Special Area   \n  Coordination Committees \nBusiness \nDevelopment \nProject Implementation  \nService  Offices (provinces and  \n(privParteo vsideectros r)   special areas)    \nAgribusiness enterprises and farmer group enterprises  \n \n \n   Management responsibility    Flow of funds \n   Coordination responsibility    Service provision \n \n \n \n ", " \nIMPLEMENTATION SCHEDULE \nComponent Year 1 Year 2 Year 3 Year 4 Year 5\n1. Agribusiness Support Services\n    ASF and appraisal unit established\n    ASF disbursement\n2. Capacity Building for Agribusiness Finance\n    PFIs identified and selected\n    PFI capacity and awareness building\n3. Capacity Building for Agribusiness\n    DALPMG export quality certification\n    DALPMG market information service\n    FSCRD laboratories \n    FSCRD registration and certification\n    LDDB establishment\n    LDDB activities\n    Curriculum and training manual development\n    TOT for farmer field schools\n    FFS events\n    School management training\n    TOT skills training  in processing\n    TOT training in World Trade Organization and TQM\n    Management training for beneficiaries\n    International training\n4. Policy Formulation and Enabling Environment\n    National agribusiness policy preparation and approval\n    Provincial horticultural policies preparation and approval\n    Regulatory framework and international compliance\n    MINFAL departmental coordination\nA\n5. Project Implementation and Studies p\n    PMU and PIO establishment pe\nn\n    Monitoring and evaluation established and implemented dix\n 9\n    Studies\n \n \n \nASF = Agribusiness Support Fund, FFS = farmer field schools, FSCRD = Federal Seed Certification and Registration Department, LDDB = Livestock and Dairy    \n \n \nDevelopment Board, MINFAL = Ministry of Food, Agriculture, and Livestock, PFI = participating financial institutions, PIO = project implementation unit, PMU =    \n4\nprojectmanagementunit,TOT=trainingoftrainers,TQM=totalqualitymanagement. 7\n ", " 4  8                Appendix 10   \nINDICATIVE PROCUREMENT PACKAGES \n \nProcurement Accounts  Number of  Mode of  Amount \nContracts  Procurement  ($ million) \nA. Equipment and Vehicles       \n1. Equipment   Multiple  LCB  1.6 \n2. Vehicles  Multiple  LCB  1.6 \nB. Training, Workshops, and Promotion    QBS/DC  2.6 \nC. Consulting Services       \n1. ASF Promotion, Agribusiness Finance       \nAwareness and Monitoring, Capacity       \nBuilding, and Policy  3  QCBS  1.7 \n \n2. Agribusiness Finance Capacity Building  4  QBS  3.8 \nD. Technical Services, Studies, and  Multiple  QBS/DC  0.8 \nSurveys \n                  Total      12.1 \nASF = Agribusiness Support Fund, DC = direct contracting, LCB = local competitive bidding, QBS = quality-based \nselection, QCBS = quality- and cost-based selection. \nSource: Asian Development Bank estimates. \n \n ", "Appendix 11          49 \nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES \nA.  Background \n1.  Given  the  generally  low  level  of  capacity  in  agribusiness,  the  Project  requires  a \nsignificant input of consulting services both at the institutional and enterprise levels. Given the \nneed to enhance Pakistan’s agribusiness quality standards to international levels, the innovative \nnature of the Agribusiness Support Fund (ASF), and the Project’s approach to agribusiness \nfinance  development,  a  major  part  of  consulting  services  will  be  provided  by  international \nconsultants. A total of 221 person-months of international and 128 person-months of domestic \nconsulting inputs will be financed under the Project. A high degree of flexibility will be written \ninto each consulting contract to allow implementing agencies to recruit consultants according to \nneeds determined as project implementation proceeds. \nB.  Agribusiness Support Service Provision \n \n2.  International  and  domestic  consultants  will  be  engaged  at  the  start  of  project \nimplementation to prepare and implement a nationwide promotion campaign for the ASF. Given \nthe innovative nature of the ASF within the agriculture sector in Pakistan and the need for sound \ngovernance and management to ensure effective delivery of ASF funding, the ASF manager will \nbe recruited as an international consultant for the duration of the Project. The consultant will \ninitially be responsible for incorporating and establishing the ASF, preparing a business plan \nand operating procedures, and coordinating the promotion campaign. Thereafter, the consultant \nwill be responsible for day-to-day management of the ASF and evaluating funding applications. \n \nC.  Agribusiness Finance Development \n \n3.  Since the financing of agribusiness of the type to be supported by the Project is very \nlimited in Pakistan at present, agribusiness finance development consultants will all be recruited \ninternationally. The first phase will involve a program of awareness building within potential \nparticipating  financial  institutions  (PFIs)  to  discuss  with  them  on  a  one-to-one  basis  the \nconstraints  and  opportunities  for agribusiness  finance  development.  These  discussions  will \nresult in the preparation of a shortlist of PFIs that demonstrate a commitment to developing \nagribusiness lending with the support of the Project. From the shortlist, 3–5 PFIs will be selected \nfor the second, capacity-building phase. In the capacity-building phase, separate teams of \nconsultants  will  work  with  individual  PFIs  to  avoid  issues  of  confidentiality  and  conflict  of \ninterest, and will negotiate individual contracts with the State Bank of Pakistan, and subsidiary \nagreements with the PFI they support. Consultants will review business plans for agribusiness \nfinance development prepared by the selected PFIs. Based on a strategy and work plan (with \nperformance  targets  and  evaluation  criteria)  agreed  with  the  PFI  management,  they  will \nestablish an agribusiness lending unit within the PFI. Consultants will support the unit for up to \n36 months, during which time they will develop loan products, prepare operating procedures \nand manuals, and train PFI staff. At the end of the assignment, each PFI will have an operating \nagribusiness finance unit that it can take over and operate itself. The participation of PFIs in the \nProject is expected to be phased over the first 3 years of the Project.  \n \n4.  Throughout the implementation of the capacity-building phase, independent international \nconsultants will monitor the performance of the international consultants in agribusiness finance \ndevelopment in each PFI, in accordance with the targets agreed with each PFI. Contracts \nbetween  the  capacity-building  consultants  and  each  PFI  will  stipulate  actions  to  be  taken \ndepending on the results of the performance monitoring review.  \n ", "50          Appendix 11 \nD.  Capacity Building for Agribusiness \n \n5.  Capacity building in both public and private sector institutions is a priority to support \nimplementation of the enabling policy and regulatory environment, and to move agribusiness \ntoward  a  more  private  sector  and  market-oriented  approach.  An  international  institutional \nrestructuring and coordination consultant will be engaged in the first year of the Project to \nsupport the reorganization of the Ministry of Food, Agriculture, and Livestock to enable it to \nperform  in  a  manner  consistent  with  the  new  policies  and  regulatory  framework.  The \nDepartment of Agriculture Livestock Products Marketing and Grading will be supported by \ninternational  consultants  in  the  first  year  to  enhance  its  export  certification.  Domestic \nconsultants employed intermittently over the first 3 years of the Project will be responsible for \ncoordinating  staff  training  and  dissemination  of  information  on  department  functions. \nInternational consultants will be engaged intermittently during the first 3 years to strengthen the \nrole of the Federal Seed Certification and Registration Department in improving seed and fruit \nnursery certification and enforcing germ-plasm standards and uniformity.  \n \n6.  The Project will implement a significant training of trainers program aimed at upgrading \nthe capacity of public sector training institutes and private sector providers to deliver training in \nbusiness management, technical skills, total quality management, and alignment with World \nTrade Organization regulations. Senior staff and lecturers at vocational training institutes and \ngovernment commerce colleges will receive training in school management and training delivery \nmethods.  A  combination  of  international  agribusiness  training  curriculum  development  and \nnational curriculum development and training dissemination and coordination consultants will be \nengaged to implement the training program. Curriculum and training program development will \nbe an ongoing exercise during the first 3 years of the Project to allow for refinement of the \ntraining message and delivery mechanisms based on implementation experience. In recognition \nof the potential for floriculture, an international floriculture training consultant will provide training \nto  vocational  training  institute  and  government  commerce  college  staff  and  other  training \nproviders  in  flower  production  and  presentation  for  onward  training  to  flower  growers  and \nprocessors. The consultant will be engaged intermittently during the life of the Project. \n \nE.  Policy Formulation and Enabling Environment \n7.  International consultants supported by task forces comprising public and private sector \nnominees  will  be  engaged  to  develop  a  national  agribusiness  policy  using  a  consultative \napproach with relevant sector stakeholders. Provincial and special area horticulture policies will \nbe developed in a similar way using domestic consultants and public and private task forces. An \ninternational consultant will be employed to develop an agribusiness regulatory framework and \nto  promote  compliance  with  international  quality  standards  among  Pakistan’s  agribusiness \ninstitutions  and  enterprises.  Both  the  agribusiness  and  horticulture  policies  and  regulatory \nframework will be completed in the first year of the Project in order to facilitate implementation \nthereafter. \n \nF.  Project Management Support \n \n8.  An international consultant with experience of implementing similar projects with diverse \ncomponents and activities will be recruited to support the Ministry of Food, Agriculture, and \nLivestock in the establishment of the project management unit, provincial project implementation \noffices, and project implementation procedures in accordance with Asian Development Bank \nguidelines. A domestic monitoring and evaluation consultant will be contracted to establish the \nproject performance monitoring system and to assess project impact during the life of the \n ", "Appendix 11          51 \nProject.  Starting  in  the  second  year  and  for  the  duration  of  the  Project,  a  domestic \nenvironmental monitoring and evaluation consultant will assess the environmental impact of \nproject-supported interventions. \n \n9.  Domestic consultants will be engaged to undertake two studies identified as priorities for \nsupporting agribusiness development. These are a competitive and comparative advantage \nstudy to identify horticulture products that may offer the greatest potential for development in \nPakistan, and a livestock and dairy study to identify potential areas of growth and investment. \n \n10.  To accommodate unforeseen consulting service needs, 6 months international and 12 \nmonths domestic consulting services have been included, but not allocated to any specific area \nor task. These will be available at the discretion of the project management unit to supplement \nconsulting inputs as necessary.  \n \nG.  Procurement of Consulting Services \n \n11.  Consultants selected must have proven international experience in relevant fields of \nexpertise and prior exposure in South Asia. Companies will be eligible to bid for providing \nconsulting services in more than one of the identified packages. \n \n \n ", "52          Appendix 12 \nPROJECT JUSTIFICATION AND FINANCIAL ANALYSIS \n \nA.  Introduction \n1.  The Project seeks to support the contribution of agribusiness to economic growth and \nemployment  generation  by  addressing  market  failures  to  facilitate  private-sector-led \nagribusiness development throughout the agribusiness product value chain, and increasing \ninstitutional and market efficiencies by directly linking clients and service providers. This would \nbe achieved by extending financial and technical capacity-building support to entrepreneurs, \nservice  providers,  financial  institutions,  and  farmers;  and  improving  policy  and  regulatory \nframeworks. The Project is designed to (i) support agribusiness development to contribute to \nrural growth and employment; (ii) provide a private sector focus for agricultural diversification \nand export orientation; (iii) encourage enhanced public-private sector partnerships; (iv) improve \nthe output of agricultural research and extension to make it more demand driven; (v) establish a \nnetwork of quality control and certification laboratories; and (vi) provide capacity building on \nWorld  Trade  Organization  compliance  issues.  The  sector  analysis  in  Appendix  2  provides \ndetails of sectoral constraints and issues, lessons learned, and opportunities that provide the \nbackground for the project justification and analysis. \n \nB.  Project Justification and Benefits \n2.  The need for the Project arises from (i) current market failures leading to inadequate \nfinancial and technical support to the private sector to initiate agribusiness enterprises, (ii) \nfailures in institutional capacity, and (iii) the absence of consistent and coherent agribusiness \npolicies. The Project will be a catalyst to improve the contribution of agribusiness to the national \neconomy. It will encourage investment by the private sector in new or upgraded enterprises that \nhave been constrained by limited financial and technical capacity and support. The Project will \nalso  strengthen  institutions  to  formulate  policies  and  implement  a  regulatory  framework  in \ncompliance with international standards. The Project is designed to provide benefits to all \ninvolved in the value chain, including landless laborers; fruit, vegetable, livestock, and dairy \nfarmers; support industries; service providers; financiers; processors; government staff; and \nconsumers.  \n \n3.  The focus on strengthening private sector delivery mechanisms to the agribusiness \nsubsector throughout the value chain is expected to (i) increase entrepreneurs’ capacity to \nserve  increasingly  discerning  consumer  preferences,  (ii)  lead  to  greater  responsiveness  of \ninstitutions and market mechanisms to respond to farmers' and entrepreneurs’ needs, and (iii) \nas a result lead to increases in efficiency by reducing transaction costs and increasing the \nsupply  of  services  demanded  by  agribusiness  clients.  Key  services  in  this  regard  will  be \nbusiness  development  services,  loans  for  agribusiness  development,  agricultural  and \nagribusiness training, product grading and marketing, improved seed certification and quality, \nand  more  focused  agricultural  research  and  extension.  The  Project  will  improve  the \nagribusiness policy environment, institutional capacity, and service delivery in a comprehensive \nand systematic manner throughout the value chain to ensure that the project goal of supporting \neconomic growth and employment generation through agribusiness development is efficiently, \neffectively, and sustainably achieved. The deficiencies of the existing approaches are outlined in \nAppendix 2. In essence, the Project's approach will assist clients in the value chain to access \nneeded services using market-based mechanisms, and to improve their capacity to provide \nhigh-quality, higher-value-added products demanded by domestic and international markets.  \n \n ", "Appendix 12          53 \n4.  The private sector has indicated a willingness to provide the services demanded by \nagribusiness entrepreneurs (including farmers), and entrepreneurs the willingness to pay for \nthese services. The fiscal impact of improved service delivery by the Government in areas such \nas  seed  certification,  product  grading  and  marketing,  regulatory  supervision,  and  policy \ndevelopment and guidance is relatively minor.  \n \n5.   The Project will also support improvements to ensure quality and continuity of uniform \nraw material, without which value addition and marketing activities associated with agribusiness \nwill not be successful. Farmers and raw material suppliers will not only be supported through \nagro-enterprise development support and training, but the Project will also support germ-plasm \nimprovement  to  ensure  that  it  is  true  to  type,  uniform,  and  viable.  Development  of  new \nmarketing channels and bringing together stakeholders in the value chain will be promoted by \nencouraging  processors,  packers,  and  distributors  to  work  with  farmer  groups  to  satisfy \ninternational standards and product traceability requirements.  \n \nC.  Methodology \n6.  The Project will support a wide variety of demand-driven interventions identified during \nimplementation. As a result, the likely mix of the scale and types of interventions, and the overall \nproject benefits cannot be accurately ascertained. Therefore, a full-scale cost-benefit analysis is \nconsidered impractical. The analysis is therefore based on a quantitative (financial) assessment \nof selected indicative enterprises that could be implemented by the private sector under the \nProject, and an estimate of the number of direct and indirect beneficiaries of project support.  \n \n7.  The assumptions employed in the preparation of indicative model budgets and their \nanalysis includes (i) all cash inflows and outflows are priced at constant mid 2004 prices; (ii) \nenterprise life is generally assumed as 20 years; (iii) the opportunity cost of capital used is 12%; \n(iv) general sales tax of 15% is applied to all enterprises except for those that are farm-based, \nand 10% income tax is adjusted from revenues; (v) increased production will have insignificant \nimpact  on  the  prices,  as  the  main  benefits  are  qualitative  improvements  and  reduction  of \npostharvest  losses;  and  (vi)  entrepreneurs  will  finance  the  enterprises  themselves.  Model \nbudgets were based on conservative cost and revenue estimates, and are based on the use of \ntraditional technologies, rather than the technologies and approaches being promoted by the \nProject. If project interventions are successful and allow producers and entrepreneurs to benefit \nfrom  an  improved  regulatory  framework,  improved  efficiency  and  effectiveness  of  service \nprovision,  and  access  to  finance  to  invest  in  improved  and  cost-efficient  processes  and \ntechnologies, much higher returns can be expected (paras. 15–16). The detailed feasibility \nstudies  outline  the  critical  factors  that  need  to  be  monitored  to  ensure  success  of  the \nenterprises.  \n \nD.  Financial Analysis of Indicative Model Enterprises \n8.  Detailed crop models were prepared for the major fruit, vegetable, and flower crops; and \nfor milk (cow and buffalo) costs of production were estimated. Most crops and milk production \nwere found to be profitable and sustainable. Indicative agro-enterprises were analyzed for their \nfinancial viability and sensitivity analysis was undertaken. Results are in Table A12.1. \n \n \n \n ", "54          Appendix 12 \nTable A12.1: Summary Financial Analysis \n  Switching Values \n   \nIndicative  (FIRR 12%) \n  Base Case \nCapital  Decrease \n  Estimated  Increase \nInvestment  in \nName of Enterprise  FIRR (%)  in Cost \n(PRs million)  Benefits \nFruit tree nursery production  0.3   76.6  59.6  147.3 \nLivestock fattening yard  91.7   37.7  9.5  10.5 \nMilk collection and chilling center  22.7  28.6  6.4  6.9 \nCool chain distribution and \n60.5   26.3  32.0  46.8 \nmarketing for cut flowers  \nDate processing plant  29.8   24.0  10.4  11.7 \nMango-packing enterprise  18.0   18.2  2.8  2.9 \nCold storage enterprise  16.2   16.8  13.0  14.9 \nVegetable seed production and \n5.0   12.6  0.3  0.3 \nmarketing \nKinnow pack house  14.9   12.3  0.1  0.1 \nFIRR = financial internal rate of return.  \nSource: Asian Development Bank estimates. \n \n9.  Seven of the enterprises are highly profitable, and exhibit relatively robust sensitivity to \nchanges  in  benefits  or  costs.  The  financial  internal  rate  of  return  (FIRR)  of  the  selected \nenterprises ranges between 12.3% and 76.6%. The FIRRs of vegetable seed production and \nmarketing, and kinnow pack house are just above 12%. The switching values for these two \nsuggest  that  they  are  high-risk  investments.  Two  enterprises,  milk  collection  and  chilling \ncenters, and mango-packing enterprise have reasonable FIRRs (28.6% and 18.2% respectively) \nbut are sensitive to cost increases and decreases in benefits, and are medium risk investments. \nThe remaining five enterprises, fruit nursery production, livestock fattening yard, cool chain \ndistribution  and  marketing  for  cut  flowers,  date  processing  plant,  and  cold  storage  have \nrelatively attractive FIRRs, and are not sensitive to cost increases or decreases in benefits. \nThey are therefore financially robust and sustainable investments.  \n \nE.  Beneficiaries of Project Support \n10.  The  Project  will  have  a  wide  range  of  direct  and  indirect  beneficiaries.  Direct \nbeneficiaries include farmers, landless laborers, market functionaries, processors and their staff \nand workers, and other related entrepreneurs. The subsector is highly labor intensive and \nprovides employment to a large number of skilled and unskilled workers. Expansion in the \nsubsector and adoption of good practices is expected to foster an increase in labor demand and \ngenerate additional employment. Indirect beneficiaries include consumers, input suppliers, staff \nof government and project-related institutions, and service providers. \n \n1.  Direct Beneficiaries \n11.  The direct beneficiaries during the project life would include male and female faculty \nmembers  of  government  commerce  colleges,  and  vocational  training  institutes,  farmers, \nlandless laborers, entrepreneurs, employees of processors and packing plants, agribusiness \nservice providers, and financiers. The Project will provide assistance to about 800 trainers to \nacquire skills in training farmers in integrated crop and pest management, and to serve as a \nresource  for  further  training.  In  addition,  the  Project  will  provide  training  to  500  extension \n ", "Appendix 12          55 \nofficers.  At the  completion  of  the Project,  about  25,000 farmers  will  have  been  trained  in \nimproved farm production, integrated crop and pest management, and postharvest technology; \n140 persons will acquire cut flower decoration and market presentation skills; and more than \n3,000  workers  and  entrepreneurs  will  acquire  managerial,  processing,  and  total  quality \nmanagement and international compliance skills; and 40 training institute and college managers \nand principals will be trained in management. An estimated 3,200 staff in federal, provincial, and \nspecial areas government service will be provided with agribusiness awareness training. \n \n12.  Through the Agribusiness Support Fund (ASF), the Project will support beneficiaries through \ncost-sharing  grants  for  business  development  support,  agro-enterprise  start-ups,  farmer  group \nenterprise  formation,  demand-driven  research,  private-sector-led  extension  service;  and  help \nbusiness development support providers to enhance their capacity in the agribusiness subsector. \nThe estimated grant value of $13.9 million will provide financial leverage of an additional $9.9 \nmillion from grant recipients. The ASF in conjunction with 3–5 participating financial institutions \n(PFIs) will directly enhance agro-enterprise competitiveness and productivity. This will have a \npositive impact on enterprise profitability, and lead to job security and employment. Following \nthe awareness-raising and capacity-building activities of the PFIs, lending is expected to be at \nleast five times the amount leveraged from the ASF. This could benefit an additional 10,000 \nagro-enterprises,  and  provide  significant  employment  and  income-generating  opportunities, \nconservatively estimated at 100,000 person-years of direct employment, and 700,000 person-\nyears of indirect employment.  \n \n13.  In trying to estimate the potential beneficiaries from the indicative agro-enterprises that \nhave been analyzed, the number of potential beneficiaries in the farming community is high \nwhere enterprises rely on raw materials that are either produced on an intensive scale, or are \nreared or cultivated by small farmers. This is particularly true in floriculture, animal fattening \nyards, and date processing. For the nine agro-enterprises identified, raw material suppliers \ncould amount to about 4,500 growers or livestock farmers. Based on the amount of ASF \nassistance that may be provided to agro-enterprises, 100,000 farmers may be required to \nprovide products to those enterprises; of those 100,000 farmers, 12,500 will be associated with \nfarmer agribusiness enterprises groups.  \n \n2.  Indirect Beneficiaries \n14.  Indirect beneficiaries will include other farmers, who will benefit from certified vegetable \nseed and nursery plants; consumers who will have improved access to quality and hygienic \nproducts; and service providers, for example, transporters, packing material suppliers, and farm \ninput and processing industry input suppliers. Market functionaries, processors, and exporters \nwill  benefit  from  qualitative  improvement  in  raw  unprocessed  supplies,  and  confidence  in \ninvestment in improved processing technologies and exploring international markets. \n \nF.  Expected Project Impact \n15.  For optimum project impact, interventions are tailored toward specialization in a range of \nproducts to which limited resources can be channeled to make a significant impact. This will \nlead to vertical integration in the value chain (from the field to the consumer) in production areas \nor clusters of single or similar types of products. The Project will support specialization in \nconjunction with quality improvement to achieve greater product comparative advantage.  \n \n16.  In the medium term (within 3 years of project start-up), an environment for encouraging \nagribusiness stakeholders to invest in agribusiness is expected to be in place, leading to more \n ", "56          Appendix 12 \nmarket outlets through an increase in the number of processing and packing units. Farmers are \nexpected to be able to realize increases in net revenue, especially those who have diversified into \nmore intensive (high-value crop) production. The creation of farmer marketing groups will result in \nimproved  quality  and  packaging  resulting  in  a  minimum  10%  price  premium  on  selected \nproducts. Farmers are expected to be able to realize income increases by minimizing postharvest \nlosses that amount to between 20–30% of the value of fruits and vegetables produced each year, \nor 2.7 million tons of products, with an estimated local market value of $522 million. \n ", "Appendix 13          57 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs  the  sector  identified  as  a  national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n      No  agreement?      No \nContribution of the sector or subsector to reduce poverty in Pakistan: \n \nAgriculture contributes 25% to the gross domestic product—70% toward export earnings—and employs 48% of the \nlabor force. Over 100 million people, 68% of the population, live in rural areas, and 95% earn their livelihood from \nagriculture, directly or indirectly. Farmers, laborers, producers, traders, processors, exporters, and various service \nproviders will benefit from the development of agro-enterprises promoted by the project components. Agribusiness has \nthe potential to become a much more important source of economic growth and income generation, with small farmers \nas major beneficiaries. \n \nThe Poverty Reduction Partnership Agreement between the Government of Pakistan and the Asian Development \nBank (ADB) signed in September 2002 focuses on support for poverty reduction measures. In this agreement, the \nmedium-term strategy for agriculture and rural development is to “Increase agricultural productivity and diversification \nthrough a move to market-based agricultural prices and expansion of the role of the private sector.” The Project \ncontributes to the medium-term strategy as it facilitates the development of private-sector-led agribusinesses. The \nproject  interventions  include  (i)  agribusiness  policy  formulation  and  enabling  environment  development,  (ii) \nagribusiness capacity building, (iii) agribusiness support service provision, (iv) agribusiness finance development, and \n(v) project management support These interventions will promote production diversification, and investment in agro-\nenterprises, contributing to economic growth in the agriculture sector. The creation of an enabling policy environment, \ncapacity building, and the provision of financing for agro-enterprises will result in the development of small and \nmedium size agro-enterprises, and the creation of employment opportunities in rural areas. \n \nB.  Poverty Analysis                                                  Targeting Classification: General intervention \nPakistan has witnessed a worsening poverty situation in recent years, particularly, in rural areas where 39% of the \npopulation was living below the official poverty line in 2003. The Pakistan Economic Survey 2003/04 reported a 4.2% \ndecline in poverty based on a small sample survey by the Federal Bureau of Statistics. The total population below the \npoverty line was 23% at the national level, 13.7% in urban areas and 28.4% in rural areas. Pakistan’s human \ndevelopment index score is very low. It was ranked 144th on the Human Development Index with a score of 0.499 in \n2003. In 2004, its rank improved to 142nd but its score on the Human Development Index decreased to 0.497. The \nindex is based on 2002 data when Pakistan had a life expectancy at birth of 60.7 years; adult literacy was 53.4% for \nmales and 28.6% for females; and combined primary, secondary, and tertiary gross enrolment ratio was 43% for \nmales and 31% for females.  \nLow levels of earnings and social vulnerability due to a lack of access to health, education, water supply, and \nsanitation facilities characterize poverty in Pakistan. Lack of opportunities, denial of basic rights, social exclusion, \ncorruption, manipulation of regulatory controls, and insecurity also characterize poverty. The poor have few physical \nassets, and rely disproportionately on informal sector jobs. Poverty characteristics include high levels of income and \nasset poverty, economic and social vulnerability, gender disparity, and low levels of human capital development. The \ndistribution of land is highly skewed. The total farm area is 20.4 million hectares and the total number of landowning \nhouseholds is 6.6 million. Nearly 57.6% of the total ownership holdings are smaller than 2 hectares and account for \n15.5% of the total farm area. Only 1.6% of the landholdings are larger than 20 hectares, and account for 21.2% of the \ntotal farm area. Concentration of land owned by a small number of large landholders is impoverishing because the \npoor have limited assets with which to work.  \nThe Government is committed to reducing the incidence of poverty to below 15% at the completion of the 10-Year \nPerspective Development Plan in 2011. The Government is committed to attaining the Millennium Development Goals \nby 2015. The economic growth rate was 5.1% in FY2003 and 6.4% in FY2004, and in the past 5 years cumulative \nspending on the social sector and poverty-related programs was over PRs860 billion. The project components will \nsupport increased investment in agribusiness production and processing, leading to economic growth that will reduce \npoverty in rural areas. The development of agro-enterprises will contribute to economic expansion, and create \nemployment opportunities in both rural and urban areas that will also reduce poverty. \n \n ", "58  Appendix  13 \nC.  Participation Process \nIs there a stakeholder analysis?    Yes     No  \n \nIs there a participation strategy?                   Yes                   No \n \nThe proposed Project will encourage the organization of small farmer groups to establish agro-enterprises. Some \nnongovernment organizations, particularly, rural support programs (RSPs) have initiated rural development activities \nwith community participation. RSPs organize small community groups, mobilize group resources to build financial \ncapital, and provide training to develop skills of its members. RSPs provide microfinance services to members of \ncommunity organizations without collateral. RSPs can organize small groups of farmers interested in enterprise \ndevelopment. The Project will provide support to RSPs to organize specific training, and business development \nservices needed for agro-enterprise development by small farmers. Agro-enterprise groups would borrow money from \nthe sponsor RSPs for small investments, and the Project’s agribusiness support fund (ASF) would match these \namounts for eligible activities specified in the ASF component. Farmer agro-enterprise groups would not be recipients \nof project funds for capital expenditure, but would be linked to the Project for training and skills enhancement. \nSustainability of agro-enterprises is not linked to project support, but to the skills provided to the groups, and the funds \nthat the groups borrow from the RSPs or financiers to operate the enterprise profitably.  \n \n \nD.  Gender Development \n  \nStrategy to maximize impacts on women: \n \nWomen entrepreneurs will have equal opportunities in establishment of agro-enterprises, and in access to project \nservices. Women are expected to obtain training and employment in agro-enterprises. An improved market system \nwith necessary mobilization and training will encourage the entry of women entrepreneurs into agribusiness. Increased \naccess among the women will require more women staff, which will improve job creation for women and empower \nthem.  \n \n \nHas an output been prepared?      Yes     No \n \nE.  Social Safeguards and other Social Risks \n        \nItem  Significant/    Plan Required \nNot Significant/  Strategy to Address Issues \nNone    \n Significant  The Project does not involve any involuntary resettlement.  No \n  Land required for agro-enterprises will be provided by the \nResettlement   Not significant  sponsors or purchased at current market rates with the \n  consent of landowners.  \n None \n    The Project will have no adverse impacts on the poor and   \n   Significant  marginalized.   Yes \nAffordability     \n Not significant    No \n \n None \n    The Project is anticipated to create jobs in rural and urban   \n   Significant  areas. Agribusiness workers, small farmers, rural poor,   Yes \nLabor    and women will benefit from it. The Project will have no   \n Not significant  adverse  impacts  on  any  segments  of  the  farming    No  \n  community. \n None \n    The Project does not affect any indigenous people as   \n   Significant  defined for the purposes of ADB operations.   Yes \nIndigenous     \nPeoples   Not significant    No \n \n None \n ", "Appendix 13          59 \n    An important social risk is exclusion of small farmers from   \nOther  Risks   Significant  setting up of agro-enterprises. The Project will ensure that   Yes \nand/or    RSPs that provide services to small farmers form small   \nVulnerabilities   Not significant  farmer agro-enterprise groups in different parts of the    No  \n    country. Project components are unlikely to create any \n None  risks for different segments of the farming community, \nparticularly  small  farmers,  landless  laborers,  and \nvulnerable sections of society. \n "], "metadata": {"ModDate": "D:20050530153918+08'00'", "CreationDate": "D:20050427105624+08'00'", "Title": "Agribusiness Development Project", "Creator": "PScript5.dll Version 5.2", "Author": "", "Producer": "Acrobat Distiller 6.0 (Windows)"}}