{"Creator": "R324-02 - Microsoft Word", "CreationDate": "D:20021129152448Z", "Title": "R324-02", "Author": "rsa", "Producer": "Acrobat PDFWriter 4.0 for Windows NT", "ModDate": "D:20030205151444+08'00'", "content": " \n\n \n\n \n\n \n\n \n \n\n \n \n\n \n \n\n \n \n\n \n \n\n \n\n \n\n \n\nASIAN DEVELOPMENT BANK   \n\n \n\nRRP: IND 36317 \n\nREPORT AND RECOMMENDATION \n \nOF THE \n \nPRESIDENT \n \nTO THE \n \nBOARD OF DIRECTORS \n \nON A \n \nPROPOSED LOAN \n \nAND TECHNICAL ASSISTANCE GRANT \n \nTO \n \nINDIA \n \nFOR THE \n \nRAILWAY SECTOR IMPROVEMENT PROJECT \n \n \n \n \n \n \n \n \n \n \nNovember 2002 \n\n \n \n\n \n \n \n \n\n \n\n\f \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n \n\n \n \n\n \n \n\n \n \n\nCURRENCY EQUIVALENTS \n(as of 26 November 2002) \n\nCurrency Unit  \nRe1.00 \n$1.00 \n\n– \n= \n= \n\nIndian rupee/s (Re/Rs) \n$0.0208 \nRs48.13 \n\n \nADB \n \nEIRR \n \nha \n \nIA \n \nICB \n \nIEE \n \nIR \n \nkm \n \nkph \nLCB \n \nLIBOR  \nLRDSS \n \nm \n \nMIS \n \nMOF \n \nMOR \n \nNGO \n \nPCC \nPIU \n \npkm \nPPM \nPSA \nRB \n \nRP \nRRAP   \n \nSIEE \n \nSPV \n \nTA \ntkm \nctkm \nWACC \n \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nABBREVIATIONS \n\nAsian Development Bank \neconomic internal rate of return \nhectare \nimplementing agency \ninternational competitive bidding \ninitial environmental examination \nIndian Railways \nkilometer \nkilometers per hour \nlocal competitive bidding  \nLondon interbank offered rate \nLong-Range Decision-Support System  \nmeter \nmanagement information system \nMinistry of Finance \nMinistry of Railways \nnongovernment organization \nproject coordinating committee  \nproject implementation unit  \npassenger-kilometer \nproject performance monitoring  \npoverty and social assessment  \nRailways Board  \nresettlement plan \nremedial resettlement action plan \nsummary initial environmental examination \nspecial purpose vehicle \ntechnical assistance \nton-kilometer \nconverted ton-kilometer \nweighted average cost of capital  \n\nNOTES \n\n(i) \n(ii) \n\nThe fiscal year (FY) of the Government ends on 31 March. \nIn this report, “$” refers to US dollars. \n\n \n\n \n\n \n \n \n \n \n \n\nThis  report  was  prepared  by  a  team  consisting  of:  Tyrrell  Duncan  (Team  Leader), \nThevakumar Kandiah, Natin Patel, Gerd Droesse, Albab Akanda, Hans Carlsson, Dong-Soo \nPyo, Prodyut Dutt, Sri Handayani, Dewi Utami, Man-Hwan Park, and J. Srinivasan. \n\n\f \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n \n\n \n \n\n \n \nCONTENTS \n \n\n \n \n\n \n \n\nImplementation Arrangements \n\n \n \n \nTHE PROPOSAL \n \nRATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Performance Indicators and Analysis \nB.  Analysis of Key Problems and Opportunities \n \nTHE PROPOSED PROJECT \nA.  Objective \nB.  Components and Outputs \nC.  Special Features \nD.  Cost Estimates \nE.  Financing Plan \nF. \n \nNONLENDING ASSISTANCE \n \nPROJECT BENEFITS, IMPACTS, AND RISKS \nA.  Financial Performance \nB.  Economic and Financial Analysis \nC.  Social Impact \nD.  Environmental Impact \nE.  Project Risks \n \nASSURANCES \nA.  Specific Assurances  \nB.  Conditions for Loan Effectiveness \nC.  Conditions for Disbursement \n \nRECOMMENDATION \n \n \n\n \n \nLOAN AND PROJECT SUMMARY \n \nMAP \n \nI. \n \nII. \n \n \n \nIII. \n \n \n \n \n \n \n \nIV. \n \nV. \n \n \n \n \n \n \nVI. \n \n \n \n \nVI. \n \n \nAPPENDIXES \n1. \n2. \n3. \n4. \n5. \n6. \n\nProject Framework \nOrganization Structure of Indian Railways \nSector Analysis \nCause-Effect Tree Analysis \nExternal Assistance to the Railways Sector \nMedium-Term Framework for Asian Development Bank  Support  \nto Indian Railways Reform Program, 2002–2010 \nDescription and Estimated Cost of the Four Sample Subprojects \nSelection Criteria and Approval Process for Subprojects \nOutline Terms of Reference for Monitoring of Subproject  \nPreparation and Implementation \n\n7. \n8. \n9. \n\nPage \n \n\niii \n \nvii \n \n1 \n \n1 \n1 \n4 \n \n6 \n6 \n6 \n10 \n11 \n11 \n12 \n \n14 \n \n15 \n15 \n16 \n17 \n19 \n19 \n \n19 \n19 \n22 \n23 \n \n23 \n \n \n \n  24 \n  26 \n  27 \n  32 \n  33 \n  34 \n\n  37 \n  41 \n  43 \n\n\fii \n\n  44 \n  45 \n  46 \n  47 \n  48 \n\n  50 \n  55 \n  58 \n  61 \n \n \n \n\n10. \n11. \n12. \n13. \n14. \n\nCost Estimate and Financing Plan \nImplementation Arrangements \nImplementation Schedule: Investment Subprojects \nIndicative Contract Packages for the Four Sample Subprojects \nOutline Terms of Reference for Advisory Technical Assistance:  \nManagement Consulting Services to Indian Railways \nFinancial Statement of Indian Railways: Notes and Assumptions \nSummary Economic and Financial Analysis \nSummary Resettlement Framework \nSummary Initial Environmental Examination \n\n15. \n16. \n17. \n18. \n \n \nSUPPLEMENTARY APPENDIXES (available on request) \nA. \nB. \nC. \nD. \nE. \nF. \nG. \nH. \nI. \nJ. \nK. \nL. \n \n \n\nTimetable for Consulting Services for Design of Improved Accounting System \nRailways Sector Investment Plan \nDraft Terms of Reference for Project Preparatory Consulting Services \nEconomic and Financial Analysis \nSummary Poverty Reduction and Social Strategy \nSummary Remedial Resettlement Action Plan  \nFramework for Indigenous Peoples Development Plan \nSummary Resettlement Plan for Pullampet Gooty Subproject \nSummary of Short Resettlement Plan \nDraft Terms of Reference for NGOs to Assist in Implementation of Resettlement Plans \nDraft Terms of Reference for Monitoring of Resettlement Plan Implementation \nDraft Terms of Reference for Strengthening Environmental Management \n\n \n\n\f \n\n \n\n \n\n   \n\n \n\n \n\n \n\n \n\n \n\n                                               iii \n\nLOAN AND PROJECT SUMMARY \n\n \nBorrower \n \nProject Description \n\n \nClassification \n \nEnvironmental Assessment  Category B \n\n \nRationale \n\nIndia \n \nThe  Project  will  improve  the  overall  performance  of  the  railway \nsector  in  India  by  supporting  implementation  of  institutional  and \npolicy reforms to strengthen the commercial orientation of Indian \nRailways  (IR),  increasing  private  sector  participation  in  railways \nactivities,  and  financing  strategic  investments  in  the  high-density \nrail network. \n \nPoverty: Other; Thematic: Economic growth, Governance \n \n\n \nAn  initial  environmental  examination  (IEE)  was  undertaken  for \nfour sample  subprojects,  and  the  summary  IEE  is  attached  as \nAppendix  20.  A  summary  IEE  for  one  of  the  four  sample \nsubprojects was circulated to the Board on 19 August 1998. \n \nEfficient  transport  is  essential  for  achieving  the  higher  levels  of \neconomic  growth  needed  for  sustainable  poverty  reduction  in \nIndia.  It  contributes  to  expansion  of  production  and  employment \nopportunities  that  can  raise  poor  people’s  incomes. To improve \nthe performance of railways, one of India’s main transport modes, \nthe  Ministry  of  Railways  (MOR)  has  decided  to  carry  out  a \nprogram  of  institutional  and  policy  reforms  of  IR.  The  first phase \nof reforms for 2002–05 will develop the commercial orientation of \nIR,  including  introducing  an  accounting  separation  of  IR’s  main \nlines  of  business  and  separately  identifying  the  main  services \nwithin  these  lines  of  business  as  profit/cost  centers,  and  a  first \nstage  of  restructuring  of  production  units  and  other  noncore \nactivities.  Social  responsibilities  will  be  delineated  to  be  funded \nseparately. Internal business processes will be reengineered and \ncustomer  orientation  improved.  Private  sector  participation  in \nrailway services will be increased. IR will steadily rationalize tariffs \nand continue to rightsize its staffing. Its investment planning and \nselection  procedures  will  be  strengthened \nto  concentrate  \ninvestment on activities needed to improve the performance of its \ncore  businesses.  These  improvements  will  provide  the  basis  for \nfurther  reforms  to  be  completed  during  2006–2010.  Alongside \nreform,  IR  also  requires  considerable  investment  to  overcome \ncapacity  bottlenecks  on  its  major  freight  routes,  including  those \nbetween  the  four  metropolitan  cities  of  Delhi,  Kolkata,  Chennai, \nand Mumbai. \n \nThe objective of the Project is to improve the performance of the \nrailway  sector  by  supporting  (i) implementation  of  a  program  of \ninstitutional  and  policy  reforms  to  improve  IR’s  commercial \norientation,  and  (ii) expansion  of  core  businesses  by  financing \npriority investments to overcome railway capacity bottlenecks and \n\n \nObjective and Scope  \n\n \n\n \n\n\fiv \n\n \nCost Estimates \n\n \nFinancing Plan \n \n\n \n \n \n \n \nLoan Amount and Terms \n\n \nPeriod of Utilization \n \nExecuting Agency \n \nImplementation \nArrangements \n\n \n\n(ADB) \n\nlending \n\nfor \nrailways \n\nframework \nfor \n\nimprove  operational  efficiency  and  safety.  The  Project  will  also \ncontribute  to  organizational  efficiency  by  promoting  outsourcing, \naward  of  concessions,  and  use  of  consolidated  contracts  for \nexecution  of  railway  investment  projects.  It  will  support  wide-\nranging  improvements  in  the  overall  governance  of  IR  by \nstrengthening accountability, transparency, and management. \n \nlinking  Asian \nThe  Project  will  establish  a \nDevelopment  Bank \nthe \nto \naccomplishment of successive milestones in the reform program, \nand provide support for implementation of key reforms. \n \nUsing  ADB’s  sector  lending  modality,  the  Project  will  finance \npriority  investments  in  capacity  augmentation  recommended  by \nthe  Long-Range  Decision-Support System of MOR to overcome \nfreight  bottlenecks  and  improve  safety.  It  will  also  support \nconstruction  of  new  lines  expected  to  have  high  economic  and \nfinancial returns. Four sample subprojects have been prepared in \ndetail for capacity augmentation and new line construction in the \nstates  of  Andhra  Pradesh,  Orissa,  and  Chhattisgarh.  MOR  will \nprepare  additional  subprojects  during  project  implementation \naccording  to  subproject  selection  and  approval  procedures  that \nhave been agreed between MOR and ADB. \n \nThe  total  cost  of  the  Project  is  estimated  at  $579.2 million \nequivalent.  The  foreign  exchange  cost  is  $340.8 million, and  the \nlocal currency cost is $238.4 million equivalent. \n \n\n($ million) \n\n% \n\nSource \n\nTotal \nCost \n313.6 \n265.6 \n579.2 \n\nForeign \nExchange \n308.2 \n32.6 \n340.8 \n\nLocal \nCurrency  \n5.4 \n233.0 \n238.4 \n\n54 \n46 \n100 \n\nADB \nGovernment \n  Total \nADB = Asian Development Bank. \n \nThe  proposed  ADB  loan  is  $313.6 million  equivalent  from ADB’s \nordinary  capital  resources  with  a  repayment  period  of  25  years, \nincluding  a  grace  period  of  5  years,  with  interest  determined  in \naccordance with  ADB’s  LIBOR-based  lending  facility.  The  loan \nwill  carry  a  front-end  fee  of  1%  and  a  commitment  charge  of \n0.75%  per  annum.  The  Borrower  will  relend  the  proceeds  of  the \nADB loan to MOR in local currency. \n \nUntil 30 June 2008 \n \nMinistry of Railways \n \nThe reform component will be implemented under the leadership \nof  the  chairperson,  Railways  Board,  supported  by  the  Planning \nDirectorate. The investment component will be implemented by a \nspecial  purpose  vehicle  established  under  the  Companies  Act \nand wholly owned by the Government. \n\n\f \n\n \n\n \n\n   \n\n \n\n \n\n \n\n \n\n \n\n                                               v \n\n \nProcurement \n\n \nConsulting Services \n\n \nEstimated Project \nCompletion Date \n \nProject Benefits and \nBeneficiaries \n\n \nTechnical Assistance \n\n \n\n \n\n \n\n \n\nand wholly owned by the Government. \n \nAll  civil  works  contract  packages  will  be  procured  in  accordance \nwith ADB’s Guidelines for Procurement following international and \nlocal competitive bidding procedures acceptable to ADB.  \n \nInternational and domestic consultants will be required to support \nthe  reform  and  investment  components  of  the  Project.  The \nconsultants  will  be  engaged  using  ADB’s  quality  and  cost-based \nselection  procedures  and  according  to  ADB’s  Guidelines on the \nUse  of  Consultants  and  other  arrangements satisfactory to ADB \non the engagement of domestic consultants. \n \n31 December 2007 \n\n \nImplementation  of  institutional  and  policy  reforms  of  IR  will \nimprove the overall efficiency of the transport sector, contributing \nto  economic  growth,  employment  creation,  and  income  growth, \nand  leading  to  poverty  reduction.  These  benefits  will  be  widely \ndisseminated  across  the  country.  The  main  quantifiable  benefits \nof the investment component consist of (i) railway operating cost \nsavings;  (ii) savings  in  rolling  stock  arising  from  improved \nutilization;  (iii) reduced  working  capital  expenses  due  to  time \nsavings; and (iv) additional production of minerals made possible \nby  improved  railway  services.  The  economic  internal  rates  of \nreturn of the four sample investment subprojects all exceed 12%. \nThe investment component will contribute to poverty reduction by \n(i) contributing  to  national  economic  growth  that  will  increase \nemployment  and  income-earning  opportunities  for  the  poor; \n(ii) facilitating \nincome-earning \nopportunities  for  poor  people  living  in  areas  previously  without \n(iii) providing  employment \nefficient \nopportunities for poor people during construction. \n \nIn  conjunction  with  the  Project,  technical  assistance  (TA)  is \nproposed  to  provide  management  consulting  services  to  IR. The \ntotal cost of the TA is estimated to be $590,000, of which ADB will \nfinance  $500,000  on  a  grant  basis  from  ADB’s  TA  funding \nprogram.  The  consultants  will  be  engaged  using  ADB’s  quality \nand  cost-based  selection  procedures  and  according  to  ADB’s \nGuidelines  on  the  Use  of  Consultants  and  other  arrangements \nsatisfactory to ADB on the engagement of domestic consultants. \nThe Executing Agency for the TA will be MOR. \n\nemployment \n\nlinks;  and \n\ntransport \n\ncreation \n\nand \n\n \n\n\f \n\n \n\n \n\n   \n\n \n\n \n\n \n\n \n\n \n\n                                               vii \n\n \n\n \n\n\f \n\n \n\n \n\n   \n\n \n\n \n\n \n\n \n\n                                               1 \n\n \n\nI. \n\nTHE PROPOSAL  \n\n1. \nI submit for your approval the following report and recommendation on a proposed loan to \nIndia  for  the  Railway  Sector  Improvement  Project.  The  report  also  describes  proposed  technical \nassistance  (TA)  for  Management  Consulting  Services  to  Indian  Railways  (IR),1  and  if  the  Board \napproves  the  proposed  loan,  I,  acting  under  the  authority  delegated  to  me  by  the  Board,  will \napprove the TA. The project framework is in Appendix 1. \n \n\nII. \n\nRATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n\nA. \n\nPerformance Indicators and Analysis \n\n1. \n\nIntroduction \n\n2. \nFor the past 150 years, railways have played an important role in the social, political, and \neconomic life of India. For most of that time railways were the leading mode of transport, in many \nplaces the only available mode. In such a large continental country, railways have offered unique \nadvantages for transporting freight and passengers over long distances.  \n \n3. \nIR  is  a  departmental  enterprise,  wholly  owned  by  the  Government.  It  is  the  largest  single \norganization  in  India,  with  a  capital  investment  of  about  Rs479 billion  ($10 billion)  and  a  total \nstaffing of 1.545 million. IR operates one of the world’s largest railway networks.2 Its size, and its \nmode of operation as a government department, present special challenges for the management of \nrailways  as  a  commercial  enterprise.  They  also  add  to  the  difficulty  of  responding  to  both  short- \nand  long-term  changes  in  transport  market  conditions.  The  organization  structure  of  IR  is  in \nAppendix 2. \n \n4. \nIn  the  past  two  decades,  IR’s  share  of  the  transport  market  has  fallen, due to increasing \ncompetition  from  road  transport.3  Its  financial  performance  deteriorated  and  it  did  not  generate \nenough  resources  to  finance  the  necessary  investments  in  asset  replacement  and  capacity \nexpansion.  The  existing  model  of  railway  provision  needs  to  be  modified  to restore IR’s financial \nposition and enable the railways to achieve their potential contribution to poverty reduction through \neconomic growth. This will require IR to strengthen its commercial orientation and concentrate on \nservices it can provide at a comparative advantage, and reduce its involvement in services better \nprovided by others. Analysis of the railway sector is in Appendix 3.  \n \n\n2. \n\nTraffic \n\n5. \nAlong with the People’s Republic of China (PRC) and the United States (US), India is one \nof the few countries in the world with annual railway traffic in excess of 500 billion converted ton-\nkilometers  (ctkm).  The  passenger  share  of  railway  traffic  in  India  is  high  compared  with  other \ncountries with large railway operations. In FY2001, passenger-kilometers (pkm) represented 59% \nof IR’s total ctkm, compared with 24% in the PRC and 1% in the US.4  \n \n\n                                                 \n1   The term “Indian Railways” refers to the 15 zonal railways and 59 subsidiary divisions under the overall responsibility \n\nof the Ministry of Railways through the Railways Board. \n\n2  The IR network has more than 63,000 route km. There are 6,853 stations, 7,566 locomotives, and more than 260,000 \nwagons  and  coaches.  These  are  maintained  in  225  locomotive  sheds,  401  passenger  car  and  freight  wagon  repair \ndepots , and 49 workshops. IR also has six manufacturing units.  \n\n3  In view of existing and planned investments in highway improvement, this competition is set to intensify. \n4  1 tkm equals 1 pkm equals 1ctkm. \n\n \n\n \n\n\f2 \n\n6. \nAlthough  railway  freight  and  passenger  traffic  have  followed  a  long-term  trend  of  steady \ngrowth, the growth of traffic on roads has been consistently higher.  In FY1980–2001, the average \nannual growth in rail freight ton-kilometers (tkm) was 3.4% compared with 10.2% for road, and rail \npkm grew  at  4%  compared  with  9.6%  for  road.  In  FY1980,  railways  accounted  for  two  thirds of \nfreight and one third of passenger traffic. By FY2001, this had fallen to less than one third of freight \nand only 13% of passenger traffic.  \n \n7. \nIR’s freight traffic consists mainly of  minerals (especially coal) and other bulk  commodities. \nIn  FY2001, coal accounted for 43% of freight traffic (tkm). Six other bulk commodities accounted \nfor  a  further  44%.  The  majority  of  passenger  traffic  (pkm)  is  in  low-fare  categories.  In  FY2001, \nsecond class non-suburban services (ordinary and mail/express) accounted for 75% of passenger \ntraffic, with 19% for suburban (all classes), and 6% for upper class services.  \n \n\n3. \n\nOperations \n\n8. \nIn view of the high investment cost of railway infrastructure, the intensity of track utilization \nin  terms  of  ctkm  per  route  km  is  an  important  dimension  of  productivity.  IR’s  track  utilization \ncompares well against the railways of Japan and the US, although lower than the PRC. Coach and \nwagon  productivity  are  indicators  of  efficiency  of  utilization  of  a  railway’s  assets.  IR’s  coach \nproductivity  compares  favorably  with  developed  countries  and  the  PRC. Its wagon productivity is \nlower than that of Japan and the PRC, although much higher than that of Bangladesh and Thailand \n(Appendix 3).  \n \n9. \nA significant difference compared with developed countries is the very high level of staffing \nthat IR employs to operate its railways. As a result, IR’s staff productivity is much lower than that of \nrailways  in  developed  countries,  although  roughly  similar  to  that of  the  PRC  and  Thailand,  and \nmuch higher than that of Bangladesh.5 This partly reflects the lower salary levels in India and other \ndeveloping  countries,  which  favor  more  labor-intensive  approaches  to  production.  It  is  also  an \nindication that, in the past, IR’s staffing was allowed to grow too large. At about half of gross traffic \nrevenues,  the  present  level  of  staff  costs  is  a  structural  impediment  to  improving  IR’s  financial \nperformance  and  generating  resources  for  investment.  To  address  this  problem,  the  Ministry  of \nRailways (MOR) has a policy of reducing  staffing at a net rate of 2% per annum.6 As a result, IR’s \ntotal  staffing  was  reduced  from  1.797 million  in  1991  to  1.545 million in 2001. Through continued \nimplementation of this policy, MOR plans to steadily reduce staffing to 1.18 million by 2010.  \n \n10. \nOne  of  IR’s  most  serious  operational  problems  concerns  the  low  average  speeds  on  the \nnetwork, and lack of improvement in speeds over time. Since FY1961, the average speed of diesel \nfreight trains has remained  at around 22 kilometers per hour (kph). The average speed for electric \ntraction has remained at around 24 kph. One of the main reasons for low speeds is that many of \nthe  busiest  routes  have  reached  their  designed  traffic-handling  capacity  and  have  become \ncongested. This applies in particular to the routes of the Golden Quadrilateral and its “diagonals” \nthat account for two thirds of IR’s freight traffic.7  \n \n11. \nA further operational problem has been the high and rising level of traffic accidents. From \nFY1997 to FY2001, the total number of train accidents per million train km rose from 0.57 to 0.64. \n\n                                                 \n5  This  section  draws  on  a  comparison  of  operating  performance  indicators  for  a  group  of  six  countries  comprising \n(i) developing  countries with extensive railway networks (India and  the  PRC);  (ii) developed countries with extensive \nrailway networks (Japan and  the  US); and (iii) developing  countries  with  smaller  railway  networks  (Bangladesh and \nThailand). \n\n6  3 percent attrition less 1% new recruitment. \n7  The  Golden  Quadrilateral  refers  to  the  Delhi-Kolkata,  Kolkata-Chennai, Chennai-Mumbai,  and  Mumbai-Delhi  routes. \n\nThe diagonals refer to the Delhi-Chennai and Kolkata-Mumbai routes. \n\n \n\n\f \n\n \n\n \n\n   \n\n \n\n \n\n \n\n \n\n \n\n                                               3 \n\nThe  majority  of  accidents  were  derailments.  From  FY1997  to  FY2001,  the  annual  number  of \nderailments  increased  from  282  to  344.  Other  accident  types  included  collisions,  grade  crossing \n(level crossing)  accidents,  and  fires  in  trains.  MOR  statistics  indicate  that  human  error  was  the \ncause of 86% of total train accidents in FY2001, and 7% were due to equipment failure. One of the \ncontributing factors leading to increasing accidents is that many of the assets, such as track and \nbridges, are reaching the end of their economic life and need to be replaced. Due to weaknesses \nin IR’s financial performance, including inadequate provision for depreciation, there is a backlog in \nasset  replacement.  In  the  absence  of  replacement,  assets  require  greater  maintenance,  but  the \npresent  high  levels  of  track  utilization  make  it  difficult  to  take  facilities  out  of  service  to  perform \nmaintenance.  In  2000,  the  Railway  Safety  Review  Committee  recommended  investments  of \nRs150 billion  to  improve  railway  safety.  From  October  2001, IR imposed  a  surcharge to improve \nrailway safety. The surcharge is expected to raise Rs50 billion over 6  years. MOR is also seeking \nexternal assistance to provide additional financing of railway safety measures. \n \n\n4. \n\nTariffs \n\n12. \nSince  railways  have  been  required  to  meet  social  as  well  as  economic  objectives,  social \nand  political  factors  have  often  outweighed  commercial  considerations  in  the  process  of  tariff \nsetting.  As  a  result, there has been sustained  underpricing of passenger services. In an effort to \ncross-subsidize loss-incurring passenger services, there has been sustained  overpricing of freight. \nCompared  with  other  countries,  the  ratio  of  India’s  average  passenger  fares  per  pkm  to  average \nfreight  tariffs  per  tkm  is  very  low.  The  ratio  of  0.3  for  India  compares  with  1.2  in  the  PRC, 2.2 in \nJapan, 0.7 in Thailand, and 0.5 in Bangladesh.  \n \nSustained tariff imbalance is one of the underlying causes of the operational and financial \n13. \nproblems  faced  by  IR.  Passenger  services  now  account  for  nearly  two  thirds of railway services, \nbut contribute only one third of revenue. In FY2001, total passenger revenues were Rs105 billion, \ncompared  with  freight  earnings  of  Rs230 billion. MOR estimates that passenger services made a \nloss of Rs49 billion that year. \n \n14. \nOverpricing  of  freight  has  reduced  IR’s  competitiveness  in  its  main  revenue-earning \nmarkets. This has caused traffic to divert to road and  has reduced IR’s net earnings.  Underpricing \nof passenger services has encouraged a high volume of uneconomic passenger services. These \nnot  only  incur  losses  but  also  take  up  scarce  capacity  on  the  main  freight  routes,  contributing  to \ncongestion that further reduces IR’s competitiveness in freight markets.  \n \n\n5. \n\nNoncore Activities \n\n15. \nIR  has  sought  to  be  self-sufficient  by  operating  its  own  capacity  for  manufacturing  rolling \nstock  and  other  railway  equipment,  and  for  providing  supporting  services.  It  has  six  large \nmanufacturing  units  producing  electric  and  diesel  locomotives,  passenger  cars,  freight  wagons, \nwheels and axles, and components.8 It also runs residential colonies, catering and other on-board \nservices, security services, hotels, sanitation services, printing presses, medical facilities, schools \nand colleges, and research facilities. While noncore activities have made an important contribution \nto the railway sector in the past, by being run as part of a government department and insulated \nfrom  competition  they  have  had  only  limited  incentive  to  be  efficient,  and  have  not  kept  up  with \ntechnology  advances.  They  have  been  ill-equipped  to  provide  services,  such  as  catering,  that \nrequire  a  high  degree  of  customer  orientation.  The  existence  of  large  noncore  activities  also \nincreases  the  complexity  of  managing  IR  and  distracts  the focus of management  from  the core \n\n                                                 \n8  As an indication of the scale of these activities, in FY2001 IR’s manufacturing units produced 120 electric locomotives, \n\n105 diesel locomotives, 2,190 passenger cars, nearly 2,000 wagons, and more than 30,000 wheel sets.  \n\n \n\n \n\n\f4 \n\nbusiness of operating railways. There is a need to reexamine the role, efficiency, and effectiveness \nof  IR’s  noncore  activities,  with  a  view  to  separating  remaining  noncore  activities  from  IR’s  core \nactivities so that  the noncore activities  are  operated according to commercial principles, and  that \ninputs are procured for IR’s operations on a competitive basis. \n \n\n6. \n\nFinancial Performance \n\n16. \nOver  the  period  FY1998–2001,  IR’s  financial  performance  deteriorated  (para.  65), and in \nFY2001  it  had  to  defer  part  of  the  payment of  a  dividend to  the  Government.  These  financial \nproblems helped draw attention to the need for reform. The Government has made it clear that IR \nshould not rely on budgetary sources of financing, and  has encouraged it to proceed with reforms \nto  improve  its  performance  and  enable  it  to  attract  financing  from  multilateral  sources  and  the \ndomestic financial markets.  \n \nB. \n\nAnalysis of Key Problems and Opportunities \n\n1. \n\nChallenges \n\n17. \nThe  weaknesses  in  railway sector performance are manifested in declining market share, \nadverse operating indicators, and reduced revenue generation. Their underlying causes are to be \nfound  in  the  policy,  institutional,  and  organizational  arrangements  for  railways,  which  are \nthemselves  based  on  the  idea  of  running  railways  as  a  social  and  economic  arm  of  government \nrather than as a business. A cause-effect tree analysis is in Appendix 4.  \n \n18. \nAlthough the  present  railway  sector  arrangements  served  India  well  for  many  years,  they \nare  no  longer  adequate  for  railways  in  a  transport  market  characterized  by  increasing  modal \ncompetition and customer choice. The future performance of the railway sector will depend on how \neffectively it can adapt its services to its changing market position. The fundamental challenges for \nIR are therefore to establish a commercial orientation, with a view to  (i) arresting the decline in its \nshare of its main markets, (ii) improving the profitability of railways operations, and (iii) generating \nsufficient income to finance necessary investments in asset replacement, improvement, and safety. \nThis will involve IR (i) running railways services along business lines, including expanding activities \nthat offer favorable commercial returns and reducing activities that do not; (ii) concentrating on the \ncore business of operating railway services; (iii) progressively hiving off noncore businesses, and \nmaking  increased  use  of  outsourcing  on  the  basis  of  competition;  (iv) adopting objective systems \nfor selecting investments on the basis of expected financial and economic returns, with a view to \nimproving operational performance and capacity in its major markets (notably on freight services in \nthe Golden Quadrilateral); and (v) rationalizing tariffs to correct for past  overpricing of freight rates \nand  underpricing  of  passenger  fares,  and  to  adapt  individual  freight  and  passenger  tariff  \ncategories  to  improve  competitiveness  and  increase  returns.  To  enable  IR  to  introduce  these \nchanges  the  Government  will  have  to  relieve  IR  of  the  financial  burden  of  continuing  to  operate \nloss-incurring services that are required for social reasons. For this purpose, the Government will \nneed to establish a mechanism for compensating IR for losses on these services.  \n \n\n2. \n\nExternal Assistance \n\n19. \nThe  railway  sector  has  received  considerable  external  support  over  an  extended  period. \nHistorically, the World Bank was the leading source of external assistance, having provided more \nthan  $2.1 billion  of  loans  for  18  projects  of  IR  between  1959  and  1988.  From  1988  onward,  the \nWorld Bank  stopped  providing  support  for  IR,  but  in  2002  it  approved  a  project  to  develop  a \nseparate urban railway venture serving Mumbai. ADB provided loans to assist IR in 1987 and 1991 \nwith a combined value of $415 million. The leading bilateral  funding agencies have been Germany \n\n \n\n\f \n\n \n\n \n\n   \n\n \n\n \n\n \n\n \n\n \n\n                                               5 \n\nand Japan, which financed six projects each since the early 1980s. Germany’s support was mainly \nfor supply of equipment to IR and strengthening its production units. Japan’s support was mainly \nfor urban railway systems, mos t recently for construction of the Delhi metro system. Other bilateral \nfunding agencies have included France, Saudi Arabia, Switzerland, and United Kingdom. In overall \nterms, until the early 1990s external assistance to IR financed a variety of railway investments with \nvarying  success.  After  that  time,  external  assistance  was  reduced  as  funding agencies  became \nconcerned  that  investments  would  not  achieve  their  potential  impacts  until  MOR  implemented \ninstitutional and policy reforms to address key obstacles to sector performance. A summary of past \nexternal assistance to the railway sector is in Appendix 5.  \n \n20. \nADB’s  two  previous  railway  projects  financed  investments  in  additional  capacity.  The \nRailways  Project9  experienced  initial  delays  of  several  years  when  the  Government  decided  to \nrefine  parts  of  the  project  scope.  Implementation  then  proceeded  smoothly,  except  that  a \ntechnology  transfer  component  took  longer  than  originally  expected.10  In  the  Second  Railways \nProject,11  each  of  the  components  met  their  objectives  and  were  economically  viable,  but \nimplementation  of  one  component  took  several  years  longer  than  scheduled.  The  delays  were \nmainly  due  to  weaknesses  in  project  management  and  MOR’s  cumbersome  procurement \nprocedures.  MOR  also  did  not  fully  comply  with  the  financial  covenants  and  progress  reporting \nrequirements.12  \n \nThe overall lesson arising from external assistance to the  railway sector is that substantive \n21. \nreforms  are  needed  to  improve  sector  performance  and  ensure  that  investments  achieve  their \npotential returns. This is addressed  in the proposed Project  by making reform its main focus. The \nimmediate  lesson  arising  from  the  previous  ADB  support  is  the  need  for  streamlined \nimplementation  arrangements,  including  for  project  management  and  procurement.  This  is \naddressed  in  the  design  of  the  proposed  Project.  A  further  lesson  is  the  need  to  incorporate \nmechanisms  to  encourage  compliance  with  project  covenants.  The proposed Project addresses \nthis by linking financing of future projects to accomplishment of reform implementation milestones, \nincluding financial covenants, based on a medium-term framework for reform.  \n \n\n3. \n\nAsian Development Bank Sector Strategy \n\nImprovement  of  transport,  including  roads,  inland  waterways,  and  railways,  is  one  of  the \n22. \nmain  elements  of  ADB's  country  strategy  for  India.  In  view  of  the  poor  state  of  the  country’s \ntransport infrastructure and services, better transport is essential for achieving the higher levels of \neconomic  growth  needed  for  sustainable  poverty  reduction.  More  efficient  railway  services  will \nfacilitate  economic  growth.  This  will  raise  incomes  and  create  employment,  and  thereby  reduce \npoverty.  Improved  financial  performance  by  IR  will  also  reduce  the  need  to  finance  railway \ninvestments  from  budgetary  sources.  ADB’s  sector  strategy  aims  to  bring  about  overall \nimprovements in sector performance by supporting institutional and policy reforms, strengthening \nprivate  sector  participation,  and  financing  strategic  investments  in  the  high-density  rail network. \nWorking in close coordination with the World Bank and other  external funding agencies, ADB has \ntaken a lead role in dialogue with the Government over railway sector reform and in formulating a \nbasis  for  resuming  external  assistance,  linked  to  government  commitment  to  a  credible  medium-\nterm framework for reform.  \n \n\n                                                 \n9  Loan 857-IND: Railways Project, for $190 million, approved on 16 December 1987. \n10  The project was completed in 2002. \n11  Loan 1140-IND: Second Railways Project, for $225 million, approved on 5 December 1991. \n12  ADB. 2000. Project Completion Report on the Second Railway Project in India. Manila. \n\n \n\n \n\n\f6 \n\n4. \n\nPolicy Dialogue \n\nincluding \n\nincreasing \n\nIn 1997, a long-term strategic assessment for IR was conducted under ADB-financed TA.13 \n23. \nThis  drew  attention  to  the  need  to  restore  IR’s  financial  sustainability,  and  proposed  options  for \nimprovement, \nIR’s  commercial  orientation,  cost-reduction  measures, \nstrengthening governance, tariff rationalization, private sector participation, strengthening financial \nsystems,  and  training.  Drawing  on  these  proposals,  in  1998  and  1999  ADB  undertook  initial \npreparatory  work  for  the  formulation  of  a  project  to  support  reform  of  IR  and  finance  priority \ninvestment. This included fielding loan fact-finding and appraisal missions. Further processing was \nthen deferred  to  allow  the  Government  time  to  finalize  its  program  for  railway  reform.  Between \n1999 and 2002, MOR carried out studies and consultations to formulate a reform program.14 This \nhelped in  establishing a new consensus within MOR  both over the need for reform and the main \nelements of reforms required.  \n \n24. \nIn May 2002, the Minister of Railways submitted a status paper on  IR to Parliament. This \npaper drew attention to the need for reform, and presented some of the major issues and options \nfor public debate. These included (i) the need to address deterioration in the finances of IR; (ii) the \ncase for social projects to be funded through a public service obligation  mechanism; (iii) the need \nfor  overdue  investment  in  IR  core  business  activities,  especially  capacity  improvement  in  the \nGolden  Quadrilateral  and  its  diagonals;  (iv) improving  customer  orientation  to  win  back  freight \ntraffic;  (v) the  need  for  lowering  freight  rates;  and  (vi) removal  of  IR  cross  subsidy of passenger \ntariff,  with  any  subsidy  to  be  met  through  a  public  service  obligation  mechanism.  In  2002, MOR \nbegan a process of tariff rationalization by implementing passenger tariff increases well above the \nrate of inflation, and freight tariff increases well below. In May 2002, ADB’s 2002 country strategy \nand  program  mission  reviewed  progress  toward  finalizing  the  reform  program,  and  agreed  to \ninitiate  formulation  of  a  project  that  would  link  resumption  of  ADB  support  for  railways  to \nimplementation of a medium-term program of reforms.  \n \n\nIII. \n\nTHE PROPOSED PROJECT  \n\nA. \n\nObjective \n\nThe  objective  of  the  Project  is  to  improve  the  performance  of  the  railway  sector  by \n25. \nsupporting  (i) implementation  of  a  program  of  institutional  and  policy  reforms  to  improve  IR’s \ncommercial orientation, and (ii) the expansion of core businesses by financing  priority investments \nto  overcome  railway  capacity  bottlenecks  and  improve  operational  efficiency  and  safety.  The \nProject  will  also  contribute  to  organizational  efficiency  by  promoting  outsourcing,  award  of \nconcessions, and use of consolidated contracts for execution of railway investment projects.  \n \nB. \n\nComponents and Outputs \n\n1. \n\nReform Program \n\n26.  MOR  has  formulated  a  reform  program  to  transform  IR  into  a  commercially  oriented \norganization  in  stages  over  the  period  2002–2010.  It  envisages  three  phases  of  reform,  with \nPhase 1  in  2002–05,  Phase 2  in  2006–07,  and  Phase 3  in  2008–10.  Phase 1  will  entail \n(i) establishing an improved accounting system for IR  that is capable of meeting government and \n\n                                                 \n13  TA 2721-IND: Railway Sector Improvement, for $900,000, approved on 19 December 1996. \n14  In  1999,  the  Minister  of  Railways  commissioned  a  Railway  Expert  Group  to  examine  the  financing  requirements, \nsources  of  funding,  models  of  structure  and  ownership,  and  regulatory  arrangements  for  railways.  The  report of the \nExpert  Group,  released  in  August  2001,  provided  a  detailed  analysis  of  past  problems,  and  made  a  series  of \nrecommendations to operate IR on commercial lines. \n\n \n\n\f \n\n \n\n \n\n   \n\n \n\n \n\n \n\n \n\n \n\n                                               7 \n\ncommercial accounting requirements; (ii) operating IR as a business, with social responsibilities to \nbe delineated and separately funded by  the  Government; (iii) a first stage of restructuring noncore \nactivities;  (iv) various  measures  to  improve  customer  orientation,  with  IR  to  concentrate  on \noperating  rail  services  and  the  private  sector  to  take  increasing  responsibility  for  customer \ninterface;  (v) continued  rightsizing  of  staff  strength;  (vi) continued  tariff  rationalization;  and \n(vii) strengthening investment planning to concentrate on investments needed to improve business \nperformance.  In  Phase 2,  the  improved  accounting  system  will  support  a  deepening  of  reforms \nthrough  (i) restructuring  core  businesses  as  independent  profit/cost  centers,  and  (ii) completing \nnoncore  restructuring.  Phase 3,  which  will  be  intended  to  see  through  the  implementation  of \nreforms, has not yet been defined in detail.  \n \n27. \nThe  Project  will  establish  a  medium-term  framework  for  ADB  support  for  MOR’s  reform \nprogram, and will provide support for implementation of Phase 1. It will build  on past ADB support \nfor  policy  and  institutional  reform  in  the  railway  sector,  and  provide  sustained  support  and \nencouragement for MOR to bring to a conclusion each of the main reform activities. The extended \ntime frame, and the approach of implementing reforms gradually and in stages, reflect the need for \n(i) MOR  to  retain  full  ownership  of  all  aspects  of  the  reform  program,  (ii) many  of the reforms to \nevolve  through  trial  and  experience,  (iii) capacity  to  be  built  up  to  support  new  institutional \narrangements, and (iv) railway services to continue to perform their important role throughout the \nperiod of reform implementation. The medium-term framework is summarized in Appendix 6.  \n \n28. \nAccounting  and  Management  Information. MOR has decided to design and implement \nimprovements in its accounting system and management information system (MIS) to provide the \nfinancial,  operating,  and  management  information  needed  to  increase  efficiency,  meet  emerging \nbusiness  needs,  and  improve  commercial  orientation.  A  modern,  fully  computerized accounting \nsystem  will  be  established  throughout  IR.  This  will  support  existing  government  reporting \nrequirements and provide activity-based revenue and cost data.  It will also be capable of providing \nboth government accounts and commercial accounts, with breakdowns by main lines of business \nand by main services within these lines of business. Support for the MIS will cover development of \nMIS  applications  and  implementation  of  MIS  initially  in  all  divisions  of  two  zonal  railways  and \nsubsequently throughout IR, together with development and implementation of MIS applications for \nsenior managers of zonal railways and at the Railways Board.  \n \n29. \nCore  Business  Restructuring.  With  support  from  the  improved  accounting  system  and \nMIS,  MOR  will  implement  an  accounting  separation  of  the  main  lines  of  business,  separately \nidentifying the main services within these lines of business as independent profit/cost centers. The \nlines  of  business  are  expected  to  consist  of  freight  transport,  passenger  transport,  suburban \ntransport,  fixed  infrastructure,  and  other  infrastructure.  The  availability  of  accounting  and \nmanagement information for each line of business and profit/cost center will provide an important \ninput  for  improving  the  financial  performance  of  the  businesses  and  profit/cost  centers,  and \ndeveloping  IR’s  commercial  orientation.  After  establishing  a  first  level  of  commercial  orientation \nthrough  accounting  separation  during  Phase 1,  in  Phase 2  MOR  will  evaluate  the  structure  of  its \nmanagement  and  operations  and  identify  options  for  improvement,  and  prepare  an  action  plan \nbased  on  the  identified  options.  By  the  end  of  Phase 2,  MOR  will  begin  implementation  of  the \nrestructuring of its core business, with a view to completing this during Phase 3.  \n \n30. \nRestructuring  and  Hiving  Off  Noncore  Activities.  In  Phase  1  MOR  has  decided  to \nimplement an accounting separation of noncore activities and establish each noncore activity as a \nseparate profit/cost center.  Annual  reviews  of  the  business  performance  of  each  noncore  activity \nwill be instituted, with a view to determining appropriate strategies for restructuring and hiving off \n\n \n\n \n\n\f8 \n\nnoncore  activities,15  based  on  business  performance  and  potential.  MOR  will  create  “focused \nbusiness  organizations”16 and prepare and  launch  action  plans  to  restructure  its  production  units \nand other noncore activities. Implementation of the action plans will be completed in Phase 2.  \n \n31. \nIncreasing Private Sector Participation. In an effort to develop innovative solutions to the \nproblem  of  loss-incurring  branch  lines,  MOR  has  decided  to  award  concessions  to  private \ncompanies to operate five  of these lines in Phase 1. Private sector operation will offer economies \nthrough  flexibility  over  staffing  levels  and  streamlining  of  service  operation,  and  is  expected  to \nimprove  revenue  collection.  After  review  of  the  performance  of  these  concessions,  MOR  will \nprepare and launch an expanded program of awarding concessions.17  \n \n32. \nReengineering Business Processes. MOR has identified the need to redesign its internal \nbusiness  processes  and  simplify  its  interface  with  customers.  Many processes involve numerous \nlengthy  manual  steps  that  can  be  reduced  to  a  single,  often  instantaneous  step  using  modern \ninformation  technology.  In  Phase 1  support  will  be  provided  to  assist  MOR  to  develop  and \nintroduce  redesigned  processes  on  a  pilot  basis  in  one  zone.  These  will  be  implemented \nthroughout IR in Phase 2.   \n \n33. \nTariff Rationalization. MOR has decided to implement a sustained rationalization of tariffs \nfor  passenger  and  freight  services  to  correct  past  imbalances  between  and  within  its  passenger \nand  freight  tariffs,  with  a  view  to  improving  the  profitability  and  competitiveness  of  its  passenger \nand  freight  services.  This  will  be  undertaken  in  accordance  with  the  established  processes  and \nprocedures for setting railway tariffs in India. Passenger fares and freight tariffs are decided as part \nof  the  annual  railway  budget,  which  is  prepared  in  consultation  with  other  government \nfunctionaries,  and  are  subject  to  the  approval  of  Parliament.  Tariff  rationalization  was  initiated  in \n2002/03 when Parliament approved an average passenger  fare increase of 12% and an average \nfreight tariff increase of 2.7%.  \n \nDelineating  Social  and  Commercial  Objectives.  An  interministerial  committee  will  be \n34. \nestablished to formulate a transparent public service obligation mechanism to reduce the burden of \nMOR being required to provide uneconomic services for social reasons. The mechanism will then \nbe introduced throughout IR. This will be facilitated by the improvements in the accounting system, \nwhich  will  provide  improved  information  on  the  financial  performance  of  profit/cost  centers  within \nthe various lines of business.  \n \n35. \nattrition at a net rate of 2% per annum.  \n \n36. \nCore  Business  Investment  Planning  and  Selection. MOR has  decided to prepare and \nimplement changes in its investment project selection processes and procedures to institutionalize \nthe use of its Long-Range Decision-Support System and related systems for investment selection \non the basis of expected returns. By the end of Phase 1, MOR will have adopted this system for \nselecting  all  line  capacity  investment  projects  and  prepared  a  medium-term  investment  plan \nidentifying the priority investments to be implemented over the next 5 years.  \n \n\nRightsizing.  MOR  will  continue  its  policy  of  reducing  its  overall  staffing  through  natural \n\n                                                 \n15  MOR uses “hiving off” to describe options ranging from separation to divestiture.  \n16\n\n MOR uses \"focus ed business organization\"  to refer to organizations such as the Container Corporation of India, the \nRailTel  Corporation  of  India,  and  the  Indian  Railway  Catering  and  Tourism  Corporation,  that  were  previously part of \nmainstream IR activities and have been established as independent entities within IR or as companies owned by the \nGovernment to afford them sufficient autonomy to perform their activities effectively.   \n\n17  Other  ongoing  MOR  private  sector  participation  initiatives  include  establishing  private-public partnerships to develop \nnew rail lines, and inviting private sector freight forwarders and freight terminals to provide services for railways traffic.  \n\n \n\n\f \n\n \n\n \n\n   \n\n \n\n \n\n \n\n \n\n \n\n                                               9 \n\n37. \nConsulting  services  will  be  provided  to  support  implementation  of  the  reform  program \nduring  Phase 1.  Aspects  of  the  reform  program  identified  in  advance  as  requiring  such  support \ninclude  improving  the  accounting  system  and  MIS,  reengineering  business  processes,  and \nimproving  investment  planning  and  selection.  A  timetable  for  undertaking  the  accounting  system \nconsulting  services  is  in  Supplementary  Appendix  A.  Additional  support  requirements  for  both \nimplementation  and  monitoring  of  the  reform  program  will  be  identified  by  MOR  during  project \nimplementation, with the terms of reference for ADB-financed consulting services being subject to \nADB  approval.  The  Project  will  also  finance  capacity  building  and  training  to  disseminate  and \ninstitutionalize the main reform activities.  \n \n\n2. \n\nInvestment Subprojects \n\n38. \nThe  Project  will  finance  priority  investments  to  strengthen  IR  core  business  activities. \nInvestment  subprojects  will  concentrate  on  capacity  augmentation  recommended  by  the  Long-\nRange Decision-Support System  to overcome freight bottlenecks and safety improvements. These \nwill principally  be in the Golden Quadrilateral and its diagonals, which together account for about \ntwo thirds of MOR’s freight traffic. There will also be provision for construction of new railway lines \nexpected to have high economic and financial returns. \n \n39. \nThe  investments  will  be  part  of  the  Government’s  medium-term railway sector investment \nplan,  known  as  National  Rail  Vikas  Yojana,  to  be  implemented  over  a  period  of  5  years  during \nFY2003–2007. The overall objective  of  the  plan  is  to  address  capacity  bottlenecks  on  the  main \nfreight  routes  and  to  enable  faster  growth  in  railway  traffic.  Of  the  total  estimated  cost  of \nRs153 billion  ($3.2 billion  equivalent),  capacity  augmentation  on  the  Golden  Quadrilateral  and its \ndiagonals  will  account  for  Rs80 billion  ($1.7 billion  equivalent).18  Other  components  will  include \ndevelopment  of  port  connectivity  and  multimodal  corridors,  and  construction  of  major  bridges. \nDetails of the sector investment plan are in Supplementary Appendix B.  \n \nThe  investment  component  will  follow  ADB’s  sector  lending  modality.  This  is  considered \n40. \njustified  since  (i) MOR  has  a  well-defined  investment  plan  to  address  the  priority  capacity \nexpansion  requirements  and  safety  improvements  of  the  railway  sector;  (ii) as  one  of  India’s \nleading institutions with extensive experience in project implementation, MOR has the institutional \ncapacity to implement the investment plan; and (iii) through the reform component of the Project, \nMOR will implement an institutional and policy reform program to improve the overall sustainability \nof investment in the railway sector. \n \nThe sector lending modality requires the borrower to prepare a group of sample subprojects \n41. \nprior  to  loan  approval,  and  then  prepare  additional  subprojects  during  project  implementation \naccording  to  agreed  criteria  and  procedures.  Four  sample  subprojects  were  prepared  for Board \nconsideration. These were (i) Tomka-Keonjhar new railway line (96 km); (ii) double tracking of the \nPullampet-Gooty  route  (151 km);  (iii) adding  a  third  track  on  the  Bhatapara-Urkura  line  (60 km); \nand (iv) construction of Mahanadi River second bridge (2.1 km). For each sample subproject, MOR \nprepared feasibility studies to examine the technical, economic, and financial feasibility,  as well as \nidentify  environmental  and  social  impacts  and  determine  any  mitigation  measures  required. \nDescriptions and cost estimates of the four sample subprojects are in Appendix 7. \n \n\n                                                 \n18  Golden Quadrilateral investments will cover  (i) replacement and improvement of existing track to enable freight trains \nto run at 100 kph, compared with a maximum speed of 75 kph for loaded trains at present; (ii) doubling of the single \nline  on  the  Mumbai-Chennai  route;  (iii)  provision  of  third  and  fourth  lines,  and  electrification  of  lines,  on  routes \nidentified  by  the  Long-Range Decision-Support System  analysis  of  capacity  bottlenecks;  (iv)  provision  of  additional \nsignaling  to  support  higher  train  speeds;  (v)  safety enhancement works at  grade  crossings;  and  (vi)  upgrading  of \nrolling stock to run at higher speeds. \n\n \n\n \n\n\f10 \n\n42. \nPreparation  and  approval  of  additional  subprojects  will  be  undertaken  during  project \nimplementation  in  accordance  with  the  selection  criteria  and  approval  procedures  given  in \nAppendix  8.  The  selection  criteria  refer  to  (i) the  type  and  size  of  subprojects,  and  (ii) their \npreparedness  in  terms  of  technical  and  economic  feasibility  and  design,  and  their  social, \nresettlement, and environmental aspects. After completing the remaining tasks for the preparatory \nstudies  for  sample  subprojects,  MOR  will  proceed  with  identifying  and  preparing  additional \nsubprojects of estimated value sufficient to utilize the balance of project financing available for the \ninvestment  component.  MOR  will  initially  submit  sketches  of  proposed  additional  subprojects  to \nADB for review of compliance with the selection criteria. For each proposed subproject approved \nfor  further  preparation  by  ADB,  MOR  will  then  undertake  preparatory  studies  to  be  submitted  to \nADB  for  approval.  MOR  will  then  prepare  procurement  documents  for  each approved subproject \nand  submit  these  to  ADB  for  approval.  It  is  intended  that  the  preparation  tasks  for  all  of  the \nadditional subprojects will be carried out about  6 months after the respective tasks are completed \nfor the sample subprojects. \n \n43.  MOR-financed consultants will assist MOR  (i) to  conduct  preparatory  studies  required  by \nADB for investment subprojects to be included  in the Project, and (ii) to prepare tender documents \nand provide precontract services up to award of contract. These will include at least one consultant \nwith  extensive  experience  of  ADB  policies  and  procedures  for  project  preparation,  procurement, \nand administration. Draft terms of reference for these services are in Supplementary Appendix C. \nLoan-financed consulting services will monitor the implementation of the investment subprojects at \nintervals of 6 months. Outline terms of reference for these services are in Appendix 9.  \n \nC. \n\nSpecial Features \n\n44. \nThe  Project  will  establish  the  basis  for  ADB  to  support  railway reform through a series of \nproposed  loans  linked  to  a  medium-term  framework  for  ADB  support  to  the  reform  program \n(Appendix  6).  In  addition  to  the  Project,  the  India  country  program  tentatively  envisages  further \nloans  for  railway  improvement  in  2005  and  2007.  Processing  and  approval  of  each  loan  will  be \ncontingent on successive accomplishment of milestones in MOR’s reform program. Based on the \nreform program drawn up by MOR, the framework and milestones were agreed with MOR as part \nof the policy dialogue during project formulation, and are considered both realistic and achievable. \nThe selection of reform implementation milestones focused on identifying a small number of critical \noutcomes of the reform program at intervals of 2–3 years to be achieved and verified in advance of \nADB  approving  each  successive  loan.  The  linking  of  further  ADB  financing  to  accomplishing  of \nmilestones  will  provide  MOR  with  encouragement  to  implement  its  reform  program  in  full  and  on \nschedule.  The  milestones  up  to  processing  and  approval  of  the  proposed  loan  tentatively \nscheduled for 2005 are included as dated covenants in the Loan Agreement for the Project (para. \n99–Specific Assurances ). Proposed milestones to be included under phases 2 and 3 of the reform \nprogram, and covenanted under proposed ADB loans tentatively scheduled for 2005 and 2007, are \nin Appendix 6. The medium-term framework and the reform implementation milestones for phases \n2 and 3 will be refined as part of processing the future projects.  \n \n45. \nBy confirming MOR’s commitment to a credible reform program, the Project is expected to \nserve as catalyst for other multilateral and bilateral agencies to resume financing operations for the \nrailway  sector,  and  improve  MOR’s  standing  for  purposes  of  domestic  market  borrowing  and \nobtaining export credit financing. This will assist MOR to address the large backlog of investments, \nand  contribute  toward  the  Government’s  objective  of  reducing  MOR’s  reliance  on  budgetary \nfinancing  and  encouraging  it  to  draw  upon  multilateral,  bilateral,  and  commercial  sources  of \nfinancing. \n \n\n \n\n\f \n\n \n\n \n\n   \n\n \n\n \n\n \n\n \n\n \n\n                                               11 \n\n46. \nThe reform component will support wide-ranging improvements in the overall governance of \nIR.  Establishing  an  improved  accounting  system  will  strengthen  financial  accountability  and \ntransparency by providing on-line financial information for each of IR’s main lines of business and \nprofit/cost centers. This will  also provide the basis for overall improvements in the management of \nIR, by providing a means for making lines of business and profit/cost centers more accountable for \ntheir business performance. This is expected to lead, during later phases of the reform program, to \na review of the structure of IR management and operations, and identification and implementation \nof options for restructuring. The proposed delineation of commercial and social responsibilities will \nremove  a  problem  of  conflicting  objectives  that  has  hampered  the  governance  of  railways  in  the \npast. Measures to increase IR’s commercial orientation will help  make it more accountable to its \ncustomers.  \n \n47. \nThe investment component will be implemented by a special purpose vehicle (SPV) that will \nbe  established  under  the  Companies  Act  for  the  purposes  of  implementing  major  investment \nprojects  on  behalf  of  MOR.  The  SPV  will  have  delegated  authority  for  procurement  and  staff \nrecruitment (para. 53). By establishing a dedicated project management and supervision capacity \nunder  the  SPV,  assisted  where  necessary  by  consulting  services,  the  Project  will  streamline \narrangements for execution of large investment projects by MOR. By implementing the investment \ncomponent  through  consolidated  contracts  using  international  competitive  bidding  (ICB),  it  will \nassist MOR to introduce more efficient approaches to contract packaging, and reduce the scope \nfor implementation delays associated with having to coordinate numerous small contracts.  \n \nD. \n\nCost Estimates \n\nThe  total  cost  of  the  Project  is  estimated  at  $579.2 million  equivalent  inclusive  of  taxes, \n48. \nduties, and interest and other charges on the loan during construction. The foreign exchange cost \nis  estimated  at  $340.8 million  (59%).  The  local  currency  cost  (including  taxes  and  duties)  is \nestimated at $238.4 million equivalent (41%). The estimated cost of  the Project is shown in Table \n1. Further details are in Appendix 10. \n \n\nTable 1: Cost Estimate \n($ million) \n \n\nItem \n\n \nInvestment Subprojectsa \nConsulting Services, Training, and Management Information System \nFront -End Fee \nInterest During Construction \n \na  In mid-2002 prices. \nb  Including taxes and duties. \n \nE. \n\nFinancing Plan \n\nTotalb \n\nForeign \nExchange \n\nLocal \nCurrency \n\n \n299.2 \n9.0 \n3.1 \n29.5 \n340.8 \n\n \n226.6 \n11.8 \n0.0 \n0.0 \n238.4 \n\nTotal  \nCost \n\n \n525.8 \n20.8 \n3.1 \n29.5 \n579.2 \n\n49. \nIt  is  proposed  that  ADB  will  provide  a  loan  of  $313.6 million  from  its  ordinary  capital \nresources, which will represent 54% of the total cost of the Project. The loan will finance the foreign \nexchange  cost,  excluding  interest  and  other  charges  on  the  loan  during  construction,  and \n$5.4 million of the local currency cost. \n \n\n \n\n \n\n\f12 \n\n50. \nThe justification for financing a small portion of local currency cost is that this will provide for \nADB  involvement  in  reviewing  the  terms  of  reference,  recruitment,  and  execution  of  consulting \nservices that are of strategic importance to the reform component. \n \n51. \nThe  proposed  ADB  loan  will  have  an  amortization  period  of  25  years, including a grace \nperiod  of  5  years,  with  interest  determined  in  accordance  with  ADB’s  LIBOR-based lending rate \nsystem.  The  Government  has  provided  ADB  with  (i) the reasons for its decision to borrow under \nADB’s  LIBOR-based  lending  facility  on  the  basis  of  these  terms  and  conditions,  and  (ii) an \nundertaking that these choices were its own independent decision and not made in reliance on any \ncommunication or advice from ADB. The Borrower will be India, which will pass on the proceeds of \nthe  loan  to  MOR  in  local  currency  in  accordance  with  the  Government’s  policies  in  this regard, \nthrough  a  budget  line  additional  to  MOR’s  budget  allocation  under  the  10th  Five-Year Plan. MOR \nwill issue a sanctioning order each year allotting funds to the zonal railways where the investment \nsubprojects  are  to  be  undertaken,  and  authorize  the  respective  zonal  railways  to  transfer  these \nfunds  to  the  SPV  for  implementation  of  the  subprojects.  The  financing  plan  for  the  Project  is  in \nTable 2.  \n \n\nSource \n\nForeign Exchange  Local Currency \n\nTotal \n\nPercent \n\nTable 2: Financing Plan  \n($ million) \n \n\n \n308.2 \n32.6 \n340.8 \n\n \n5.4 \n233.0 a \n238.4 \n\n \n\n313.6 \n265.6 \n579.2 \n\n \n54 \n46 \n100 \n\n \nAsian Development Bank \nGovernment a \nTotal \n \na \n\nIncluding taxes and duties. \n\n \nF. \n\nImplementation Arrangements \n\n1. \n\nProject Management \n\n52. \nThe Executing Agency (EA) for the Project will be MOR. The chairperson, Railways Board, \nwill  provide  overall  leadership  for  the  reform  program,  reporting  to  the  Minister  of  Railways.  The \nadditional member planning, reporting to  the  chairperson,  Railways  Board, has been designated \nproject director for the reform component, to be supported by an executive director, a director, and \nsufficient  suitably  qualified  staff  in  the  Planning  Directorate.  MOR  will  establish  a  standing \ncommittee to monitor implementation of the reform program. \n \n53.  MOR will establish an SPV under the Companies Act to implement its proposed investment \nprogram  for  augmenting  capacity  on  the  Golden  Quadrilateral  (para.  39).  This  SPV  will  be  the \nimplementing  agency  (IA)  for  the  investment  component  of  the  Project.  Both  the  SPV  and  the \nrailway  facilities  to  be  developed  through  the  investment  component  will  be  owned  by  the \nGovernment acting through  MOR.  MOR  will  conclude  a  memorandum  of  understanding  with  the \nSPV setting out the financial and administrative arrangements regarding the implementation of the \nProject.  The  SPV  will  be  delegated  sufficient  administrative  authority  for  effective  and  timely \ndecision  making  on  project  implementation  matters,  including  authority  for  recruitment  of  suitably \nqualified staff for management and supervision of investment projects, and for award of tenders up \nto  Rs2,000 million  ($41 million  equivalent).  The  managing  director  of  the  SPV  will  be  the  project \ninvestment  component,  supported  by  an  especially  established  project \ndirector \nimplementation unit  within  the  SPV.  The  unit  will  be  staffed  with  experienced  personnel  at  the \nmanagement level at the SPV’s headquarters and at the subproject sites. For each subproject, a \nsubproject coordinating committee will be established to coordinate implementation activities of the \n\nthe \n\nfor \n\n \n\n\f \n\n \n\n \n\n   \n\n \n\n \n\n \n\n \n\n \n\n                                               13 \n\nSPV,  the  respective  zonal  railway,  relevant  government  agencies,  and  major  customers. \nImplementation arrangements are shown in Appendix 11.  \n \n\n2. \n\nPeriod of Implementation \n\nThe  Project  will  be  implemented  over  a  period  of  66  months,  inclusive  of  preconstruction \n54. \nactivities.  The  scheduled  completion  date  for  civil  works  and  equipment  installation  is  December \n2007.  This  takes  into  account  MOR-financed  domestic  consulting  services  to  support  advance \nprocurement action for the sample subprojects and  to start drawing up preparatory studies for the \nadditional subprojects. The proposed implementation schedule is in Appendix 12. \n \n\n3. \n\nProcurement \n\nProcurement to be financed from the ADB loan will be carried out in accordance with ADB’s \n55. \nGuidelines for Procurement. Civil works contracts over $3 million will be procured through ICB, and \nthose  below  $3 million  will  be  procured  through  local  competitive  bidding. Procurement  of civil \nworks  under  ICB  and  local  competitive  bidding  will  be  carried  out  among  prequalified  bidders. \nProcurement of equipment will use ICB for contracts with an estimated value of at least $500,000, \ninternational  shopping  for  contracts  with  an  estimated  value  of  $100,000–500,000,  and  direct \npurchase  arrangement  for  contracts  of  less  than  $100,000.  Indicative  contract  packages  for  the \nfour  sample subprojects are in Appendix  13.  Contract  packages  for  additional  subprojects will be \ndecided during  project  implementation,  based  on  the  approach  used  for  the  sample  subprojects, \nand  contract  packages  for  equipment  supply  will  be  based  on  technical  requirements.  ADB \napproved  advance  procurement  action  for  procurement  of  civil  works  and  equipment  on  the \nunderstanding that such approval would not commit ADB to finance the Project. \n \n\n4. \n\nConsulting Services \n\n56. \nInternational and domestic consulting services will assist MO R to implement the reform and \ninvestment  components.  The  terms  of  reference  for  all  loan-financed consulting services will be \nsubject  to  prior  ADB  approval.  The  consultants  will  be  engaged  using  ADB’s  quality  and  cost-\nbased  selection  procedures  and  according  to  ADB’s  Guidelines  on  the  Use  of  Consultants and \nother arrangements satisfactory to ADB on the engagement of domestic consultants.  \n \n\n5. \n\nAccounts, Audit, and Reports \n\n57.   MOR will monitor the implementation of the Project in accordance with the implementation \nschedule  and  the  time-bound  reform  implementation  milestones,  and  will  keep  ADB  informed  of \nany significant deviations that could result in the schedule and milestones not being met. For this \npurpose,  MOR  will  prepare  and  submit  to  ADB  quarterly  progress  reports  on  the  reform  and \ninvestment components in such form and detail as ADB may reasonably require. Within  6 months \nof all investment subprojects being open for traffic, MOR will  furnish to ADB a project completion \nreport  providing  details  of  project  implementation  costs  and  benefit  monitoring  and  evaluation \nactivities for the investment component, and reform implementation performance in relation to the \nmedium-term framework for the reform program.  \n \n58.   MOR will provide ADB with a copy of the  IR annual report and accounts not later than 12 \nmonths after the end of the related fiscal year, and a copy of IR’s preliminary financial statements \nnot later than 9 months after the end of that fiscal year. From FY2006 onward, within 9 months of \nthe  end  of  the  fiscal  year,  MOR  will  also  provide  ADB  with  audited  consolidated  accounts  and \nfinancial statements prepared on the basis of commercial accounting standards. MOR will ensure \nthat the IA for the investment subcomponent will maintain computerized commercial accounts, and \n\n \n\n \n\n\f14 \n\nmaintain separate records and accounts adequate to identify the financing resources received, and \nexpenditures  made,  on  the  Project,  including  the  goods,  works,  and  services  financed  either  by \nADB or out of local funds. The accounts-related financial statements for the IA and the Project will \nbe  audited  annually  by  independent  statutory  private  auditors  appointed  by the Comptroller and \nAuditor General of India, and in accordance with the Companies Act. MOR will provide ADB with \nthe audited reports and related financial statements for the IA not later than 6 months after the end \nof its fiscal year.  \n \n\n6. \n\nProject Performance Monitoring and Evaluation \n\n59. \nThe  EA  will  establish  a  capability  for  systematic  project  performance  monitoring  and \nanalysis throughout the life of the Project,  which will be integrated with its  MIS and, initially, which \nwill  develop  and  conduct  a  “quick  and  easy”  rapid  sample  survey  to  establish  a  baseline  for \nsubsequent performance monitoring. Thereafter, surveys will be conducted annually. The scope of \nthe survey, quantity and quality of data, and frequency for collection will be guided primarily by the \nproject  management’s  need  for  progressive  rapid  feedback  on  implementation  status,  as  well  as \nearly  warning  of  impending  situations  that  might  jeopardize  attainment  of  the  development \nobjectives. The key indicators and assumptions outlined at the output and development objective \n(i.e., purpose and goal) levels in the project framework (Appendix 1), will form the basis for most of \nthe data required for rapid assessment.  \n \n\n7. \n\nProject Review \n\n60. \nA project coordinating committee  comprising representatives of MOR,  Ministry  of  Finance \n(MOF),  and  ADB  will  monitor  progress  in  implementation  of  the  reform  program,  and  agree  on \nactions  needed  to  overcome  any  shortcomings  in  reform  implementation.  The  committee  will be \nchaired  by  the  chairperson,  Railways  Board.  During  the  first  2  years  of  implementation,  the \ncommittee will meet at intervals of  6 months. The interval in subsequent years will be decided by \nthe midterm review. \n \n61. \nIn addition to regular reviews by ADB staff, the Loan Agreement will include a requirement \nthat there be a detailed midterm review of the Project. Based on the project schedule, this will be \ncarried out around June 2005. Two months prior to the midterm review the Government will submit \nto ADB a detailed progress report on the implementation and achievements of the reform program, \nand accomplishment of the reform implementation milestones. Terms of reference for the midterm \nreview  will  be  included  in  the  project  administration  memorandum  to  be  prepared  by  ADB’s \ninception mission for the Project. \n \n\nIV. \n\nNONLENDING ASSISTANCE \n\nAn  advisory  TA  for  $500,000  will  be  provided  for  Management  Consulting  Services  to \n62. \nIndian Railways. The TA will cover (i) study of business development and business opportunities, \n(ii) study of progress of implementation of reform program and reform implementation milestones at \nperiodic  intervals,  and  (iii) advice  on  management-  and  business-related  issues  to  be  identified \nduring implementation of the reform program. Outline terms of reference are in Appendix 14. \n \n63. \nThe TA will be attached to the Project, and financed on a grant basis by ADB’s TA funding \nprogram.  The  TA  will  be  carried  out  by  a  firm  of  domestic  management  consultants.  An \ninternational expert or experts may be brought in to work with the domestic consulting firm where \nsuch expertise in specific areas is considered necessary. The consulting firm will be engaged using \nADB’s quality and cost-based selection procedures and according to ADB’s Guidelines on the Use \n\n \n\n\f \n\n \n\n \n\n   \n\n \n\n \n\n \n\n \n\n \n\n                                               15 \n\nof  Consultants  and  other  arrangements  satisfactory  to  ADB  on  the  engagement  of  domestic \nconsultants. \n \n\nV. \n\nPROJECT BENEFITS, IM PACTS, AND RISKS \n\nA. \n\nFinancial Performance  \n\n64. \nIR  is  required  to  maintain  its  accounting  records  in  accordance  with  government \nappropriation accounting regulations and its financial system as part of the consolidated fund of the \nGovernment. The Government’s budgetary contribution to IR is reflected in IR’s balance sheet as \n“Capital-at-Charge”  under  liabilities  and  IR  is  liable  to  pay  a  predetermined  dividend  on  this \ncontribution from its surplus revenue, and thus is equivalent to shareholders’ equity. The financial \nstatements  of  IR  have  several  accounts  that  are  different  from  generally  accepted  accounting \nprinciples. For example, IR adopts a unique method for fixed asset accounting as it  maintains the \nacquisition values of fixed assets, rather than depreciating them. Instead, IR appropriates a certain \namount in the “Depreciation Reserve Fund”, which is credited when IR replaces its fixed assets.  In \naddition,  IR’s pension accounting method, based on a non-accrual basis, tends to understate the \npension liability and accordingly overstate IR’s net assets.  \n \n65. \nIn the past, IR’s financial performance has generally been satisfactory.  In FY1993–1997 its \noperating  ratio19  was  around  75%.  However,  over  the  4  most recent years  (FY1998–2001), the \noperating  ratio  deteriorated  to  87–93%.  This  reflected  the  impact  of  the  Fifth  Pay  Commission, \nwhich approved an overall average salary increase of around 33% for IR staff, together with slower \nrevenue growth caused by the Asian financial crisis. The deterioration of financial performance was \nalso reflected in other financial ratios. The return on capital employed, which had generally been in \nthe  range  of  9–14%  before  FY1997,  declined  to  2–6%  in  FY1998–2001.  Similarly,  the  return  on \nfixed  assets  was  generally  in  the  range  of  10–16%  before  FY1997,  but  declined  to  2–7%  in \nFY1998-2001.   \n \n66. \nFrom  FY2002,  however,  the  increase  of  labor  cost  will  be  well  contained  since  IR  is \ncommitted to achieving its target  of reducing staff strength by 2% every year, and the effect of the \nFifth  Pay  Commission  is  fully reflected in  previous  years.  Further,  with  the  restructuring  of  tariffs \ntargeted  to  eliminate  cross  subsidies  between  freight  and  passenger  traffic,  IR  will  capture  a \nsubstantial part of nationwide freight traffic that is growing at a brisk rate after the financial crisis, \nand  accordingly  its  revenue  growth  is  expected  to  regain  its  strength  from  FY2003.  Taking  into \naccount these factors, it is expected that IR’s financial performance will turn around in FY2003 with \nan  improved  operating  ratio  of  90%.  The  operating  ratio  is  forecast  to  continue  improving \nthereafter, to 86% in FY 2007. \n \n67. \nassumptions and calculations for the past and projected financial statements are in Appendix 15. \n \n\nA  summary  of  IR’s  past  and  projected  financial  performance  is  shown  in  Table  3.  The \n\n                                                 \n19  Operating expenses excluding depreciation as a percentage of operating revenue. \n\n \n\n \n\n\f16 \n\n1998/99 \n \n\n296,190 \n278,380 \n11,550 \n17,810 \n \n \n30,190 \n392,810 \n257,800 \n183,179 \n\n \n \n \nIncome Statement Items \nOperating Revenue \nOperating Expenses \n(Depreciation) \nOperating Income \n \nBalance Sheet Items \nCurrent Assets \nFixed Assets  \nCapital-At-Charge \nRetained Earnings \n \nFinancial Ratios  \n90 \nOperating Ratio (%) \n9 \nROCE (%) \n7 \nReturn on Fixed Assets  (%) \nROCE = return on capital employed. \n \nB. \n\nTable 3: Summary of Indian Railways Financial Performance \n(Rs million) \n\nActual \n\n1999/00 \n \n\n329,390 \n309,100 \n16,700 \n20,290 \n \n \n42,275 \n430,274 \n296,553 \n174,795 \n \n \n\n89 \n6 \n7 \n\n2000/01 \n \n\n348,804 \n347,000 \n23,010 \n1,804 \n \n \n37,544 \n464,483 \n326,619 \n173,579 \n\n93 \n2 \n2 \n\n \n\n \n2001/02   \n \n378,380  \n362,930  \n20,000  \n15,450  \n  \n  \n40,738  \n478,841  \n341,619  \n181,205  \n \n \n\n91 \n5 \n5 \n\n2002/03 \n \n406,456 \n384,140 \n19,000 \n22,316 \n \n \n38,252 \n510,233 \n356,619 \n192,662 \n \n \n\n90 \n6 \n6 \n\n2003/04 \n \n441,268 \n410,364 \n20,000 \n30,904 \n \n \n46,211 \n542,103 \n371,619 \n218,273 \n \n \n\n88 \n7 \n8 \n\nForecast \n2004/05 \n \n470,485 \n433,849 \n21,000 \n36,636 \n \n \n49,270 \n585,283 \n386,619 \n249,548 \n \n \n\n88 \n8 \n8 \n\n2005/06 \n \n506,564 \n463,670 \n23,000 \n42,894 \n \n \n53,049 \n632,607 \n401,619 \n286,116 \n \n \n\n87 \n8 \n9 \n\n2006/07 \n \n546,364 \n496,137 \n25,000 \n50,227 \n \n \n57,216 \n695,931 \n416,619 \n338,640 \n \n \n\n86 \n9 \n9 \n\nEconomic and Financial Analysis \n\n1. \n\nEconomic Internal Rate of Return \n\n68. \nThe  economic  internal  rate  of  return  (EIRR)  was  calculated  by  comparing  the  with-project \nand without-project scenarios. The existing available rail network has reached capacity and will  be \nunable to carry additional goods traffic without the Project. With the Project, the capacity of the rail \nnetwork in the project corridors will be increased and the network will be able to carry more goods \ntraffic.  The  increased  capacity  of  the  rail  network  in  the  project  corridors  will  allow  for  the \nexploitation of  mineral  resources  present  in  these  areas,  e.g.,  iron ore,  coal,  and  dolomite, and \nproducts  such  as  cement,  which,  as  bulk  commodities,  are  best  transported  by  rail  rather  than \nroad.  \n \nThe  Project’s  economic  costs  include  the  resource  costs  for  construction,  rolling  stock \n69. \nacquisition  costs,  operation  and  maintenance  costs,  and  the  social  costs  arising  from  land \nacquisition and resettlement compensation. The main economic benefits generated by the Project \nwere  quantified  in  terms  of  (i) railway  operating  cost  savings arising from shorter distances and \nfaster travel times, (ii) savings in rolling stock arising from better utilization of rolling stock with the \nelimination  of  rail  detention  times,  (iii) time  savings  resulting  in  reduction  in  working  capital \nexpenses  for  the  goods  transported,  and  (iv) net  additional  economic  benefits  arising  from  the \nincrease  in  production  of  mineral  resources  that  would  only  be  implemented  because  of  the \nincrease in rail capacity delivered by the Project. Benefits accruing to passengers have not been \ntaken into account in the economic evaluation, thus making this analysis conservative.  \n \n70. \nThe estimated overall EIRR for the sample subprojects is 16.8%. The individual EIRRs for \nthe four sample subprojects range from 14.6% to 17.4%. Sensitivity analysis shows that the overall \nProject, as well as the individual subprojects, will be economically viable under adverse scenarios, \nincluding increased costs, decreased benefits, and implementation delays.  \n \n\n2. \n\nFinancial Internal Rate of Return \n\n71. \nThe financial internal rate of return (FIRR) for the sample subprojects was estimated on the \nbasis  of  the  annual  streams  of  incremental  costs  and  revenues.  The  estimated  overall  FIRR  is \n\n \n\n\f \n\n \n\n \n\n   \n\n \n\n \n\n \n\n \n\n \n\n                                               17 \n\n15.4%.  The  individual  FIRRs  of  the  four  sample  subprojects  range  from  9.8% to 22.3%. In each \ncase,  the  estimated  FIRRs  exceed  the  estimates  of  the  weighted  average  cost  of  capital  for the \nindividual subprojects, which range from 5.4% to 7.6%.  \n \n\n3. \n\nSensitivity Tests \n\n72. \nSensitivity  analysis  was  undertaken  to  examine  economic  and  financial  viability  under \nadverse scenarios, including increased costs, decreased benefits, and implementation delays. The \nanalysis  found  that  both  for  the  individual  sample  subprojects  and  overall,  the  EIRR  estimates \nremained above the threshold level of 12%, and the FIRR estimates remained above the  weighted \naverage  cost  of  capital.  A  summary  of  the  economic  and  financial  analysis  is  in  Appendix  16. \nFurther details are in Supplementary Appendix D.  \n \nC. \n\nSocial Impact \n\n1. \n\nPoverty and Social Dimensions \n\nA  poverty  and  social  assessment  was  undertaken  in  the  influence  areas  of  the  sample \n73. \nsubprojects in the states of Chhattisgarh and Orissa. The two states have higher poverty rates than \nthe  national  average.  According  to  the  most  recent  national  study  of  poverty,  they  had  poverty \nheadcount rates of 37% and 47%, respectively, in 1999/2000, compared with a national average of \n26%.20  Poverty  was  associated  with  lack  of  economic  opportunity,  with  the  latter  being  linked  to \ninaccessibility.  The  poverty  and  social  assessment  found  that  the  districts  where  the  sample \nsubprojects are located had much higher poverty headcount rates than the statewide averages. In \nthese districts, problems of inaccessibility are often severe. \n \n74. \nThe sample subprojects in  Chhattisgarh  and  Orissa  will  benefit  5.5 million  people  living  in \nthe areas of influence, of whom about 40% are poor. The poverty and social assessment estimated \nthat the Project will lead to significant expansion of mining, manufacturing, tourism, and agriculture, \nwhich  will  provide  the  basis  for  poverty  reduction  through  increases  in  income  and  employment. \nThe  expansion  of  mining  and  steel  production  due  to  the  Tomka-Keohjhar  subproject  alone  is \nexpected to create 70,000  jobs.  The  Project  will  support  pro-poor economic growth by providing \nmore remote areas with better access to economic opportunities,  in part through fostering stronger \ndomestic  and  international  trade  links.  The  construction  of  the  subprojects  will  also  generate \nsubstantial employment in the areas of influence. \n \nPoverty  and  social  dimensions,  including  considerations  of  gender  and  stakeholder \n75. \nparticipation,  have  been  incorporated  into  the  design  of  the  sample  subprojects.  The  Loan \nAgreement  includes  assurances  to  require  contractors  to  comply  with  labor  laws,  protect \nconstruction  workers  against  health  risks,  and  not  to  differentiate  between  men’s  and  women’s \nwages  for  work  of  equal  value.  A  summary  poverty  reduction  and social  strategy is presented in \nSupplementary Appendix E. \n \n\n2. \n\nResettlement \n\n76. \nThe  EA  carried  out  social  impact  assessments  of  the  four  sample  subprojects.  The \nassessments identified potential negative impacts of the subprojects and recommended measures \nto mitigate such impacts. MOR prepared draft resettlement plans (RPs) to establish the basis for \nmitigation.  \n \n\n                                                 \n20  Government of India. 2001. Poverty Estimates for 1999-2000. Press information Bureau. February.  \n\n \n\n \n\n\f18 \n\n77. \nLand acquisition for the Tomka-Keonjhar subproject began in 1984 and most compensation \nwas paid before ADB involvement and before ADB established policies on involuntary resettlement \nin 1995 and on indigenous peoples in 1998. The social impact assessment included an audit of the \nprevious  resettlement  and  compensation  activities.  This  identified  some  shortcomings, including \ncases of people  not  having  received compensation, lack of compensation  for  lost structures, the \nneed  for  restoration  of  facilities  and  services  affected  by  construction,  and  the  need  for  income \nrehabilitation and livelihood programs. To address these shortcomings, MOR has prepared a draft \nremedial resettlement action plan (RRAP). A summary RRAP is in Supplementary Appendix F.  \n \nAlthough  an  indigenous  peoples  development  plan  (IPDP)  is  not  required  for  the  Tomka-\n78. \nKeonjhar subproject, since 47% of affected persons are categorized as scheduled tribes, and they \nhave  higher  poverty  levels  than  the  state  average,21 ADB  considered  it  appropriate  to  prepare  a \nlivelihood program for indigenous peoples in the influence area of the subproject, to be developed \nin parallel with the Project. This program will seek to improve the livelihood of tribal communities by \nempowering  them  to  develop  income-generating  activities  in  the  market  economy,  drawing  upon \nthe  comparative  advantages  provided  by  their  culture  and  social  capital.22  Additionally,  to  guide \nmitigation  measures  for  any  additional  subprojects  with  impacts  on  scheduled  tribes,  an  IPDP \nframework is provided in Supplementary Appendix G. \n \n79. \nThe  Pullampet-Gooty  subproject  will  require  22  hectares  (ha)  of  land  and  affect  98 \nhouseholds  and  small  enterprises.  MOR  has  prepared  a  draft  resettlement  plan.  A  summary \nresettlement plan is in Supplementary Appendix H.  \n \n80. \nThe  Mahanadi  River  second  bridge  and  Bhatapara-Urkura  subprojects  will  not  involve \nsignificant  land  acquisition  and  resettlement.  Railway  land  is  available  for  these  subprojects; \nadditional land does not need to be acquired. The subproject sites are free of encroachments and \nno  agricultural  activities  are  being  carried  out  there.  A  summary  of  a  short  RP  is  presented  in \nSupplementary Appendix I. \n \n81. \nIn  accordance  with  ADB’s  policy  on  involuntary  resettlement,  the  SPV  will  appoint \nnongovernment organizations (NGOs) to assist in  the implementation of the RPs and RRAPs, and \na  consultant  to  conduct  independent  monitoring  and  verification  of  implementation  of  RPs  and \nRRAPs.  Outline  terms  of  reference  for  the  NGOs  and  monitoring  services are in Supplementary \nAppendixes J and K. \n \n82. \nThe impacts of the additional subprojects will be mitigated in accordance  with government \nlaws  and  regulations,  and  ADB  policies  and  safeguard  requirements.  Such  mitigation  will  be \nreflected  in  the  entitlement  matrix  derived  from  the  framework  of  the  sample  subprojects.  The \nframework, RPs, and approach to implementation and monitoring of the sample subprojects will be \nused as models for preparation of additional subprojects under the sector loan. The framework for \nadditional subprojects is in Appendix 17.23  \n \n\n                                                 \n21  Orissa  contains  about  13  of  the  62  scheduled  tribes  recognized  by  the  Government,  and  about  10% of the tribal \npopulation of India. About 95% of these scheduled tribes  live in rural areas, many  close to forests. They are mostly \nengaged  in  land-based  activities  such  as  agriculture  (as  cultivators  and  farm  labor)  and  forestry  (forest  produce \ncollection and labor). The poverty headcount rate among scheduled tribes is much higher the state average. In 1991 \nmore than two thirds  of tribal people living in rural areas of Orissa were below the poverty line.  Source: Mahapatra, \nL.K. 1994. “Parameters of Forest Policy for Tribal Development” in Social Action, 44:91–104. \n\n22  A proposal has been submitted to the United Kingdom  Cooperation Fund (Poverty Focused) for Technical Assistance. \n23  For projects with significant impacts (defined as 200 or more affected persons), a full RP/RRAP has to be prepared. \n\nShort RPs are sufficient for projects with insignificant impacts (under 200 persons).  \n\n \n\n\f \n\n \n\n \n\n   \n\n \n\n \n\n \n\n \n\n \n\n                                               19 \n\nD. \n\nEnvironmental Impact \n\n83. \nThe  proposed  investment  component  of  the  Project  is  categorized  as  a  “B”  project  in \naccordance  with  ADB’s  Environmental  Assessment  Requirements .24  An  initial  environmental \nexamination (IEE) was prepared for the sample subprojects. The IEE shows that the environmental \nimpacts  associated  with  establishment  of  double  and  triple  tracks,  including  bridge  construction, \nare  negligible.  The  project  areas  of  influence  are  topographically  flat,  and  no  environmentally \nsensitive  areas  will  be  affected.  The  establishment  of  new  track  will  generate  significant  impacts \nassociated with the formation of embankment. However, manageable mitigation measures will be \nthe  construction  works.25  Furthermore,  adequate  environmental \nimplemented  as  part  of \nrequirements are also being incorporated into the bidding documents to ensure that all construction \nmaterials  (sand  and  gravel)  will  be  taken  or  mined  in  an  environmentally  sound  manner.  The \nenvironmental  management  plan  as  part  of  the  IEE  has  been  prepared  in  sufficient  detail  to  be \nenforced by IR. The summary IEE is in Appendix 18. \n \n84.  MOR  will  conduct  a  training  program  to  strengthen  IR’s  capacity  in  addressing \nenvironmental  concerns  associated  with  its  activities,  including  supervising implementation of  the \nenvironmental  management  plan  covered  in  the  IEE  report,  integrating  environmental  concerns \ninto the planning program of expansion of railway facilities, and handling environmental problems \nassociated  with  maintenance  workshops,  railway  stations,  and  diesel  filling  stations.  An \nenvironmental  training  manual  will  also  be  prepared.  Outline  terms  of  reference  are  in \nSupplementary Appendix L. \n \nE. \n\nProject Risks \n\nThe  most  significant  project  risk is that the reform program will not be implemented in full \n85. \nand  therefore  that  improvements  in  sector  performance  will  be  less  than  expected.  This  risk  has \nbeen  mitigated  in  the  design  of  the  Project  by  establishing  a  series  of  reform  implementation \nmilestones  to  be  met  before  further  ADB  financing  is  provided.  This  will  provide  MOR  with \nencouragement to implement its reform program in full and on schedule.  \n \n86. \nThe main risk for the investment component is that implementation will be delayed. This risk \nhas been addressed by the establishment of an SPV to act as the IA. The SPV will have authority \nto take decisions on implementation, including procurement, and have sufficient suitably qualified \nstaff to manage implementation effectively.  \n \nThe economic analysis of the investment component suggests that there are no significant \n87. \neconomic  risks.  The  criteria  for  selection  of  subprojects  limit  the  choice  of  subprojects to priority \ncapacity-expansion  investments  expected  to  have  high  economic  and  financial  returns,  and \nstipulate careful prior screening and analysis of each subproject.  \n \n\nVI. \n\nASSURANCES \n\nA. \n\nSpecific Assurances \n\nThe  Government  has  given  the  following  assurances,  in  addition  to  the  standard \n\n88. \nassurances, which have been incorporated in the legal documents: \n \n\n                                                 \n24  The investment component is not subject to the Government’s environmental impact assessment regulation. \n25  For example, establis hment of slope stabilization, culverts, and diversion of small streams. \n\n \n\n \n\n\f20 \n\n1. \n\nImplementing Agency \n\n89.  MOR  and  the  SPV  will  not  assign,  abrogate  or  waive  the  memorandum  of  understanding \nbetween MOR and the SPV without agreement of ADB, and will advise ADB of any changes to the \nequity, functions, and staffing of the SPV. In cases where in the view of ADB such changes may \naffect the ability of the  SPV to perform its functions as an IA, ADB may take action pursuant to the \nLoan Regulation Applicable to LIBOR-Based Loans Made from ADB’s Ordinary Capital Resources, \ndated 1 July 2001, to cancel or suspend the loan or accelerate maturities.  \n \n\n2. \n\nFinancial \n\n90. \nExcept  as  ADB  will  otherwise  agree,  IR  will  maintain  a  ratio  of  total  operating  expenses \nexcluding  depreciation  to  total  operating  revenue  not  higher  than  90%  for  the  fiscal  years  from \n2002/03  onwards.  Three  months  before  the  end  of  each  of  these  fiscal  years,  MOR  will,  on  the \nbasis of forecasts which shall be satisfactory to ADB, review whether IR is expected to meet these \nrequirements in respect of such year and the following fiscal year,  and will furnish ADB the results \nof such review. If any such review shows that IR is not expected to meet the requirements, MOR \nwill promptly take all necessary measures in order to meet such requirements. \n \n91. \nimprove the profitability and competitiveness of its passenger and freight services. \n \n\nSubject to approval by Parliament, MOR will take all necessary action to rationalize tariffs to \n\n3. \n\nResettlement \n\n92. \n\nAssurances pertinent to resettlement are as follows:  \n \n(i) \n\nFor each subproject, MOR through the SPV will ensure that relocation, resettlement, \nand compensation for all persons who are adversely affected by the Project or who \nwill be relocated as a consequence of the Project (project-affected persons) will be \npromptly  and  efficiently  carried  out  in  accordance  with  the  RP  and  the  IPDP \nframework agreed between the Government and ADB, ADB’s policy on involuntary \nresettlement, and ADB’s Handbook on Resettlement, and other safeguard policies, \nsuch that  project-affected persons  will  improve  or  at  least  maintain  their  preproject \nstandard of living. Project-affected persons without formal title to land will be entitled \nto resettlement assistance and benefits in accordance with the IPDP framework.  \n\nThrough  the  SPV,  MOR  will  recruit  consulting  services  to  conduct  independent \nmonitoring and evaluation of implementation of the RPs and RRAP. \n\nThrough the SPV, MOR will ensure that for each subproject a full census of affected \npersons and inventories of lost assets will be undertaken. \n\nThe Government will cause MOR and the SPV to ensure that compensation of land \nand  all  other  benefits  will  generally  be  paid  to  project-affected persons  at least  2 \nmonths  prior  to  the  dislocation  of  the  project-affected  persons  from  the  acquired \nlands, properties, and other immovable assets. \n\nThe SPV will appoint an NGO to assist in the implementation of the RPs and RRAP. \nThe  implementation  of  the  RPs  and  RRAP  for  the  sample  subprojects  will  be \nreviewed  and  if  required,  additional  mitigation  measures  will  be  instituted,  prior  to \napproval of additional subprojects. \n\n \n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\n \n\n \n\n \n\n \n\n \n\n\f \n\n \n\n \n\n   \n\n \n\n \n\n \n\n \n\n \n\n                                               21 \n\n4. \n\nEnvironmental Issues \n\n93.  MOR  will  adhere  to  ADB’s  environmental  guidelines  in  carrying  out  the  Project,  and  will \nensure  that  the  environmental  soundness  of  all  subprojects  and  that  all  environmental  mitigation \nmeasures recommended in the IEE and SIEE and agreed  to by  MOR and ADB are incorporated \ninto the project design and followed during construction, operation, and maintenance of the project \nfacilities, irrespective of contractual and financing arrangements. MOR will ensure that the Project \nis  undertaken  and  that  all  project  facilities  are  operated  and  maintained  in  compliance  with  all \napplicable  laws,  rules,  and  regulations,  and  the  environmental  assessment  requirements  and \nenvironmental  guidelines  of  ADB.  Appropriate  provisions  will  be  built  into  all  contracts with civil \nworks  contractors  to  ensure  that  negative  environmental  and  social  impacts  are  mitigated  during \nconstruction. \n \n\n5. \n\nIndigenous Peoples \n\n94.  MOR and the SPV will ensure that, to the extent that any indigenous peoples are likely to \nbe  affected  significantly  under  any  subproject,  the  measures  set  forth  in  the  IPDP  and  the \nFramework will be carried out for each subproject in accordance with the IPDP and the Framework, \napplicable laws and regulations of the Borrower, and ADB's policy on indigenous peoples. \n \n95.  MOR  and  the  SPV  will  coordinate  implementation  of  the  IPDP  and  the  Framework for all \nsubprojects  and  ensure  that  appropriate  resources  are  provided  for  the  preparation  and \nimplementation of the IPDP. \n \n\n6. \n\nSocial Issues \n\n96.  MOR  will  ensure  that  the  civil  works  contractors  comply  with  all  applicable labor laws, do \nnot employ child labor for construction and maintenance activities, provide appropriate facilities for \nchildren  in  construction  campsites,  and  disseminate  information  at  worksites  on  the  risks  of \nsexually  transmitted  diseases  and  HIV/AIDS as part of the health and safety measures for those \nemployed during construction.  \n \n\n97.  MOR  will  require  contractors  not  to  differentiate  between  men’s  and  women’s  wages  for \nwork of equal value. MOR will ensure that the bidding documents for any contracts for the project \nfacilities  include  specific  clauses  on  these  undertakings,  and  that  compliance  will  be  strictly \nmonitored during project implementation.  \n \n\n7. \n\nImplementation of Reform Agenda \n\nConsistent  with  MOR’s  reform  program  and  the  medium-term framework for ADB support \n\n98. \nfor the reform program, the following milestones will be met by the Borrower and MOR: \n \n\n(i) \n\nWithin 14 months of loan effectiveness (June 2004) \n \n(a) \n\nMOR  will  have  awarded  concessions  to  private  operators  to  take  over \noperation  of  loss-incurring  branch  lines  on  a  pilot  basis.  Any  such \nconcessions  will  be  awarded  through  open,  competitive,  and  transparent \nbidding procedures; and \n \nMOR will have completed design and implementation of improvements to its \naccounting system to establish a fully computerized system for IR capable of \nproviding  both  government  accounts  and  commercial  accounts  consistent \n\n(b) \n\n \n\n \n\n\fwith  generally  accepted  accounting  standards  for  its  core  and  noncore \nactivities,  with  breakdowns  by  main  lines  of  business  and  by  main  services \nwithin these lines of business, and will have obtained all necessary approvals \nfor establishing such a system throughout IR. \n\n(ii)  Within 24 months of loan effectiveness (April 2005) \n\n(iii)  Within 30 months of loan effectiveness (October 2005), MOR will have \n\n(a) \n\n(b) \n\n(c) \n\n(a) \n\n(b) \n\n(c) \n\n(d) \n\n(e) \n\n(f) \n\nMOR  will  have  implemented  an  action  plan  for  the  outsourcing  part  of  its \nnoncore activities; \n \nconsistent with  the  medium-term  framework for  ADB support to  the reform \nprogram, MOR will have adopted a time-bound action plan to create  focused \nbusiness  organizations \nits  noncore  activities  and  completed \nimplementation of the action plan; and \n\nfrom \n\nMOR  and  MOF  will  have  taken  a  decision  on  a  public  service  obligation \nmechanism to compensate MOR for being required to continue operation of \nnon-remunerative services, and will have commenced implementation of this \ndecision throughout IR. \n\nimplemented throughout  IR a fully computerized accounting system capable \nof providing both government accounts and commercial accounts for its core \nand  noncore  activities,  with  breakdowns  by  main  lines  of  business  and  by \nmain services within these lines of business; and implemented an accounting \nseparation  of  its  main  lines  of  business  for  its  core  and  noncore  activities, \nseparately  identifying  the  main  services  within  these  lines  of  business  as \nindependent profit/cost centers; \n \nreviewed  the  pilot  cases  where  concessions  for  the  operation  of  loss-\nincurring branch lines were awarded, and prepared and approved a program \nfor award of further such concessions; \n \nprepared and approved action plans for restructuring its production units; \n \napproved  proposals  for  reengineering  its  internal  business  processes  and \ncustomer  interface,  implemented  these  on  a  pilot  basis  in  one  zone,  and \ncommenced implementation throughout IR; \n \npublished a medium-term investment plan that prioritizes investments on the \nbasis of expected financial returns; \n \nevaluated, with MOF, the performance of the railway sector and prepared a \ndetailed assessment of the status of implementation of the reform program, \nand conveyed their findings to ADB; and \n\n(g) \n\nreduced the total staff of IR to not more than 1.41 million persons.  \n\nConditions for Loan Effectiveness \n\n99. \n\nConditions for loan effectiveness are that \n\n22 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nB. \n\n \n\n\f \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n   \n\n \n\n \n\n \n\n \n\n \n\n                                               23 \n\n(i) \n\nthe SPV will have been incorporated under the Companies Act, and  MOR will have \nconcluded  a  memorandum  of  understanding  with  the  SPV  that  sets  out  (a) the \nfinancial  and  administrative  arrangements  regarding  the  implementation  of  the \nProject  and  will  have  forwarded  to  ADB  a  copy  of  that  memorandum  of \nunderstanding; and (b) all necessary information on the equity, assets, management \nstructure, and personnel employed by or assigned to the SPV; \n\n(ii) \n\nthe Project Agreement between ADB and the SPV will have become effective; \n\n(iii) \n\ntaking into account ADB’s comments and suggestions, MOR will have approved an \naction plan for outsourcing part of its noncore activities; \n\n(iv)  MOR will have evaluated the bids for the consulting services to design  an improved \naccounting  system,  and  submitted  to  ADB  for  approval  its  recommendation  for \ntender award and the draft contract; \n\n(v) \n\nMOR will have submitted evidence satisfactory to ADB that all necessary action has \nbeen  taken  to  adequately  compensate  people  affected  by  the  Tomka-Keonjhar \nsubproject in accordance with the RRAP; and \n\n(vi)  MOR  will  have,  in  a  manner  satisfactory  to  ADB,  publicly  disclosed  the  RPs  and \nRRAP  for  sample  subprojects  and  made  the  information  available  to  the  affected \npeople and communities. \n\n \nC. \n\nConditions for Disbursement \n\n100.  No civil works or equipment supply contracts will be awarded for subprojects until MOR has \nprovided  ADB  with  evidence,  satisfactory  to  ADB,  that  for  the  project  facilities  of  that  subproject, \nrights in land and other rights and privileges for the Project have been acquired,  the acquired land \nis  free  of  any  encumbrances,  and  any  necessary  resettlement activities have been carried out in \naccordance with the Borrower's laws and regulations and ADB's policy on involuntary resettlement \nand other safeguard policies. \n \n\nVII. \n\nRECOMMENDATION \n\nI am satisfied that the proposed loan would comply with the Articles of Agreement of ADB \n101. \nand recommend that the Board approve the loan of $313,600,000 to India for the Railway Sector \nImprovement  Project  from  ADB’s  ordinary  capital  resources  with  interest  to  be  determined  in \naccordance with ADB’s LIBOR-based lending facility; a term of 25 years, including a grace period \nof 5 years; and such other terms and conditions as are substantially in accordance with those set \nforth in the draft Loan and Project Implementing Agreements presented to the Board. \n \n \n \n \n \n\nTADAO CHINO \nPresident \n\n26 November 2002 \n\n \n\n \n\n\fPROJECT FRAMEWORK \n\nDesign Summary \n\n \nGoal \nPromote economic growth and poverty \nreduction by improving the \nperformance of the railways sector \n\n \nPurpose \n1. \n\n2. \n\n \n\nImplement a program of \ninstitutional and policy reforms to \nimprove the commercial \norientation of Indian Railways (IR) \nInvest in expansion of core \nrailway businesses offering high \nfinancial and economic returns  \n\nProject Targets \n\nProject Monitoring Mechanisms \n\nRisks/Assumptions \n\n \n \n-  Increase in gross domestic product \n-  Improved social indicators  \n\n \n \n-  Approval of reform program by the Ministry of \n\nRailways (MOR)  \n\nreform \n\n-  Achievement of reform implementation milestones  \n-  Improved financial and operational performance \nof IR, with operating ratio to be not more than \n90% from FY2003 onwards  \n\n-  Improved services and increased bus iness on \n\nremunerative routes \n\n \n \n-  National/regional economic data \n\nand statistics  \n\n \n\n \n \n-  Tripartite review of reform \nprogram implementation \n\nof standing committee \n\n-  Reporting of IR performance \n\nindicators  \n\n-  Transport sector statistics  \n-  Project completion report \n \n\n \n \n-  Other factors affecting \nthe environment for \neconomic and social \ndevelopment are in place \n\n \n \n-  Reforms coordinated \nthroughout IR and \nimplemented in full \n-  Sustained growth in \n\nmarket for freight and \npassenger transport \n\n-  Establishment of standing committee to oversee \n\n-  Records of quarterly meetings \n\n2\n4\n \n \n \n \n \n \n \n \n \n \nA\np\np\ne\nn\nd\nx\n \n1\n \n \n \n \n \n \n \n \n \n\ni\n\n \nComponents/Outputs \n1.  Reform program, Phase 1 \n1.1  Upgrade cost accounting system  \n1.2  Restructure core business \n1.3  Restructure and hive off non-core \n\n \n \n-  In accordance with MOR’s reform program and \n\nagreed medium -term framework for Asian \nDevelopment Bank support to the reform program  \n\n \n \n-  Tripartite review of reform \nprogram implementation \n\n-  Records of quarterly meetings \n\n-  Design and introduce computerized accounting \n\nof standing committee \n\n1.4 \n\nactivities \nIncrease private sector \nparticipation \n\nsystem capable of providing government accounts \nand commercial accounts by 2004, and complete \ntraining and adaptation by 2006 \n\n1.5  Reengineer business processes \n\n-  For core business, accounting separation of \n\nand customer interface \n\n1.6  Delineate social and commercial \n\nobjectives  \n\n1.7  Tariff rationalization \n1.9  Rightsize staff strength \n1.10  Institutionalize improved \n\ninvestment planning and selection \nInvestment component \n\n2. \n2.1  Sample investment subprojects \n2.2  Additional subprojects to be \n\nselected during implementation \n\nprincipal lines  of business as cost/profit centers, \nwith breakdowns for individual services by 2005 \n\n-  Accounting separation and establishing of non-\ncore activities as cost/profit centers by 2005 \n\n-  Agree action plans to restructure production units \n\nand initiate implementation by 2005 \n\n-  Introduce concessions for operating loss-incurring \n\nlines and private sector terminal services and \ncompetition in rail container services by 2004 \n-  Complete design and piloting of reengineered \nbusiness processes for customer interface and \nservices, and start full implementation by 2005 \n\n \n\n-  Inspection by review missions  \n-  Quarterly progress reports , IR \nannual reports, and financial \nstatements \n\n-  Approved compensation \nmechanism and record of \ncompensation payments  \n-  Commercial accounts and \nbusiness reports by line of \nbusiness and main service \n\n-  Staff payroll records \n-  Published tariffs  \n-  Published medium -term \n\ninvestment plan \n\n-  Project completion report \n\n \n \n-  Reforms coordinated \nthroughout IR and \nimplemented in full \n\n-  Private sector interest in \ngreater participation \n-  Government can meet \n\ncost of compensating for \nservices continued for \nsocial reasons  \n\n-  Timely award of civil \n\nworks contracts  \n\n \n\n\fDesign Summary \n\nProject Targets \n\nProject Monitoring Mechanisms \n\nRisks/Assumptions \n\n \n-  Implement decision on public service obligation \n\n \n \n\n \n \n\n \n \n\n \n\n \nActivities/Inputs \n1.  Reform program, Phase 1 \n2.1  Procurement \n2.2  Construction \n2.3  Construction supervision \n\n \nInputs \n1. \nLand, civil works, and equipment \n2.  Consulting services, training, and \nmanagement information system  \nInterest during construction and \nfront-end fee \n4.  Project financing \n\n3. \n\nmechanism to compensate IR for having to \noperate loss-incurring services by 2005 \n\n-  From FY2003 to FY2007 MOR to implement tariff \nrationalization to improve the profitability and \ncompetitiveness of its passenger and freight \nservices  \n\n-  Net staff reduction of 2% per annum in 2002–\n\n2010, leading to staff strength of 1.41 million in \n2005 and 1.18 million in 2010 \n\n-  Prepare medium -term investment plan for \n\ndetermining annual investment program by 2004 \n-  Sample subprojects for (i) Tomka-Keonjhar new \n\nline, (ii) Pullampet-Gooty second track, \n(iii) Bhatapara-Urkura third line, and (iv) Mahanadi \nRiver second bridge \n\n-  Additional subprojects to be selected for (i) priority \ntrack expansions to address freight bottlenecks , \n(ii) new lines with high economic and financial \nreturns , and (iii) efficiency improvements on \ncongested routes  \n\n \n \n-  Start April 2002. Complete November 2005 \n-  Start November 2002. Complete February 2004 \n-  Start September 2003. Complete December 2007 \n-  Start September 2003. Complete December 2007 \n\n \n \n-  $525.8 million  \n-  $20.8 million \n \n-  $32.6 million  \n \n-  Ordinary capital resources  loan of $313.6 million \n\nand government financing of $265.6 million \nequivalent \n\n \n\n \n \n-  Quarterly progress reports  \n\n \n \n-  Quarterly progress reports  \n-  Subproject preparatory studies  \n-  Periodic review missions  \n\n \n\n \n \n-  Advance action enables \ntimely commencement of \nimplementation \n-  Contractors have \n\ncapacity to carry out \nworks on time \n\n \n \n-  Local counterpart funds \n\navailable on time \n\nA\np\np\ne\nn\nd\nx\n \n1\n\ni\n\n \n \n \n \n \n \n \n \n \n \n \n\n2\n5\n\n \n\n\f26 \n\nAppendix 2 \n\n \n\n \n\n     \n\nORGANIZATION STRUCTURE OF INDIAN RAILWAYS \n \n\nMinister of Railways \n\nMinisters of State for Railways \n\nMembers Railway Board \n\nChairperson \nRailway Board \n\nMember \nElectrical \n\nMember \nStaff \n\nMember \nEngineering \n\nMember \nMechanical \n\nMember \nTraffic \n\nFinancial \nCommissioner \n\nDirector \nGeneral \nRailway Health \nServices \n\nDirector \nGeneral, \nRPF \n\nEstablishment \n \nMatters \n\nAdmin. \nMatters \n\n \nSecretary \n\nPlanning \nDirectorate \n\nNew Zones \n\n \n \nOSDs  \n \nEast Coast \n \nNorth Central \n \nNorth Western \n \nSouth Western \n \nSoutheast Central \n\nProduction Units \n\n \n \nGeneral Managers \n \nChittaranjan \nLocomotive Works \n \nDiesel Locomotive \nWorks \n \nIntegral Coach Factory \n \nRail Coach Factory \n \nWheel and Axle Plant \n \nChief Administrative \nOfficer (Railways) \n \nDiesel Component \nWorks \n\nOther Units \n\n \n \nGeneral Managers \n \nNF Railway \nConstruction \n \nMetro Railway Calcutta \n \nCentral Organization for \nRailway Electrification \n \nDirector General/RDSO \n \nRailway Staff College \n \nChief Administrative \nOfficer (Railways) \n \nCentral Organization for \nModernization of \nWorkshop \n\nPublic Sector \nUndertakings \n\n \n \nIRCON \n \nRITES \n \nCRIS \n \nCONCOR \n \nIRFC \n \nRAILTEL \n \nKRC \n \nIRCTC \n\nZonal Railways \n\n \n \nGeneral Managers \n \nCentral \n \nEastern \n \nNorthern \n \nNorth Eastern \n \nNortheast  \n \nFrontier \n \nSouthern \n \nSouth Central \n \nSouth Eastern \n \nWestern \n \nEast Central \n \nWest Central \n\nIRCON = Ircon International, RITES = Rail India Technical and Economic Services, CRIS = Centre for Railway Information Systems, CONCOR \n= Container Corporation of India, IRFC = Indian Railway Finance Corporation, RAILTEL = Railtel Corporation of India, KRC = Konkan Railway \nCorporation, IRCTC = Indian Railway Catering and Tourism Corporation. \n\n26 \n\n \n\n\f \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n        Appendix 3          27 \n\nA. \n\nIntroduction \n\nSECTOR ANALYSIS \n\nFor the past 150 years railways have played an important role in the social, political, and \n1. \neconomic  life  of  India.  For  most  of  that  time  railways  were  the  leading  mode  of  transport,  in \nmany places the only available mode. In such a large continental country, railways have offered \nunique advantages for transporting freight and passengers over long distances.  \n \n2. \nPrivately  owned regional railways were built in colonial times to support commerce and \ntrade.1 As the regional railways spread across the country they created the basis for a national \nrailway  network.  In  1922  the  Government  established  a  Railways  Board  (RB)  to  act  as  the \ncountry’s central railway authority. Over the next two decades, the Government gradually took \nover the management and operation of the regional railways. The process of nationalization of \nrailways  was  completed  in  1944.  Thereafter  Indian  Railways  (IR)2  was  organized  as  a \ndepartmental  enterprise,  wholly  owned  by  the  Government,  on  the  basis  of  15  zonal  railways \nunder the overall control of the RB.  \n \nIR  is  India’s  largest  single  organization  and  largest  employer.3  Its  railway  network  of \n3. \nmore  than  63,000  route  kilometers  (km)  is  one  of  the  largest  in  the  world.  To  operate  this \nnetwork  IR  has  6,853  stations,  7,566  locomotives,  and  more  than  260,000  wagons  and \ncoaches. These are maintained in 225 locomotive sheds, 401 passenger car and freight wagon \nrepair depots, and 49 workshops. IR also has six manufacturing units. Its size, and its mode of \noperation as a government department, present special challenges for management of railways \nas a commercial enterprise. They also add to the difficulty of responding to both short- and long-\nterm changes in transport market conditions. \n \n4. \nIn  the  past  10–20  years,  increasing  competition  from  other  modes,  particularly  road \ntransport,4  has  reduced  IR’s  market  share.  As  a  result,  its  financial  performance  has \ndeteriorated,  and  it  has  not  generated  enough  resources  to  finance  necessary  investments  in \nasset  replacement  and  capacity  expansion.  In  order  for  railways  to  make  their  potential \ncontribution  to  economic  growth,  the  present  model  of  railway  provision  needs  to  be  modified \nwith  a  view  to  restoring  IR’s  financial  sustainability.  This  will  require  IR  to  strengthen  its \ncommercial orientation, to concentrate on services it can provide at a comparative advantage, \nand to reduce its involvement in services that can now be better provided by others.  \n \nB. \n\nSector Performance \n\n1. \n\nTraffic \n\nRailway freight measured in ton-km (tkm), and passenger traffic measured in passenger-\n5. \nkm (pkm), each increased at an average annual rate of around  4% over the past 50 years. The \nrate of passenger traffic growth remained fairly constant over the period. Freight traffic growth \ndeclined  slightly,  from  an  average  annual  rate  of  4.5%  for  FY1951–80  to  3.4%  for  FY1980–\n2001.  \n \n\n                                                 \n1   Construction of the Great Indian Peninsula Railway from Mumbai to Kalyan began in 1851. \n2   The  term  “Indian  Railways”  refers  to  the  15  zonal  railways  and  59  subsidiary  divisions  under  the  overall \n\nresponsibility of the Ministry of Railways through the Railways Board. \n\n3   IR has a capital investment of about Rs 479 billion ($10 billion) and employs 1.545 million staff. \n4   In view of existing and planned investments in highway improvement, this competition is set to intensify. \n\n\f28 \n\nAppendix 3 \n\nGrowth  in  railway  traffic  has  been  much  lower  than  growth  in  total  transport  demand. \n6. \nDuring FY1980–2001 total freight traffic grew at an average annual rate of 6.8% and passenger \ntraffic at 8.5%. Over this period the traffic carried by road increased at an average annual rate of \n10.2% for freight and 9.6% for passengers.  \n \n7. \nIR’s share of total freight and passenger traffic has steadily declined. Fifty years ago IR \ncarried  more  than  two  thirds  of  both  freight  and  passenger  traffic.  Twenty  years  ago  it  still \naccounted for two thirds of freight, but its passenger share had fallen to one third. By FY2001, \nIR’s share of freight traffic had fallen to less than one third, and its passenger traffic share was \nonly 13%. Trends in road and rail traffic shares are in Table A3.1. \n \n\nTable A3.1: Trends in Road and Rail Traffic Shares, 1950/51–2000/01 \n\n  \n  \n\nTotal \n\nTotal \n\nRoad \n\nFreight \n\nRailway \n\nPassenger \n\n88 \n85 \n71 \n65 \n47 \n46 \n40 \n32 \n\n12 \n15 \n29 \n35 \n53 \n54 \n60 \n68 \n\n6 \n15 \n52 \n84 \n263 \n283 \n410 \n650 \n\n44 \n82 \n128 \n156 \n237 \n243 \n274 \n312 \n\nRailway \ntkm billion % of total\n\nRoad \ntkm billion% of total \n\ntkm billion    pkm billion % of total pkm billion % of total pkm billion\n\n \n  \n  \nFY \n1951 \n1960 \n1970 \n1980 \n1990 \n1991 \n1996 \n2001 \na  Estimate \nSource: Ministry of Railways, Planning Commission. \n \n8. \nIR’s  freight  traffic  consists  mainly  of  coal,  minerals  and  other  bulk  commodities.  In \nFY2001 coal accounted for 43% of freight traffic (tkm). Six other bulk commodities accounted for \na  further  44%.  The  majority  of  passenger  traffic  (pkm)  is  in  low  fare  categories.  In  FY2001 \nsecond  class  non-suburban  services  (ordinary  and  mail/express)  accounted  for  75%  of \npassenger traffic, with 19% for suburban (all classes), and 6% for upper class services.  \n  \n\n31 \n71 \n189 \n421 \n1,029 \n1,079 \n1,368 \n3,000 a \n\n98 \n145 \n302 \n620 \n1,310 \n1,375 \n1,710 \n3,457 \n\n67 \n74 \n113 \n199 \n281 \n296 \n342 \n457 \n\n50 \n97 \n180 \n240 \n499 \n526 \n684 \n962 \n\n68 \n51 \n37 \n32 \n21 \n22 \n20 \n13 \n\n32 \n49 \n63 \n68 \n79 \n78 \n80 \n87 \n\n \n \n \n \n \n \n \n  \n\n2. \n\nOperations \n\n9. \nAlong with  the  People’s  Republic  of  China  (PRC) and  the  United  States  (US), India is \none of the few countries in the world with annual railway traffic in excess of 500 billion converted \nton-km  (ctkm).5  The  passenger  share  of  railway  traffic  in  India  is  high  compared  with  other \ncountries with large railway operations. In FY2001 passenger-km represented 59% of IR’s total \nctkm, compared with 24% in the PRC and 1% in the US.6 \n \nIn  view  of  the  high  investment  cost  of  railway  infrastructure,  the  intensity  of  track \n10. \nutilization  in  terms  of  ctkm  per  route  km  is  an  important  dimension  of  productivity.  IR’s  track \nutilization  compares  well  against  the  railways  of  Japan  and  the  US,  although  lower  than  the \nPRC.  Coach  and  wagon  productivity  are  indicators  of  efficiency  of  utilization  of  a  railway’s \nassets.  IR’s  coach  productivity  compares  favorably with developed countries and  the  PRC. Its \n\n                                                 \n5   1 tkm equals 1 pkm equals 1ctkm. \n6   This section draws upon a comparison of operating performance indicators for a group of six countries comprising \n(i)  developing  countries  with  extensive  railway  networks  (India  and  the  PRC);  (ii)  developed  countries  with \nextensive  railway  networks  (Japan  and  the  US);  and  (iii)  developing  countries  with  smaller  railways  (Bangladesh \nand Thailand). \n\n\f \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n        Appendix 3          29 \n\nwagon  productivity  is  lower  than  Japan  and  the  PRC, although much higher than Bangladesh \nand Thailand. Comparative operating performance indicators are in Table A3.2.  \n \n11. \nA  significant  difference  with  developed  countries  is  the  very  high  level  of  staffing  IR \nemploys to operate its railway. As a result IR’s staff productivity is much lower than for railways \nin  developed  countries,  although  roughly  similar to  the  PRC  and  Thailand,  and  much  higher \nthan  Bangladesh.  This  partly  reflects  the  lower  salary  levels  in  India  and  other  developing \ncountries which favor more labor-intensive approaches to production. It is also an indication that \nin the past IR’s staffing was allowed to grow too large. At about half of gross traffic revenues, \nthe present level of staff costs is a structural impediment to improving IR’s financial performance \nand  generating  resources  for  investment.  To  address  this  problem  the  Ministry  of  Railways \n(MOR) has a policy of reducing staffing at a net rate of 2% per annum.7 As a result, IR’s total \nstaffing  was  reduced  from  1.797  million  in  1991  to  1.545  million  in  2001.  Through  continued \nimplementation of this policy MOR plans to steadily reduce staffing to 1.18 million by 2010.  \n \n\nTable A3.2: Comparative Operating Performance Indicators \n\n \n\nIndicator a \n\nBasis b \n\nIndia \n\nPRC \n\nUS \n\nJapan \n\nThailand  Bangladesh \n\nctkm billion \n\nTotal Traffic  \nPassenger Traffic Share  pkm per ctkm \nTrack Utilization \nStaff Productivity \nCoach Productivity \nWagon Productivity \n— = not available, ctkm = converted ton-kilometer, km = kilometer, pkm = passenger-kilometer, PRC = People’s Republic  \nof China, tkm = ton-kilometer , US = United States \na Indicators for India are for 2000/01, indicators for other countries are for 1999. \nSource: ADB Draft Working Papers for Preparation of Transport Policy. \n\nctkm million per route km \nctkm million per staff \npkm million per coach \ntkm million per wagon \n\n263 \n92 \n14 \n1,500 \n10 \n2.4 \n\n1,999 \n1 \n10 \n8,700 \n— \n— \n\n1,662 \n24 \n25 \n530 \n12 \n2.8 \n\n4 \n83 \n2 \n100 \n3 \n0.1 \n\n13 \n77 \n3 \n550 \n8 \n0.3 \n\n769 \n59 \n12 \n500 \n11 \n1.4 \n\n \n12.  While  some  aspects  of  IR’s  track  utilization  and  productivity  compare  favorably  with \nother  countries,  it  faces  serious  operational  problems  due  to  low  average  speeds  on  the \nnetwork,  and  lack  of  improvement  in  speeds  over  time.  Since  FY1961  the  average  speed  of \ndiesel freight trains has remained around 22  kilometers per hour (kph). The average speed for \nelectric  traction  has  remained  around  24  kph.  One  of  the  main  reasons  for  low  speeds  is  that \nmany  of  the  busiest  routes  have  reached  their  designed  traffic  handling  capacity  and  become \ncongested.  This  applies  in  particular  to  the  Golden  Quadrilateral  routes  that  account  for  two \nthirds of IR’s freight traffic. \n \n13. \nA  further  operational  problem  has  been  the  high  and  rising  level  of  traffic  accidents. \nFrom FY1997 to FY2001 the total number of train accidents per million train km rose from 0.57 \nto  0.64.  The  majority  of  accidents  were  derailments.  From  FY1997  to  FY2001  the  number  of \nderailments annually increased from 282 to 344. Other accident types included collisions, grade \ncrossing accidents, and fires in trains. MOR statistics indicate that human error was the cause \nof  86%  of  total  train  accidents  in  FY2001,  and  7%  were  due  to  equipment  failure.  One  of  the \ncontributing factors leading to increasing accidents is that many of the assets, such as track and \nbridges,  are  reaching  the  end  of  their  economic  life  and  need  to  be  replaced.  Due  to \nweaknesses in IR’s financial performance, including inadequate provision for depreciation, there \nis  a  backlog  in  asset  replacement.  In  the  absence  of  replacement,  assets  require  greater \nmaintenance, but the present high levels of track utilization make it difficult to take facilities out \nof  service  to  perform  maintenance.  In  2000  the  Railway  Safety  Review  Committee \n\n                                                 \n7   3% attrition less 1% new recruitment. \n\n\f30 \n\nAppendix 3 \n\nrecommended  investments  of  Rs150  billion  to  improve  railway  safety.  From  October  2001  IR \nimposed a surcharge to improve railway safety. The surcharge is expected to raise Rs50 billion \nover 6 years. MOR is also seeking external assistance to provide additional financing of railway \nsafety measures. \n \n\n3. \n\nTariffs \n\n14. \nFor  many  years  railways  have  been  required  to  meet  social  as  well  as  economic \nobjectives. These objectives have been reflected in the process of tariff setting, with commercial \nconsiderations often being outweighed by social and political factors. As a result there has been \nsustained underpricing of passenger services. To cross-subsidize the loss-incurring passenger \nservices, there has been sustained overpricing of freight services.  \n \n15. \nThe  ratio  of  IR’s  average  passenger  fares  per  pkm  to  average  freight  tariffs  per  tkm  is \nvery low compared with other countries. The ratio of 0.3 for India compares with 1.2 in the PRC, \n2.2 in Japan, 0.7 in Thailand, and 0.5 in Bangladesh.  \n \n16. \nSustained  tariff  imbalance  is  one  of  the  underlying  causes  of  the  operational  and \nfinancial problems faced by IR.  Passenger services now account for nearly two thirds of railway \nservices, but  contribute  only  one  third  of  revenue.  In  FY2001  total  passenger  revenues  were \nRs105  billion,  compared  with  freight  earnings  of  Rs230  billion.  MOR  estimates  that  its \npassenger services incurred a loss of Rs49 billion in that year. \n \n17. \nOverpricing  of  freight  has  reduced  IR’s  competitiveness  in  its  main  revenue-earning \nmarkets, causing traffic to divert to road and reducing net earnings. Underpricing of passenger \nservices  has  led  to  a  high  volume  of  uneconomic  passenger  services.  These  not  only  incur \nlosses  but  also  take  up  scare  capacity  on  high-density  routes,  contributing  to  congestion  that \nfurther reduces IR’s competitiveness in freight markets.  \n \n\n4. \n\nNon-Core Activities \n\n18. \nFor  many  years  IR  pursued  the  objective  of  self-sufficiency by  having  its own capacity \nfor  manufacturing  rolling  stock  and  other  railway  equipment,  and  for  providing  supporting \nservices. It has six large manufacturing units producing electric locomotives, diesel locomotives, \npassenger  cars,  freight  wagons,  wheel  axles,  and  components.8  It  also  operates  residential \ncolonies, catering, other on-board services, security, hotels, sanitation, printing presses, medical \nfacilities, schools and colleges, and research facilities. While non-core activities have made an \nimportant contribution to the railways sector in the past, by being run as part of a government \ndepartment and insulated from competition, they have had only limited incentive to be efficient, \nand  have  not  kept  up  with  technology  advances.  They  have  been  particularly  ill-equipped to \nprovide  services,  such  as  catering,  that  require  a  high  degree  of  customer  orientation.  The \nexistence of large non-core activities also increases the complexity of managing IR and dilutes \nthe  focus  of  management  on  the  core  business  of  operating  railways.  There  is  a  need  to \nreexamine the role, efficiency, and effectiveness non-core activities, with a view to increasingly \nobtaining inputs of goods and services on the basis of competition, and to separating remaining \n\n                                                 \n8   As  an  indication  of  the  scale  of  these  activities,  in  FY2001  IR’s  manufacturing  units  produced  120  electric \nlocomotives,  105  diesel  locomotives,  2,190  passenger  cars,  nearly  2,000  wagons,  and  more  than  30,000  wheel \nsets.  \n\n\f \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n        Appendix 3          31 \n\nnon-core  activities  from  IR’s  core  activities  so  that  they  operate  according  to  commercial \nprinciples.9 \n \n\n5. \n\nFinancial Performance \n\n19. \nOver the period FY1998–2001 IR’s financial performance deteriorated. Its operating ratio \nincreased from 87 to 93%, and in FY2001 it had to defer part of the payment of a dividend to the \nGovernment. Although the adverse financial position in these years was partly due to the short-\nterm  factors  including  the  inflationary  adjustment  of  salaries  awarded  by  the  Fifth  Pay \nCommission,  IR’s  financial  decline  helped  draw  attention  to  the  need  for  reform.  The \nGovernment  made  it  clear  that  IR  should  not  rely  on  budgetary  sources  of  financing,  and \nencouraged  IR  to  proceed  with  reforms  to  improve  its  performance  and  enable  it  to  attract \nfinancing from multilateral sources and the domestic financial markets. IR’s past and projected \nfinancial performance are presented in Appendix 15.  \n \nC. \n\nChallenges \n\n20.  While the weaknesses in railway  sector performance are manifested in declining market \nshare,  adverse  operating  indicators  and  reduced  revenue  generation,  their  underlying  causes \nare to be found in the policy, institutional, and organizational arrangements for railways, which \nare  themselves  based  on  the  idea  of  running  railways  as  a  social  and  economic  arm  of \ngovernment rather than as a business. A cause-effect analysis is in Appendix 4.  \n \n21. \nAlthough the present railway sector arrangements served India well for many years, they \nare  no  longer  adequate  for  railways  in  a  transport  market  characterized  by  increasing  modal \ncompetition and customer choice. The future performance of the railways sector will depend on \nhow  effectively  it  can  adapt  its  services  to  its  changing  market  position.  The  fundamental \nchallenge for IR is therefore to establish a commercial orientation. This will involve IR (i) running \nrailways  services  along  business  lines,  including  expanding  activities  that  offer  favorable \ncommercial returns and reducing activities that do not; (ii) concentrating on the core business of \noperating  railway  services;  (iii)  progressively  hiving  off  non-core  businesses,  and  making \nincreased  use  of  outsourcing  on  the  basis  of  competition;  (iv)  adopting  objective  systems  for \nselecting  investments  on  the  basis  expected  financial  and  economic  returns,  with  a  view  to \nimproving operational performance and capacity in its major markets, notably freight services in \nthe Golden Quadrilateral; and (v) rationalizing tariffs to correct for past overpricing of freight and \nunderpricing of passenger fares, and to adapt individual freight and passenger fare categories \nto improve competitiveness and increase returns. To enable IR to introduce these changes the \nGovernment will have to relieve IR of the burden of continuing to operate loss-incurring services \nthat are required for social  reasons.  For  this  purpose  the  Government will need to establish a \nmechanism for compensating IR for losses on services it would otherwise curtail.  \n \n\n                                                 \n9   IR  opted  to  create  subsidiary  companies  under  the  Company  Act  to  afford  certain  non-core activities greater \nautonomy to operate in a commercial manner. These have included Rail India Technical and Economic Services \n(RITES), a consulting services company; the Container Corporation of India (CONCOR),  a rail container services \noperator;  the  Indian  Railway  Finance  Corporation  (IRFC),  which  arranges  financing  for  procurement  of  railway \nassets;  IRCON,  a  construction  company;  Konkan  Railway,  a  special-purpose  construction  and  railway-operating \ncompany; the Centre for Railway Information Systems (CRIS), an information technology company; Indian Railway \nCatering  and  Tourism  Corporation  (IRCTC),  a  hotel  and  tourism  operator;  and  RailTel  Corporation,  a  railway \ntelecommunications  company.  While  this  has  improved  performance  of  these  activities,  in  many  cases  the \nsubsidiaries remain monopoly service providers, and there is scope for further efficiency gains through introducing \ngreater competition with private sector suppliers. \n\n\f32         Appendix 4\n\nEffect\n\nImmediate \ncauses\n\nCAUSE-EFFECT TREE ANALYSIS\n\nReduced Railway Contribution to Poverty Reduction\n\nReduced Railway Contribution to GDP\n\nService \ninefficiency\n\nLoss of \nmarket share\n\nInvestment \nbacklog\n\nCentralized decision making \nLack of customer orientation\nOverstaffing\nUneven quality of investments\nCapacity constraints on high density routes\nUse of outdated technologies\nLow productivity growth\nSafety hazards\nSome core services running at a loss\nSome non-core activities running at a loss\nSurplus capacity in non-core units\nDeclining financial performance\n\nUnderlying \ncauses\n\nFundamental \ncauses\n\nDistorted pricing \nwith freight \nsubsidizing \npassengers\n\nRailway not \nrun on \nbusiness lines\n\nProliferation \nof non-core \nactivities\n\nLack of objective \nsystem for \nselecting \ninvestments\n\nNo separation of social and economic roles\nLack of competition from other modes until recently\n\nLack of commercial orientation\n\n\f EXTERNAL ASSISTANCE TO THE RAILWAYS SECTOR\n\nYear of\nApproval\n\nCurrency\n\nStatus\n\n Amount\n (million)\n\nAppendix 5             33\n\n Project\n\n \n Agency\n\n Bank:\n ADB\n\n World Bank:\n IBRD Loans\n\n Loan No. 857-IND: Railways\n Loan No. 1140-IND:  Second Railways\n\n Subtotal\n\n Railway\n Second Railway\n Third Railway\n Fourth Railway\n Fifth Railway\n Sixth Railway\n Second Rail Modernization\n Railway Electrification\n Third Railway Modernization\n Mumbai Urban Transport Project \n\n Subtotal\n\n IDA Credits\n\n Seventh Railway\n Eighth Railway\n Ninth Railway\n Tenth Railway\n Eleventh Railway\n Twelfth Railway\n Thirteenth Railway\n Railway Modernization and Maintenance\n 2nd Railway Modernization and Maintenance\n\n Subtotal\n\n Japan:\n OECF loans  Railway Development\n\n Bombay Suburban Modernization\n Calcutta Metro Railway\n Delhi Mass Rapid Transit System I\n Delhi Mass Rapid Transit System II\n Delhi Mass Rapid Transit System III\n\n Subtotal\n\n1987\n1991\n\n1959\n1957\n1958\n1959\n1960\n1961\n1982\n1984\n1988\n2002\n\n1963\n1964\n1966\n1969\n1972\n1973\n1975\n1978\n1982\n\n1982\n1982\n1983\n1997\n2001\n2002\n\n1988\n\n1984\n1987\n1989\n1989\n1991\n1997\n\n1983\n1990\n1983\n1991\n1988\n\nUS Dollar\nUS Dollar\nUS Dollar\n\nUS Dollar\nUS Dollar\nUS Dollar\nUS Dollar\nUS Dollar\nUS Dollar\nUS Dollar\nUS Dollar\nUS Dollar\nUS Dollar\nUS Dollar\n\nUS Dollar\nUS Dollar\nUS Dollar\nUS Dollar\nUS Dollar\nUS Dollar\nUS Dollar\nUS Dollar\nUS Dollar\nUS Dollar\n\nYen\nYen\nYen\nYen\nYen\nYen\nYen\n\nYen\n\nDM\n\nDM\n\nDM\n\nDM\n\nDM\n\nDM\n\nDM\n\nUK Sterling\n\nUK Sterling\n\nSaudi Riyals\n\nSwiss Francs\n\nFrench Francs\n\n190\n225\n415\n\n34\n90\n85\n50\n70\n50\n200\n281\n245\n358 a\n\n1,463\n\n81\n75\n82\n66\n80\n80\n110\n190\n254\n1,018\n\n2,556\n1,748\n4,662\n14,760\n6,732\n28,659\n59,117\n\n \n\n8\n28\n7\n21\n21\n185\n270\n\n31\n32\n73\n7\n56\n\nComplete\nComplete\n\n Complete\n Complete\n Complete\n Complete\n Complete\n Complete\n Complete\n Complete\n Complete\n Ongoing\n\n Complete\n Complete\n Complete\n Complete\n Complete\n Complete\n Complete\n Complete\n Complete\n\n Complete\n Complete\n Complete\n Complete\n Ongoing\n Ongoing\n\n Complete\n Complete\n Complete\n Complete\n Complete\n Ongoing\n\n Complete\n Complete\n Complete\n Complete\n Complete\n\n OPEC\n\n Railway Modernization\n\n1983\n\nUS Dollar\n\n23\n\n Complete\n\n EXIM Bank\n\n Railway Project (co-financing for 857-IND)\n\n1,179\n\n Complete\n\n Germany:\n\n Accident Relief Cranes\n Heavy Breakdown Crane\n Rail Coach Factory, Kapurthal\n Rail Spring Factory, Sithouli\n Railway Investment Programme\n Modernization of Signalling Ghaziabad-Kanpur\n\n Subtotal\n\n Other:\n UK ODA\n\n Railway Sector Grant\n Indian Railway Project\n Koraput-Rayagada New Line\n\n Saudi Fund\n Switzerland  Swiss Mixed Credit\n France\n\n Metro Railway, Calcutta\n\na Approximately two thirds of the loan amount was for the railway component.\n\nSource: Ministry of Railways\n\n\fMEDIUM-TERM FRAMEWORK FOR ASIAN DEVELOPMENT BANK SUPPORT TO INDIAN RAILWAYS REFORM PROGRAM, 2002-2010\n\nMilestone for \nLoan \nProcessing & \nApproval\n\nSchedule for Loan Processing and Approval, and Reform Implementationa\n\nPhase 1\n\nPhase 2\n\n2002\n\n2003\n\n2004\n\n2005\n\n2006\n\n2007\n\n2008\n\nPhase 3\n2009\n\n2010\n\n3\n4\n \n \n \n \n \n \n \n \n \n \n\nA\np\np\ne\nn\nd\nx\n \n6\n\ni\n\nProject/Reform Activity\n\nA. Scheduling of Proposed Asian Development Bank Loans\n\nRailway Sector Improvement Project (RSIP) - 2002 loan\nRailway Sector Improvement Project II (RSIP2) - 2005 loan\nRailway Sector Improvement Project III (RSIP3) - 2007 loan\n\nB. Reform Program Activities and Outcomes\n\n1. Upgrade Accounting System\n\na. Develop and implement improved accounting system\n\n1. Prepare terms of reference and recruit consulting services\n2. Develop and implement system throughout IR\n3 Training and system adaptation\n\nb. Computerization of revenue and cost accounting\n\n2. Restructure Core Business\na. Accounting separation\n\n1. Accounting separation of main lines of businessb\n2. Establish main passenger services as independent profit/cost centers\n\nb. Restructuring\n\n1. Evaluate structure of mgt and operations and identify restructuring options \n2. Approve action plan based on evaluation and identified options\n3.\n\nImplement action plan\n\nc. Strengthening of commercial orientation of zonal railways\n\n1. Decentralization of authority\n2.\n\nImproving customer orientation\n\n3. Restructure and Hive Off Non-Core Activitiesc\n\na. Accounting separation\n\n1. Accounting separation of each non-core activity\n2. Establish each non-core activity as separate cost/profit center\n\nb. Outsourcing\n\n1.\n2.\n\nIdentify outsourcing opportunities and prepare action plan \nImplement action plan\n\nc. Creating focused business organizations (FBOs)d\n\nIdentify activities to create as FBOs\n\n1.\n2. Prepare and approve action plan for creating FBOs\n3.\n\nImplement action plan for creating FBOs\n\nRSIP\nRSIP2\nRSIP2\n\nRSIP2\nRSIP2\n\nRSIP2\nRSIP2\nRSIP3\n\nRSIP2\nRSIP2\n\nRSIP\nRSIP2\n\nRSIP2\n\n\fMEDIUM-TERM FRAMEWORK FOR ASIAN DEVELOPMENT BANK SUPPORT TO INDIAN RAILWAYS REFORM PROGRAM, 2002-2010\n\nMilestone for \nLoan \nProcessing & \nApproval\n\nSchedule for Loan Processing and Approval, and Reform Implementationa\n\nPhase 1\n\nPhase 2\n\n2002\n\n2003\n\n2004\n\n2005\n\n2006\n\n2007\n\n2008\n\nPhase 3\n2009\n\n2010\n\nProject/Reform Activity\n\nd. Restructuring production units\n\n1. Prepare and approve action plans for restructuring production units\n2.\n\nImplement action plan for restructuring production units\n\nRSIP2\nRSIP3\n\ne. Restructuring other non-core activities \n\n1. Decide on restructuring of other non-core activities\n2.\n\nImplement decisions on restructuring of other non-core activities\n\n4. Increase Private Sector Participation\na. Private sector terminal services\n\nIdentify locations for freight terminals and call for expressions of interest\nIdentify locations for warehouses and call for expressions of interest\n\n1.\n2.\n3. Select private firms to provide freight terminals and warehousing\n4. Commencement of private sector participation\n\nInvite bids\n\nb. Concessioning of loss-incurring branch lines to private operators\n1. Conduct studies and select five branch lines as pilot cases\n2. Prepare bid documents\n3.\n4. Evaluate bids and award concessions\n5. Review pilot cases and implement expanded concessioning program\nIntroduce competition in rail container services\n\nc.\nd. Further private sector participation initiatives (e.g., SPVs, joint ventures)e\n\n5. Reengineer Internal Business Processes and Customer Interface\n\na. Consulting services to redesign and simplify processes\nb. Approve proposed process changes\nc.\nImplement on pilot basis in one zone\nd. Establish throughout IR\n\n6. Delineate Social and Commercial Objectives\n\na. Initiate public debate about delineating social and commercial objectives\nb. Formulate transparent public service obligation (PSO) mechanism\n\n1. Establish interministerial committee to formulate PSO mechanism\n2. Decision by MOR/MOF on recommendation of committee\n3. MOF approval of method and procedures for compensation\nImplement PSO mechanism throughout IR\n\nc.\n\n7. Tariff Rationalization\n\na. Announce policy decision and commence tariff rationalization\nb. Implement tariff rationalization\n\n8. Evaluate Need for Regulation\n\nRSIP2\nRSIP2\n\nRSIP2\nRSIP2, RSIP3\n\nRSIP\n\nRSIP3\n\nRSIP2, RSIP3\n\nRSIP3\n\ni\n\nd\nx\n \n\n6\n\ni\n\nA\np\np\ne\nn\nd\nx\n \n6\n \n \n \n \n \n \n \n \n \n \n\n3\n5\n\n\fMEDIUM-TERM FRAMEWORK FOR ASIAN DEVELOPMENT BANK SUPPORT TO INDIAN RAILWAYS REFORM PROGRAM, 2002-2010\n\nSchedule for Loan Processing and Approval, and Reform Implementationa\n\nPhase 1\n\nPhase 2\n\n2002\n\n2003\n\n2004\n\n2005\n\n2006\n\n2007\n\n2008\n\nPhase 3\n2009\n\n2010\n\nMilestone for \nLoan \nProcessing & \nApproval\n\nRSIP2\nRSIP3\n\ni\n\n3\nx\n6\n \n \n6\n \n \n \n \n \n \n \n \n \n\nA\np\np\ne\nn\nd\nx\n \n6\n\ni\n\nProject/Reform Activity\n\n9. Rightsize Staff Strength\n\na. Reduce to 1.41 million by end of FY2004/05\nb. Reduce to 1.35 million by end of FY2006/07\nc. Reduce to 1.18 million by end of FY2009/10\n\n10. Institutionalize Improved Investment Planning and Selection\na. Consulting services to strengthen investment planning tools\nb. Institutionalize use of LRDSS and investment planning tools\nc. Prepare medium-term investment plan using improved planning tools\n\n11. Evaluate Sector Performance and Reform Program Implementation\n\nRSIP2, RSIP3\n\nFBO = focussed business organization, FY = fiscal year, IR = Indian Railways, LRDSS = Long Range Decision-Support System, MOF = Ministry of Finance, MOR = Ministry of Railways,\nPSO = public service obligation, SPV = special purpose vehicle, RSIP = Railway Sector Improvement Project.\na\nThe reform program will be reviewed, updated, and extended at the time of processing RSIP2 in 2005.\nFreight transport, passenger transport, suburban transport, fixed infrastructure, and other infrastructure. \n\nb\n\nProcessing\nApproval\nImplementation\nMilestone for processing/approval of next loan\n\nc MOR uses the term “hive off” to describe options ranging from separation to divestiture.\nd MOR uses the term \"focussed business organization\" to refer to organizations such as the Container Corporation of India,\nthe RailTel Corporation of India, and the Indian Railway Catering and Tourism Corporation, that were previously part of \nmainstream IR activities and have been established as independent entities within IR or as companies owned by the \nGovernment to afford them sufficient autonomy to perform their activities effectively. \nTo be formulated at the time of processing PSIP2 in 2005.\n\ne\n\n\f \n\n \n\n \n\n \n\n \n\n         Appendix 7         37 \n\nDESCRIPTION AND ESTIMATED COST OF THE FOUR SAMPLE SUBPROJECTS \n\nA. \n\nSummary Subproject Descriptions \n\n1. \n\nKeonjhar-Tomka New Rail Link \n\n1. \nThis  new  broad  gauge  (BG)  line  is  part  of  a  larger  project  to  construct  a  new  155-\nkilometer (km) line from Banspani to Tomka. The object of this larger project is to provide iron \nore originating in the Banspani area with a more direct route to port and to two new steel plants \nin the Duburi/Sukinda area, and to serve additional iron ore mines along the new route. \n \n2. \nWork on the larger project has been progressing since the mid-1990s. The first section \nof  line,  a  length  of  9.4 km  between  Banspani  and  Joruli,  was  opened  for  traffic  in  2000.  The \nsecond section of line, a length of 47.3 km between Joruli and Keonjhar, is well advanced and \nscheduled to open in March 2003. Work on the last 96 km between Keonjhar and Tomka was \nbegun  in  early  2000  and  has  progressed  to  the  point  where  the  roadbed  is  expected  to  be \ncomplete by December 2003. \n \n3. \nThe  work  on  this  subproject  remaining  for  financing  by  the  Asian  Development  Bank \n(ADB)  comprises  supply  and  installation  of  the  track  structure  (except  provision  of  ballast), \nconstruction  the  railway  buildings  and  other  facilities  (including  electrical  installations),  and \nsupply and installation of the signaling and telecommunications equipment. \n \n\n2. \n\nSecond Bridge on Mahanadi River \n\n4. \nThe proposed construction of a second bridge across the Mahanadi River is part of the \ntrack doubling work being performed by Indian Railways of their lines between Talcher, Cuttack, \nand  Paradeep.  This  is  in  the  area  where  the  Howrah-Chennai  main  line  crosses  the  routes \ncarrying ore traffic from Talcher and Banspani to Paradeep port. The Project has several parts \nintended to reduce congestion in this area by constructing second tracks and improving junction \npoints. The estimated cost of all the work is Rs2,433,800,000. \n \nSeveral of the track doubling projects have been completed and others are in progress. \n5. \nHowever, the bridge that takes the Howrah-Chennai line across the Mahanadi River is still to be \nconstructed  and  remains  a  bottleneck.  Soil  investigations  and  detailed  design  for  the  Project \nhave been completed. \n \n6. \nThe  selected  configuration  for  the  new  bridge  is  to  use  32  through-girder steel spans \nwith  a  length  of  65.8 meters  (m)  each.  The  piers  for  these  spans  will  be  supported  on  well \nfoundations.  Both  span  and  substructure  will  be  designed  to  support  30-ton  axle  loads.  The \nbridge  and  the  track  structure  on  the  bridge  will  be  financed  under  the  loan  while  the \napproaches and connections to the adjacent stations will be constructed as separate contracts \nby Indian Railways.  \n \n\n3. \n\nThird Line  between Bhatapara and Urkura \n\n7. \nThe subproject to provide a third line between Bhatapara and Urkura is part of a larger \nproject to increase line capacity between Champa and Bhilai on the Howrah-Mumbai main line. \nThe  area  between  Champa  and  Bhilai  is  developing  into  an  industrialized  zone  along  the \nalready heavily used Howrah-Mumbai main line. New coal mines in the area are being opened \nand  attracting  other  industries  such  as  cement  and  steel  production.  The  considerable \n\n\f38 \n\nAppendix 7 \n\npassenger traffic (16 trains per direction per day) on the line means that the available capacity \nfor goods trains is often exceeded, resulting in excessive delays in operation. \n \n8. \nThis  subproject  between  Bhatapara  and  Urkura  will  complete  the  third  track  from \nChampa to Bhilai. The works on the other sections were approved between 1993 and 2000 and \nmost have been completed. \n \n9. \nThe scope of the work primarily consists of adding a third track on the west side of the \nexisting double track. The new line will be electrified and signaled to conform with the existing \nline. Through stations and the loop lines and platforms on the west side of the existing lines will \nhave to be relocated to accommodate the third track. \n \n\n4. \n\nGooty-Pullampet Track Doubling \n\n10. \nOf  the  existing  215 km  between  Gooty  and  Pullampet  on  the  South  Central \nRailway (SCR), only three short segments, totaling 64 km of line, are laid with double track. The \nremaining  151  km  of  single  track  has  a  planned  capacity  of  24  to  28  trains  per  day  in  each \ndirection. As there are currently eight passenger and 16 goods trains operating in each direction \ndaily,  the  single  track  line  segments  are  being  used  near  to  their  capacity.  As  such  they  are \nunable  to  accommodate  expected  increases  in  traffic  without  experiencing  congestion.  The \nexpected additional traffic comprises 5 million  tons per year  of iron ore for export and 2 million \ntons per year of coal for a new power plant. \n \n11. \nAs a consequence, SCR has elected to complete the line doubling of the entire segment \nfrom Gooty to Pullampet. Generally, the new line will be constructed on the opposite side of the \nexisting  track  from  the  loop  lines  and  will  include  new  loops  for  the  up  or  down  trains  as \nrequired. \n \nB. \n\nKey Technical Parameters  \n\nThe  key  technical  parameters  associated  with  each  of  these  capacity  improvement \n\n12. \nsubprojects are summarized in Table A7.1.  \n\n\f60 \n\n60  \n\n60  \n\n60  \n\n1,660 PSC/km \n2,380 m 3/km \n \n\nsteel channel \n\nopen deck bridge \n\n1,660 PSC/km \n2,850 m 3/km \n \n\nPSC \n2,850 m 3/km \n \n\nMajor (Qty. and  Length, m) \n\nMinor (Qty. and Length, m ) \n\nDesign Loading \n\n18–1,604  \n\n235–922  \n\nHML \n\n1–2,107  \n\nN/A \n\nHML  \n\n5–256  \n\n60– N/A \n\nHML  \n\nN/A –4,329  \n\nN/A –938  \n\nHML \n\n \n\n \n\n \n\n \n\n         Appendix 7         39 \n\nTable A7.1: Details of Sample Subprojects  \n \n\nKeonjhar-Tomka  \n\nNew Rail Link \n \n\nMahanadi River  Bhatapara-Urkura  Gooty-Pullampet  \nThird Line \nSecond Bridge \n \n \n\nTrack Doubling \n \n\n2.4 \n\n \n\n0 \n\n60 \n\n \n\n1.7 \n\n151 \n\n \n\n21 \n\n13,060 \n\n0 \n\n \n\n121,500 \n\n1,104,700 \n\n \n\n308,000 \n\n3,600,000 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n0 \n\n0 \n\n0 \n\nN/A \n\nNo \n\n20.4 \n\n18.0 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n30 \n\n0 \n\n7 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n61 \n\n0 \n\n24 \n\nMACL \n\nMACL \n\n25 kV \n\nNo \n\n35.4 \n\n30.9 \n\n76.7 \n\n66.6 \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\nLength (km) \n\nLand Acquisition (ha) \n\nEarthworks \nCut (m 3) \nFill (m 3) \n \n\nTrack Structure \n\nRail (kg) \n\nTies (sleepers ) \n\nBallast  \n\nBridges \n\nRoad Crossings \n\nAt Grade \n\nBridges (over and under) \n\nNumber of Stations \n\n \n\nSignaling \n\nElectrification \n\nConstruction Cost ($ million) \n\nTotal Project Cost \n\nComponent for ADB Funding \n\n96 \n\n \n\n1,338 \n\n7,965,800 \n\n3,796,250 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n27 \n\n10 \n\n9 \n\nMACL \n\nNo \n\n128.8 \n\n37.7 \n\nADB = Asian Development Bank, HML = heavy mineral loading, kV = kilovolts, m = meter, PSC = pre-stressed \nconcrete, MACL = multiaspect color light. \n\n\f40 \n\nC. \n\nAppendix 7 \n\nCapacity Issues  \n\n13. \nAll of the above subprojects have been reviewed in a general manner to assess whether \nthey are an efficient solution for providing the additional capacity that IR feel they require. In the \ncase  of  Keonjhar–Tomka,  the  issue  is  relatively  simple  as  it  is  evident  that  there  are  mining \nprojects that could not go ahead without the subproject and that the reduction in haul distance \nthat the subproject provides for existing mines is significant. \n \nIn  the  case  of  the  other  three  projects,  it  is  clear  that  train  densities  are  rising \n14. \nsignificantly.  Accommodating  these  numbers  of  trains  on  a  single  track  line  produces difficult \noperating conditions. Even if sufficient capacity can be provided by closely spacing loop lines for \ncrossing  trains,  the  delays  resulting  from  these  meets  add  significantly  to  running  times  and \nresult in increased fleet requirements and higher operating costs.  \n \n15. \nThe track doubling and tripling projects proposed are appropriate solutions for capacity \nconstraints  identified  by  IR.  They  fit  in  well  with  the  strategy  to  increase  the  speed  of  goods \ntrains to provide overall capacity improvements. \n \n16. \nIn  the  longer  term,  the  Indian  railways  may  wish  to  consider  additional  strategies  for \nimproving  line  capacity.  Improvements  can  come  from  increasing  the  number  of  trains which \ncan be handled, but this requires large investments in infrastructure. These investments can be \ncontrolled  by  also  investing  in  the  capacity  that  can  be  carried  in  each  train.  The  technical \nsolutions  required  to  achieve  this  objective  are  longer  trains  and  higher  axle  loads.1  Indian \nRailways have already begun to consider implementing these technical conditions, particularly \nfor  ore  trains  on  heavily  traveled  lines.  Some  design  standards  have  already  been  prepared, \nhowever they have yet to be implemented on a project. Implementing a demonstration project \nwith  these  new  standards  would  be  a  good  first  step  to  give  the  railway  some  first-hand \nexperience of the results. In addition, it is suggested that Indian railways consider integrating the \nheavier axle load design standards into their new infrastructure projects. For a small incremental \ncost on a current project, it is possible to avoid or mitigate some large expenditures that might \nbe required in the future in order to accommodate the heavier trains. \n \n\n                                                 \n1  As an example, a typical heavy goods train carries 58 wagons, each loaded with a net weight of 58 tons, resulting \nin 3,364 net tons per train. Trains carrying 10,000 net  tons operate in many countries. Generally, this train capacity \nis achieved with 100 or more wagons at 30t axle loads. This has the potential to reduce the number of goods trains \nby two-thirds which provides an enormous increase in the capacity of existing lines. It also has a large impact on \noverall efficiency as the num bers of wagons required are reduced as well as the numbers of train crews. \n\n \n\n\f(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\n \n\n Appendix 8          41 \n\nSELECTION CRITERIA AND APPROVAL PROCESS FOR SUBPROJECTS \n\nA. \n\nSubproject Selection \n\nThe selection of subprojects by the Ministry of Railways (MOR)  will be subject to  Asian \n\n1. \nDevelopment Bank (ADB) approval. The criteria for selection of subprojects are as follows: \n \n\nSubprojects  will  be  for  priority  capacity  expansions  and  safety  improvements \nrecommended  by  the  Long-Range  Decision-Support  System  (LRDSS)  to \novercome  freight  bottlenecks,  principally  in  the  Golden  Quadrilateral  and  its \nDiagonals;  or  for  construction  of  new  railway  lines  expected  to  have  high \neconomic and financial returns.  \n\nThe  proposed  scope  and  approach  to  operations  is  the  most  economically \nefficient option available for providing the additional railway capacity required. \n\nOn the basis of ADB’s Guidelines for the Economic Analysis of Projects and its \nGuidelines  for  Financial  Governance  and  Management  of  Investment  Projects, \nthe estimated economic internal rate of return is at least 12% and the estimated \nfinancial  internal  rate  of  return  is  greater  than  the  average  weighted  cost  of \ncapital in real terms.  \n\nSubprojects will be socially sound, and will minimize the need for land acquisition \nand resettlement, and include measures to mitigate any social impacts they will \ncause. \n\nSubprojects  will  be  environmentally  sound,  and  no  subproject  will  be  located \nwithin  or  adjacent  to  an  environmentally  sensitive  area  (e.g.,  sanctuaries, \nnational parks, or other areas having significant ecological functions). \n\n(vi) \n\nAn initial environmental examination report will have been prepared. \n\n(vii)  Subprojects will be technically feasible. \n\n(viii)  Sufficient  government  counterpart  funding  will  be  allocated  to  implement  the \n\nsubproject as scheduled. \n\n(ix) \n\nThe estimated cost of each subproject will be at least $10 million.  \n\n(x) \n\nThe average of the  estimated value of  the contract packages for civil works and \nequipment supply will be not less than $5 million equivalent.  \n\n(xi) \n\nAll necessary government and state approvals will have been obtained. \n\nB. \n\nApproval Process for Subprojects \n\n2. \nAll  subprojects  will  be  required  (i) to  comply  with  ADB’s  policies  and  guidelines,  and \nsatisfy ADB’s procedures for project preparation, including with respect to technical, operational, \nfinancial, economic, environmental, social, and resettlement dimensions, and (ii) to follow ADB’s \nGuidelines for Procurement.  \n \n\n \n\n \n\n\f42 \n\nAppendix 8 \n\nMOR will prepare preliminary thumbnail sketches for candidate additional subprojects to \n3. \nutilize the remainder of the loan allocation for investment subprojects. These will include short \ndescriptions  of  the  scope  and  need  for  each  subproject,  and  explanation  of  compliance  with \neach  of  the  selection  criteria  set  out  in  para.  1.  The  thumbnail  sketches  for  the  additional \nsubprojects will be prepared with a view to seeking approval for all subprojects in one tranche. \n \n4. \nFor  each  subproject  approved  by  ADB  for  further  preparation,  MOR  will  conduct \nsubproject  preparatory  studies  of  (i)  technical  feasibility  and  cost,  (ii)  economic  analysis,  (iii) \nfinancial  analysis,  (iv)  environmental  assessment,  and  (v)  social  analysis  and  resettlement \nplanning.  \n \n5. \nFor  each  subproject  approved  by  ADB,  MOR  will  prepare  prequalification  and  tender \ndocuments based on ADB’s standard bidding documents and prequalification documents. The \napproval process for subprojects is summarized in Figure A8.  \n \n \n \n\nFIGURE A8: APPROVAL PROCESS FOR SUBPROJECTS \n\nIDENTIFY SUBPROJECT CANDIDATES \n\nSubmit Thumbnail Sketches to ADB \n\nReview by ADB \n\nResubmit Thumbnail Sketch \n\nADB Approval \n\nYes\n\nNo\n\nAmend Thumbnail Sketch   \n\nTechnical Feasibility and \nCost \n\nEconomic \nAnaly sis \n\nFinancial \nAnalysis \n\nPrequalification \nDocuments \n\nTender Documents\n\nEnvironmental Assessment\n\n \n\nSUBPROJECT PREPARATORY STUDIES \n\nSocial and Resettlement  \n\nSubmit Subproject Studies to ADB \n\nADB Approves  \n\nNo\n\nAmend Studies  \n\nYes\n\nPROCUREMENT DOCUMENTS \n\nSubmit Subproject Studies to ADB \n\nADB Approves  \n\nYes\n\nPREQUALIFICATION  AND  BIDDING \n\nNo\n\nAmend Documents  \n\n \n\n \n\n\f \n\n \n\n   Appendix 9 \n\n43 \n\nOUTLINE TERMS OF REFERENCE  \nFOR MONITORING OF SUBPROJECT PREPARATION AND IMPLEMENTATION \n\n \n1. \nThe services will be conducted by an international consultant with extensive experience \nof Asian Development Bank (ADB) project preparation, procurement, and project administration \nprocedures. \n \n2. \nDuring the first 3 years of project implementation, the consultant will conduct monitoring \nmissions of approximately 2–3 weeks duration at 6-monthly intervals. The tasks to be performed \nwill include: \n \n\nDevelop  a checklist  for  the  Special  Purpose  Vehicle/Ministry  of  Railways  and \ndomestic  consultants  responsible  for  project  preparatory  consulting  services  to \nidentify  each  of  the  main  elements  of  subproject  preparatory  studies  and \nprocurement documentation required by ADB procedures. \n\nReview draft subproject preparatory studies and provide the SPV and MOR with \ncomments  on  how  to  improve  these  in  order  to  fulfill  relevant  ADB  policies  and \nprocedures, and assist them to do so. \n\nReview  draft  prequalification  and  tender  documents  and  provide  the  SPV  and \nMOR  with  comments  on  how  to  improve  these  in  order  to  fulfill  relevant  ADB \npolicies  and  procedures,  including  incorporation  of  environmental  mitigation \nmeasures, and assist them to do so. \n\nConduct site visits to subprojects and hold discussions with the SPV, MOR, and \ncontractors  to  review  progress  in  subproject  implementation,  including  physical \nprogress,  including  implementation  of  environmental  mitigation  measures, \ncontractor performance, and adequacy of supervision, and provide the SPV and \nMOR with comments on any improvements that may be possible.   \n\n(v) \n\nDuring  visits  provide  advice  to  the  SPV  and  MOR  on  how  to  address  any \nimplementation  problems  identified  and  other  matters  as  may  be  requested  by \nthe SPV and MOR. \n\n(vi) \n\nPrepare  semiannual  monitoring  reports  summarizing  the  status  of  subproject \nimplementation and identifying actions required to address any problems. \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n \n\n \n \n \n \n \n \n\n\f  44          Appendix 10\n\n  \n\nCOST ESTIMATE AND FINANCING PLAN\n($ million)\n\nFX\n\nLC\n\nTotal\n\nFX (%)FX (%)ADB\n\nGovt\n\nA. Reform Program\n\n1. Consulting Servicesa\n2. Management Information System\nSubtotal (A)\n\n     \n     \n     \n\n4.0\n4.6\n8.6\n\n     \n     \n     \n\n4.0\n4.6\n8.6\n\n        \n        \n      \n\n8.0\n9.2\n17.2\n\n      \n      \n      \n\n50\n50\n50\n\n        \n        \n      \n\n6.4\n7.4\n13.8\n\n              \n              \n              \n\n1.6\n1.8\n3.4\n\nB. Railway Investment\n\n1. Land Acquisition and Resettlement\n2. Civil Works and Equipment Supply \n\n     \n5.0\n \n221.6\n\n        \n    \n\n5.0\n520.8\n\n \n299.2\n\n      \n\n57\n\n    \n\n299.2\n\n              \n          \n\n5.0\n221.6\n\nand Installation\n\n3. Consulting Services\n\na. Project Preparationb\nb. Monitoring of Subprojects\nSubtotal (B)\n\n     \n3.0\n     \n0.2\n \n229.8\n\n        \n        \n    \n\n3.0\n0.6\n529.4\n\n     \n0.4\n \n299.6\n\n      \n      \n\n60\n57\n\n        \n    \n\n0.6\n299.8\n\n              \n\n3.0\n\n          \n\n229.6\n\nTotal Baseline Costs\n\n \n308.2\n\n \n238.4\n\n    \n\n546.6\n\n      \n\n56\n\n    \n\n313.6\n\n          \n\n233.0\n\nFront-End Fee\nIDC and Commitment Fees\n\n              \n     \n3.1\n            \n   \n29.5\n          \n \n340.8\nFX = foreign exchange, LC = local currency, ADB = Asian Development Bank, Govt = Government, IDC = interest during \n\n               Total Project Costc\n\n3.1\n29.5\n579.2\n\n        \n      \n    \n\n100\n100\n59\n\n    \n    \n      \n\n3.1\n29.5\n265.6\n\n \n238.4\n\n313.6\n\n    \n\nconstruction\n\na\n\nIncluding (i) process reengineering, (ii) investment planning and selection procedures, \nand (iii) other studies to be identified during implementation of reform program.\n\nb Subproject preparation studies and precontract services for the Project and the proposed project in 2005.\nc\n\nIncluding taxes and duties.\n\n\fIMPLEMENTATION ARRANGEMENTS\n\nAppendix 11            45\n\nChairman, Railways \nBoard and Member \nPlanning\n\nTripartite Review (MOR, \nMOF, ADB)\n\nReform \nComponent\n\nStanding \nCommittee \non Reform \nProgram\n\nAdditional \nMember \nPlanning (Project \nDirector, \nReform)\n\nExecutive \nDirector, \nPerspective \nPlanning\n\nExecutive \nDirector, \nPlanning\n\nDirector, Transport  \nPlanning\n\nDirector, Planning \n(Special)\n\nDirector, Planning\n\nDirector, Planning \n(Mechanical \nEngineering)\n\nDirector, Public \nService Undertakings\n\nInvestment \nComponent\n\nManaging \nDirector, SPV  \n(Project Director, \nInvestment)\n\nHead, Project \nImplementation \nUnit\n\nProject \nImplementation \nUnit\n\nSite Office,\nSubproject A\n\nContract \nManager A \n(Engineer’s \nRepresentative)\n\nj\n\nt\nc\ne\no\nr\np\nb\nu\ns\n \nh\nc\na\ne\n \nr\no\nF\n\nProject \nPreparatory \nConsulting \nServices\n\nSubproject \nCoordinating \nCommittee (Site \nOffice, Zonal Railway, \nGovernment Officials, \nMajor Customers)\n\nMOF = Ministry of Finance, ADB = Asian Development Bank, MOR = Ministry of Railways, SPV = special purpose vehicle\n\n\fIMPLEMENTATION SCHEDULE: INVESTMENT SUBPROJECTS\n\n2002\n\n2003\n\n2004\n\n2005\n\n2006\n\n2007\n\nQ1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4\n\n \n \n \n \n \n \n \n4\n6\n\n \n \n \n \n \n \n \n \n \n \n\nA\np\np\ne\nn\nd\nx\n \n1\n2\n\ni\n\nProject Component\n\nLand Acquisition\n\nProject Preparatory Consulting Services\n\nPreparatory Studies of Sample Subprojects\n\nPreparatory Studies of Additional Subprojects\n\nProcurement Documents for Sample Subprojects\n\nProcurement Documents for Additional Subprojects\n\nCivil Works\n\nPrequalification of Sample Subprojects\n\nBidding, Approval, and Award of Sample Subprojects\n\nConstruction and Installation of Sample Subprojects\n\nPrequalification of Additional Subprojects\n\nBidding, Approval, and Award of Additional Subprojects\n\nConstruction and Installation of Additional Subprojects\n\n\fINDICATIVE CONTRACT PACKAGES FOR THE FOUR SAMPLE SUBPROJECTS\n\nSub-\n\nproject Contract\n\n No.\n\n No.\n\nSubproject/Contract\n\nEstimated cost\n($ million)\n\nProcurement \n\n1\n\nKeonjhar - Tomka New Railway Line\n\n1A\n\nSupply and Installation of Track, Signaling, and Facilities\n\n37.70\n\nICB\n\n3A\n\nRoadbed, Facilities, Track, Signaling, and Overhead Power Supply\n\n30.90\n\n2\n\nGooty - Pullampet Double Tracking\n\n2A\n2B\n2C\n\nRoadbed and Facilities Construction\nSupply and Installation of Track\nSupply and Installation of Signaling\n\nBhatapara - Urkura Triple Tracking\n\n3\n\n4\n\nSecond Mahanadi Bridge\n\n4A\n\nBridge Construction and Track Installation\n\nTotal\n\nICB = international competitive bidding\n\nICB\nICB\nICB\n\nICB\n\nICB\n\n25.40\n35.00\n6.20\n\n18.00\n\n153.20\n\ni\n\nA\np\np\ne\nn\nd\nx\n \n1\n3\n \n \n \n \n \n \n \n \n \n \n4\n7\n\n\f48 \n\nAppendix 14 \n\n \n\nOUTLINE TERMS OF REFERENCE FOR ADVISORY TECHNICAL ASSISTANCE: \nMANAGEMENT CONSULTING SERVICES TO INDIAN RAILWAYS \n \n\nA. \n\nBackground \n\n1. \nThe Ministry of Railways (MOR) has decided to carry out a program of institutional  and \npolicy  reforms  to  transform  Indian  Railways  (IR)  into  a  commercially  oriented  organization  in \nstages over the period 2002–2010. Through the proposed Railway Sector Improvement Project \n(the Project),  the  Asian  Development  Bank  (ADB)  is  providing  support  for  implementation  of \nMOR’s  reform  program,  and  has  established  a  medium-term framework for linking future ADB \nsupport to accomplishment of reform implementation milestones. \n \nB. \n\nObjective \n\n2. \nThe  objective  of  the  consulting  services  is  to  provide  MOR  with  advice  on  IR’s  annual \nbusiness performance, to conduct annual monitoring of implementation of the reform program, \nand  to  provide  advice  on  management  and  business  related  issues  identified  during \nimplementation of the reform program. \n \nC. \n\nScope \n\n3. \n \n\nThe scope of the consulting services will include the following. \n\n1. \n\nStudy of Business Development and Business Opportunities \n\n4. \nFrom FY2003 to FY2006 annual reviews will be conducted of IR’s business development \nand  business  opportunities  and  advice  will  be  provided  on  actions  needed  to  address \nopportunities and threats: \n \n\nReview  available  reports  and  financial  and  other  information,  and  conduct \ndiscussions with IR officials and customers; \n\nAnalyze the markets, costs and competitive position of each IR line of business \nand profit/cost center; \n\nAnalyze the  opportunities  and  threats to the IR lines of business and profit/cost \ncenters and overall business performance; and \n\nProvide advice to IR on  strategies for improving business performance over the \nmedium term (following 3 years). \n\nStudy  of  Progress  in  Implementation  of  Reform  Program  and  Reform \nImplementation Milestones at Periodic Intervals \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n2. \n\nIn  each  of  the  fiscal  years  2002/03  to  2005/06,  an  annual  study  will  be  prepared  of \n5. \nprogress in the performance of the reform program, and the achievement of milestones in the \nmedium-term framework for ADB support to the IR reform program.  \n \n\n\f \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n                 Appendix 14          49  \n\n3. \n\nStudies \n\n6. \nFurther  studies  and  advisory  services  will  be  conducted  on  aspects  of  improving  IR’s \ncommercial  orientation  and  business  performance  that  will  be  identified  during  implementation \nof the reform program, subject to approval of the terms of reference by MOR and ADB.  \n \nD. \n\nReporting and Dissemination of Findings \n\nReports of the annual reviews and study of reform program progress will be submitted to \n7. \nMOR  and  ADB  to  provide  an  input  to  meetings  of  the  project  coordinating  committee  for  the \nProject. Reports of studies will be submitted to MOR and ADB.  \n \nThe  consultants  will  involve  officials  of  MOR  and  IR  in  all aspects of review, analysis, \n8. \nand  formulation  of  advice.  Workshops  and  other  consultation  activities  will  be  held  to  involve \nrelevant MOR and IR officials in preparation of each component of the services, and to promote \na sense of ownership of the outcomes. With assistance from MOR, the consultants will arrange \nseminars to disseminate the findings of each component of the services upon its completion. \n \nE. \n\nConsulting Services \n\nThe  consulting  services  will  be  carried  out  by  a  reputable  domestic  management \n9. \nconsulting  firm,  to  be  recruited  using  ADB’s  quality  and  cost-based selection procedures, and \naccording to ADB’s Guidelines on the Use of Consultants and other arrangements satisfactory \nto ADB on the engagement of domestic consultants. International experts may be brought in to \nwork  with  the  domestic  consulting  firm  where  such  expertise  in  specific  areas  is  considered \nnecessary.  The  consulting  team  will  include  experts  in  railways  operations  and  business \nmanagement. It is estimated that 25 person-months of consulting services will be required. \n \nEach year the annual business performance review and reform program monitoring will \n10. \ncommence within two months of the end of the fiscal year, and the consultant's reports will be \nsubmitted  within  eight  weeks  of  the  commencement  of  these  services.  Time  frames  for  other \nstudies will be agreed upon during implementation, subject to approval of MOR and ADB. \n \nF. \n\nImplementation Arrangements \n\n11. \nThe  Executing  Agency  for  the  TA  will  be  MOR.  The  consultants  will  report  to  the \nadditional  member  planning.  MOR  will  provide  the  consultants  with  suitably  furnished  office \naccommodation, local communications, office support staff, local transport, and other necessary \nequipment and facilities as required. MOR will establish a counterpart team, headed by a project \ncoordinator,  comprising  a  minimum  of  three  staff.  A  steering  committee  will  be  established  for \nthe technical assistance (TA), chaired by the additional member planning, with representatives \nof relevant parts of MOR and  the  implementing agency, and from the Department of Economic \nAffairs of the Ministry of Finance and ADB. The committee will meet after receiving the inception \nreport,  and  at  intervals  of  not  more  than  6  months over the period of the services, and more \noften as required to provide guidance to the consultants. \n \nG. \n\nCost Estimate \n\nThe  total  cost  of  the  TA  is  estimated  to  be  $590,000.  The  Government  has  requested \n12. \nADB to finance $500,000 of the foreign exchange and local currency cost on a grant basis from \nthe Technical Assistance Special Fund. The Government’s counterpart contribution will finance \n$90,000 equivalent of local currency expenditure. \n \n\n\f50 \n\nAppendix 15 \n\nFINANCIAL STATEMENT OF INDIAN RAILWAYS:  NOTES AND ASSUMPTIONS \n\nAccounting Principles \n\n \nA. \n \n1. \ngenerally accepted accounting principles (GAAP)1 as explained below. \n \n\n1. \n\nDepreciation on Fixed Assets \n\nThe financial statements of  Indian Railways (IR) have been adjusted in accordance with \n\n \n2. \nIR presents the acquisition value of its fixed assets without  reducing their value through \ndepreciation of assets.  Instead, it appropriates a certain amount of its profits to the depreciation \nreserve fund (DRF). This does not conform with GAAP, which calculate depreciation based on \nasset  life.  Considering  the  nature  of  the  fixed  assets  in  railway  industry,  with  economic  life \nspans  of  20–35  years,  railways  in  other  countries  generally  provide  depreciation  amounting to \n2–4%  of  fixed  assets  every  year.  IR’s  depreciation  was  calculated  as  3%  of  the  beginning \nbalance of its fixed assets. For presentation purposes, the balance of DRF either in equity or in \nreserve is directly deducted from the acquisition value of the fixed assets. \n \n\n2. \n\nReserved Funds \n\n \n3. \nrespectively, were combined and presented as retained earnings. \n \n\n3. \n\nInterest on Funds Deposited within Government \n\nReserved  funds,  which  are  maintained  by  IR  in  its  reserve  and  equity  sections \n\nThe interest accrued from the deposit of funds with central government were reflected as \n\n \n4. \nincome in the income statement. \n \nB. \n \n\nAssumptions for Projection of Financial Performance \n\n1. \n\nAssumptions for Operating Revenue  \n\n \nOperating  revenue  is  derived  from  passenger,  freight,  and  parcel  and  other  revenue. \n5. \nThe amount of revenue depends on two variables: the volume measure and the unit price. The \nassumptions used for each revenue source are explained below: \n \n\n(i) \n\n(ii) \n\n(iii) \n\nPassenger  revenue:  (a)  volume  measure  in  passenger-kilometers  (km):  6% \nincrease and (b) unit price: 1% real increase;  \nFreight  revenue:  (a)  volume  measure:  in  tonne-km:  3%  increase  and  (b) unit \nprice: 0.8% real decrease for 5 years, after that constant; and \nParcel and other revenue: increase by 10% per annum. \n\n \n6. \nDuring  the  last  4  years,  passenger  traffic  on  average  grew  by  6.3%  per  annum.  A \ncontinuing  increase  in  passenger  revenues  is  expected  through  the  implementation  of  tariff \nrestructuring and reform. In the longer term, it is expected that passenger traffic on average will \ngrow at 6% per annum for the next 5 years, and by 5% thereafter. \n \n7. \nFor the past 5 years, the unit price for passenger traffic fell by 1.2% per annum in real \nterms,  which  implies  a  cross  subsidy  between  freight  and  passenger  traffic.  The  tariff \nrestructuring  being  pursued  by  the  reform  initiatives  will  enable  the  unit  price  for  passenger \n\n                                                 \n1  These principles refer to the preparation of fair and comparable statements of private sector companies. \n\n\fAppendix 15        51 \n\n2. \n \n(i) \n\n(ii) \n(iii) \n\n(iv) \n\ntraffic  to  rise  by  1%  per  year  for  the  next  5  years until the cross subsidy is eliminated, and  to \nremain constant thereafter.  \n \n8.  \nFor freight traffic, the growth rate in terms of tonne-km was 2.4% per annum for the past \n4 years. Considering the strategic objectives of the reform initiatives, boosting freight traffic and \nreducing  the  cross subsidy  from  freight  traffic  to  passenger  traffic,  the  freight  traffic  growth  is \nexpected  to  increase  at  as  strong  a  pace  as  it  has  been  doing.  It  is  assumed  that  the  freight \ntraffic will increase by  3%  per  annum  for  the  next  5  years,  and  by  2% thereafter. For the unit \nprice, which is higher than international levels, it is assumed that the unit price for tonne-km will \ndecrease  by  0.8%  per  annum  in  real  terms  for  the  next  5  years,  and  after  that  to  remain \nconstant. \n \nFor parcel and other revenue, the revenue increase on average was 15.5% per annum \n9. \nfor the past 5 years. Given  IR’s continuing efforts to improve its parcel business, it is assumed \nthat revenue in this category will increase on average at 10% per annum for the project period. \n \n\nAssumptions for Expenses \n\nLabor  costs:  (a)  number  of  staff:  decrease  by  2%  per  annum,  and  (b) average \nwage: no real increase until the next pay commission is held; \nOperating traffic: increase by the same rate as fixed assets; \nReserve  for  pension  fund:  increase  by  20%  in  the  first  year,  by  10%  in  the \nsecond year, and by the rate of average wage growth thereafter; and \nDepreciation: 3% of beginning balance of fixed assets. \n\n \n10. \nIt  is  assumed  no  real  wage  increase  occurs  until  the  next  pay  commission,  which  is \nexpected  after  FY2007.  For  the  number  of  staff,  it  is  assumed  that  IR will continue to reduce \nstaff by 2% per annum in line with its commitment. \n \n11. \nFor the last 2 years, 2% of total staff strength retired  each year, which caused a  sharp \nincrease  in  pension  payments.  Assuming  continuing  decrease  in  staff  strength  of  2%  every \nyear,  the  high  increase  of  pension  payments is  expected  to  continue  for  1–2 years. However, \nthe pattern of yearly increase of pension payments will be normalized as long as the absolute \nnumber  of  retired  staff  will  be  reduced.  For the next  6  years from FY2001, it  is assumed that \npension payments will increase by 20% in the first year, by 10% in the second year, and by the \nrate of average wage growth thereafter.   \n \n12. \nrate has been reduced to 3%. \n \n\nIn line with the general practice adopted by other international railways, the depreciation \n\nAssumptions for Other Balance Sheet Items \n\n3. \n \n13. \nThe  size  of  current  assets  (cash,  accounts  receivable,  and  inventory)  and  current \nliabilities (accounts payable) shows a close correlation with operating revenue.  This correlation \nis assumed to continue for projection purposes.  \n \n14. \n \n15. \n\nThe level of contribution from the Government has been provided by IR. \n\nThe inflation rate is 3.5% for 5 years, and 5% thereafter. \n\n\f5\n2\n \n\nA\np\np\ne\nn\nd\nx\n \n1\n5\n  \n\ni\n\n \n\nOperating Revenue\n\nPassenger\nFreight\nParcel and Other\nTotal\n\nOperating Expenses\n\nLabor\nNonlabor\nPension\nDepreciation\nTotal\n\nIncome Statement: Indian Railways\n\nActual\n\nYear Ending March 31 (Rs Million)\nForecast\n\n1998/99\n\n1999/2000\n\n2000/01\n\n2001/02\n\n2002/03\n\n2003/04\n\n2004/05\n\n2005/06\n\n2006/07\n\n2007/08\n\n    \n      \n\n85,500\n197,550\n13,140\n296,190\n\n    \n      \n\n95,810\n218,750\n14,830\n329,390\n\n    \n      \n\n105,150\n228,980\n14,674\n348,804\n\n    \n      \n\n111,960\n248,250\n18,170\n378,380\n\n   \n     \n\n128,726\n257,744\n19,987\n406,456\n\n146,713\n272,569\n   \n     \n21,986\n441,268\n\n   \n     \n\n158,052\n288,248\n24,184\n470,485\n\n   \n     \n\n175,133\n304,829\n26,603\n506,564\n\n   \n     \n\n192,139\n324,962\n29,263\n546,364\n\n213,850\n351,447\n   \n     \n32,189\n597,486\n\n    \n    \n      \n\n124,556\n108,024\n34,250\n11,550\n278,380\n\n    \n\n    \n    \n      \n\n124,867\n132,243\n35,290\n16,700\n309,100\n\n    \n\n    \n    \n      \n\n140,112\n135,558\n48,320\n23,010\n347,000\n\n    \n\n    \n    \n      \n\n141,710\n145,320\n55,900\n20,000\n362,930\n\n    \n\n   \n   \n     \n\n144,572\n153,489\n67,080\n19,000\n384,141\n\n   \n\n146,895\n   \n   \n169,681\n73,788\n     \n20,000\n   \n410,364\n\n   \n   \n     \n\n149,260\n187,218\n76,371\n21,000\n433,849\n\n   \n\n   \n   \n     \n\n151,669\n209,957\n79,044\n23,000\n463,670\n\n   \n\n   \n   \n     \n\n154,121\n235,206\n81,810\n25,000\n496,137\n\n   \n\n158,888\n   \n   \n266,163\n85,901\n     \n27,000\n   \n537,952\n\nOperating Income\n\n      \n\n17,810\n\n      \n\n20,290\n\n        \n\n1,804\n\n      \n\n15,450\n\n     \n\n22,315\n\n     \n\n30,904\n\n     \n\n36,636\n\n     \n\n42,894\n\n     \n\n50,227\n\n     \n\n59,534\n\nNon-Operating Income\n\n        \n\n7,701\n\n        \n\n8,818\n\n        \n\n7,948\n\n        \n\n8,257\n\n     \n\n10,026\n\n     \n\n10,610\n\n     \n\n11,332\n\n     \n\n12,128\n\n     \n\n13,150\n\n       \n\n9,688\n\nNet Income\n\n      \n\n25,511\n\n      \n\n29,108\n\n        \n\n9,753\n\n      \n\n23,707\n\n     \n\n32,341\n\n     \n\n41,514\n\n     \n\n47,968\n\n     \n\n55,022\n\n     \n\n63,377\n\n     \n\n69,222\n\nDividend Paid to Government\n\n      \n\n17,420\n\n      \n\n18,900\n\n        \n\n2,740\n\n      \n\n13,370\n\n     \n\n23,000\n\n     \n\n24,000\n\n     \n\n25,000\n\n     \n\n26,000\n\n     \n\n27,000\n\n     \n\n28,000\n\nNet Income (Loss) for Appropriation\n\n        \n\n8,091\n\n      \n\n10,208\n\n        \n\n7,013\n\n      \n\n10,337\n\n       \n\n9,341\n\n     \n\n17,514\n\n     \n\n22,968\n\n     \n\n29,022\n\n     \n\n36,377\n\n     \n\n41,222\n\nOperating Ratio (%)\nReturn on Capital Employed (%)\nReturn on Fixed Assets (%)\nDebt Ratio (%)\n\n             \n90\n               \n9\n               \n7\n             \n14\n\n             \n89\n               \n6\n               \n7\n             \n20\n\n             \n93\n               \n2\n               \n2\n             \n22\n\n             \n91\n               \n5\n               \n5\n             \n14\n\n90\n            \n6\n              \n              \n6\n            \n14\n\n88\n            \n7\n              \n              \n8\n            \n14\n\n            \n88\n              \n8\n              \n8\n            \n14\n\n            \n87\n              \n8\n              \n9\n            \n14\n\n            \n86\n              \n9\n              \n9\n            \n13\n\n            \n86\n              \n9\n              \n9\n            \n13\n\n\fAssets\nCurrent Assets\nCash in Hand\nAccounts Receivable\nInventories\nTotal Current Assets\n\nFixed Assets\n\nFixed Assets in Operation\nLess Accumulated Depreciation\nNet Fixed Assets in Operation\nCapital work in Progress\n\nOther Non-Current Assets\n\nFunds Deposited with Government\nOthers\n\nTotal Assets \n\nLiabilities\nCurrent Liabilities\n\nAccounts Payable\n\nNon-Current Liabilities\n\nDeposits-Provident Fund, etc.\nReserved Pension Fund\nTotal Non-Current Liabilities\n\nLiabilities Total\n\nEquity\n\nGovernment Contribution\nRetained Earnings\nEquity Total\n\nTotal Liabilities and Equity\n\nBalance Sheet: Indian Railway\n\nActual\n\nYear Ending March 31 (Rs Million)\nForecast\n\n1998/99\n\n1999/2000\n\n2000/01\n\n2001/02\n\n2002/03\n\n2003/04\n\n2004/05\n\n2005/06\n\n2006/07\n\n2007/08\n\n5,870\n18,670\n5,650\n30,190\n\n4,590\n30,630\n7,055\n42,275\n\n5,230\n24,550\n7,764\n37,544\n\n8,470\n23,860\n8,408\n40,738\n\n3,730\n25,490\n9,032\n38,252\n\n8,825\n27,579\n9,806\n46,211\n\n9,410\n29,405\n10,455\n49,270\n\n10,131\n31,660\n11,257\n53,049\n\n10,927\n34,148\n12,141\n57,216\n\n11,950\n37,343\n13,277\n62,570\n\n516,710\n126,340\n390,370\n2,440\n392,810\n\n    \n    \n        \n    \n\n558,290\n131,250\n427,040\n3,234\n430,274\n\n    \n    \n        \n    \n\n603,690\n142,750\n460,940\n3,542\n464,483\n\n    \n    \n        \n    \n\n625,660\n150,816\n474,844\n3,997\n478,841\n\n    \n    \n        \n    \n\n665,260\n   \n159,470\n505,790\n   \n       \n4,443\n   \n510,233\n\n707,863\n   \n170,753\n537,110\n   \n       \n4,993\n   \n542,103\n\n761,920\n   \n182,239\n579,681\n   \n       \n5,602\n   \n585,283\n\n821,532\n   \n195,217\n626,315\n   \n       \n6,292\n   \n632,607\n\n898,214\n   \n209,351\n688,862\n   \n       \n7,069\n   \n695,931\n\n981,299\n   \n224,376\n756,923\n   \n       \n7,872\n   \n764,794\n\n      \n\n92,480\n11,770\n104,250\n527,250\n\n    \n\n      \n\n97,277\n14,958\n112,234\n584,783\n\n    \n\n    \n\n    \n\n115,163\n18,418\n133,580\n635,606\n\n      \n\n97,569\n14,366\n111,936\n631,515\n\n    \n\n104,338\n   \n15,154\n119,492\n   \n667,977\n\n111,558\n   \n16,070\n127,628\n   \n715,941\n\n118,908\n   \n16,905\n135,813\n   \n770,366\n\n127,392\n   \n17,869\n145,261\n   \n830,917\n\n136,560\n   \n18,909\n155,470\n   \n908,617\n\n146,376\n   \n20,154\n166,529\n   \n993,894\n\n23,749\n\n16,883\n\n23,513\n\n34,398\n\n40,115\n\n42,771\n\n46,051\n\n49,669\n\n54,317\n\n65,466\n\n      \n           \n      \n\n61,760\n761\n62,521\n\n      \n           \n      \n\n95,791\n761\n96,553\n\n    \n           \n    \n\n111,575\n320\n111,895\n\n      \n        \n      \n\n73,070\n1,223\n74,293\n\n     \n       \n     \n\n76,850\n1,731\n78,581\n\n     \n       \n     \n\n80,846\n2,432\n83,279\n\n     \n       \n     \n\n85,050\n3,098\n88,148\n\n     \n       \n     \n\n89,473\n4,040\n93,512\n\n     \n       \n     \n\n94,125\n4,917\n99,042\n\n     \n99,020\n       \n6,165\n   \n105,185\n\n86,271\n\n113,435\n\n135,408\n\n108,691\n\n118,696\n\n126,050\n\n134,199\n\n143,182\n\n153,359\n\n170,651\n\n    \n    \n\n257,800\n183,179\n440,979\n527,250\n\n    \n    \n\n296,553\n174,795\n471,348\n584,783\n\n    \n    \n\n326,619\n173,579\n500,198\n635,606\n\n    \n    \n\n341,619\n181,205\n522,824\n631,515\n\n356,619\n   \n192,662\n   \n549,281\n667,977\n\n371,619\n   \n218,273\n   \n589,891\n715,941\n\n386,619\n   \n249,548\n   \n636,167\n770,366\n\n401,619\n   \n286,116\n   \n687,735\n830,917\n\n416,619\n   \n338,640\n   \n755,258\n908,617\n\n431,619\n   \n391,624\n   \n823,243\n993,894\n\nA\np\np\ne\nn\nd\nx\n \n1\n5\n\ni\n\n \n\n5\n3\n\n\f5\n4\n \n\nA\np\np\ne\nn\nd\nx\n \n1\n5\n  \n\ni\n\n \n\nCash-Flow Statement: Indian Railway\n\nActual\n\nYear Ending March 31 (Rs Million)\nForecast\n\n1998/99\n\n1999/2000\n\n2000/01\n\n2001/02\n\n2002/03\n\n2003/04\n\n2004/05\n\n2005/06\n\n2006/07\n\n2007/08\n\n        \n      \n      \n\n        \n       \n       \n      \n\n8,091\n17,420\n25,511\n11,550\n37,061\n4,600\n(9,533)\n(8,535)\n20,446\n53,930\n\n      \n      \n      \n\n10,208\n18,900\n29,108\n16,700\n45,808\n38,753\n      \n34,031\n      \n            \n-\n(17,341)\n     \n101,252\n\n        \n        \n        \n\n7,013\n2,740\n9,753\n23,010\n32,763\n30,066\n15,784\n(442)\n(6,949)\n71,222\n\n      \n      \n          \n       \n\n      \n      \n      \n\n10,337\n13,370\n23,707\n20,000\n43,707\n15,000\n(38,505)\n903\n(6,764)\n14,341\n\n      \n     \n           \n       \n\n       \n     \n     \n\n9,341\n23,000\n32,341\n19,000\n51,341\n15,000\n3,780\n508\n216\n70,845\n\n     \n       \n          \n          \n\n     \n     \n     \n\n17,514\n24,000\n41,514\n20,000\n61,514\n15,000\n3,996\n701\n8,360\n89,572\n\n     \n       \n          \n       \n\n     \n     \n     \n\n22,968\n25,000\n47,968\n21,000\n68,968\n15,000\n4,204\n665\n8,350\n97,187\n\n     \n       \n          \n       \n\n     \n     \n     \n\n29,022\n26,000\n55,022\n23,000\n78,022\n     \n15,000\n       \n4,423\n          \n942\n       \n7,810\n106,197\n\n     \n     \n     \n\n36,377\n27,000\n63,377\n25,000\n88,377\n     \n15,000\n       \n4,653\n          \n877\n     \n16,371\n125,278\n\n     \n     \n     \n\n41,222\n28,000\n69,222\n27,000\n96,222\n     \n15,000\n       \n4,895\n       \n1,248\n11,913\n     \n129,278\n\n      \n        \n      \n      \n        \n\n45,965\n8,969\n54,935\n17,420\n7,480\n\n      \n      \n      \n      \n        \n\n42,374\n13,041\n55,415\n18,900\n4,797\n\n      \n      \n      \n        \n      \n\n45,709\n12,790\n58,499\n2,740\n17,886\n\n      \n        \n      \n      \n     \n\n22,425\n7,881\n30,305\n13,370\n(17,593)\n\n     \n       \n     \n     \n       \n\n40,046\n8,446\n48,492\n23,000\n6,768\n\n     \n       \n     \n     \n       \n\n43,153\n8,981\n52,134\n24,000\n7,221\n\n     \n       \n     \n     \n       \n\n54,666\n9,556\n64,222\n25,000\n7,350\n\n     \n     \n     \n     \n       \n\n60,302\n10,286\n70,588\n26,000\n8,484\n\n     \n     \n     \n     \n       \n\n77,458\n11,091\n88,549\n27,000\n9,168\n\n     \n     \n     \n     \n       \n\n83,888\n12,126\n96,014\n28,000\n9,815\n\nOther Uses\nTotal Uses\n\n4,816\n84,651\n\n      \n\n23,420\n102,532\n\n    \n\n(8,543)\n70,582\n\n(14,981)\n11,101\n\n      \n\n      \n\n(2,675)\n75,585\n\n     \n\n1,122\n84,476\n\n     \n\n31\n96,603\n\n     \n\n402\n   \n105,475\n\n(235)\n   \n124,482\n\n(5,574)\n   \n128,256\n\nIncrease (Decrease) in Cash\n\n     \n\n(30,721)\n\n       \n\n(1,280)\n\n           \n\n640\n\n        \n\n3,240\n\n     \n\n(4,740)\n\n       \n\n5,095\n\n          \n\n584\n\n          \n\n722\n\n          \n\n796\n\n       \n\n1,022\n\n36,591\n5,870\n(30,721)\n\n     \n\n5,870\n4,590\n(1,280)\n\n       \n\n4,590\n5,230\n640\n\n           \n\n        \n\n5,230\n8,470\n3,240\n\n8,470\n3,730\n(4,740)\n\n     \n\n3,730\n8,825\n5,095\n\n       \n\n8,825\n9,410\n584\n\n          \n\n9,410\n10,131\n722\n\n          \n\n10,131\n10,927\n796\n\n          \n\n10,927\n11,950\n1,022\n\n       \n\n \n\nSources of Funds:\n\nFunds from Operation:\n\nNet Income\nAdd Dividend\nNet Income before Dividend\nAdd: Depreciation\nTotal Funds from Operation\n\nGovernment Contribution\nIncrease in Prov. Fund, etc\nNet Increase in Pension Fund\nOther Sources\nTotal Sources\n\nUses of Funds:\n\nIncrease in Fixed Assets\n\nPurchase of Fixed Assets\nReplacement of Fixed Assets\n\nIncrease in Fixed Assets\nDividend to Government\nFunds Deposited to Government\n\nCash at the Beginning\nCash and Bank Deposit at the End\nIncrease (Decrease) in Cash\n \n \n \n\n\fAppendix 16        55 \n\nSUMMARY ECONOMIC AND FINANCIAL ANALYSIS \n\nA. \n\nIntroduction \n\nThe  economic  and  financial  evaluation  examined  the  four  sample  subprojects  of  the \n1. \ninvestment  component  of  the  Project:  Keonjhar-Tomka  new  broad  gauge  line,  (ii) Bhatapara-\nUrkura  third  line,  (iii) Gooty-Pullampet  track  doubling,  and  (iv) Mahanadi  River  second bridge. \nThe  without-project  case  represents  the  current  situation.  As  capacity  on  all  these  lines  is \nsaturated, further traffic growth will  be impossible and traffic is assumed to be constant at 2002 \nlevels.  In  the  with-project  case,  the  increase  in  rail  capacity  will  give  an  impetus  to  increased \nproduction of mineral resources and cement, which will form the generated traffic for the region. \nIn the case of the Keonjhar-Tomka new line, the current traffic, which follows a circuitous route, \nwill  be  diverted  to  the  new  line  with  significant  savings  in  travel  distance  and  travel  time.  The \neconomic internal rate of return (EIRR) compared the annual streams of economic capital and \noperating  costs  and  benefits.  The  financial  internal  rate  of  return  (FIRR)  compared  the  annual \nstreams of financial capital and operating costs and revenues. All costs, benefits, and revenues \nwere  expressed  in  2002  constant  prices.  The  analysis  period  is  for  the  construction  period \nfollowed by 20 years of operation.  \n \nB. \n\nTraffic Forecasts \n\n2. \nIndian  Railways  statistics  show  that  along  the  corridors  to  be  served  by  the  sample \nsubprojects the goods traffic increased at an annual average growth rate ranging from 6.2% to \n31.6% over the last  3 years. The major commodities carried by rail on these corridors are coal, \ncement,  iron  ore,  and  other  minerals.  This  is  because  these  corridors  serve  the  mineral-rich \nareas of Jharkhand, Orrisa, Madhya Pradesh, and Chhattisgarh states.  \n \n3. \nAll the existing lines in the subproject corridors have already reached their capacity and \nare experiencing severe detention times ranging from one hour at the Mahanadi Bridge corridor, \nto  2.5  hours  at  the  Bhatapara-Urkura  corridor,  to  5  hours  each  for  the  Keonjhar-Tomka and \nGooty-Pullampet corridors. It is assumed that in light of such severe congestion, there will not \nbe  additional  traffic  on  these  lines  without  the  Project.  Indian  Railways  carried  out  extensive \ndiscussions  with  existing  customers  and  potential  rail  freight  to  estimate  the  increase  in  rail \ntraffic volume should rail capacity be increased. The discussions provided confirmation that, in \nthe  with-project  case,  increasing  rail  capacity  will  encourage  greater  production  of  mineral \nresources and cement. Rail traffic will increase at an annual average rate ranging from 3.8% to \n31.2% until the year 2011/12.  \n \nC. \n\nCosts \n\nThe financial costs of the subprojects consist of all incremental capital expenditures but \n4. \nexclude  price  contingency  and  interest  and  other  charges  during  construction.  The  operation \nand maintenance (O&M) costs of the project facilities were estimated on the basis of O&M cost \nparameters  developed  by  Indian  Railways  from  its  accumulated  cost  data.  The  Project’s \neconomic costs include the resource costs for construction, rolling stock acquisition costs, O&M \ncosts, and social costs arising from land acquisition and resettlement compensation. Economic \ncosts  exclude  price  contingencies,  taxes,  duties,  and  interest  during  construction.  A  standard \nconversion  factor  of  0.85  was  applied  to  financial  costs  of  nontraded  inputs  to  calculate \neconomic  prices.  Subproject  facilities  are  expected  to  have  an  average  economic  life  of  30 \nyears.  \n \n\n \n\n \n\n\fAppendix 16 \n\n56 \n\nD. \n\nBenefits and Revenues \n\n5. \nThe  main  economic  benefits  generated  by  the  Project  were  quantified  in  terms  of \n(i) railway  operating  cost  savings  arising  from  shorter  distances  and  faster  travel  times, \n(ii) savings in rolling stock arising from better utilization of rolling stock with the elimination of rail \ndetention  times,  (iii) time  savings  resulting  in  reduction  in  working  capital  expenses  for  the \ngoods being transported, and (iv) net additional economic benefits arising from the increase in \nproduction of mineral resources that would only be implemented because of the increase in rail \ncapacity delivered by this Project. Benefits accruing to passengers were not taken into account \nin the economic evaluation, thus making this analysis conservative.  \n \n6. \nIn  the  financial  evaluation,  the  incremental  revenue  was  based  on  freight  revenue  with \nand  without  the  Project.  Freight  tariff  rates  were  assumed  to  decrease  by  0.8%  in  real  terms \nannually for the first 5 years, and to remain constant thereafter.  \n \nE. \n\nEconomic and Financial Internal Rates of Return \n\n7. \nEIRR  and  FIRRs  were  calculated  for  the  individual  sample  subprojects  and  for  the \nsample  subprojects  as  a  whole.  In  addition  to  the  base  cases,  five  sensitivity  test  cases  were \nexamined: (i) construction costs increase by 10%; (ii) benefits or gross earnings  are reduced by \n10%;  (iii) O&M  costs  increase  by  10%;  (iv) the  construction period  lengthens  by  1  year; and \n(v) the construction period lengthens by 1 year and O&M costs increase by 10%.  \n \n8. \nTable A16.1 below summarizes the EIRRs for the base case and sensitivity cases. The \nEIRR for the sample subprojects as a whole is 16.8%, and the EIRRs for each of the individual \nsample  subprojects  are  well  above  the  12%  threshold  for  economic  viability.  The  economic \nviability  is  quite  robust  as  the  EIRR  values  are  generally  well  above  12%  in  the  sensitivity \nanalysis cases for the sample subprojects as a whole and for the individual subprojects. \n \n\nTable A16.1: EIRR Values for Base Case and Sensitivity Analysis Cases, %  \n \n\nScenario \n\n \nBase Cas e \nSensitivity Tests \n  (i)  Construction Costs 10% Higher \n  (ii)  Benefits 10% Lower \n\n  (iii)  O&M Costs 10% Higher \n\n  (iv)   Construction Period 1 Year Longer \n\n  (v)  \n\n(iii) and (iv) Combined \n\nKeonjhar-\nTomka \n\nBhatapara-\nUrkura \n\nGooty-\nPullampet \n\nMahanadi \nBridge \n\nOverall \n\n \n\n \n\n \n\n \n\n \n\n16.4 \n \n15.6 \n14.4 \n\n15.9 \n\n13.9 \n\n13.4 \n\n17.8 \n \n17.4 \n13.9 \n\n15.9 \n\n13.0 \n\n11.3 \n\n17.1 \n \n15.8 \n14.5 \n\n16.3 \n\n14.3 \n\n13.6 \n\n15.3 \n \n14.6 \n13.8 \n\n15.1 \n\n13.6 \n\n13.3 \n\n16.8 \n \n16.1 \n14.3 \n\n15.9 \n\n13.7 \n\n12.8 \n\n       O&M = operation and maintenance. \n \n9. \nTo assess financial viability the FIRR was compared with the weighted average  cost of \ncapital (WACC). In estimating the WACC for each subproject it was assumed that (i) the ADB’s \nloan  proceeds  will  be  onlent  to  MOR  at  7%  interest;  (ii) the cost of capital from Government \nbudget  will  be  7%;1  and  (iii) rolling  stock  financing  on  a  lease  arrangement  through  Indian \nRailways  Financing  Corporation  will  be  equivalent  to  13%  interest  per  annum.  To  adjust  the \n\n                                                 \n1   The  opportunity  cost  of  government  funds,  measured  by  the  coupon  rate of the benchmark government bond,  is \n\nnot higher than 7%.  \n\n \n\n \n\n\fAppendix 16        57 \n\nWACC to real terms inflation of 3.5% was deducted. This is average the wage price index rate \nfor the last five years and best represents the inflation rate relevant to this project.  \n \n10. \nTable A16.2 below summarizes the FIRR all the cases tested. The overall FIRR for the \nfour subprojects is 15.4%. As the FIRRs for the sample subprojects as a whole  and each of the \nsubprojects are above the WACC, the project is financially viable.  \n \n\nTable A16.2: FIRR Values for Base Case and Sensitivity Analysis Cases, %  \n \n\nScenario \n\n \nWeighted Average Cost of Capital \nBase Case \nSensitivity Tests \n  (i)  Construction Costs 10% Higher \n\n  (ii)  Benefits 10% Lower \n\n  (iii)  O&M Costs 10% Higher \n\n  (iv)   Construction Period 1 Year Longer \n\n  (v)  \n\n(iii) and (iv) Combined \n\nKeonjhar-\nTomka \n\nBhatapara-\nUrkura \n\nGooty-\nPullampet \n\nMahanadi \nBridge \n\nOverall \n\n \n\n \n\n \n\n \n\n \n\n6.8 \n9.8 \n \n7.4 \n\n5.0 \n\n6.3 \n\n7.9 \n\n6.1 \n\n7.6 \n22.0 \n \n20.0 \n\n17.7 \n\n20.0 \n\n19.8 \n\n21.7 \n\n5.4 \n11.2 \n \n9.6 \n\n8.4 \n\n10.0 \n\n10.2 \n\n9.3 \n\n5.8 \n22.3 \n \n20.7 \n\n18.8 \n\n20.5 \n\n20.8 \n\n19.2 \n\n6.5 \n15.4 \n \n14.1 \n\n12.0 \n\n13.7 \n\n14.8 \n\n13.2 \n\n \n11. \nanalysis are in Supplementary Appendix D. \n\nFurther details of the assumptions and calculations used for the economic and financial \n\n \n\n \n\n\f58 \n\nAppendix 17 \n\nA. \n\nIntroduction  \n\nFRAMEWORK FOR LAND ACQUISITION AND RESETTLEMENT FOR ADDITIONAL \nSUBPROJECTS \n\n1. \nThe  India  Railway  Sector  Improvement  Project  (RSIP)  involves  construction  and \ndoubling of four subprojects in the first phase of project preparation and implementation. These \nare: (i) Tomka-Keonjhar new railway line (96 km); (ii) double tracking of Pullampet-Gooty (154 \nkm);  (iii)  adding  a  third  track  on  Bhatapara-Urkura  (60  km);  and  (iv)  construction  of  the \nMahanadi  River second  bridge  (2.1  km).  The  social  analysis  and  resettlement  plans  for  the \nsubprojects  have  been  prepared  following  the  Land  Acquisition  Act  (1894)  and  the  Asian \nDevelopment Bank (ADB) policy on involuntary resettlement (1995).  \n \n2. \nThis framework  has  been  prepared  for  additional  subprojects  as  required  under  ADB \npolicy.  The  framework  outlines  the  policy  and  procedures  for  preparation  of  subsequent \nsubprojects  under  the  sector  loan.  The  special  purpose  vehicle  (SPV)  will  be  responsible  to \nprepare  social  analysis  and  resettlement  plans  for  additional  subprojects  as  outlined  in  this \nframework and submit them to ADB for review and approval.  \n \nB. \n\nResettlement Policy and Framework  \n\n3. \nThe  current  legislation  governing  land  acquisition  for  public  purposes  is  the  Land \nAcquisition  Act  of  1894.  In  accordance  with  the  Act,  the  legal  process  for  land  acquisition  is \ninitiated  by  the  project-sponsors/SPV  to  the  District  Collector  (DC)  of  the  respective  district. \nAccording  to  the  “circle  rate”  used  by  the  DC,  the  assessed  value  of  land  is  considered  the \nreplacement value for properties. However, the  Act  of  1894  or  state  policies  (where  available) \ndo not address social and economic impacts of land acquisition and resettlement. \n \nADB  policy  requires  (i)  avoidance  or  minimization  of  impacts  where  possible; \n4. \n(ii) consultation  with  affected  people  in  project  planning  and  implementation,  including \ndisclosure  of  resettlement  plan  (RP)  and  project-related  information;  (iii)  payment  of \ncompensation for acquired assets at the market/replacement value; (iv) resettlement assistance \nto  affected  people,  including  non-titled  persons  (e.g.,  informal  dwellers/squatters,  and \nencroachers;  (v)  special  attention  to  vulnerable  people  and/groups;  and  (vi)  an  income \nrestoration and rehabilitation program. Since compensation and rehabilitation based on  the  Act \nof  1894  and  state  policies  do  not  meet  these  requirements,  ADB’s  policy  on  involuntary \nresettlement will be applied for additional subprojects.  \n \n5. \nThe framework reflects the borrower’s land acquisition laws and regulations and ADB’s \npolicy on  involuntary  resettlement  and  other  social  safeguard  guidelines.  It  stipulates  eligibility \nand provisions for all types of losses (land, crops/trees, structures, business/employment, and \nworkdays/wages). Since land for land may not be a feasible option, the  affected persons will be \ncompensated  at  full  replacement  cost.  Affected  households  to  be  compensated  by  the  DC, \nfollowing  the  Act  of  1894,  for  lost  assets  will  receive  additional  cash  grants  and  other \nresettlement  assistance  such  as  a  shifting  allowance,  and  compensation  for  loss  of \nworkdays/income  due  to  dislocation.  Female-headed  households  and  other  vulnerable \nhouseholds will be eligible for further cash assistance for relocation and house reconstruction. \nTable  A17  presents  a  general  entitlement  matrix  that  would  apply  to  additional  subprojects, \nbased on specific project impacts.  \n \n\n\f \n\n \n\n Appendix  17            59 \n\nType of Loss \n\nApplication \n\nEntitlement \n\nTable A17: Entitlement Matrix \n \n\nDefinition \nof APs  \n\n(i) Legal \nowners; and \n(ii) APs with \ntraditional \nland rights \n\n(i) Legal \nowners of \nland; (ii) APs \nwith \ntraditional \nland rights \n\n(i) Owner(s) \nof structures \nidentified by \nDC; (ii) \nowners of \nstructure \nidentified by \ncensus and \nSES \nOwners and \nbeneficiaries \nof land \n\nHead of \nhouseholds \nidentified by \nthe DC list \nand SES \n\nAffected \ncommunities \nand groups  \n\n•  Cash compensation based on “circle rate” under GOI \nLand Acquisition Law and state policies to be paid by \nDCa \n\n•  Refund of registration cost, stamps etc. incurred for \n\nreplacement land to be paid by the project; (i) \nreplacement land must be bought within a year from \nthe date of DC payments; and (ii) the registration cost \nto be paid will be on the amount received from DC. \n•  Cash compensation based on the circle rate under \nGOI Land Acquisition Law and state policies to be \npaid by DC \n\n•  Refund of registration cost, stamps etc. incurred for \n\nreplacement land to be paid by the project; (i) \nreplacement land must be bought within a year from \nthe date of DC payments; and (ii) the registration cost \nto be paid will be on the amount received from DC.   \n•  Cash compensation under Government of India Land \n\nAcquisition/state laws to be paid by DC (a \ndepreciation value is deducted based on the age of \nthe structure) \n\n•  The depreciated value thus deducted will be paid by \nthe project as additional grant to build new structure   \n\n•  A lump sum transfer grant for shifting household \nassets and other belongs to relocated sites b \n\n•  Compensation to be paid by DC at the rate estimated \nby (i) the Forest Department for timber trees; (ii) State \nAgriculture Extension Department for crops; and (iii) \nHorticulture Department for perennial trees c   \n\n•  Cash assistance for 90 days at the local agricultural \n\nwage rate   \n\n•  Additional cash assistance to vulnerable groups, \n\nincluding female-headed households d \n\n•  Temporary employment in the project construction \nwork to APs with particular attention to APs below \npoverty line by the project contractor. \n\n•  Reconstruction of community structures and \n\nreplacement of common property resources as \nappropriate \n\nExpected \nResults  \n\nReplacement \nof agricultural \nland or the \nvalue to the \nAPs  \n\nReplacement \nof homestead/ \ncommercial \nland \n\nReconstruction \nof structure \nand relocation \nto new sites  \n\nCompensation \nfor standing \ncrops and \ntrees \n\nSubsistence \nand income in \npost-displaced \nperiod and \npoverty \nreduction \n\nRestoration of \ncommunity \nstructures and \ncommon \nproperty \nresources  \n\nLand on the \nproject ROW \n\n1. Loss of \nagricultural/ or \nany other type \nof land by \nowners \n\nLand on the \nROW \n\nStructure on \nthe ROW \n\nStanding \ncrops, trees \non ROW \nland \n\nHouseholds \naffected by \nROW \n\nStructures \nand other \nresources \n(e.g., land, \nwater, \naccess to \nsocial \nservices) \nunder ROW \n\n2. Loss of \nhomestead \nand \ncommercial \nland \n\n3. Loss of \nresidential/ \ncommercial \nstructures by \nowners and \ninformal \nsettlers/ \nsquatters \n\n4. Loss of \ntrees, crops, \nperennials \n\n5. Loss of \nincome and \nwork days due \nto \ndisplacement \n\n6. Loss of \ncommunity \nstructure and \ncommon \nproperty \nresources  \n\nadded. \n\nAPs = affected persons, DC = District Commissioner, ROW = right of way, SES = socioeconomic survey . \na  Loss of agricultural land by titled owners: in case of severed holding, an additional grant of 15% of the compensation will be \n\nb  Loss  of  residential/commercial  structure:  shifting  allowance  will  be  paid  at  Rs1,500  per  households  people  affected  will  be \nallowed  to  salvage  materials  from  their  demolished  structures;  the  affected  squatters  will  receive  transitional  allowance  of \nRs2,000 per family lump sum. \n\nc  Loss of trees, crops and perennials: compensation will be paid at market value. Sharecroppers will be paid at market value. \nd  Assistance  to  vulnerable:  grants  will  be  paid  to  those  below  the  poverty  line,  and  the  vulnerable,  including women-headed \nhouseholds, at the rate of Rs5,000 per eligible households. One family members from the affected household will also receive \nskill training linked to employment opportunities at Rs2,000 per household by way of rehabilitation.  \n\n \nC. \n\nProcedures for Resettlement Plan Preparation  \n\nThe additional subprojects RP will be prepared as follows: (i) the SPV to carry out social \n6. \nimpact  assessment  surveys  for  identified  subprojects,  based  on  preliminary  technical  designs; \n(ii) if impacts are found to be significant, the SPV will prepare full RPs for each subprojects; and \n\n\f60 \n\nAppendix 17 \n\n(iii)  if  subproject  impacts  are  less  than  significant,  short  RPs  will  be  sufficient  for  project \npreparation. SPV consultants for preparatory studies will include expert resettlement specialist \nfamiliar with ADB policy and procedures for preparation of additional subprojects RPs. The RPs \nmust  comply  with  ADB’s  policy  on  involuntary  resettlement  and  other  social  safeguard \nguidelines. RPs  for  the  sample  subprojects  will  be  used  as  models  for  preparation  and \nimplementation of additional subprojects.  \n \nD. \n\nInstitutional Responsibilities  \n\n7. \nFor  subproject  RPs,  the  SPV  will  have  overall  coordination,  planning,  implementation \nand  financing  responsibilities.  The  SPV  fully  recognizes  the  complexity  of  the  resettlement \nelement  in  the  Project.  Therefore,  experienced  nongovernment  organizations  (NGOs)  will  be \nhired  for  RP  to  assist  implementation  with  clearly  defined  tasks,  including  community-based \nsocial development  programs  as  appropriate.  A  senior  SPV  official  at  the  rank  of  executive \nengineer  will  be  appointed  as  chief  resettlement  officer  to  supervise  the  implementation  work. \nThe appointed NGO will open field offices and will involve affected persons, including women, in \nthe implementation process.  \n \n8.  \nThe  SPV  will  ensure  that  the  NGO  responsible  for  RP  preparation  for  subprojects  is \naware  of  the  framework  and  procedures  for  resettlement  planning  so  that  appropriate \nentitlements  and  mitigation  measures  are  established  in  the  RP.  The  SPV  will  further  ensure \nthat resettlement budgets are delivered on time to the DC office and to the implementing NGOs \nfor timely RP implementation.  \n \nE. \n\nDisclosure, Consultation, and Grievances  \n\n9. \nEach RP will be prepared and implemented in close consultation with the stakeholders \nand  will  involve  focus  group  discussions  and  meetings,  particularly  with  the  project-affected \npeople.  This  RP  framework  will  be  made  available  in  local  language(s)  during  focus group \ndiscussions and meetings at the village/community level. Copies of draft RPs will be available at \nthe  local  level  to  stakeholders  for  local  inputs.  Complaints  and  grievance  procedures  will  be \noutlined  in  each  RP  and  grievance  redress  committees  (GRCs)  will  be  established for each \nsubproject  with  representation  from  the  SPV,  APs,  women/  vulnerable  groups,  local \ngovernment, and NGOs. The chief resettlement officer will chair the GRC. Other than disputes \nrelating to ownership rights under the court of law,  the GRC will review grievances involving all \nresettlement benefits, relocation, and other assistance. Grievances will be redressed within 2-4 \nweeks from the date of lodging the complaint.  \n \nF. \n\nMonitoring and Evaluation \n\nThe  SPV  will  establish  a  quarterly  monitoring  system  involving  the  SPV  and \n10. \nimplementing  NGO  staff,  and  prepare  progress \nland \nacquisition/resettlement  and  social  development  activities.  The  monitoring  consultants,  to  be \nhired by the SPV in concurrence with ADB, will monitor the implementation of the RP and will \nprovide ADB with quarterly reports on the status of RP implementation.  \n \n\nreports  on  all  aspects  of \n\n\f \n\n \nA. \n\nIntroduction \n\n \n\n    Appendix 18         61 \n\nSUMMARY INITIAL ENVIRONMENTAL EXAMINATION \n\nThe  proposed  Project  is  categorized  as  a  “B”  project  in  accordance  with  the  Asian \n1. \nDevelopment  Bank  (ADB)  Environmental  Assessment  Requirements.1  An  initial environmental \nexamination  (IEE)  was  prepared.  This  summary  IEE  is  based  on  the  information  in  the  IEE \nreports submitted by the Ministry of Railways (MOR).  \n \nB. \n\nDescription of the Project \n\n2. \nThe four sample subprojects of the proposed Project will involve investment to increase \nthe  capacity  of  existing  railways  by  adding  second  and  third  tracks;  establish  a  second  bridge \nparallel  to  an  existing  railway  bridge;  and  establish  a  new  line.  The  location  of  the  sample \nsubprojects and their scope are as follows:  \n \n\nNo. \n1 \n\n2 \n\n3 \n\n4 \n\n3. \nfollows: \n \n\n(i) \n\nSample Subproject \n\nEstablishment second track connecting \nPullampet-Gooty (150 km), which consists of \nthree sections: \n   Pullampet-Bhakrapat (43.4 km) \n   Cuddapah-Muddanuru (55.2 km) \n   Kondapurram-Rayalacheruvu (52.4 km)a \n \nEstablish third track connecting Bhatapara-\nUkura (60 km) \n\nLocation \nCuddapah and \nAnanthapur districts \nof Andhra Pradesh \nstate \n\nRaipur district of \nChattisgarh state \n\nEstablish second bridge at Cuttack (2.1 km) on \nMahanadi River \n\nOrissa state \n\nEstablish a new railway track connecting \nDaitari-Keonjhar (96 km)3 \n\nJhajpur and \nKeonjhar district of \nOrissa state \n\nScope  \n\nEstablish a new embankment \nand 24 major bridges parallel to \nexisting railway  track.  \nTrack linking \nLaying ties (sleepers), ballast, \nand rails \n\nEstablish a new embankment \nand five major bridges parallel \nto existing railway  track  \nLink the track \nLaying ties, ballast, and rails \nElectric work \n\nEstablish pier (32) with well \nfoundation and parallel to the \nexisting bridge \nTrack linking \nLaying ties \n\nEstablish a new embankment \n(at present about 70% of the \nembankment is completed) \nTrack linking \nLaying ties, ballast, and rails \n\n• \n\n• \n• \n\n• \n\n• \n• \n• \n \n• \n\n• \n• \n \n• \n\n• \n• \n \n\na The section between Bhakrapat-Chuddapah and Muddanuru-Kondapurram is completed. \n  \nC. \n\nDescription of the Environment \n\nThe  environmental  condition  of  the  project  areas  of  influence  is  briefly  summarized  as \n\nPullampet-Gooty. This track is part of Madras-Raichur (north-west line) of South \nCentral Railway, connecting western India and Maharashtra to the southern part of \nIndia  including  the  states  of  Karnataka,  Tamil  Nadu,  and  Kerala.  The  area \n\n                                                 \n1   The investment component is not subject of the environmental impact assessment regulation of the Government. \n2    \n3   This new track is part of Baspani-Tomka railway track (335 km). The summary initial environmental examination of \n\nBaspani-Tomka was circulated to the ADB’s Board of Directors on 20 August 1998.  \n\n \n\n\f62 \n\nAppendix 18 \n\n \n\ntraversed  by  this  railway  is  topographically  flat.  The  railway  alignment  passes \nmainly through agricultural land. The soil conditions are clay, loam, and sand with \nfine  distinctions.  The  alignment  passes  three  rivers  (Cheyyeru,  Papagni,  and \nChitravati).  The  groundwater  is  very  limited  and  water  yielding  is  very  low.  The \nrecorded  maximum  rainfall  in  the  last  2  years  was  482  millimeters  (mm).  The \nproject area is not located nearby or within conservation  or sensitive areas. About \n1,046 trees are expected to be cut for establishing the second track.  \n\n \n(ii)  Bhatapara-Ukura. This track is an important part of Howrah-Mumbai route on the \nsouth-eastern  railway.  The  area  is  topographically  flat.  The  ground  water \navailability is very poor. However, the maximum rainfall recorded is 1,162 mm and \nthe  minimum  is  743  mm.  The  track  alignment  mostly  passes  through  agricultural \nland  and  no  settlement.  The  Kharun  River  is  the  only  river  passed  by  the \nalignment.  The  project  area  is  not  located  nearby  or  within  conservation  or \nsensitive areas. About 1,196 trees are expected to be cut  for establishing the third \ntrack.   \n\n \n(iii)  Cuttack  Bridge  on  Mahanadi  River.  This  is  part  of  a  larger  project  to  add  a \nsecond  track  from  Talcher  to  Paradeep  port.  The  recorded  annual  rainfall  of  the \narea  is  2,111  mm.  From  November  to  April  there  is  no  rain  and  the  river  is  dry. \nFrom May to October, the river carries a large volume of water and the water level \nrises.  No  economic  activities  rely  on  the  river.  It  is  not  part  of  the  inland  water \ntransport  system.  The  common  groundwater  structures  are  dug  wells  and  hand-\npumps. There are no endangered aquatic species in the area. The project area is \nnot located nearby or within conservation or sensitive areas. \n\n \n(iv)  Daitari  (Tomka)-Keonjhar.  This  track  is  to  connect  the  mineral-producing belt of \nOrissa with Paradeep port. It is the responsibility of  the south-eastern railway. The \nalignment  traverses  barren  land,  forest  area,  and  agricultural  land  occupied  by \nlarge  villages  and  numerous  hamlets.  The  terrain  mostly  consists  of  rocky  and \nrugged areas, and steep hill slopes. The alignment crosses the Baitarani River, the \nlargest river in the area. It also crosses the Machkdana, Kalinjar, Musal, and Kusia \nrivers. Almost every year in the rainy season the rivers are  in flood. Forest areas \naccount for about 30% of the state of Orissa, and 50% of Keonjhar district. Forests \nin Keonjhar district are poor in quality because of the impact of mineral prospecting \nand  exploration.  To  minimize  the  impact  on  forests,  the  proposed  alignment  is \nlocated in the foothills of the forest area.4 The project area is not located nearby or \nwithin conservation or sensitive areas. \n\nScreening of Potential Environmental Impacts and Mitigation Measures \n\n4. \nScreening  of  potential  impacts  identified  that  there  will  be  no  significant  environmental \nimpact.  Three  of  the  four  sample  subprojects  are  to  add  track  to  existing  lines,  and only one \nsubproject will introduce a new line. The new line is not located in an environmentally sensitive \narea. \n \n\n                                                 \n4   The  Daitari  (Tomka)-Keonjhar  subproject  as  part  of  the  Banspani-Tomka  project,  originally  having  a  length of \n155 km. On the advice of the Ministry of Forest and Environment, the line was realigned between kms 123 to 155 \nto avoid deep forest areas.  \n\n \nD. \n\n \n\n\f \n\n \n\n    Appendix 18         63 \n\nThe  earthworks,  particularly  the  establishment  of  the  embankment,  will  cause \n5. \nenvironmental impacts associated with construction. These will include (i) disruption of the water \nsystem due to cut and filling and other earth works; (ii) increased air pollution due to higher dust \nlevels; (iii) noise and vibration; (iv) potential erosion and landslides due to elevation of some part \nof the embankment; and (v) impacts due to disposal of construction waste. These impacts will \nonly  occur  during  the  construction  period.  In  the  case  of  the  new  line,  in  the  absence  of \nmitigation  measures  the  construction work would disrupt the water system and cause serious \nsecondary  impacts  (e.g.,  malaria  due  to  stagnant  water  becoming  a  breeding  ground  for \nmosquitoes, and reduced agricultural production due to water logging).  \n \n6. \nwill include:  \n \n\nThe proposed mitigation measures will minimize the identified adverse impacts. These \n\n(i)  mitigation measures to minimize disruption to the water system for the second and \nthird  track  and  bridge  will  involve:  (a)  providing  a  proper  temporary diversion and \npumping out the water; and (b) no disposal of waste from workers and construction \ninto the water system;  \n\n(ii)  mitigation measures to minimize disruption of the water system for the new railway \ntrack  will  be  done  by:  (a)  providing  proper  diversion  of  canals,  nullahs, and small \nrivers to the nearest  water course before starting any embankment works; and (b) \nno disposal of waste from workers and construction into the water system; \n\n(iii)  mitigation measures to reduce dust during construction will be done by maintaining \n\nthe moisture content to at least 15%; \n\n(iv) \n\n(v) \n\n(vi) \n\n(vii) \n\nland stabilization will be established for any embankment with slope more than 30 \ndegrees to minimize landslide problems; \n\nproper sanitation schemes will be adopted to deal with domestic waste generated \nby temporary worker camps to minimize impacts due to disposal; \n\nto minimize disposal of materials from construction works, a balanced approach to \ncutting and filling will be adopted; and \n\nto  minimize  disruption  of  traffic  due  to  mobilization  of  construction  materials  and \nmachinery, proper road signs will be developed in consultation with the local traffic \nauthority. If  temporary access roads are needed, the contractor will be responsible \nfor rehabilitating the area after finishing construction.   \n\n7. \nThe  other  important  impact,  which  is  not  directly  related  to  the  area  of  influence  of  the \nsubprojects, is the impact due to mining of sand and gravel. In this context, the contractor will be \nrequired to ensure that the supply of construction materials is taken from a legal area and  that \nproper rehabilitation of the mining area is undertaken. \n \n8. \nThe environmental impacts associated with the operation of the sample subprojects and \nrequired mitigation measures are (i) increased noise due to  an increased number of trains will \nrequire establishing a physical barrier for the track when it passes near schools and hospitals; \nand (ii) increased use of train stations will generate more waste and expend more energy and \nwater resources, and will require proper sanitation to be provided at stations.  \n \n\n \n\n\fAppendix 18 \n\n \n\n64 \n\nE. \n\nInstitutional Requirements and Environmental Monitoring Program \n\n9. \nAn  environmental  management  and  monitoring  plan was  prepared  as  part  of  the  IEE \nstudies for each subproject. It was recommended that contractual documentation of the bidding \ndocuments  should  clearly  define  environmental  responsibilities  and  penalties  for  non-\ncompliance  of  the  contractor.  The  implementation  of  mitigation  measures  during  the \nconstruction  stage  will  be  the  responsibility  of  the  contractor.  MOR,  supported  by  the  project \ndirector  of  its  implementing  agency  for  the  investment  component,  will  be  responsible  for \nmonitoring  implementation  of  mitigation  measures  during  the  construction  stage.5 The Project \nwill also hire a consultant to monitor  environmental performance during project implementation. \nTree planting will be carried out by the department  of forest of the respective state government, \nwhich  may  request  MOR  to  assist  it  in  this  task.  MOR  and  the  implementing  agency  are \nresponsible  for  implementing  the  overall  environmental  monitoring  and  management  plan  to \nmitigate the environmental impacts of this Project. Training for field engineers and trainers will \nbe provided to strengthen the capacity of the engineers in dealing with environmental concerns. \nA set of guidelines will also be developed to assist responsible staff in handling environmental \nproblems  associated  with  railway  operations  (e.g.,  to  minimize  impacts  due  to  overhaul  of \nlocomotives, environmentally friendly operation of train stations, and regarding fuel storage and \nfuel filling stations). These guidelines will be distributed and implemented by the field engineers \nof Indian Railways and the implementing agency.  \n  \nF. \n\nFinding and Recommendations \n\n10. \nThe IEE shows that the sample subprojects will contribute to lower traffic congestion and \nreduced  pollution  associated  with  vehicle  emissions.  The  IEE  confirms  that  the  areas  affected \nby  the  sample  subprojects  are  not  environmentally  sensitive,  and  recommends  measures  to \nmitigate the potential negative environmental impacts. On this basis, a full environmental impact \nassessment  study  is  not  required.  Assurance  was  obtained  from  MOR  that  all  mitigation \nmeasures will be implemented and no civil works carried out before receiving the clearance for \ntree cutting from  the  Department of Forest.  MOR  agreed  to  undertaken  periodic  monitoring  of \nenvironmental impacts and mitigation measures.  \n  \nG. \n\nConclusion \n\n11. \nThe  overall  finding  of  the  IEE  is  that  the  sample  subprojects  will  not  cause  significant \nenvironmental  problems,  and  that  the  potential  adverse  impacts  are  manageable.  These \nimpacts  will  not  affect  any  environmentally  sensitive  areas,  and  therefore  a  full  environmental \nimpact assessment study is not required. The environmental management and monitoring plans \nare  sufficiently  detailed  and  provides  enforceable  actions  to  be  undertaken  by  MOR  for \nmitigating the impacts, and maintaining environmental quality during the operational stage. \n \n\n                                                 \n5   MOR  will  establish  a  wholly  owned  special-purpose  vehicle  under  the  Companies   Act,  which  will  act  as  the \n\nimplementing agency for the investment component of the Project. \n\n \n\n\f", "author_pages": [" \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n \n", " \n \n", " \n \n", " \n \n", " \n \n", "CURRENCY EQUIVALENTS \n(as of 26 November 2002) \n", "Currency Unit  \nRe1.00 \n$1.00 \n", "– \n= \n= \n", "Indian rupee/s (Re/Rs) \n$0.0208 \nRs48.13 \n", " \nADB \n \nEIRR \n \nha \n \nIA \n \nICB \n \nIEE \n \nIR \n \nkm \n \nkph \nLCB \n \nLIBOR  \nLRDSS \n \nm \n \nMIS \n \nMOF \n \nMOR \n \nNGO \n \nPCC \nPIU \n \npkm \nPPM \nPSA \nRB \n \nRP \nRRAP   \n \nSIEE \n \nSPV \n \nTA \ntkm \nctkm \nWACC \n \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", "ABBREVIATIONS \n", "Asian Development Bank \neconomic internal rate of return \nhectare \nimplementing agency \ninternational competitive bidding \ninitial environmental examination \nIndian Railways \nkilometer \nkilometers per hour \nlocal competitive bidding  \nLondon interbank offered rate \nLong-Range Decision-Support System  \nmeter \nmanagement information system \nMinistry of Finance \nMinistry of Railways \nnongovernment organization \nproject coordinating committee  \nproject implementation unit  \npassenger-kilometer \nproject performance monitoring  \npoverty and social assessment  \nRailways Board  \nresettlement plan \nremedial resettlement action plan \nsummary initial environmental examination \nspecial purpose vehicle \ntechnical assistance \nton-kilometer \nconverted ton-kilometer \nweighted average cost of capital  \n", "NOTES \n", "(i) \n(ii) \n", "The fiscal year (FY) of the Government ends on 31 March. \nIn this report, “$” refers to US dollars. \n", " \n", " \n", " \n \n \n \n \n \n", "This  report  was  prepared  by  a  team  consisting  of:  Tyrrell  Duncan  (Team  Leader), \nThevakumar Kandiah, Natin Patel, Gerd Droesse, Albab Akanda, Hans Carlsson, Dong-Soo \nPyo, Prodyut Dutt, Sri Handayani, Dewi Utami, Man-Hwan Park, and J. Srinivasan. \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n \n", " \n \n", " \n \n", " \n \nCONTENTS \n \n", " \n \n", " \n \n", "Implementation Arrangements \n", " \n \n \nTHE PROPOSAL \n \nRATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Performance Indicators and Analysis \nB.  Analysis of Key Problems and Opportunities \n \nTHE PROPOSED PROJECT \nA.  Objective \nB.  Components and Outputs \nC.  Special Features \nD.  Cost Estimates \nE.  Financing Plan \nF. \n \nNONLENDING ASSISTANCE \n \nPROJECT BENEFITS, IMPACTS, AND RISKS \nA.  Financial Performance \nB.  Economic and Financial Analysis \nC.  Social Impact \nD.  Environmental Impact \nE.  Project Risks \n \nASSURANCES \nA.  Specific Assurances  \nB.  Conditions for Loan Effectiveness \nC.  Conditions for Disbursement \n \nRECOMMENDATION \n \n \n", " \n \nLOAN AND PROJECT SUMMARY \n \nMAP \n \nI. \n \nII. \n \n \n \nIII. \n \n \n \n \n \n \n \nIV. \n \nV. \n \n \n \n \n \n \nVI. \n \n \n \n \nVI. \n \n \nAPPENDIXES \n1. \n2. \n3. \n4. \n5. \n6. \n", "Project Framework \nOrganization Structure of Indian Railways \nSector Analysis \nCause-Effect Tree Analysis \nExternal Assistance to the Railways Sector \nMedium-Term Framework for Asian Development Bank  Support  \nto Indian Railways Reform Program, 2002–2010 \nDescription and Estimated Cost of the Four Sample Subprojects \nSelection Criteria and Approval Process for Subprojects \nOutline Terms of Reference for Monitoring of Subproject  \nPreparation and Implementation \n", "7. \n8. \n9. \n", "Page \n \n", "iii \n \nvii \n \n1 \n \n1 \n1 \n4 \n \n6 \n6 \n6 \n10 \n11 \n11 \n12 \n \n14 \n \n15 \n15 \n16 \n17 \n19 \n19 \n \n19 \n19 \n22 \n23 \n \n23 \n \n \n \n  24 \n  26 \n  27 \n  32 \n  33 \n  34 \n", "  37 \n  41 \n  43 \n"]}