{"path": "data/input/reports/rrp-phi-36408.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK RRP: PHI 36408 \n \n \n \n \n \n \n \n \n \n \nREPORT AND RECOMMENDATION \n \nOF THE \n \nPRESIDENT \n \nTO THE \n \nBOARD OF DIRECTORS \n \nON A  \n \nPROPOSED PROGRAM LOAN \n \nAND TECHNICAL ASSISTANCE GRANT \n \nTO THE  \n \nREPUBLIC OF THE PHILIPPINES \n \nFOR THE \n \nSECOND NONBANK FINANCIAL GOVERNANCE PROGRAM  \n \n \n \n \n \nAugust 2003", "CURRENCY EQUIVALENTS \n(as of 7 August 2003) \n \nCurrency Unit –  peso (P) \nP1.00 =  $0.0183 \n$1.00 =  P 54.75 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  AML  –  Anti-Money Laundering \n  AMLC  –  Anti-Money Laundering Council \n  ARL  –  actuarial reserve liabilities \n  BOA  –  Board of Accountancy \n  BSP  –  Bangko Sentral ng Pilipinas \n  CMDP  –  Capital Market Development Program \n  CP  –  commercial papers \n  CTF  –  common trust funds \n  DOF  –  Department of Finance  \n  DST  –  Documentary Stamp Tax \n  FATF  –  Financial Action Task Force on Anti-Money Laundering \n  FCMDC  –  Financial and Capital Markets Development Council \n  GAAP  –  General Accounting and Auditing Principles  \n  IAS  –  International Accounting Standards \n  IC  –  Insurance Commission \n  ICA  –  Investment Company Act \n  IOSCO  –  International Organization of Securities Commission \n  IPO  –  initial public offerings \n  IRR  –  implementing rules and regulations \n  IT  –  Information technology \n  LIBOR  –  London Interbank Borrowing Offered Rate \n  MIS    Management Information System \n  MOU  –  memorandum of understanding \n  NCCT    Non-Cooperative Countries and Territories \n  NBF  –  nonbank financial \n  NBFI  –  nonbank financial institution \n  NBFG  –  Nonbank Financial Governance \n  NPL    Non-performing loans \n  PSE  –  Philippine Stock Exchange \n  RA  –  Republic Act (Philippines) \n  RICA  –  Revised Investment Company Act \n  SEC  –  Securities and Exchange Commission \n  SNFG  –  Second Nonbank Financial Governance Program \n  SRB  –  self-regulatory body \n  SRC  –  Securities Regulation Code \n  SRO  –  self-regulatory organizations \n  TA  –  technical assistance \n  US  –  United States \n \nNOTE \nIn this report, \"$\" refers to US dollars. \nThis report was prepared by a team consisting of N. Siackhachanh (team leader), \nC. Fong, J. Farinha, T. Hla, C. Kashiwabara, and N. Sinsiri. ", "CONTENTS\nPage\nLOAN AND PROGRAM SUMMARY i\nI.  THE PROPOSAL 1\nII.  THE MACROECONOMIC CONTEXT 1\nIII.  THE SECTOR 2\nA.  Sector Description and Performance 2\nB.  Recent Reforms in the Nonbank Financial (NBF) Sector 5\nC.  Issues and Constraints 6\nD.  ADB Operations and Lessons Learned 12\nIV. THE PROPOSED PROGRAM 13\nA.  Objectives and Scope 13\nB.  Policy Framework and Actions 14\nC.  Financing Plan 20\nD.  Implementation Arrangements 22\nV. THE TECHNICAL ASSISTANCE 24\nVI. PROGRAM BENEFITS, IMPACTS, AND RISKS 24\nA.  Benefits 24\nB.  Impacts 25\nC.  Risks 26\nVII. ASSURANCES 26\nVIII. RECOMMENDATION 27\nAPPENDIXES\n1  Sector Analysis 28\n2  Significant Nonbank Financial Sector 36\nReforms\n3 Policy Matrix for the Nonbank Financial 38\nGovernance Program\n4 Program Framework 44\n5 Policy Matrix for the Second Nonbank 54\nFinancial Governance Program\n6 Development Policy Letter 64\n7 Ineligible Items 67\n8 The Technical Assistance 68\n9 Poverty Impact Assessment 69", " \nLOAN AND PROGRAM SUMMARY \n \nBorrower  The Republic of the Philippines \n \nThe Proposal  Support  to  the  Government  for  its  Second  Nonbank  Financial \nGovernance (SNFG) Program through a program loan of $150 million, \nand technical assistance (TA) of $500,000 for support for the nonbank \nfinancial sector. \n \nRationale  Despite recent reforms in the nonbank financial (NBF) sector, remains \n  small, underdeveloped, and fragmented. It is highly segmented due to \nlegal, regulatory, and institutional constraints, and investment products \nof a similar nature are subject to different regulations and taxation \ndepending on whether they are offered by investment companies, pre-\nneed companies, insurance companies, or bank trust departments.   \n \nHigh  taxes  on  secondary  market  transactions  in  debt  and  equity \nsecurities  have  particularly  impeded  the  development  of  efficient \nsecondary markets, while taxing initial public offerings (IPOs) of listed \nstocks and closed-end investment funds has made capital mobilization \nthrough the stock exchange less attractive to corporate issuers and \ninvestors. In this environment, the domestic financial market has not \nbeen an effective mechanism for savings mobilization. The result is \noverreliance on external borrowings to meet both public and private \nsectors’ financing requirements.  \n \n  In  the  current  economic  environment,  one  of  the  more  difficult \n  challenges facing the Philippines is to create a foundation for the NBF \n    sector to enable it to provide essential financial services needed to \nmobilize the supply of funds for business investment. To meet this \nchallenge, it will require comprehensive legal, regulatory, and policy \nreforms  to  develop  a  more  efficient  and  competitive  NBF  sector; \nreduced market and product segmentation; improved governance and \nrisk management practices; and greater uniformity in the regulatory and \nprudential  standards  applicable  to  the  NBF  sector  and  investment \nproducts.  These  reforms  will  take  time  to  adopt  and  have  to  be \nimplemented in sequences to ensure effectiveness.  \n \nThe first Nonbank Financial Governance (NBFG) program1 addressed \n(i) governance of the Securities and Exchange Commission (SEC); (ii) \nmodernizing the governance and regulatory structure of the Philippines \nStock  Exchange  (PSE);  (iii)  strengthening  market  oversight, \ncompliance, and enforcement of SEC; and (iv) facilitating diversification \nand innovation in corporate financing. Building on reforms under NBFG, \nfour areas of weaknesses need to be further addressed urgently to \npave the way for the recovery of the NBF sector. These areas include  \n(i) weak and fragmented regulatory structure and policy; (ii) supervisory \nand surveillance capacities of SEC, the regulatory agency; (iii) financial \ninformation and disclosure and prudential standards for NBFIs; and (iv) \noverreliance on banks to mobilize savings.  \n                                                \n1  ADB. 2001. Report and Recommendation of the President to the Board of Directors on a Proposed \nLoan to Philippines for the Nonbank Financial Governance Program. Manila \n ", "ii   \n      Objectives and   The Program was formulated based on Objectives and Principles of \nScope  Securities  Regulation  of  the  International  Organization  of  Securities \n  Commission (IOSCO), the Asian Development Bank’s (ADB) ongoing \n  assistance in the sector, and the Mission’s findings. The goal of SNFG \n    is to promote the development of the nonbank financial sector by (i) \n  strengthening the regulatory and policy framework for developing viable \n  institutions and properly functioning financial markets; (ii) continuing to \n  strengthen  SEC’s  enforcement  capacities,  supervisory  skills,  and \n  practices; (iii) improving transparency to protect investors from fraud, \n  insolvency,  or  misconduct;  and  (iv)  facilitating  the  mobilization  of \n  domestic savings to increase supplies of funds while ensuring investor \n  protection. \n   \n  To achieve these objectives, SNFG will seek to (i) establish an effective \n  anti-money laundering regime; (ii) strengthen investor protection and \n  confidence  in  PSE;  (iii)  remove  policy  distortions  and  address  the \n  fragmented  regulatory  framework  to  promote  market  efficiency  and \n  development; (iv) clearly define SEC supervisory responsibilities and \n  enhance  its  monitoring  and  surveillance  capacity;  (v)  improve  the \n  quality of financial information disclosed to the market; (vi) strengthen \n  prudential standards; and (vii) promote the development of collective \n  investment  vehicles  and  establish  a  proper  framework  for  investor \n  protection. As designed, the Program will move the Philippines to full \ncompliance  with  all  of  IOSCO’s  30  Objectives  and  Principles  of \nSecurities Regulation. \n \n      Classification  Economic growth \n \nEnvironmental  Category  C:  The  Program  will  not  have  any  direct  and  immediate \nAssessment  environment impact. \n \nLoan Amount   It is proposed that ADB support the Government’s policy reforms by \nand Terms  providing  a  loan  of  $150  million.  The  loan  will  be  from  the  ADB’s \n  ordinary capital resources with interest rates determined in accordance \n  with ADB’s LIBOR-based loan facility and a commitment charge of \n  0.75%  per  annum  in  accordance  with  standard  terms  for  program \n  loans. A front-end fee will be payable in an amount equal to 0.50% of \n  the loan. ADB will be entitled to withdraw the front-end fee from the \n  loan account and pay itself on behalf of the Government. The loan will \n  have an amortization period of 15 years, including a grace period of 3 \n  years. The loan proceeds are expected to be utilized over a period of \n  36 months from the date of loan effectiveness. \n   \n      Program Period   The program period will be 3 years. The loan will be released in two \nand Tranching  equal tranches. The first tranche ($75 million) will be released upon \n  loan effectiveness, and the second, 18 months after Board approval, \nsubject to the Government’s meeting the conditions specified for its \nrelease. The conditions for release of the first tranche are 37 policy \nactions all of which have already been fully complied with. The second \ntranche ($75 million) will be released upon satisfactory compliance with \n13 policy conditions. \n ", "  iii\n      Executing      The Department of Finance (DOF) will be the Executing Agency for the \n      Agency  SNFG program loan and SEC will be the Implementing Agency. SEC \n  will  set  up  an  interagency  coordination  committee  headed  by  the \nchairperson of SEC and comprising representatives from Anti-Money \nLaundering  Council,  Bangko  Sentral  ng  Pilipinas,  DOF,  Insurance \nCommission, National Economic and Development Authority, and PSE. \nThe  committee  will  meet  every  quarter  to  coordinate  and  ensure \neffective implementation of the proposed reforms. ADB will also be a \nmember of the committee to oversee the progress of the Program. \n \n     Procurement  The loan proceeds will be used to finance the foreign exchange costs of \n  items produced and procured in ADB member countries (other than \n  items  specified  in  the  negative  list  of  ineligible  items  and  imports \n       financed by other bilateral and multilateral sources). The Government \n  will certify that the volume of eligible imports exceeds the amount of \n  ADB’s projected disbursements under the loan for the given period. \n  ADB reserves the right to audit the use of the loan proceeds and verify \n  the accuracy of the Government’s certification. \n   \nCounterpart  The Government will use the local currency funds generated by the \nFunds  SNFG loan to meet program expenditures and associated costs of \nreform and to help maintain current levels of social expenditures. \n   \nRisks and  One of the principal risks associated with the Program is the resistance \nSafeguards  of vested interests, particularly as the Program is politically sensitive \nand seeks to end money-laundering activities. To minimize the risks, \nthe policy actions have been formulated to cover reforms that are within \nthe  executive  branch  of  the  Government  to  implement.  The  more \ndifficult  reforms  requiring  the  enactment  of  politically  sensitive \nlegislation, including the passage of the amendments to the Anti-Money \nLaundering Act is included in the Program as a first tranche condition to \nprevent  the  possible  delayed  enactment  of  both  legislation  from \naffecting  the  implementation  of  other  significant  reforms  supported \nunder  the  Program.    The  Government  has  shown  political  will  to \nimplement  the  Program;  for  example,  despite  resistance,  the \namendments to the Anti-money laundering law satisfactory to Financial \nAction  Task  Anti-Money  Laundering  were  passed  by  Congress  in \nMarch 2003. \n   \nApart from politically sensitive legislation, the Program will also impose \nsignificant  costs  to  the  private  sector,  particularly  as  firms  will  be \nrequired to adopt International Accounting Standards (IAS). While large \naccounting firms are likely to be able to more easily adopt the required \nchanges, smaller firms will have greater difficulty and less resource for \nstaff  retraining.  Likewise,  there  will  also  be  costs  to  all  companies \nregistered with SEC as they will be required to change from Philippines \nGeneral Accounting and Auditing Principles to IAS as their staff will \nhave  to  be  retrained  to  meet  the  new  reporting  requirements.  The \nProgram  recognizes  the  difficulty  and  costs,  associated  with  the \nchanges and has made provision for the Government to adopt the new \naccounting  standards  gradually  until  2005.  While  the  transition  is \nrelatively shorter than that in the European Union, the risks are deemed \nadequately  mitigated  as  the  Philippines  has  a  large  pool  of  well-\nqualified  accountants,  making  the  transition  easier  than  in  many \nemerging markets.     ", "iv   \n   \nLastly with the Program calling for SEC to adopt risk-based capital \nstandards for NBFIs, there will be significant costs to NBFIs to meet \nthe  new  requirements.  A  large  number  of  NBFIs  are  likely  to  be \nrequired to raise their capital to match the risks on their balance sheet \nand  as  such  are  expected  to  strongly  object  to  the  reforms. \nNevertheless, the objection is likely to be overcome as similar reforms \nhave already been implemented in the banking sector. \n \nTechnical  The objective of the proposed technical assistance (TA) is to (i) help the \nAssistance  Government  prepare  medium-  and  long-term  strategies  to  advance \nreforms  and  further  develop  the  NBF  sector,  and  (ii)  promote \ncompetition and remove impediments to the creation and distribution of \ninnovative financial products and services. The TA will be financed on a \ngrant basis from ADB’s TA funding program. \n \n \n   ", "I.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Republic of the Philippines for the Second Nonbank Financial Governance (SNFG) \nProgram. The report also describes proposed technical assistance (TA) for Support for the \nNonbank Financial Sector, and if the Board approves the proposed loan, I, acting under the \nauthority delegated to me by the Board, will approve the TA. \n \nII.  THE MACROECONOMIC CONTEXT1 \n2.  Driven by a rebound  in external demand and strong domestic private consumption \n(supported by a steady inflow of remittances), the Philippine economy outperformed most of its \nneighbors in 2002 with the Gross Domestic Product (GDP) growing by 4.6% year-on-year.2 \nInflation last year was 3.1%, which was well below the Government’s target of 4.5-5.5% due in \npart to the effects of a less accommodating monetary policy stance and milder-than-expected \nweather-related disruptions to agriculture and transport, and low food prices. Nevertheless, the \nlow rate of inflation reflected continued excess industrial capacity in some sectors and high (and \nrising) unemployment. However, as the world economic recovery remains uncertain, particularly \nin the Philippines’ export markets of the United States (US) and Europe, the outlook of the \nPhilippine economy is less robust over the short to medium term. Under the circumstances, \nGDP in 2003 is expected to grow more moderately, probably at a rate 4.0-4.5%. Despite a \nsharp rise in food prices in June, inflation should remain subdued in 2003 reflecting a negative \noutput gap.  \n \n3.  The  shortfalls  in  the  revenue  collection  system  weaken  the  Government’s  fiscal \nperformance in 2002 and caused the budget deficit to widen to an estimated 5.3% of GDP \nagainst the original target of P130 billion or  3.3% of GDP. While difficulties with revenue \ncollection are not a new problem in the Philippines, the recent and highly criticized public focus \non this issue has strengthened the Government's resolve to undertake reforms in this area. \nContinued difficulties with fiscal management in the short run, however, are likely to exert \nupward  pressure  on  interest  rates—dampening  domestic  demand  and  macroeconomic \nstabilization efforts. \n \n4.  Despite the economy’s positive performance, growth has not been high enough to create \nmore jobs for the rapidly growing labor force and unemployment continues to be high and rising.  \nHigher levels of investment are necessary if the economy is to attain a higher growth path and \nunemployment is to be reduced.   \n \n5.  The financial sector clearly has a central part to play in this effort through its role of \nchanneling savings to productive investment to finance growth. Currently, however, the financial \nsector in the Philippines is bank-dominated and lending by the banking system to the corporate \nsector has been highly constrained by banks’ nonperforming loans (NPLs) that have steadily \naccumulated since the crisis. Latest estimates point to NPLs at above 15% of commercial \nbanks’ total assets. The high level of NPLs within the banking system and overreliance of the \ncorporate sector on bank lending are symptomatic of weak governance in the financial sector, \nand lack of alternative sources of financing to the banking system. Reforms to address these \ndistortions  and  support  the  development  of  a  sound  nonbank  financial  (NBF)  sector  are \n                                                           \n1  This section is a brief update on recent economic developments.  It should be read in conjunction with the Country \nEconomic Review (2003). \n2  This and other figures in the section were taken from Asian Development Outlook 2003 Statistical Appendix. ", "2  \nessential if the financial sector is to act as a facilitator of, rather than a constraint to, long-term \neconomic growth. \n \n6.  Finally, investment has also been significantly hindered by weak investor sentiment due \nin part to chronic and widespread graft and corruption. The Government efforts to establish an \neffective  anti-money  laundering  (AML)  regime,  however,  represent  an  important  step  in \naddressing this problem, as an effective regime has the potential to serve as a key tool in \ntackling graft and corruption. \n \nIII.  THE SECTOR \nA.  Sector Description and Performance \n1.  Regulation and Supervisory Framework \n \n7.  The NBF sector comprises the Philippine Stock Exchange (PSE)3 and a variety of \nfinancial intermediaries including investment houses, finance companies, broker-dealers firms, \nmutual funds, investment management companies, insurance companies, and pre-need plan \ncompanies. Pawnshops and lending investors providing loans to individuals, money changers, \nand money transmitters are also classified as nonbank financial institutions (NBFIs) in the \nPhilippines (Appendix 1). \n \n8.  The  Securities  and  Exchange  Commission  (SEC)  is  the  main  regulator  of  NBFIs \nengaged in capital market activities. Bangko Sentral ng Pilipinas (BSP), the central bank, also \nregulates and supervises NBFIs that are subsidiaries of commercial banks and those with \nquasi-banking license, trust operations and foreign products and services, and pawnshops. SEC \nwas established in 1936 under Commonwealth Act 83. In 1975, SEC was reorganized under \nPresidential Decree 902A into a quasi-judicial body with authority to investigate and prosecute \nfraud and other forms of misconduct, adjudicate corporate disputes, and interpret the laws \nadministered by SEC. Under Decree 902A, SEC was also responsible for supervising the \nadministration of insolvent companies. In 1982, under the Revised Securities Act, SEC was \ngiven authority to act as a securities regulatory body. In addition to acting as a securities \nregulatory body, SEC also serves as a registrar of companies, both publicly and privately held. \n \n9.  The Government promulgated the Securities Regulation Code (SRC) in 2000. The SRC \nsuperseded the Revised Securities Act and Presidential Degree 902A and has narrowed the \nmandate of SEC to regulation of the securities markets and enforcement. The new law allowed \nSEC to transfer its quasi-judicial function to courts. In addition, it provides SEC with greater \nautonomy, indemnification for its staff against lawsuits, and greater financial resources to meet \nSEC’s  new  mandate.  As  a  result  of  the  powers  granted  to  SEC,  no  domestic  or  foreign \nsecurities other than exempt securities may be offered to the public without being registered \nwith SEC. Under the new law, SEC is allowed, however, to continue to maintain its function as a \nregistrar of both public and private companies. SEC, as such, supervises, not only companies \nwith publicly traded securities, but also all corporations, partnerships, and associations, which \nare required to register with SEC.  \n \n10.  The SRC requires the demutualization of PSE in response to the inside trading scandal \nin  2000.  Additional  laws  governing  NBFIs  include  the  Corporation  Code,  the  Investment \n                                                           \n3 Supported by the Philippines Central Depository and the Securities Clearing Corporation of the Philippines for \nclearance and settlement of trades. ", "  3\nCompany Act, the Financing Company Act, and Presidential Decree 129 on Investment Houses. \nNBFIs, which are subsidiaries of commercial banks, and those with quasi-banking license, trust \noperations and foreign products and services, and pawnshops are governed by the General \nBanking Law of 2002 and the BSP Manual of Regulations for NBFIs. \n \n11.  Insurance companies, on the other hand, are regulated and supervised by the Insurance \nCommission (IC). IC is responsible for licensing and supervising all insurance companies, \nagents, adjusters, and actuaries. Insurance regulation is based on the Insurance Code of 1978, \nas amended, and along with implementing circulars and department orders offered by IC. BSP \nis  not  involved  in  regulating  and  supervising  insurance  companies  even  though  these \ncompanies may be part of a financial group affiliated with banks or other financial entities. \n    \n  2.  Recent Performance of the Capital Markets \n \n12.  Activities relating to the equity market are centered on PSE. The equity market, which \npeaked in 2000, has just begun to show signs of recovery after 2 years of sharp decline amid a \ndifficult global economic environment. PSE’s market capitalization dipped to P2,083.2 trillion \n($46.4 billion) from its peak of P2.6 trillion ($58.8 billion) in 2000 and recovered to P2,493.8 \ntrillion ($46.4 billion) by 30 June 2003. As of today, PSE lists 233 companies. \n \n13.  The trading volume has been thin since 2000; from January to June 2003, 31.3 billion \nshares were traded, compared with 949 billion in 1999. Market turnover had fallen to just P40 \nbillion, or slightly above 1.0% of the capitalization by 30 June 2003, from P781 billion, or about \n40%, in 1999 (Table 1). The depressed market conditions in 2001 and 2002 reduced the \nearnings of PSE and NBFIs that rely on the equity trading volume as a major source of \nrevenues. Consequently, PSE’s operating income fell from P324.4 million in 2000 to P160.4 \nmillion in 2001, and to P159.5 million in 2002.4 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n                                                           \n4  Philippines Stock Exchange, 2002 Annual Report. \n ", "4  \nTable 1: Market Highlights, 1999–2003 \n \n2003 \nItem  1997  1998  1999  2000  2001  2002  (Jan – Jun \n2003) \n               \nMarket Capitalization (P billion)  1,251.3  1,373.7  1,937.7  2,577.7  2,141.4  2,083.2  2,493.8 \nTrading Value ((P billion)  586.2  408.7  781.0  357.7  159.6  159.7  40.0 \nTrading Volume (billion shares)  1,924.0  287.8  949.0  659.4  164.4  99.8  31.3 \nIndices (year-end closing)               \nComposite  1,869.2  1,968.8  2,143.0  1,494.5  1,168.1  1018.4  1,222.8 \nCapital Raised ((P billion)  32.1  37.5  42.1  37.2  7.3  40.1  0.3 \nInitial Public Offering  10.1  1.0  0.8  0.6  0.2  3.6  0.03 \nAdditional Listings  22.0  36.5  41.3  36.6  7.1  36.5  0.2 \nEquities               \nListed Companies   221  222  225  230  231  234  233 \nDomestic  221  222  224  228  229  232  231 \nForeign  0  0  1  2  2  2  2 \nListed Issues  300  302  305  309  311  310  311 \nDomestic  300  302  304  307  308  308  309 \nForeign  0  0  1  2  2  2  2 \nDebt               \nGovernment Securities  0  0  0  0  1  1  1 \nExchange Rate (P/$)               \nAverage  29.5  40.9  39.1  44.2  51.0  51.6  53.5 \nEnd-of-Period  40.0  39.1  40.3  50.0  51.4  53.1  53.7 \nSource: Philippine Stock Exchange. \n \n14.  PSE market capitalization is largely concentrated on the top 50 companies; the top 10 \ncompanies accounted for about 79% of market capitalization and the top 50 companies for over \n90% as of June 2003. The shares of about 180 companies are not often traded. It is estimated \nthat the top 20 brokers account for about 90% of the turnover, and the top 4 account for about \n25%. Many of the small brokers account for less than 1% of the turnover.  \n \n15.  With a recurring budget deficit since 1998, the fixed income market in the Philippines \nconsists largely of government debt instruments (treasury bills with tenors of 91, 182, and 364 \ndays and bonds with maturity of 2, 5, 7, 10, 20 and 25 years). Except for small-denomination \nbonds listed on PSE, debt instruments are traded over the counter. As of June 2003, the \noutstanding Government domestic debt securities totaled P1,521 billion and that of commercial \npapers (CPs) about P14.7 billion. Treasury bills, which account for about 32% of outstanding \nGovernment domestic debt securities, are traded more frequently than Government bonds. \nAlthough CPs account for a small fraction of the domestic debt market, they are more frequently \ntraded. Over  the  past 3  years,  the  Bankers Association  of the  Philippines  (BAP)  and the \nInvestment House Association of the Philippines (IHAP) have been working to establish a fixed \nincome  exchange  that  would  allow  the  trading  of  debt  instruments,  including  government \nsecurities,  corporate  bonds,  CPs,  asset-backed  securities,  and  long-term  negotiable \ninstruments. It is expected that the exchange will be opened for trading during the early part of \n2004. \n \nB.  Recent Reforms in the Nonbank Financial Sector  \n16.  The enactment of SRC in 2000 was the cornerstone of the reforms in the NBF sector in \nthe Philippines. To meet its new mandate under SRC, SEC reorganized itself and has built the ", "  5\ncapacity of its staff, with assistance from ADB5 to strengthen regulation and enforcement. A new \nset  of  core  operating  departments,  including  market  regulation,  corporation  finance, \nenforcement, and compliance and inspection, has been established. SEC reorganized its staff \nand developed a full-scale training program in market surveillance and monitoring, enforcement, \nand  compliance  in  conformity  with  the  laws,  rules,  and  regulations  according  to  the  SEC \nmandate. With ADB assistance, SEC is also strengthening staff skills relating to a management \ninformation system (MIS) for better monitoring and surveillance of market participants. With the \nSRC provision allowing SEC to raise salary standards to attract qualified staff, SEC has been \nable to increasingly attract and retain qualified staff.   \n \n17.  In 2002, SEC adopted the Code of Corporate Governance requiring all listed companies \nto have at least 20% of independent directors to represent the public and minority shareholders’ \ninterests.  Recently,  SEC  sought  to  tighten  this  requirement  further  by  increasing  the \nindependent directors from 20% or two independent directors whichever is lower, to 20% or two \nindependent directors whichever is higher.  \n18.   PSE has also undertaken a number of reforms. As a member-owned limited-liability \ncompany with objectives to provide services and minimize costs for its members rather than \nseek to maximize profits, PSE has used its operating surpluses to cover losses from any \nunlikely system failures, or to improve systems and facilities for market development, public \nawareness, and investor education. However, due to the inside trading scandal of BW shares in \n2000, PSE was criticized for being a cozy club of members that acted to protect the interest of \nits own members. To restore investors’ confidence in the market weakened by the BW scandal, \nPSE took steps to demutualize by transforming itself from a non-profit member organization into \na for-profit stock corporation in 2001. Along with the change, PSE ownership of shares has \nsince been separated from trading rights to allow the entry of new market players. Each of the \n184 members now owns 50,000 PSE shares and trading rights and is now allowed to sell \nhis/her shares while retaining his/her trading rights. PSE’s governance has also been changed; \nthe majority of the PSE board members is now nonbroker directors.   \n19.   To improve its self-regulatory organization (SRO) structure, PSE has reconstituted its \ncompliance and enforcement division and has strengthened its market monitoring systems with \nthe implementing the electronic net capital reporting and monitoring system for brokers/dealers \nto permit daily monitoring. Moreover, PSE has adopted an on-line daily disclosure system to \nimprove  the  transparency  of  listed  companies.  PSE  and  trading  participants  and  listed \ncompanies have also adopted the Corporate Governance Code and AML Guidelines. Trading \nparticipants and securities traders and salespeople have also since adopted a Code of Ethics \nand Code of Conduct and Ethics, respectively.6 PSE also launched its enhanced web site to \nprovide  more  comprehensive  market  data,  stock  quotations,  dividend  declarations,  trading \nactivities,  and  other  pertinent  information  on  the  exchange,  trading  participants,  listed \ncompanies, and other institutions.7 \n \n \n                                                           \n5  ADB. 1999. Technical Assistance to Philippines for Nonbank Financial Sector Development. Manila; and footnote \n4. \n6  Philippines Stock Exchange, 2002 Annual Report. \n7   Philippines Stock Exchange, 2001 Annual Report. \n ", "6  \nC.  Issues and Constraints \n20.   Despite the progress of the noted reforms, more has to be done to address policy and \nregulatory constraints that impede the development of the NBF sector. As is, the sector is small \nand underdeveloped (Table 2), accounting for just about 20% of the total assets in the financial \nsystem. Moreover, legal, regulatory, institutional, and policy constraints have made the sector \nfragmented that investment products of a similar nature are subject to different regulations and \ntaxation depending on whether they are offered by investment companies, pre-need companies, \ninsurance companies, or bank trust departments. Currently, there are no full service securities \ncompanies or investment banks offering a full range of broker, dealer, underwriting and ancillary \nservices to investors and issuers of securities, which could compete on a regional or global \nbasis.  \n \nTable 2: Profile of the Nonbank Financial Sector \n \nDec  Dec  Dec  Dec  Dec  Dec  As  % of Total \nTYPE OF INSTITUTION  1997  1998  1999  2000  2001  2002  Assets in the \nFinancial \nSystem \nNonbank Financial Institutions  7,032  7,391  5,215  5,328  5,262  5,254  20 \nPrivate Nonbank Financial               \nInstitutions  7,024  7,383  5,207  5,320  5,255  5,247  9.6 \nWith Quasi-Banking  12  12  12  12  12  12  0.9 \nFunctions \nInvestment Houses   8  7  7  7  7  7  0.7 \nFinancing Companies  4  5  5  5  5  5  0.3 \nWithout Quasi-Banking               \nFunctions  2,581  2,797  136  123  134  126  2.3 \nInvestment Houses  43  45  31  24  29  26  0.8 \nFinancing Companies  139  142  42  40  43  40  0.5 \nInvestment Companies  64  64  11  11  11  9  0.3 \nSecurities  130  130  22  22  26  26  0.3 \nDealers/Brokers \nLending Investors  2,195  2,406  12  11  9  9  0.2 \nCredit Card      10  7  7  7  0.4 \nCompanies \nVenture Capital Corp,  10  10  8  8  9  9  0.0 \nNonstock Savings and               \nLoan Associations  90  90  90  90  85  85  0.1 \nMutual Building and Loan               \nAssociations  7  7  7  6  6  6  0.0 \nPrivate Insurance  145  148  153  155  151  150  5.1 \nCompanies  \nof which Life insurance               \nCompanies  36  38  40  42  40  40  3.5 \nPawnshops  4,189  4,329  4,809  4,934  5,018  5,018  0.3 \nGovernment Nonbank               \nFinancial Institutions  8  8  8  8  7  7  10.5 \na  In billion pesos’. \nSource:  Bangko Sentral ng Pilipinas \n \n21.  High  taxes  on  secondary  market  transactions  in  debt  and  equity  securities  have \nparticularly impeded the development of efficient secondary markets, while taxing initial public \nofferings (IPOs) of listed stocks and closed-end investment funds has made capital mobilization \nthrough  the  stock  exchange  less  attractive  to  corporate  issuers  and  investors.  In  this \nenvironment, the domestic financial market has not been as effective as it should be as a ", "  7\nmechanism for savings mobilization, the result is overreliance on external borrowings to meet \nthe financing requirements of both the public and private sectors.  \n \n22.  In the current economic environment, one of the more difficult challenges facing the \nPhilippines is to create a foundation for the NBF sector to enable it to provide essential financial \nservices  needed  to  mobilize  the  supply  of  funds  for  business  investment.  To  meet  this \nchallenge, comprehensive legal, regulatory, and policy reforms are required for a more efficient \nand competitive NBF sector, reduced market and product segmentation, improved governance \nand  risk  management  practices,  and  greater  uniformity  in  the  regulatory  and  prudential \nstandards applied to the NBF sector and investment products. These reforms will take time to \nadopt and will have to be implemented in sequence or in phases to ensure effectiveness. \nBuilding on reforms under the nonbank financial governance program (NBFG), four areas of \nweaknesses will be addressed to pave the way for the recovery of the NBF sector: (i) weak and \nfragmented regulatory structure and policy; (ii) supervisory and surveillance capacities of the \nregulatory agency, SEC; (iii) financial information and disclosure and prudential standards for \nNBFIs; and (iv) continued overreliance on banks to mobilize savings. \n \n1.  Weak and Fragmented Regulatory and Policy Framework  \n \na.  List of Noncooperative Countries and Territories (NCCTs) \n \n23.  As early as the late 1990s, BSP introduced a number of measures to strengthen AML \nlaws  and  procedures  based  on  its  existing  legislative  and  supervisory  authority.  These \nmeasures include prohibiting anonymous accounts and introducing customer identification and \nreporting requirements. Strict provisions under the Bank Secrecy Act, however, have prevented \nbank examiners from accessing customer account information. \n \n24.  As the second step toward establishing an effective AML regime, an AML law8 was \nenacted on 29 September 2001. Since proceeds from crime can be laundered through a wide \nvariety of financial institutions, “covered institutions” under the law include all financial (bank and \nnonbank) institutions under the supervision of BSP, SEC, and IC. The law, however, allows a \nlimited exception to the Bank Secrecy Act, requiring the “covered institutions” to report to the \nAnti-Money  Laundering  Council  (AMLC)  any  transaction  in  excess  of  P4,000,000  (about \n$75,000 at the current exchange rate). A subsequent assessment of the law by the Financial \nAction Task Force on Money Laundering’s (FATF), however, identified several deficiencies: (i) \nthe threshold for suspicious transactions is too high to constitute a meaningful deterrent to \nmoney laundering (compared with the standard threshold norm of about $10,000); and (ii) \nprovisions  in  the  law  hinder  rather  than  strengthen  the  Government’s  power  to  carry  out \neffective investigations.   \n \n25.  The Philippines, consequently, has been included  on the FATF list of NCCTs and had to \nenact  amendments  to  the  AML  law  satisfactory  to  the  FATF  by  March  2003  to  avoid \ncountermeasures. Additionally, it will have substantially complied with other recommendations \nconcerning effective measures to combat money laundering activities to be removed from the \nFATF list of NCCTs. \n \n \n                                                           \n8   Republic Act 9160. ", "8  \nb.  Ownership and Governance Structure of the Philippines Stock \nExchange \n26.  Under SRC, PSE is required to be demutualized with no single group of shareholders \nowning more than 20% of PSE, and no single individual or entity owning more than 5%. As \nindicated earlier, PSE has been corporatized through conversion into a shareholding corporate \nstructure and has achieved the goal of having more than one- half of its board of directors as \nnonmembers,  or  independent  external  directors.  However,  it  has  yet  to  achieve  the  SRC \nmandate of divestiture. \n   \nc.  Unfavorable Policy Environment \n \n27.  Taxes  are  identified  as  one  of  the  major  factors  impeding  market  efficiency  and \ndevelopment  of  the  NBF  sector.  There  is  no  capital  gains  tax  on  listed  equity  securities; \nhowever, there is a 10% value-added tax on the brokerage commission. Moreover, all shares \nand stock certificates are subject to a stamp duty tax of 1.0% and all debt instruments to a \nrange of 0.3-1.5% documentary stamp tax (DST), depending on the type of instrument (i.e., \ndebentures or CPs). For deposits in commercial banks, however, the DST is not applied across \nthe board. Only time deposits (with a minimum of P50,000) are subject to the DST; other \ndeposits such as those in special accounts (with a minimum of P300,000) are DST exempt.    \n \n28.  More importantly, when traded, both debt and equity instruments are subject to an \nadditional DST on the buyer and a stock transaction tax on the seller, which, combined, add \n1.25% to the transaction cost.  Failure to attach the stamp will make the document unacceptable \nin third party transactions and cannot be used as evidence in court. A major drawback of the \nDST is the application of the tax every time the instrument changes hand; the more time the \nfinancial instruments are traded, the higher the costs to the investors. The cascading feature of \nthe DST discourages the trading of financial instruments and market development and, as such, \nreduces liquidity in the secondary markets, not only for debts but also for equity instruments.9 \n \n29.  The  tax  revenue  from  the  secondary  trading  of  equity  instruments  varies  with  the \nperformance  of  the  equity  market,  ranging  from  about  P400  million  to  about  P1.4  billion \nannually, while that from secondary trading of debt instruments is estimated to range from P200 \nmillion to P500 million. The tax revenue collected from DST on debt and equity instruments \nrepresent less than 1% of the aggregate revenue. However, as DST is a relatively more reliable \nsource of revenue and convenient to collect, it is very difficult for the Government to eliminate it.  \n  \n30.   Aside from the DST, equity securities listed on PSE, including closed-end funds, are \nsubject to an initial public offering (IPO) tax of 2-4% depending on the float available to public \nshareholders. The IPO tax makes it more costly than it should be for business to raise needed \ncapital for investment and reduces the Philippines’ ability to compete for issuers particularly in \nlight of growing competition among the stock exchanges within the region. \n \n31.  It is recognized that the NBF sector, like any other sector in the economy, should pay its \nshare of tax revenue; however, taxation should minimize the distortions in the financial markets. \nThe above taxes, combined, have reduced the efficiency of financial markets and have made \nalternative sources to bank financing too costly.  \n \n                                                           \n9  Studies in the United Kingdom and on international equity turnover by Jackson and O’Donnell (1985) and Ericsson \nand Lindgren (1992) shows that a 10% increase in transactions costs reduces turnover by 10-17% in the long- run.   ", "  9\n32.  As  indicated  earlier,  the  NBF  sector  and  capital  market  are  underdeveloped  and \nfragmented in the Philippines. As a result, the capital market has not been an effective mechanism \nfor domestic capital mobilization. It is also not well prepared to compete in the evolving regional \nand global financial markets. Nevertheless, the SRC recognizes the importance of promoting the \ndevelopment of the capital market along with the need to protect investors and eliminate practices \nthat create distortions in the market. To achieve the goals contemplated in SRC 2000, it is crucial \nthat SEC carefully assess and address the economic impact of regulatory policy, market structure, \nand taxation issues on the operations and efficiency of the capital markets and fully develop the \nmedium-term framework for the NBF sector into a comprehensive long-term strategy to develop \nthe NBF sector.  \n \n2.  SEC Supervisory and Surveillance Capacities  \n33.  As indicated earlier, the SRC has made SEC a more enforcement-oriented, operationally \nindependent regulator with clear objectives and procedure. However, SEC needs to continue to \nwork  on  enhancing  the  enforcement  skills  of  its  staff  to  ensure  effective  regulation  and \nenforcement. Moreover, its electronic information management capacity needs to be further \nenhanced  to  have  updated  information  readily  available  for  inspection,  investigation,  and \nsurveillance. \n \n34.  While regulatory and supervisory authority over NBFIs should be clearly defined, joint \ninspection should also be encouraged where necessary. In the Philippines, three Government \norganizations are responsible for regulating and supervising NBFIs; (i) SEC, (ii) BSP, and (iii) \nIC. In 1999, BSP and SEC entered into an agreement on the exercise of regulatory and \nsupervisory authority over NBFIs (with the exception of insurance companies, which traditionally \nhave come exclusively under the domain of IC). Under the agreement BSP is responsible for \nsupervising investment houses and other subsidiaries and affiliates of universal banks, which \nare also registered with SEC to perform capital market activities such as underwriting. As BSP \nis moving toward consolidated supervision, which will result in a reorganization and merger of \nthe  bank  and  nonbank  supervision  departments,  in  conjunction  with  building  an  effective \nconsolidated supervisory framework, it would be highly desirable to amend the agreement \nbetween BSP and SEC to provide for joint inspection by BSP and SEC. Joint inspection of the \ninvestment house and securities broker and dealer subsidiaries or affiliates of banks is essential \nto avoid potential gaps arising from separate on-site inspections and to allow the use of SEC’s \nexpertise. \n \n3.  Move to Strengthen Transparency and Prudential Regulations \n35.  To improve the quality of financial information and disclosure, the Government has \ngradually moved away from the Philippines General Accounting and Auditing Principles (GAAP) \nand has phased in the adoption of auditing and accounting standards based on international \nauditing and accounting standards since 2001, with a target of completing adoption by 2004 and \n2005,  respectively.  Nevertheless,  other  standards  to  ensure  investor  protection  from  fraud, \ninsolvency, or misconduct, including prudential, fit and proper standards, and a basic element of \nself-regulation should be established and/or further strengthened.   \n \n36.  First, securities broker-dealers and investment houses are subject to inconsistent capital \nrequirements. Brokers and dealers in securities are subject to SEC’s net capital rule. The rule is \nlargely risk-based and derived from the US SEC uniform net capital rule. Investment houses, on \nthe other hand, are subject to capital standards defined under the implementing guidelines of ", "10  \nBSP.10 More importantly, capital requirements for all types of NBFIs are not sufficiently calibrated to \nthe risks they are assuming, nor do they provide sufficient early warning in the event an NBFI \nencounters financial distress that might lead to insolvency. As such, the capital standards should \nbe revised and harmonized according to risks. In particular, NBFIs’ risks in securities and similar \ninstruments held in inventory have to be well calibrated and harmonized with respect to both \nmarket and credit risks. There should also be a tiering of initial capital requirements (i.e., entry \nrequirements) depending on the nature of the risks undertaken and the types of licenses obtained \n(i.e., broker, dealer, underwriter, and/or full service securities market intermediary or investment \nhouse). Lastly, ongoing risk-based capital standards should be in harmony with those advocated \nby  International  Organization  of  Securities  Commission  (IOSCO)  for  securities  market \nintermediaries.    \n \n37.  Second, fit and proper standards are specifically defined in the Banking Act of 2000 but are \nnot included in the SRC or the Insurance Law. While these standards—which allow SEC to \nprescribe, pass upon, and review the qualifications and disqualifications of appointed individuals \nor elected directors and officers and to disqualify those found unfit to serve—are essential for \nregulating NBFIs and conform to international best practice, SEC and IC currently do not have \nsufficient authority to adopt them. Third, all members of PSE are required to have a designated \ncompliance  officer  but  nonmembers  who  are  also  registered  with  SEC  to  engage  in \nunderwriting, government securities business, or investment advisor activities do not have a \nsimilar requirement. Compliance is the most important element of regulation or self-regulation, \nas it begins at the individual firm level. It is the first line of defense in an effective regulatory \nscheme.  It  would  be  highly  desirable  for  NBFIs  to  designate  a  compliance  officer  who  is \nrequired to serve in an advisory capacity with responsibility to develop the procedures and \ncapacity to comply with applicable rules and regulations. \n \n4.  Savings Mobilization to Increase the Supply of Investment Funds  \n \n38.  Among  the  three forms  of  collective  investment  vehicle  marketed  to  the  public—(i) \ncommon trust funds (CTFs) managed by banks, (ii) mutual funds managed by investment \ncompanies, and (iii) pre-need schemes managed by authorized pre-need plan companies—the \nlast two are constrained by the absence of a conducive policy and regulatory framework that will \nadequately protect investors and provide a more conducive environment for both industries to \ngrow. This constraint has impeded the more effective mobilization of domestic savings for \nfinancing business investment.    \n \na.  Pre-Need Plans \n39.  The pre-need industry, which provides benefits relating to education, pension funds \naccumulation, interment and death-related services, has grown an average of 25% annually \nover the past 15 years. Since 1977, about 6 million plans have been sold and the industry’s total \nassets of P160 billion are now greater than the assets of the life insurance companies, nearly \ntwice as much as CTF assets, and nearly 15 times as much as mutual funds net assets. In \nrecent years, however, the economic environment has been adverse to the successful operation \nof the pre-need industry. With few investment alternatives, the pre-need investment portfolio has \nbeen invested mainly in (i) Treasury bills and government bonds, (ii) bank deposits, (iii) real-\nestate, and (iv) listed stocks. Following the recent experience in global financial markets, returns \non investments in both debt and equity instruments have been low relative to earlier time \n                                                           \n10 BSP – Prescribed Capital Adequacy Ratios for Investment House (under Sec 8, P.D., No. 129, as amended by RA \n8366, 1October 1999. ", "  11\nperiods, while real estate values, which have sharply declined since the Asian financial crisis, \nhave yet to show signs of recovery. As such, the industry has faced great difficulty in meeting \ninvestment objectives based on the assumption of expected returns under more favorable \neconomic  and  market  conditions.  In  response  to  the  poor  investment  climate,  SEC  has \nencouraged trust entities to shift to investment with high yields, such as dollar-denominated \nGovernment securities, and has allowed them to invest trust funds in better yielding investment \noutlets other than those permitted under existing investment rules.   \n \n40.  Pre-need  companies  are  required  to  keep  assets  equal  to  their  actuarial  reserve \nliabilities (ARL) representing the present value of future plan -holder benefits, in a separate trust \nfund. When trust fund assets fall below the ARL, a “trust fund deficiency” results. During the \npast 4 years, over half of all pre-need companies experienced trust fund deficiencies. While \naround 80 pre-need companies with affiliates were registered between 1977 and 2001, only 43 \nare  licensed  to  operate  (i.e.,  sell  pre-need  plans)  in  2003. This  is  partly  attributable  to  a \nconsiderable degree of buyouts and mergers,11 and the increase in the required market entry \ncapitalization  to  P100  million.  The  overall  deficit  in  trust  funds  (held  to  meet  plan  holder \nobligations) as of 30 August 2002 was P2.0 billion. This compares with P3.9 billion in December \n2000, before regulatory action was taken; however, much of the improvement arises from \nallocations of interest in property held by the pre-need companies to the trust funds. Of the 46 \npre-need companies reporting in August 2002, 5 had deficiencies, which were addressed as of \nSeptember 2002. Nevertheless, it seems likely that at least one major pre-need company will \nhave to go through some form of resolution in 2003, particularly if necessary prudential and \nconsumer rights regulations are introduced. In addition, a number of trust funds are unlikely to \nbe able to comply with a newly imposed limit on real property holdings. \n \n 41.  Despite the industry’s rapid growth and recent financial difficulty, there has yet to be a \nlaw specifically governing the pre-need companies. Recently, the basic sales practices and \ngovernance of the pre-need industry have been questioned. Regulation, up to now, has been \nleft to SEC to establish through the issuance of rules and circulars. As the real estate market is \nnot expected to recover significantly and help improve the financial conditions of pre-need \ncompanies over the near term, there is an urgent need to enhance the monitoring of the \nfinancial and operational condition of the pre-need sector and to increase the frequency of on-\nsite inspections and compliance to ensure that the industry is solvent and plan -holders are \nprotected.   \n \nb.  Investment Companies/Mutual Funds  \n \n42.  Mutual funds are operated under the Investment Company Act (ICA) passed in the late \n1950s. The ICA is based on the US Investment Company Act of 1940, during which time nearly all \nUS investment companies were closed-end. Since then, the mutual fund and securities businesses \nhave undergone significant changes. Today the dominant form of investment- company is open-\nend mutual funds and the regulatory regime has shifted from “merit regulation” to “full disclosure.” \nAs the ICA was enacted primarily as a response to industry scandals over 40 years ago, it is \nobsolete with provisions that are overly restrictive by international standards. For example, one \nprovision  that  requires  all  board  members  of  investment  companies  to  be  Filipino  citizens \neffectively prevents foreign participation in investment companies organized in the Philippines. The \nminimum paid-up capital requirement under the ICA is as small as P500,000. Moreover, under the \n                                                           \n11  Encouraged by SEC. The companies that had been absorbed by the bigger companies had low paid-up capital, \nfrom P1 million to P15 million. ", "12  \nlaw, investment companies are allowed to engage in direct lending despite potential conflicts of \ninterest and abuses.  \n \n43.  Given the serious limitation of the ICA, the capital market development program (CMDP) \ncalled for the passage of the revised investment company act (RICA) to modernize the regulatory \nframework for investment companies in line with international best practice to ensure investor \nprotection and increase the supply of investment funds.  However, the RICA has yet to be enacted \n(Appendix 2).  \n \nD.  ADB Operations and Lessons Learned   \n  \n44.  As one of the two major development partners in the NBF sector,12 ADB has been \nsupporting  the  Government  with  both  program  loans  and  technical  assistance  to  advance \nreforms  in  the  sector.  Two  loans  were  provided  for  the  sector:  (i)  the  Capital  Market \nDevelopment Program (CMDP) loan,13 and (ii) Nonbank Financial Governance Program (NBFG) \nloan (footnote 4). Through this assistance, ADB has established and maintained a strong and \nconstructive policy dialogue with the Government in support of the development of the sector.  \n \n45.  The  CMDP,  approved  in  August  1995,  focused  on  (i)  consolidating  the  two  stock \nexchanges,  (ii)  encouraging  transparency  and  accountability  through  increased  public \ndisclosure of financial information, and (iii) building capacity and market confidence. The second \ntranche of the loan was scheduled for release in December 1997 but, as a result of delays in \ncompliance, the loan was closed in December 1999 and the second tranche cancelled. The \npending conditions of the CMDP were linked to the passage of the Securities Act of 1999 (now \nreferred to as the SRC) and the RICA. Due to the delayed passage of legislation, program \nimplementation was initially rated as unsatisfactory. Another factor that delayed implementation \nis the number of reforms attached to one piece of legislation. The SRC contains conditions and \namendments that were required to fulfill 21 of the 49 policy actions identified in the CMDP. \nSubsequent enactment of the SRC, initiated under the CMDP, resulted in the rating being \nchanged to partially successful in the program completion report. \n \n46.  Despite implementation delays, the CMDP lays the foundation for the reform under \nNBFG with the enactment of the SRC. Based on the SRC and its implementing rules and \nregulations, NBFG could advance reforms focusing on four areas: (i) restructuring SEC as a \nresult  of  the  enactment  of  the  SRC  in  2000  and  strengthening  SEC’s  monitoring  and \nenforcement capacity; (ii) modernizing of the governance and regulatory structure of PSE; (iii) \nstrengthening market oversight, compliance, and enforcement; and (iv) facilitating diversification \nand innovation in corporate financing. As NBFG was designed as a program loan with only one \ntranche, all policy conditions under NBFG were fully complied with prior to loan effectiveness \nand release.  \n \n47.  To date none of the adopted reforms under NBFG has been reversed.  With its scope of \nresponsibilities  significantly  narrowed  under  the  SRC,  SEC  is  now  able  to focus more  on \nenforcement of securities laws and regulation. SEC fully reorganized itself in 2000 and has \nsince gradually built its capacity and upgraded its computer system and MIS to meet its new \n                                                           \n12  USAID is another development partner providing technical assistance to the sector.  \n13 ADB. 1995. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to \nPhilippines for the Capital Market Development Program Loan. Manila \n ", "  13\nmandate under the SRC. PSE has been corporatized and now has the majority nonbroker \nmembers on the governing board of directors to represent investor’s interest.    \n \n48.  As for governance,  compliance,  and  enforcement,  SEC  now  requires  that  all  listed \ncompanies have at least two, or 20%, independent directors who represent the public and \nminority shareholders’ interests. Recently, SEC sought to tighten this requirement further by \nincreasing the independent directors to 20% or two independent directors, whichever is higher. \nSEC  has  established  a  separate  department  for  compliance  and  enforcement  and  has \ndeveloped in-house training, with ADB assistance, to strengthen its monitoring and enforcement \ncapacities.   \n \n49.  A key lesson from the ADB program lending to the NBF sector is that policy actions \ndirectly involving legislative enactment can make the progress of program implementation highly \nunpredictable, regardless of the degree of Government support for the program. Commitment to \nthe CDMP by the (executive branch of) Government was strong and clearly demonstrated \nthrough its close and continuous dialogue with Congress throughout the program period. While \nhelpful in maintaining Congressional focus on the proposed legislation, this support clearly could \nnot  extend  to  ensuring  timely  enactment  by  an  independent  branch  of  Government.  The \nproposed legislation involved technically complex issues as well a range of vested interests. \nThe result was a protracted deliberation period. Congressional elections in May 1998 further \ndelayed  the  process  as  the  legislation  had  to  be  reintroduced  to  a  newly  reconstituted \nCongress. As such, requiring that difficult policy reforms—especially those relating to legislative \nchanges—be  implemented  before  the  loan  is  critical  and  is  an  important  indicator  of  the \nGovernment’s commitment. Drawing from lessons learned from the CMDP and other program \nloans for the Philippines, the second nonbank financial governance (SNFG) is designed to \nensure  that  the  risks  for  noncompliance  are  minimized;  more  difficult  policy  conditions, \nparticularly the passage of politically sensitive amendments to anti-money laundering act, are \nfront-loaded; and the proposed reform program supported by ADB was discussed with relevant \nstakeholders, including the legislative branch of the Government. \n \nIV.  THE PROPOSED PROGRAM \nA.  Objectives and Scope \n50.  The proposed reform program under the SNFG is formulated as a continuation of the \nprogram  supported  under  the  NBFG (Appendix  3)  to  address  the  policy,  institutional,  and \nregulatory  weaknesses  identified  earlier.  The  Program  was  formulated  based  on  IOSCO’s \nObjectives and Principles of Securities Regulation, ADB’s ongoing assistance in the sector, and \nthe Mission’s findings. The objective of SNFG is to promote the development of the NBF sector \nby (i) strengthening the regulatory and policy framework for developing viable institutions and \nproperly  functioning  financial  markets;  (ii)  continuing  to  strengthen  SEC’s  enforcement \ncapacities, supervisory skills, and practices; (iii) improving transparency to protect investors \nfrom fraud, insolvency, or misconduct and (iv) facilitating the mobilization of domestic savings to \nincrease supplies of funds while ensuring investor protection. The program framework is in \nAppendix 4. \n \n51.  To achieve these objectives, the Program will seek to (i) establish an effective AML \nregime, (ii) strengthen investor protection and confidence in PSE, (iii) remove policy distortions \nand  address  the  fragmented  regulatory  framework  to  promote  market  efficiency  and \ndevelopment, (iv) clearly define SEC supervisory responsibilities and enhance its monitoring \nand  surveillance  capacity,  (v)  improve  the  quality  of  financial  information  disclosed  to  the ", "14  \nmarket, (vi) strengthen prudential standards, and (vii) promote the development of collective \ninvestment vehicles and establish the proper framework for investor protection. As designed, \nthe Program would move the Philippines to full compliance with all IOSCO’s 30 Objectives and \nPrinciples of Securities Regulation. \n           \nB.  Program Framework and Actions \n52.  During the preparation of NBFG in 2001, four agenda for policy dialogue were proposed \nfor the second phase of the reform program: (i) implementing demutualization of PSE; (ii) \nstrengthening market regulation; (iii) strengthening market governance and compliance; and (iv) \nfacilitating  diversification  and  innovation  in  corporate  financing  (Appendix  3).  Although  the \nobjective of SNFG and the direction of the Program remain broadly in line with those suggested \nunder NBFG, its scope has been modified, enhanced, and expanded to include three additional \ncomponents, namely, (i) establishing an effective AML regime, (ii) strengthening prudential \nstandards for NBFIs, and (iii) promoting the development of collective investment vehicles. \nBesides the three new components, a number of critical policy measures are added to enhance \nthe program content. These measures include (i) removing DST on secondary securities trading \nand the IPO tax to increase liquidity in the capital markets and encourage listing, and (ii) rules \nintended to further strengthen disclosure and prohibit actions designed to improperly influence \nauditors and so prevent accounting and corporate misconduct as recently evident in the US. \n  \n53.  Some  of  the  agenda  suggested  in  2001—demutualization  of  PSE,  increasing \ntransparency in clearing and settlement of securities and depository functions, amending tax \nlaws to promote the development of the insurance industry, and establishing the fixed income \ntrading counter—have been modified or excluded to reflect the current market condition and the \nGovernment’s  priorities,  and  to  rearrange  the  sequencing  of  reforms  relating  to  the \nestablishment of the fixed income exchange. As a step toward demutualization, SNFG supports \nSEC’s call for PSE to develop a business plan to broaden ownership of the exchange as \nmandated  under  the  new  SRC  by  (i)  completing  its  asset  evaluation  as  preparation  for \ndivestiture, (ii)  developing  a  strategy  to  achieve  self-financing,  and (iii)  appointing majority \nnonmember directors to PSE’s selected board committees. The change in governance has \nalready taken place in PSE. Among other things, the majority of the board members is now \nnonbrokers and a nonbroker chairs its audit committee. This change will weaken the control of \nthe members and increase an incentive for members not to hold on to their shares. Since the \nequity market has begun to show signs of recovery since the end of May after a 2-year period of \nsharp decline and the prospect of recovery will continue to remain uncertain, it is considered \nmore appropriate for SNFG to allow flexibility on the timing of divestiture. Nevertheless, SEC \nand ADB will continue to monitor the progress of PSE’s demutualization.  \n \n54.  As for increased, transparency in clearing and settlement of securities and depository \nfunctions, scripless trading has already been implemented by the Philippines Depository and \nClearing Inc. (PDCI). If the fixed -income exchange is established as anticipated, PDCI plans to \nprovide settlement of securities and depository functions solely for fixed income trading. PSE, \non the other hand, is in the process of buying its own settlement and clearing system for its \ntrading activities. The new clearing and settlement system is in line with international norms, \nand settlement and clearance procedures at both PDCI (after the establishment of the fixed-\nincome exchange) and PSE will be subject to SEC regulations and approval.       \n \n55.  While promoting the development of the insurance industry is an element of the policy \nreforms the Government would like to pursue, however, other legislation with more pressing \npolicy agenda—rationalization of the DST, amendments to the AML law and pre-need code—", "  15\nhave and will occupy most of the 2003 and 2004 legislative agenda of the Government. As \nsuch, it was decided that it would be more effective to address this issue in future ADB \nassistance. Lastly, the Program excludes the establishment of the fixed income exchange \nstrictly because the exchange will be established by the private sector and the more active \ntrading of debt instruments is expected to happen once the DST on securities secondary trading \nis removed (after the DST rationalization legislation is enacted).      \n \n56.  The Program is linked to NBFG by directly building on the foundation established by \nadministrative reforms under NBFG and technical assistance provided by ADB. As noted in \nparas. 16 and 17, reforms under NBFG, combined with ADB technical assistance, helped \nestablish  some  preconditions  for  effective  securities  regulation  by  restructuring  SEC  and \nrebuilding its surveillance and enforcement capacity. To ensure that SEC could function at its \nfull capacity under the SRC, the Program will help complete SEC’s administrative reforms \nsupported  under  NBFG  by  supporting  SEC  in  further  strengthening  its  supervisory  and \nsurveillance capacity, and lay the groundwork for PSE’s divestiture, while encouraging PSE to \nstrengthen its SRO structure.  More importantly, as SEC is now in a better position to more \neffectively monitor compliance with securities market rules and regulations, the Program will (i) \naddress  more  difficult  policy  and  regulatory  weaknesses  relating  to  taxation,  prudential \nregulations  for  both  pre-need  and  mutual  funds  industries;  and  (ii)  strengthen  financial \ndisclosure and auditing requirements to ensure more effective savings mobilization and investor \nprotection to mitigate systematic risk in the financial system.  \n \n57.  The  Program  with  specific time  bound policy  actions  proposed for  the  SNFG  is  in \nAppendix 5 and the development policy letter (DPL) in Appendix 5. The key measures follow: \n \n1.  Strengthening the Regulatory and Policy Framework for Developing Viable \nInstitutions and Properly Functioning Financial Markets \n \na.  Establishing an Effective Anti-Money Laundering Regime \n58.  The Philippines has been included in the FATF list of NCCT. As a fundamental step \ntoward establishment of an effective AML regime, an AML law (Republic Act 9160) was enacted \non 29 September 2001. A subsequent assessment of the law by FATF, however, identified \ndeficiencies, notably that the threshold for suspicious transactions was too high to constitute a \ndeterrent  to  money  laundering.  To  address  this  problem,  the  Government  promulgated \nimplementing rules and regulations (IRRs) that attempt to address some of the deficiencies \ncited by FATF, but recognized that the law had to be amended to adequately meet international \nnorms.  Underscoring its commitment to establish an effective AML regime, the Government \nprepared draft amendments to the law and  worked with Congress to enact early in 2003 \nlegislation that is satisfactory to FATF.  \n \n59.  Establishing an adequate legal framework is, however, only the first step in developing \nan effective AML regime. An institutional structure will have to be created and institutional \ncapacity built to effectively implement the law. Developing an AML institutional structure in the \nPhilippines has involved the creation of the Anti-Money Laundering Council (AMLC) as the lead \nagency in this area. It will also involve designating special AML courts and formulating and \nformalizing the various interinstitutional relationships needed to make a functioning AML regime. \n \n60.  Developing adequate institutional capacity to implement the law, on the other hand, will \nrequire significant resources including technical support.  Specialized capacity will have to be \nbuilt across a wide range of institutions to implement the law effectively. Support will need to be ", "16  \nparticularly intensive in the case of AMLC, where prior operational experience does not exist \ndomestically. A successful outcome will require the sustained involvement and support of a wide \nrange of government agencies, industry associations, and other constituencies. \n \n61.  To establish an effective AML regime, the Program supports (i) the development of a \nrobust  legal  framework  that  meets  international  norms,  and  (ii)  the  establishment  of  an \ninstitutional structure and strengthening of institutional capacity, including that of AMLC and \nother agencies involved in implementing the law. An effective AML regime is fundamental to \nstrengthening investor confidence and will provide the Government with key tools in its fight \nagainst graft and corruption. ADB technical assistance on AML14 has helped AMLC achieve this \nobjective.  \n \nb.  Strengthening  Investor  Protection  and  Confidence  in  the  Stock \nExchange \n \n62.  The Program calls for PSE to continue strengthening its own corporate governance by \nincluding more nonmembers in its key committees under the board of directors. An exchange, \ngoverned by a board with a majority of nonbroker representatives and an ownership structure \nwhereby no single group of stakeholders can dominate the exchange, can be expected to act in \nthe public interest to the extent that good corporate governance can be achieved while striving \nto maximize profits for the benefit of shareholders. \n  \n63.  There is an urgent need for PSE to invest in new technology to upgrade its trading and \nmarket surveillance capability to improve efficiency and strengthen investor confidence. The \nProgram supports PSE’s initiative to develop a divestiture strategy to dilute brokers’ ownership, \nand to make the exchange attractive to investors (other than brokers).  \n \n64.  To improve PSE governance, not only in the majority of its board members nonbrokers, \nPSE’s audit committee is now chaired by a nonmember. To dilute the ownership of members, \nPSE will list its shares by introduction in August 2003 and is planning to sell shares to the public \nin 2004. SEC and ADB will continue to monitor the progress of PSE’s demutualization. The \nProgram also supports SEC’s call for PSE to develop an effective business plan, among other \nthings, to address its self-regulatory responsibilities. The plan should include a discussion of \nPSE’s examination program, compliance with exchange and SEC rules, market surveillance \ncapacity, proposed penalties for violating exchange rules, and PSE committees’ performance of \nSRO functions. A sound business plan in respect to the performance of SRO functions under \nthe oversight of SEC is crucial investor protection. The plan will balance the interest of the \ninvesting public with the profit maximization interest of shareholders. Although SEC should not \nengage in merit regulation with respect to IPOs, to ensure public confidence in the exchange, \nSEC will review and approve the business plan, given PSE’s unique role as a SRO. \n \nc.  Removing Policy Distortions and Addressing a Weak Regulatory \nFramework to Promote Market Efficiency and Development \n65.  To increase liquidity in the capital markets and facilitate the development of domestic \ndebt markets, the Program supports the Government’s move to work closely with Congress to \nenact legislation to rationalize the DST on securities instruments and remove the DST on the \nsecond trading of debt and equity instruments, including closed-end funds, and stock lending \nand borrowing transactions. As removing the DST on secondary trading would incur substantive \n                                                           \n14 ADB. 2002. Technical Assistance to Philippines for Strengthening the Anti-Money Laundering Regime. Manila ", "  17\nrevenue loss for the Government, the legislation has a provision that redefines debt instruments \nto include certificates or other evidences of deposits that are earning interest rates higher than \nregular savings deposits (i.e., special accounts) that have been DST exempt. The new definition \nwill  give  equal  tax  treatment  to  securities  instruments  and  bank  deposits  and  allow  the \nGovernment to expand the DST base. The legislation will not only help increase liquidity in the \nequity market but also encourage secondary trading of debt instruments and facilitate the \nestablishment  of  the  fixed  income  exchange.  The  Program  also  recommends  that  the \nGovernment initiate steps to eliminate the IPO tax on listed securities (i.e., corporate stocks and \nclosed-end investment companies) to encourage more listing.  \n \n66.  Reducing  taxation  of  secondary  market  transactions  in  financial  instruments  as \nrecommended under this Program will certainly remove a major impediment to the development \nof efficient financial markets. However, it must be emphasized that overall tax collection is low \nand the tax base should be expanded to reduce fiscal deficits and ensure fiscal sustainability. \nThis is particularly crucial for strengthening investor confidence needed for developing the \ncapital markets and to place the Philippines in a position to compete in the evolving regional and \nglobal financial markets. \n \n67.  While the Program is based on the medium-term framework for the NBF sector and is \nexpected to help address immediate policy impediments/constraints to the development of the \nsector, it strongly recommends that SEC fully develop this framework into a long-term strategy \nfor developing capital markets. The strategy will serve to advise top-level policy makers on the \nmajor development goals in the sector and how the Government may facilitate achievement of \nthe goals, as well as additional constraints (i.e., tax, and regulatory and legal impediments) to \ncapital market development, taking into account the need to achieve greater market efficiency. \nThe strategy will also make recommendations on how to attract external investment in a highly \ncompetitive global capital market, and to achieve greater investor protection in a cost-effective \nmanner in line with international best practice and the mandate of the laws administered by \nSEC.  \n2.  Further Strengthening SEC Supervisory and Surveillance Capacity \n      \n68.  To further strengthen SEC’s supervisory and surveillance capacity to meet the principles \nand objectives of IOSCO, the Program calls for SEC to upgrade its MIS to enable it to gather \nand  analyze  databases  for  monitoring  and  surveillance  purposes.  With  ADB  technical \nassistance, SEC is training its own staff in market surveillance, enforcement, and compliance in \nline with its new mandate under the SRC.  \n \n69.  To avoid potential gaps in separate on-site inspections and to allow the use of SEC’s \nexpertise in respect to capital market transactions and underwriting activities, the Program also \nrecommends that SEC and BSP amend a memorandum of understanding between BSP and \nSEC to (i) provide an action plan and procedures for joint on-site inspections of dually regulated \nentities to minimize cost of supervision, while ensuring that regulatory gaps do not occur; and (ii) \nstandardize the regulatory and operational reports filed with BSP and SEC. Furthermore, SEC is \nencouraged to review and update its existing inspection procedures and allow for SEC-PSE \njoint on-site examination of PSE member brokers and dealers on a sample basis or in respect to \ncause or thematic examinations.  \n \n \n \n ", "18  \n3.  Improving Transparency to Protect Investors from Fraud, Insolvency, or \nMisconduct \n \n70.  International best practices in regulation and governance emphasize that information \ndisclosure and transparency are important so that investors, counterparties to transactions, and \nother stakeholders can evaluate the financial conditions of a regulated financial institution as an \nadded  safeguard  to  supplement  those  provided  by  government  oversight  in  the  form  of \nprudential standards, on-site inspections, and off-site monitoring of financial and operational \nreports. The Program calls for SEC to phase -in on its web site the public disclosure of annual \naudited financial information for all registered NBFIs for public viewing. Currently, all SEC \nregistered NBFIs are required to file with SEC an annual audited financial statement, which is \navailable for public inspection.  SEC performs the corporate registration function, but it does not \nmaintain a full service branch office network whereby investors could view public documents \nfiled with SEC.  \n \n71.  The Program supports the Government’s undertaking to move away from Philippines \nGAAP to International Accounting Standards (IAS). All public companies registered with SEC \nare required to comply with IAS rather than with the Philippines GAAP by 2005.  Accordingly, \nthere is a need to train accounting professionals and auditors in the use of IAS. With ongoing \nADB  assistance,15  the  SEC  with  the  Board  of  Accountancy  (BOA)  is  implementing  a \ncomprehensive training program for adopting IAS.  \n \n72.  In light of the recent accounting scandal in the US, there is now renewed emphasis in \nboth developed and emerging financial markets on the need to reform auditing practices and to \npromote  stronger  corporate  governance  in  selecting  and  retaining  of  external  independent \nauditors  for  listed  companies.  The  Program  intends  to  improve  the  quality  of  disclosed \ninformation  and  to  raise  public  confidence  by  strengthening  financial  disclosure  and  audit \npractices. It specially calls for SEC to issue a regulation requiring the chief executive officer and \nchief financial officer of listed companies, or persons performing similar functions, to disclose to \nthe issuer’s auditors and to the audit committee of the board of directors (i) all significant \ndeficiencies in the design or operation of internal controls that could adversely affect its ability to \nrecord, process, and report financial data; and (ii) any fraud that involves management or other \nemployees who have a significant role in internal controls.  \n \n73.  Effective January 2003, SEC will take effective disciplinary actions— including revoking \nthe accreditation of noncompliant auditors—against issuers and other NBFIs or auditors for \nsignificant violation of established accounting standards and rules. In addition, the Program \nrecommends that Board of Accountancy, which is responsible for establishing auditing and \naccounting  standards  in  the  Philippines,  to  adopt  the  code  of  ethics  in  harmony  with \ninternational best practice such as that of the International Federation of Accountants. The \nProgram also recommends that SEC require all listed companies to rotate auditors at least once \nevery 5 years to ensure independent and quality audits.  \n \n \n \n \n  \n                                                           \n15 ADB. 2001. Technical Assistance to Strengthening Regulation and Market Governance, the Accounting and \nAuditing Component. Manila ", "  19\n4.  Strengthening Prudential Standards for NBFIs \n \na.  Risk-Based Capital Standards \n \n74.  The  Program  recommends  that  the  capital  requirements  of  investments  houses, \ngovernment securities dealers, and securities brokers and dealers be risk-based and in harmony \nwith international best practices, taking into account position risk for all dealer activities of securities \nmarket intermediaries engaged in trading and investment, market-making, and/or firm commitment \nunderwriting. Under IOSCO's best practice framework, capital standards for securities market \nintermediaries (i.e., brokers, dealers, and underwriters) take the following form: (i) liquidity and \nsolvency should be covered; (ii) mark-to-market principles should be employed; and (iii) risk-based \nrequirements should cover all risks of the firm, and, in particular should contain (a) a base \nrequirement reflecting the scale of a firm's activities to capture nonmeasurable risks; (b) position \nrisk requirements reflecting price volatility of individual securities, with provisions for concentrated \npositions and allowance for risk reduction measures such as hedging; and (c) settlement of \ncounterparty risk requirements reflecting the risk of nonperformance in a timely manner.  \n \nb.  Fit and Proper Standards \n \n75.   The Program calls for SEC to submit to Congress amendments to the SRC to enable \nSEC to establish “fit and proper” standards for officers and directors of regulated entities (i.e., \nbroker-dealers, listed companies, investment companies, investment advisors), comparable with \nthose in the Banking Act whereby SEC will be able to prescribe, pass upon, and review the \nqualifications and disqualifications of appointed individuals or elected directors or officers, and \ndisqualify those found unfit to serve. \nc.  Certification of Compliance Officer \n \n76.  The Program recommends that all securities brokers and dealers, investment houses, \nfinance  companies,  and  investment  companies  be  required  to  have  a  compliance  officer \ncertified by examination to ensure understanding of applicable laws and regulations, including \nprudential standards, financial and operational reports required by the regulator, sales practices, \nand other safeguards to protect investors. This requirement is crucial as the compliance officer \nwill have a major responsibility for preventing, detecting, and resolving problems before they \nrise to the level of rules violations. To have an effective compliance program, the Program calls \nfor SEC, together with BSP, to develop and implement a training and certification program for \ncompliance officers.  \n \n5.  Facilitating  Mobilization  of  Domestic  Savings  to  Increase  Supplies  of \nInvestment Funds While Ensuring Investor Protection \n \n77.  To  facilitate  mobilization  of  domestic  savings  and  ensure  investor  protection,  the \nProgram focuses on supporting the pre-needs and mutual funds industries. \n \n         a.  Pre-Need Plans \n \n78.  To ensure plan holder protection and the solvency of pre-need companies, the Program \nfirst calls for the Government to submit the proposed pre-need code to Congress for approval. \nTo strengthen public confidence and minimize losses to plan holders in the event of insolvency, \nthe proposed code would provide a broad mandate to the regulator of pre-need plans to ", "20  \nestablish  an  investor  protection  scheme  with  the  details  of  fund  operation  and  coverage \ndetermined by the regulator for the protection of pre-need policy-holders. Given that pre-need \nproducts partake of the nature of insurance products, the proposed code would transfer the \nregulatory and supervisory function of the industry from SEC to IC. Meanwhile, to ensure plan \nholders’ protection, the Program stresses that SEC should order pre-need plan companies that \nfail to comply with the SEC regulation on trust fund deficits to cease or desist from selling new \nplans.  \n \n79.  Second, the Program recommends that industry sales practices must be reviewed and \nadvertising practices brought under closer supervisory control issuing more comprehensive \nregulatory guidelines on advertising.  The Program stresses a regulatory review of advertising, \neither by the government regulator or through the creation of an SRO for the pre-need sector.  \nThe  Program  also  calls  for  the  supervisory  agency  of  the  pre-need  companies  to  issue \ncomprehensive  guidelines  on  pre-need  advertisement  and  announce  that  it  will  conduct \nthorough on-site, unscheduled inspections of pre-need companies at least once every 3 years.   \n \n80.  Third, the Program recommends that the supervisory agency strengthen the role of \nindependent  directors  in  pre-need  companies  given  the  importance  of  public  trust  in  the \nindustry. In addition, the Program calls for the regulatory agency to develop an examination and \ncertification program for an officer designated as compliance officer. The compliance officer \nmust be knowledgeable in the laws and regulations and compliance applicable to pre-need \ncompanies and have a sound knowledge of best practices in corporate governance and the \nfiduciary obligations of the pre-need company and trustee to the plan holders.     \n \n b.  Mutual Funds \n \n81.  The Program supports the Government’s move to submit the RICA for enactment to \nreplace the outdated ICA. Among other things, the RICA would allow greater competition and \ngreater market entry by removing the requirement that all board directors for mutual funds must \nbe  Filipinos;  raising  the  minimum  paid-up  capital  requirement  for  mutual  fund  companies \nsignificantly to ensure that only financially viable companies can engage in the business, which \ndepends on maintenance of public confidence; establishing investment standards for mutual \nfunds to avoid potential conflicts of interest and abuses; and increasing penalties for violating \ncertain provisions. \n  \n82.  The Program stresses that corporate governance of investment companies must also be \nimproved by  strengthening the fiduciary  obligations of the  board  of directors  with  respect to \nmanagement and the performance of quasi-regulatory self-policing functions. The Program also \ncalls for SEC to require that a majority of the board of directors be independent directors within 2 \nyears of the enactment of the RICA, and to strengthen corporate governance by requiring that at \nleast one officer or director pass an examination related to operational and regulatory compliance, \nincluding applying rules and regulations for safekeeping and valuation of fund assets. Significant \nrelated party transactions, as defined by SEC, which management proposes to enter into should \nalso require the approval of shareholders. \n \n \n \n \n \n \n ", "  21\nC.  Financing Plan \n1.  Amount of Loan, Source of Funds, Interest, Maturity, and Utilization Period \n83.  It is proposed that ADB support the Government’s policy reforms by providing a loan of \n$150 million. The Borrower will be the Republic of the Philippines. The loan will be from ADB’s \nordinary capital resources with interest rates determined in accordance with ADB’s London \ninterbank borrowing offered rate (LIBOR)-based loan facility and a commitment charge of 0.75% \nper annum in accordance with standard terms for program loans. A front-end fee will be payable \nin an amount equal to 0.50% of the amount of the loan. ADB will be entitled to withdraw and pay \non behalf of the Government the front-end fee from the loan account. The loan will have an \namortization period of 15 years, including a grace period of 3 years. The loan proceeds are \nexpected to be used over a period of 36 months from the date of loan effectiveness. \n \n84.  The proposed loan size is based on the estimated short- to medium-term costs of the \nreform program, the strength of the Program, and the relative importance of the sector.16 The \nadjustment costs are not easily quantifiable, however, the direct and more obvious adjustment \ncosts amount to about $200 million. They include the following. \n \n(i)  To  establish  an  effective  AML  regime,  the  Government  had  to  overcome \nsignificant  vested  interest  groups  who  are  strongly  opposed  to  FATF \nrequirements. The Government also has to shoulder a financial burden relating to \nthe physical establishment and operation of a financial intelligence unit (e.g., \noffice space, personnel costs, and specialized information technology (IT) system \nand  related  training  to  support  the  FIU's  transaction  monitoring  functions). \nSpecialized training in combating money laundering and enforcing the AML has \nto be extended across a range of other Government agencies. Estimated cost: \n$25 million over the next 5 years.  \n \n(ii)  At the same time, SEC, IC, and BSP have to build their capacity to monitor and \nsupervise  NBFIs  to  prevent  money  laundering  in  the  financial  sector.  This \nincludes developing AML manuals and training programs for NBFIs and banks \nand upgrading IT systems in supervisory agencies to support implementation of \nstrengthened regulatory, reporting, and disclosure requirements. Estimated cost: \n$5 million over the next 3 years. \n \n(iii)  To adopt IAS, the Government has to develop curricula and textbooks for public \nuniversities, retrain accounting and auditing professionals at public universities \nand colleges, and are currently employed in the public sector. The Government \nwill have to upgrade its IT systems throughout the country and retrain regulators \nto ensure that they are equipped to enforce the new accounting and auditing \nstandards  and  other  financial  disclosure  requirements.  Estimated  cost:  $10 \nmillion over the next 5 years. \n \n(iv)  To adopt risk-based prudential regulations, SEC will have develop a training \nprogram for NBFIs to comply with the regulations, and develop a monitoring \nsystem to ensure compliance. Estimated cost: $2 million.         \n \n                                                           \n16  Review of ADB Program Lending Policies, 3 July 1996. ", "22  \n(v)  To rationalize the DST and remove it from the secondary trading of securities, \nthere would be significant revenue losses immediately after the passage of the \nDST legislation. The loss could range from $10million to $35 million annually \nover 3 years. Estimated cost: $30 million to $105 million over the next 3 years, \ndepending on performance of the equity market. \n \n(vi)  To support a protection scheme for pre-need plan holders, there would be an \nestimated cost of $50 million to the Government. \n \n85.  The private sector will also incur adjustment costs for complying with AML, financial \ndisclosure (including IAS), and stricter prudential regulations. These costs may be less obvious; \nhowever,  they  are  likely  to  be  significant.  This,  together  with  the  enactment  of  politically \nsensitive  amendments  to  the  AML  law,  has  made  it  difficult  for  the  Government  to  build \nconsensus on implementing the reforms.  \n \n86.  Nevertheless, given the importance of the sector, the costs of not implementing the \nreforms would be much more significant to the economy as a whole. The sector would continue \nto be ineffective in mobilizing savings to finance needed investments to finance growth; NBFIs \nwould remain vulnerable to systemic risks, and investors to fraud and misconduct. In particular, \nthe costs of not establishing an effective AML regime would be devastating as the Philippines \nwould be subject to countermeasures by FATF. The countermeasures would stop trade and \nfinancial flows to the Philippines and cause major macroeconomic instability. \n   \nD.  Implementation Arrangements \n87.  The Department of Finance (DOF) will be the Executing Agency for the SNFG program \nloan and SEC will be the Implementing Agency. SEC will set up an interagency coordination \ncommittee headed by the chairperson of SEC and comprising representatives from AMLC, BSP, \nDOF, IC, National Economic and Development Authority, and PSE. The committee will meet \nevery quarter to coordinate and ensure the effective implementation of the proposed reforms.  \n \n1.  Procurement and Withdrawal Procedure \n88.  The loan proceeds will be used to finance the foreign exchange cost of items produced \nand procured in ADB member countries, other than items specified in the list of ineligible items \nand imports financed by other bilateral and multilateral sources (Appendix 7). The Government \nwill  certify  that  the  volume  of  eligible  imports  exceeds  the  amount  of  ADB’s  projected \ndisbursements under the loan for the given period. ADB reserves the right to audit the use of the \nloan proceeds and verify the accuracy of the Government’s certification. \n   \n2.  Counterpart Funds \n89.  The Government will use the local currency funds generated by the SNFG loan to meet \nprogram expenditures and associated costs of reform and to help maintain current levels of \nsocial expenditures. \n   \n3.  Monitoring and Tranching \n90.  The program period will be 3 years. The loan will be released in two tranches. The first \ntranche ($75 million) will be released upon loan effectiveness. The Government plans to meet \nall the second tranche conditions for its release in 18 months from ADB approval of the loan. ", "  23\nThe conditions for release of the first tranche include 37 policy actions all of which have already \nbeen fully complied with (Appendix 5). The second tranche ($75 million) will be released upon \nsatisfactory compliance with 13 policy conditions. The second tranche conditions follow: \n(i)  Certain courts to be designated to hear and adjudicate money laundering cases. \n(ii)  The Government will complete formulating the AML implementation plan mutually \nsatisfactory to ADB and the Government. \n(iii)  The Government to promulgate IRRs for the AML Act as amended in 2003. \n(iv)  AMLC will establish a transaction monitoring system. \n(v)  AMLC will engage at least 40 professional staff with suitable qualifications to carry \nout AMLC’s responsibilities effectively. \n(vi)  AMLC to develop and adopt an AML compliance system satisfactory to ADB. \n(vii)  SEC  will  sign  a  Memorandum  of  Understanding  (MOU)  with  PSE  regarding \nimplementation of a business plan for PSE’s self-regulation. \n(viii)  SEC and BSP will amend the MOU between the two agencies to (a) provide an \naction plan and procedures for joint on-site inspections of dually regulated entities, \nwhere necessary, to minimize cost of supervision while ensuring that regulatory \ngaps do not occur; and (b) standardize the regulatory and operational reports filed \nwith BSP and SEC. \n(ix)  SEC to commence the public disclosure, on its website, of annual audited financial \nstatements  and  information  so  as  to  eventually  cover  all  registered  nonbank \nfinancial institutions. \n(x)  SEC to require the auditors of all nonbank financial institutions registered with \nBSP, SEC, or IC to report serious breaches of accounting standards to the relevant \nregulator  in  the  event  the  company  fails  to  make  public  disclosure  of  such \ninformation. \n(xi)  The Professional Regulatory Commission will, in coordination with BOA adopt the \ncode of ethics in harmony with international best practice, such as that of the \nInternational Federation of Accountants. \n(xii)  SEC  will  establish  a  system  for  monitoring  and  enforcing  compliance  with \naccounting requirements for all listed companies (and other NBFIs) or auditors, \nincluding an arrangement for conducting investigations or special examinations to \nsubstantiate information provided by issuers/listed companies or auditors. \n(xiii)  SEC, in coordination with BSP where appropriate, will issue risk-based capital \nstandards for registered brokers, dealers and investment houses with minimum \nentry  requirements,  and  ongoing  risk-based  capital  standards  for  securities \nbrokers, dealers, and investment houses. The minimum capital requirement and \nthe  ongoing  capital  requirement  will  be  based  on  the  risk  of  conducting  the \nbusiness  of  brokers,  dealers,  underwriters,  and  related  business  activities,  as \nappropriate. \n \n \n \n ", "24  \nV.  THE TECHNICAL ASSISTANCE  \n \n91.  The technical assistance (TA) will (i) assist the Government in preparing a medium-term \nand long-term strategy to advance reforms and further develop the NBF sector, and (ii) promote \ncompetition and remove impediments to the creation and distribution of innovative financial \nproducts and services (Appendix 8).  To achieve these objectives, the proposed TA will focus on \n \n(i)  increasing the efficiency of the domestic capital markets and reducing the cost of \nfunds mobilization to have a viable alternative to external sources of funding; \n \n(ii)  strengthening regulation, supervision, and governance while removing legal and \nregulatory  impediments  to  the  development  of  the  NBF  sector  and  capital \nmarkets; \n \n(iii)  ensuring compliance with international best practices in securities regulation as \nmeasured by IOSCO;  \n \n(iv)  formulating a medium-term (3-5 years) and long-term (10 years) strategy for the \ndeveloping the capital markets and NBF sector; \n \n(v)  promoting competition in the NBF sector and removing impediments to creating \nand distributing innovative financial products and services; and \n \n(vi)  establishing  a  high-level  regulatory  council  to  harmonize  prudential  and \nregulatory standards and supervisory practices and to consider policy actions, \nthat  may  be  needed  for  fairness  in  respect  to  regulating  and  taxing  similar \nfinancial products and services.   \n \n92.  The  TA  is  estimated  to  cost  $715,000  equivalent,  comprising  $445,000  as  foreign \nexchange and $270,000 equivalent as local currency. The Government has requested ADB to \nfinance $500,000 equivalent to cover the entire foreign exchange cost and $55,000 equivalent \nof the local currency cost. The TA will be financed on a grant basis from ADB’s TA funding \nprogram. The Government will provide $215,000 equivalent to finance counterpart staff, office \nfacilities, and workshops. The TA will last for 8 months starting in October 2003 and ending in \nJune 2004. The TA is estimated to require 15 person-months of consulting support: 10 person-\nmonths  international  and  5  person-months  domestic.  All  consultants  will  be  selected  in \naccordance  with  ADB’s  Guidelines  on  the  Use  of  Consultants  and  other  arrangements \nsatisfactory to ADB. The consultants will be engaged individually through the biodata-based \nselection and on quality- and cost-based arrangements. \n \nVI.  PROGRAM BENEFITS, IMPACTS, AND RISKS \nA.  Benefits \n93.  The Program will help promote the development of the NBF sector by strengthening \ninvestor  protection,  ensuring  financial  solvency  of  financial  institutions,  and  preventing  the \nspread of systemic risks in the financial sector. By strengthening the regulatory and policy \nframework for developing viable and properly functioning financial markets, the Program will \nassist the Government to establish a more effective AML regime. As these activities generally \nstem from corruption and other forms of criminal activities, the Program will not only help \nremove the Philippines from the NCCT list and avoid counter-measures but also strengthen the ", "  25\nGovernment’s  legitimacy  and  investor  confidence  in  the  Philippines  in  general  and  in  the \nfinancial  sector  in  particular.  Second,  the  Program  will  help  establish  a  framework  for \nbroadening ownership of the PSE and improve its governance structure as well as establish \neffective conditions for improved PSE self-regulation. These policy measures are crucial to \nprevent fraud, inside trading, and other forms of misconduct by market participants and to \nstrengthen investor confidence in the equity market. In light of the BW inside trading scandal in \n2000, it would be impossible to promote the sustainable development of the sector unless more \neffective measures to prevent misconduct are established.  \n \n94.  And importantly, the Program will increase liquidity in both equity and bond markets. \nWith the removal of the DST on the secondary trading of debt and equity instruments, the \nProgram will significantly facilitate and reduce the cost of trading of equity and fixed income \ninstruments in the secondary markets. This will encourage more secondary trading of both \nbonds and equities, making it easier and cheaper for companies to raise funds for investment \nthrough IPOs and bond issuance.  Additionally, as the Program calls for strengthening of public \ncompanies’ financial disclosure that is material to investment decisions, it will require public \ncompanies to make avail of more accurate financial information enabling investors to better \nassess the potential risks and rewards of their own investments. More accurate information will \nmake it easier for the capital markets to attract and mobilize savings for businesses’ productive \ninvestment.  Furthermore,  by  calling  the  SEC  to  rationalize  and  strengthen  the  capital \nrequirement of NBFIs based on market and credit risks, and in harmony with international best \npractice, the Program will (i) ensure the financial stability of NBFIs and thereby prevent the \nspread of systemic risks; and (ii) protect investors, as NBFIs will have be solvent to be allowed \nto operate and engage in the securities business.  \n \n95.   Lastly, the Program will help develop the capital markets by opening up the mutual \nfunds industry to a wide variety of foreign investment companies and establishing a proper \nregulatory framework that will ensure investor protection and the solvency of both pre-need plan \nand  investment  companies.  Competition  from  foreign  investment  companies  will  not  only \nprovide investors with greater investment opportunities but indirectly force existing investment \nfirms to improve their performance and services to prevent loss of market shares, further \nbenefiting  investors.  On  other  hand,  an  improved  regulatory  framework  will  help  mobilize \nsavings—increasing  the  supply  of  investment  funds—and  channel  them  for  business \ninvestment, as investors will be confident that their investment in both mutual funds and pre-\nneed plan companies will be safe. \n  \nB.  Impacts \n96.  The detailed poverty impact assessment of the Program is in Appendix 9. The Program \nextends and deepens the reforms under NBFG. As a whole the Program is pro-poor in its direct \nimpact in the short run and pro-poor in its indirect impact in the short and medium term. The \nProgram focuses on measures to increase investor protection and confidence so as to mobilize \nsavings for productive investment through the capital markets. Such measures are needed to \nrestore growth, generate tax revenues for investment in social and physical infrastructure in the \nmedium and long- term, and create jobs to absorb the rapidly growing labor market. The \nProgram also focuses on measures to indirectly strengthen social protection and to protect pre-\nneed policyholders comprising primarily middle- and low-income households.   \n  \n97.  The environmental implications of the program loan were assessed. By its nature, the \nproposed Program will not have any direct or immediate environmental impacts. Any link of the ", "26  \npolicy interventions to any indirect environmental impacts, whether beneficial or adverse, is \ntenuous. In this case, indirect environmental impacts are difficult to forecast because of the \nuncertainties relating to the financial market’s response to the policy interventions, and the \nGovernment’s ability to effectively integrate environmental considerations into economic policy \nand regulation. \n \nC.  Risks \n98.  One of the principal risks associated with the  Program is the resistance of vested \ninterests, particularly as the Program is politically sensitive, seeking to end money-laundering \nactivities. To minimize the risks, the policy actions have been formulated to cover reforms that \nare within the executive branch of the Government to implement. The more difficult reforms \nrequiring  the  enactment  of  politically  sensitive  legislation,  including  the  passage  of  the \namendments to the AML act are included in the Program as a first-tranche condition to prevent \nthe possible delay in enacting legislations from affecting the implementation of other significant \nreforms  supported  under  the  Program.  The  Government  has  also  shown  political  will  to \nimplement the Program; for example, despite resistance, the amendments to AML satisfactory \nto FATF were passed by Congress in March 2003. \n \n99.  Apart from politically sensitive legislation, the Program will also impose significant costs \nto the private sector, particularly as firms will be required to adopt IAS. While large accounting \nfirms are likely to be able to more easily adopt the required changes, smaller firms will have \ngreater difficulty and less resource for staff retraining. Likewise, there will also be costs to all \ncompanies registered with SEC as they will be required to change from Philippines GAAP to \nIAS as their staff will have to be retrained to meet the new reporting requirements. The Program \nrecognizes the difficulty and costs associated with the changes and has made provision for the \nGovernment to adopt the new accounting standards on a gradual basis until 2005.  While the \ntransition  is  relatively  shorter  than  that  in  the  European  Union,  the  risks  are  viewed  as \nadequately mitigated because the Philippines has a large pool of well-qualified accountants, \nmaking the transition easier than in many emerging markets.     \n  \n100.  Lastly, as indicated in para.72, with the Program calling for SEC to adopt risk-based \ncapital  standards  for  NBFIs,  there  will  be  significant  costs  to  NBFIs  in  meeting  the  new \nrequirements. A large number of NBFIs are likely to be required to raise their capital to match \nthe risks on their balance sheet and as such are expected to raise strong objections to the \nreforms. Nevertheless, the objections are likely to be overcome as similar reforms have already \nbeen implemented in the banking sector. \n \nVII.  ASSURANCES \n101.  In  addition  to  the  standard  assurances,  the  Government  has  given  the  following \nassurances which are incorporated in the legal documents:  \n \n(i)  The policies adopted and actions taken prior to the date of the Loan Agreement, \nas described in the DPL, will continue in effect for the duration of the Program; \nand  \n \n(ii) The Government will promptly adopt the other policies and take the other actions \nincluded in the Program as specified in the DPL and the Loan Agreement to \nensure that such policies and actions continue in effect for the duration of the \nProgram. ", "  27\n \nVIII.  RECOMMENDATION \n102.  I am satisfied that the proposed loan would comply with the Articles of Agreement of \nADB and acting in the absence of the President, under the provisions of Article 35.1 of the \nArticles of Agreement of ADB, I recommend that the Board approve the loan of $150,000,000 to \nthe Republic of the Philippines for the Second Nonbank Financial Governance Program from \nADB’s ordinary capital resources, with interest to be determined in accordance with ADB’s \nLIBOR-based loan facility, a term of 15 years, including a grace period of 3 years, and such \nother terms and conditions as are substantially in accordance with those set forth in the draft \nLoan Agreement presented to the Board.  \n \n \n                                                                                                        JOHN LINTJER  \n                           Vice-President \n \n \n12 August 2003 \n   ", "28 Appendix 1\nSECTOR ANALYSIS \n \nA.  Mutual Funds \n \n1.  Under the Investment Company Act, 26 investment companies are registered with the \nSecurities  and  Exchange  Commission  (SEC).  Two  classes  of  investment  companies  are \npermitted in the Philippines: open-end funds (i.e., mutual funds) and closed-end funds. Mutual \nfunds are referred to as \"open-end\" funds because they are set up to continually offer new shares \nto the public. Closed-end funds, on the other hand, offer only a fixed number of shares. The \nnumber of shares offered by a closed-end fund is determined at the time of the initial public \noffering. Closed-end funds are not redeemable at the option of the shareholder, but rather trade \nlike any other listed stock with the price determined on the basis of supply and demand. In the \nPhilippines, mutual funds are sponsored by securities broker-dealers (4), insurance companies \n(9), banks (2), the GSIS (1), and others (6). Although only two mutual funds are sponsored by \nbanks, but they account for about 52% of the industry assets of P25.8 billion. In contrast, the nine \nmutual funds sponsored by insurance companies are smaller, accounting for about 43% of mutual \nfunds industry assets at year-end 2002.1   \n \n2.  Both  mutual  funds  and  closed-end  funds offer important advantages to investors: (i) \nprofessional money management, (ii) portfolio diversification, and (iii) economies of scale. Among \nthe currently active mutual funds, the first was established in February 1991. As a result of the \ndemise of mutual funds in the 1970s, no new funds were approved for more than a decade. The \nonly closed-end fund was listed on the Philippine Stock Exchange (PSE) in September 1995.2  \nClosed-end funds, like other newly listed companies, are subject to a 4% initial public offerings \n(IPO) tax. This is a disincentive to listing new closed-end funds on the PSE.3    \n \n3.  In terms of size, the Philippines investment company industry is among the smallest in \nAsia. The net asset value of Philippine investment companies accounts for less than 1% of  equity \nmarket capitalization. In the Philippines, investors are not well informed about the capital markets \nin general and about funds in particular. Thus, there is a clear need to educate the public about \ninvestment opportunities. Also, mutual fund investors are faced with several layers of taxes, which \nplace them at a disadvantage relative to bank deposits and common trust funds.4 Moreover, BSP \npolicy does not permit the use of bank personnel and premises to distribute fund shares. Based \non the experience of other countries, the potential for mutual funds as an investment vehicle is \nsignificant. In particular, mutual funds are well suited to small investors, individual retirement \naccounts, and as an investment vehicle for private pension plans. In the United States (US), in \nparticular, the rapid growth of mutual funds has been facilitated by the enactment of legislation on \n1  A Strategic vision: Strengthening Philippines Mutual Funds and Improving the Public's Perception of Them, AGILE, \nCirculation Draft, Manila, March 10, 1999, pp. 15-18.\n2  Lorayes, Roberto Zimmerman. \"Mutual Fund Industry in the Philippines,\" Philippine Financial Almanac, 1997/1998, \npage 52.\n3  It is noteworthy that when the US Investment Company Act was passed in 1940, the dominant form of organization for \ninvestment companies was the closed-end fund whose shares are not redeemable at the option of the investor. \nToday, the US securities market is deep and liquid. Open-end funds now account for 95% of the US investment \ncompany industry assets.\n4  Mutual funds are subject to the following taxes: (i) DST on original share issuance of P2/P200; (ii) one- half of 1% \nstock transactions tax; (iii) capital gains tax on unlisted shares held in portfolio; (iv) tax on dividends received from \ndomestic corporations; and (v) corporate income tax. See: Policy Matrix presented to Department of Finance re: \nPension Reform and the Context of the Contractual Savings Debate in the Philippines - Policy of Matrix of Issues and \nConcerns (June 1999). ", "Appendix 1  29\nthe regulation of employer-sponsored private pension plans in the 1970s, and more recently, by \nthe introduction of individual retirement accounts including IRAs and 401k plans.   \n    \n4.  A mutual fund can invest the funds of shareholders in a wide array of liquid financial \ninstruments  including  stocks,  Government  bonds,  corporate  bonds,  and  money  market \ninstruments such as treasury bills and commercial papers. According to investment objectives, \nthe Philippines has four types of mutual funds: (i) equity fund, (ii) balanced fund, (iii) fixed \nincome, and (iv) money market (Table 1.1).    \n \nTable A1.1:  Number and Net Assets of All Operating Companiesa \nNet Assets  Companies \nFund Objective \n   1999                     2000                  2001                 2002  (No.) \nMoney Market            61           9  1 \nBond Funds  1,751  2,909  8,460  23,500  6 \nBalanced Funds   1,998  1,704  1,555  1,158  10 \nEquity Funds  1,799  1,516  1,500  1,142  5 \nTotal  5,548  6,129  11,576  25,809  22 \na Investment Companies of the Philippines \n  Source:  Investment Company Association of the Philippines. \n \n5.  In the Philippines, only a few debt instruments are available for investment and the \nsecondary market for debt instruments is not active. In the absence of a liquid secondary \nmarket, it can be difficult for a mutual fund to meet investors' demand for redemption. In the \nUS, for example, regulations require that at least 85% of fund assets be invested in liquid \nsecurities.  Although liquidity is not specifically defined in the regulations, the ability to liquidate \na security position in 7 business days is normally considered appropriate.     \n \n6.  Business Risk Factors.  For investment companies, three types of risk are apparent:  (i) \nmarket risk, liquidity risk, and operational risk. Emerging markets are volatile and sometimes \nilliquid. Nevertheless, the net asset value of the fund must be computed each day. The method of \ncomputing earnings and asset values must be fair and correct and in compliance with SEC \nregulations. The mutual fund also has an obligation to accurately value net assets and promptly \nmeet the liquidity needs of fund shareholders. As the size of the industry grows, however, it may \nbecome increasingly difficult to meet investors' demands for redemption unless efforts are made \nto  create  deeper  and  more  liquid  secondary  markets  in  both debt and equity securities. In \nparticular, efforts to improve the operational efficiency of the debt securities market will reduce risk \nexposure to the mutual funds. Finally, there are operational risks associated with the safekeeping \nof funds and securities held in custody for the benefit of shareholders. With regard to risk \nmanagement and investor protection, the board of directors has important fiduciary obligations to \nfund shareholders. The fund must be managed for the benefit of the shareholders in accordance \nwith the objectives disclosed to investors in the fund's registration statement.  \n \n7.  Capital and Prudential Standards. A minimum capital requirement of at least P50 million \nis required per investment company. However, SEC could grant a lower subscribed and paid-in \ncapital requirement for investment companies that belong to a group under management by the \nsame investment company manager (in the Investment Company Act (ICA), the minimum capital \nrequirement is set at P500,000). Prior to offering shares to the public, an investment company \nmust file an initial registration statement with SEC. The investment company's prospectus is ", "30 Appendix 1\nrequired  to  provide  full  and  fair  disclosure  of  material  information  about  the  company  to \nshareholders as required under Revised Securities Act and the Corporate Code. Under SEC's full \ndisclosure program, they must also file an initial registration statement, an annual audited report, \nand quarterly reports.5 Investment companies may not change their objective without the approval \nof shareholders.  \n \n8.  Under the ICA and ICA Rule 35-1, investment companies are licensed, subject to on-site \ninspections  and  off-site  monitoring.  The  regulations  also  provide  guidance  concerning  the \nmaintenance of books and records, the fiduciary obligations of officers and directors, permissible \ncapital structure, and prohibited transactions. At present, there is no requirement that mutual fund \nsales persons be tested and certified. Also, there is no requirement that a designated officer or \nfinancial principal be required to be certified by examination with respect to best practice and \nregulatory requirements. Unlike securities broker-dealer members of the stock exchange, no self-\nregulatory organization has been designated for mutual funds.     \n \n9.  Policy  and  Regulatory  Considerations.  The  ICA  needs  to  be  modernized.  It  was \nenacted 40 years ago based on the then US Investment Company Act of 1940. At the time, nearly \nall US investment companies were closed-end, whereas today the dominant form of investment \ncompany is the open-end mutual fund. SEC and the ICAP are working closely with legislators for \nthe passage of Investment Company Act 2002 that seeks to update ICA as follows: (i) give SEC \nmore  exceptive  relief  powers,  (ii)  address  capitalization  issues,  (iii)  remove  the  citizenship \nrequirement for the board of directors, (iv) have independent directors as the majority, (v) limit \nexpenses to 5%, (vi) clearly define the requirement for registration of the different securities \nmarket  professionals  and  affiliated  persons;  and  (vii)  increase  penalties  for  violations.  The \nproposed  Personal  Equity  Retirement  Act  (PERA),  currently  read  in  Congress,  seeks  to \nencourage individuals to set up their own retirement fund. Depending on how it is structured, it \ncan be beneficial to the mutual fund industry as an investment outlet for PERA accounts. \n \n10.  Finally, the taxation of mutual funds should be simplified and rationalized to eliminate tax \ndistortions relative to comparable investment products. One of the drawbacks to listing closed-end \nfunds is that they are subject to an IPO tax, which ranges from 4% to 1% depending on its relative \nweight to total outstanding. This IPO tax is an impediment to capital formation and should be \neliminated for all IPOs.  \n \n11.  Corporate  Governance.  Investment  companies  are  required  to  file  with  SEC  their \nManual  of  Corporate  Governance.  The  Code  prescribes,  among  other  things,  higher \nqualification standards for directors, higher ethical standards for directors and committees, \naccountabilities of the board management and the company’s external auditors, and reporting \nrequirements. Also included in the Code is the formation of more board committees to monitor \nperformance,  enhance  accountability,  and  ensure  an  appropriate  mix  of  expertise  and \nexperience.  Investment  companies  are  also  required  to  file  with  SEC  their  Anti-Money \nLaundering Manual. Mutual fund sales agents have to be registered with SEC after passing a \nqualifying examination. \n \n \n5\n  See SEC Form 8-1 (Registration Statement Under Section 8 of the Revised Securities Act); SEC Form 11A (Annual \nReport Pursuant to Section 11 of RSA and Section 141 of Corporate Code; and SEC Form 11Q (Quarterly Report \nPursuant to the RSA and RSA Rule 11(a)-1(b)(2).", "Appendix 1  31\n12.  Investment Advisors. Investment advisory services may be defined to encompass any \nindividual or firm that for compensation is engaged in the business of providing advice, making \nrecommendations, or issuing reports on securities, either directly, or by means of publications. \nThis function requires a great deal of knowledge and professional skills; however, it does not \nrequire large amounts of capital. The integrity of the individual or firm providing the advice is very \nimportant. Typically, investment advice could be provided by a securities broker-dealer, a fund \nmanager, or by an independent investment advisory service. The Philippines does not have an \nInvestment Advisors Act. The responsibility of the fund manager is covered under the ICA and \nSEC regulations. Bank trust departments also manage large amounts of money on a discretionary \nbasis. Their activities are governed by banking laws and BSP rules and regulations. At present, \nthe Philippines is in transition from a merit-based system of regulation to one based on full \ndisclosure. Also, it is expected that Congress will soon pass legislation authorizing individual \nretirement  accounts.  As  a  result  of  these  two  events,  it  is  expected  that  the  number  of \nindependent investment advisors will grow in the years ahead.  \n \nB.  The Pre-Need Industry \n13.  The pre-need industry in the Philippines, which provides benefits relating to education, \npension funds accumulation, interment and death-related services, has grown remarkably since \nits  inception  in  1966.  The  industry  has  now  become  one  of  the  most  significant  savings \nmobilizers in the Philippines. Since 1977, nearly 161 million plans have been sold. From 1990 to \n2001, pre-need annual sales grew at an average rate of 25%. Throughout the past decade, \npension and education plans have been the largest selling products of the industry and have \nbeen the factor sustaining the overall growth of pre-need product sales. In absolute terms, \nsales of life and memorial plans have remained unchanged; however, in relative terms, they \nhave been shrinking in size. Given its remarkable growth, the pre-need industry’s assets in the \nPhilippines  totaled  P159.8  billion  in  2001,  compared  with  the  P147.5  billion  assets  of the \ninsurance industry, P82 billion of the common trust fund, and P11.5 billion of mutual fund net \nassets. In 2002, however, sales of the pre-need companies dropped by 2.3% partly as the \nindustry’s poor performance weakened plan holder confidence. \n \n14.  The pre-need industry—by sales value or size of assets—is highly concentrated. From \n1991 to 2001, over 60% and 80% of the total industry’s sales were made by the top 5 and top \n10  pre-need  companies  (by  asset  size),  respectively.  For  industry-wide  profitability,  sales \ngrowth has not been accompanied by high profit margins. The net profit margin was roughly \nconstant at around 4.6% throughout 1999-2001. During this period, about two- thirds of pre-\nneed companies registered positive profit figures.  \n \n15.  Pre-Need Plans. Pre-need plans are contracts that specify commitment of the pre-need \ncompanies to provide specified benefits to the plan holder or the plan holder’s beneficiary on a \nscheduled date agreed upon at inception. In return, the plan holder is required to pay the pre-need \ncompany in cash or on installment as specified in the contract. Three types of pre-need plans are \noffered to plan holders: education, pensions, and life or memorial plans. As education plans \nprovide plan holder beneficiaries with a given stream of income, spread along a certain time \nperiod,  to  meet  educational  costs;  and  pension  plans  provide  predictable  income  flow  on \nbeneficiaries’ retirement, they are also referred to as scheduled benefit plans. Life or memorial \nplans, on the other hand, are referred to as a contingent benefit plan as the timing of benefits \ndepends on the occurrence of a contingency. \n ", "32 Appendix 1\n16.  To buy a pre-need plan, the plan holder accepts to pay a pre-need firm a given amount as \na lump sum or through a scheduled scheme of installments. These constitute a formal type of \nself-enforced saving mechanism. But, unlike voluntary saving schemes, pre-need products do not \nallow no-cost withdrawal. In fact, under the new pre-need rules that regulate the sequential status \nof in-force pre-need plans and, according to the observed and generalized practice of pre-need \ncompanies, the delinquent or noncomplying plan holder receives no termination values in case of \nlapsed and cancelled plans \n \n17.  Regulatory Framework. Although the pre-need industry began in 1966, supervision by \nthe SEC did not start until 1978, with SEC’s issuance of the first Rules on Registration and Sale \nof Pre-Need Plans, Pension Plans, Life Plans and Similar Contracts and Investments. With the \napproval  of  the  Revised  Securities  Act  in  1982,  pre-need  plans  were  included  under  the \ndefinition of securities, which formally placed its regulation under the jurisdiction of SEC. In \n1984, SEC issued the Revised Rules on Registration and Sale of Pre-Need Plans, Pension \nPlans, Life Plans and Similar Contracts and Investments in 1987.  \n \n18.  The Securities Regulation Code (SRC), passed in 2000, separated pre-need plans from \nthe general category of securities. In 2001, SEC issued the New Rules on the Registration and \nSales of Pre-need Plans of the Securities Regulation Code (New PN Rules) consolidating its \nvarious  rules,  circulars,  and  administrative  orders  on  pre-need  companies  and  introduced \nmeasures to improve the regulation of the industry. To ensure the financial soundness of the \npre-need companies, SEC issues investment guidelines for pre-need firms and strengthen their \nprudential standards by raising the minimum paid-up capital to P100 million for companies \nselling all three types of pre-need plans, to P75 million for those selling two types, and P50 \nmillion for those selling only one type.  \n \n19.  The Pre-Need Companies. In recent years, the economic environment has been adverse \nto the successful operation of the pre-need industry. With few investment alternatives, the pre-\nneed investment portfolio has been invested mainly in (i) treasury bills and government bonds; (ii) \nbank deposits (iii) real-estate, and (iv) listed stocks. Following the recent experience in global \nfinancial markets, returns on investments in both debt and equity instruments have been low \nrelative to earlier time periods, while real estate values, which have sharply declined since the \nAsian financial crisis, have yet to show signs of recovery. As such, the industry has faced great \ndifficulty in meeting investment objectives based on the assumption of expected returns under \nmore favorable economic and market conditions. In response to the poor investment climate, SEC \nhas encouraged trust entities to shift to investment with high yields such as dollar-denominated \nGovernment securities and has allowed them to invest trust funds in better yielding investment \noutlets other than those permitted under existing investment rules.   \n \n20.  Pre-need  companies  are  required  to  keep  assets  equal  to  their  actuarial  reserve \nliabilities (ARL) representing the present value of future plan-holder benefits, in a separate trust \nfund. When trust fund assets fall below the ARL, a “trust fund deficiency” results. During the \npast 4 years, over half of all pre-need companies experienced trust fund deficiencies. When \nSEC  assumed  supervision  over  the  industry,  91  pre-need  companies  with  their  affiliates \nregistered with SEC (Table A1.2). However, only 43 are still active6 today. This was partly \n6   Licensed to sell pre-need plans. ", "Appendix 1  33\nattributed to a considerable degree of buyouts and mergers,7 and an increase in minimum paid-\nup capital to P100 million. The overall deficit in trust funds (held to meet plan holder obligations) \nas of 30 August 2002 was P2.0 billion. This compares with P3.9 billion in December 2000, \nbefore regulatory action was taken; however, much of the improvement arises from allocations \nof interest in property held by the pre-need companies to the trust funds. Of the 46 reporting \npre-need companies in August 2002, 5 had deficiencies, which were already addressed as of \nSeptember 2002. It seems likely that at least one major pre-need company will have to go \nthrough some form of resolution in 2003, particularly if necessary prudential and consumer \nrights regulations are introduced. In addition, a number of trust funds are unlikely to be able to \ncomply with a newly imposed limit on real property holdings. \n \nTable A1.2: Status of Pre-Need Plan Companies \n  Number \nStatus  In 2003  In 2003 \nA. Companies with Dealer’s License  46  43 \n1.  Companies Which Sell Three Plan Types  13  11 \n2.  Companies Which Sell Two Plan Types  16  11 \n3.  Companies Which Sell One Plan Type  17  21 \n  Previous years to 2003 \nB. Companies that have Ceased as a Corporation  11 \n1.  Voluntarily Dissolved  2 \n2.  Absorbed by Other Pre-Need Companies  9 \nC. Companies that have Permanently Ceased Operations  11 \n1.  Under Liquidation/Receivership  5 \n2.  Fully Liquidated  1 \n3.  Failed to Operate  1 \n4.  Declared Insolvent by the Court  1 \n5.  Primary Franchise Suspended  3 \nD. Companies that have temporarily ceased Sales Operation  23 \n1.  With no Dealer’s License Starting 2000  4 \n2.  With no Dealer’s License Prior 2002  10 \n3.  With CDO/Suspension or Revocation Orders  9 \n               Total  91 \nCDO = Cease and Desist Order. \nSource: Securities and Exchange Commission. \n \n21.  Reforms.  To  ensure  investor  protection  and  financial  soundness  of  pre-need \ncompanies, SEC has implemented the following reforms: \n   \n(i)  Raise the minimum paid-up capital for pre-need companies as a for trust fund \nperformance fluctuation and to weed out fly-by-night operations. \n(ii)  Require pre-need companies to deposit to the trust account the required amount \nas determined by an actuarial feasibility study, as submitted and approved by \nSEC, but not less than 45% for life plans and 51% for pension and education \nplans. \n(iii)  Establish termination values for cancelled and surrendered plans in accordance \nwith what is provided for in the pricing submission as well as best international \npractice. \n(iv)  Require  an  investment  portfolio  mix  for  trust  funds  to  provide  liquidity  and \n7  Encouraged by SEC. The companies, which had been absorbed by bigger companies, had low paid-up capital, \nranging from P1 million to P15 million. ", "34 Appendix 1\nstability of the same. Trust funds will observe the investment mix per type of plan \nper bank. \n(v)  Issue guidelines to actuaries to derive attainable actuarial assumptions and to \nensure the integrity of the valuation of reserves for trust funds. \n(vi)  Require trustees to exercise due diligence for protection of plan holders guided \nby sound investment and to have exclusive management and control over the \nfunds. \n(vii)  Require pre-need companies to issue an information brochure to plan holders \ncontaining  necessary  information  about  the  plan,  i.e.,  trust  fund,  termination \nvalues, and investment rate of return, the company itself and information on how \nto contact the complaints action unit the pre-need company. \n(viii)  Require the issuance of a written notice to the plan holder if his plan will lapse \nand the consequence if no payment is received within the grace period. The \nnotice also states that the plan will be cancelled if not reinstated within the \nreinstatement period. \n(ix)  Require  pre-need  companies  to  establish  a  complaints  desk  to  handle \ncomplaints and answer concerns of plan holders. \n(x)  Require strict compliance with the Pre-Need Uniform Chart of Accounts for a \nmore accurate accounting and reporting of the financial condition of pre-need \ncompanies. \n(xi)  Require pre-need companies to limit payment of commissions to 10% of the \ncontract price of the plans. \n(xii)  Require annual publication of financial condition and trust fund statements. \n(xiii)  Institute continuing on-site inspection for actuarial and accounting compliance. \n(xiv)  Enforce strict monitoring on compliance with reporting requirements. \n(xv)  Initiate mediation proceedings. \n(xvi)  Streamline registration procedures for licensing applications and applications for \nprice increases.  \n(xvii)  Require  submission  of  Corporate  Governance  Manual  and  Anti-Money \nLaundering Law Manual of Operations. \n \n22.  The Federation of Pre-Need Plan Companies, Inc. has adopted the following measures \nto protect plan holders and strengthen the efficiency of pre-need companies: \n \n(i)  Create special committees. \n(ii)  Create  complaints  desks.  Those  have since significantly reduced complaints \nregistered with SEC to below 1%. \n(iii)  Initiate steps to standardize plan contract for the industry.  \n(iv)  Propose a set of guidelines to (a) provide for a lower interest rate assumption \nthan 10%, and (b) improve first year margins and cash flow by deferring payment \nof 20% of commission cost to the second year. \n(v)  Initiate the establishment of a Pre-Need Plan Holders Protection Fund. \n(vi)  Work  with  SAP,  Accenture  and  Mopscom,  and  Modnet  to  ensure  that  its \nmembers gain access to new technology.  \n \n23.  Despite the above reforms, a law specifically governing the pre-need companies is still \nrequired to protect plan holders and improve the financial soundness of pre-need companies. \nRegulation has been left to SEC to establish through the issuance of rules and circulars. \nMoreover, the basic sales practices (and the practice of paying low termination value when the ", "Appendix 1  35\nplan holders fail to complete their payments) and governance of the pre-need industry have \nrecently been questioned. Given these factors, combined with the fact that the real estate \nmarket is not expected to recover significantly and help improve the financial conditions of pre-\nneed companies over the near term, there is an urgent need to enhance monitoring of the \nfinancial and operational conditions of the pre-need sector and to increase the frequency of on-\nsite inspection to ensure that the industry is solvent and plan holders protected. ", "36 Appendix 2 \nSIGNIFICANT NONBANK FINANCIAL SECTOR REFORMS \n \n1.  Major changes occurred in the financial sector in the Philippines over the last 10 years \nas a result of Government and market initiatives to strengthen financial sector management, \nwhile at the same time liberalizing the sector’s operations. Significant policy measures relating \nto Asian Development Bank operations include the following: \n \n(i)  1992. The  Capital  Market  Development  Council  was  established,  comprising \nboth  Government  and  private  sector  practitioners.  Its  task  is  to  recommend \nproposals  for  capital  market  development  in  an  integrated  and  consistent \nmanner, and implement subsequent changes in Government policy. The Capital \nMarket Development Council, along with the Capital Market Coordination Council \ncomposed of Government and representatives, which was set up in 1993, fully \nendorsed to the National Economic Development Authority and Department of \nFinance  the  capital  market  reform  agenda  contained  in  the  Capital  Market \nDevelopment Program. \n \n(ii)  1993. The central bank was restructured into Bangko Sentral ng Pilipinas (BSP), \nallowing for more focus on and improvement of monetary management. This led \nto lower inflation (18.7% in 1991 to around 9% average during 1994-1996) and \nlower interest rates. \n \n(iii)  1994. The Securities and Exchange Commission (SEC) granted the Philippine \nStock Exchange (PSE) a license to operate a securities exchange. \n \n(iv)  1995. The banking system was opened to foreign competitors through legislation \npassed in 1994 and in 1995. Ten foreign banks were licensed to open full service \nbranches. \n \n(v)  1995. BSP raised the minimum capital requirements for licensed commercial \nbanks and adopted the Basle Committee norms on capital adequacy and income \nrecognition.  \n \n(vi)  1995-1996.  Amended  laws  and  regulations  (Securities  Regulation  and \nEnforcement  Act,  Revised  Investment  Company  Act,  Corporation  Code, \nFinancing  Company  Act,  and  Investment  Houses  Law)  governing  financial, \ncapital  market,  and  other  related  activities  to  liberalize  the  markets  were \npresented to Congress.  \n \n(vii)  1996. SEC shifted its regulatory philosophy from a merit-based approach to full \ndisclosure and enforcement.  \n \n(viii)  1997. Philippine Central Depository, Inc. (PCDI) was fully operational. \n \n(ix)  1998. Regulatory responsibilities were realigned along more functional lines such \nas giving SEC jurisdiction over all investment houses and finance companies not \naffiliated with banks. \n \n(x)  1998. SEC granted a self-regulatory organization license to PSE after PSE met \nthe  Federation Internationale des Bourses de Valeurs (FIBV) criteria and received \naccredited FIBV status.  ", "Appendix 2  37\n \n(xi)  1999. BSP and SEC agreed to a memorandum of understanding to undertake \ninformation sharing in areas of overlapping jurisdiction. \n \n(xii)  2000.  The  Securities  Regulation  Code  (SRC)  was  enacted,  providing  the \nfoundation for deeper changes in capital market regulation. \n \n(a) SEC was reorganized. \n(b) Securities  Clearing  Corporation  of  the  Philippines  (SCCP)  was \noperational. \n \n(xiii)  2001. SEC approved the implementing rules and regulations of the SRC. \n \n(a) SEC issued a regulation new rule on the registration and sales of pre-\nneed plans. \n(b) PSE was demutualized. \n(c) The Anti-Money Laundering Law was passed. \n \n(xiv)  2002. SEC adopted the Code of Corporate Governance. \n \n(a) SEC launched on-line registration for corporations, partnerships, and \nassociations. \n(b) SEC  issued  a  circular,  establishing  the  minimum  paid-up  capital \nrequirements for pre-need companies. \n(c) SEC issued a circular concerning the accountability of actuaries for \npre-need companies. ", "  3\n8\nNONBANK FPIONALINCCYI AMLA GTROIVXE FRONRA NTHCEE   PROGRAM           A\n  p\np\nProgram Objective: To support the process of capital formation through improved corporate governance in the nonbank financial sector. The Program focuses on  e\nn\n(i)  enhancing and strengthening the governance of the Securities and Exchange Commission (SEC);  d\nix\n(ii)  modernizing governance and regulatory structure of the Philippine Stock Exchange (PSE);   3\n(iii)  strengthening market governance, compliance, and enforcement; and \n(iv)  facilitating diversification and innovation in corporate financing. \n \nTable A3.1: Policy Matrix Phase 1 \n \nPolicy Action  To Be Completed By \nI. Enhance and Strengthen the Governance of SEC   \nA. Allow SEC greater administrative, operational, and financial flexibility   \n1.  Enact Securities Regulation Code (SRC) legislation to empower SEC to  July 2000 \n(i)  reorganize itself to increase efficiency, and transparency, and define clear areas of responsibility in line with  (Done) \nInternational Organization of Securities Commissions (IOSCO)  guidelines   \n(ii)  begin partial self-financing, and   \n(iii)  manage its restructuring and operations independently, and provide SEC flexibility in salary determination by   \nexempting its staff from the civil service pay scale    \n2.  SEC to prepare a reorganization plan that conforms to international best practices and keeps in view domestic  August 2000 \nrequirements, in addition, prepare a supportive human resource development plan for SEC and identify  (Done) \nredundancies as well as new skill requirements   \n3. Implement the SEC reorganization plan so as to   \n(i) rationalize SEC staffing level and induct new skills;   \n(ii) develop the required departments including effective enforcement and compliance; and  January 2001 \n(iii) support modernization of SEC sytems, procedures, business rules, ethics, and discipline  (Done) \nB. Enhance monitoring and enforcement capacity   \n1.  Guarantee indemnification of market regulators, which allows them legal protection while pursuing investigation  July 2000 \nand prosecution of market participants who violate regulations  (Done) \n2.  SEC to undertake an assessment of its enforcement powers and develop an action plan in line with IOSCO   \nstandards to improve its effectiveness as a regulator  June 2001 \n3.  Assess SEC supervision practices for the nonbank financial sector and evaluate whether standards and  (Done) \nprocedures conform to IOSCO/Bank for International Settlements best practice   \n4.  Enhance capacity of enforcement by  February 2001 \n(i)  Developing in-house training capacity in monitoring and enforcement consistent with international best  (Done) \npractices, and   \n(ii)  Implement APEC Regulators Training Program  January 2001 \n(Done) \nII. Modernize Governance and Regulatory Structure of PSE   \nA. Develop arrangements for PSE to strengthen its governance during transition period   \n ", "   \nTable A3.1: Policy Matrix Phase 1 \n \nPolicy Action  To Be Completed By \n1.  SEC in accordance with SRC to issue directives to strengthen PSE governance structure through the induction of  August 2000 \nno less than 51% nonbroker members on the governing board who can adequately represent investors’ interest  (Done) \n   \n2.  Self-regulatory organizations (SRO) must establish a separate audit, compliance, and surveillance department   \noverseen by at least one independent board member; furthermore:  June 2001 \n(i)  investigation findings by the SRO must be reported simultaneously to SEC and PSE board, and  (Done) \n(ii)  the PSE board must notify SEC within 45 days on actions pursued by PSE as a result of the investigation \nfindings. \nB. Restructure and demutualize PSE   \n1.  PSE to launch a study to examine the issues and challenges facing PSE and develop suitable options for  December 2000 \ndemutualizing PSE based on its business prospects, and recommend a suitable governance and regulatory  (Done) \nframework \nC. Enhance SRO Reporting   \n1.  The SRO to submit monthly reports on capital adequacy of members, quarterly reports on the results of  July 2000 \nmonitoring of trading of listed companies, and investigations conducted with respect hereto, semiannual reports  (Done) \non the number of newly listed issues, delisted/suspended issues and reasons therefore   \n  July 2000 \n2.  The SRO to submit to SEC its confidential examination calendar for the year before 15 January every year  (Done) \n   \n3.  The SRO to file timely (within 10 days from month’s end) monthly reports with SEC on its periodic examinations  July 2000 \nand investigations started and completed in the past month  (Done) \n   \n4.  The SRO to file timely (within 10 days from month’s end) monthly summary findings of audits completed within the  July 2000 \npast month  (Done) \nD. Develop arrangements for effective regulation of PSE   \n1.  SEC to develop a regulatory framework to ensure effective enforcement of PSE self-regulation  July 2000 \n  (Done) \nIII. Strengthen Market Oversight, Compliance, and Enforcement   \nA. Develop market governance   \nA\np\np\ne\nn\nd\nix\n 3\n3       \n9\n ", "  4\n0\n  Table A3.1: Policy Matrix Phase 1          A\nPolicy Action  To Be Completed By  p\np\n1.  Draft an administrative order requiring the adoption and publication of a code of ethics for government financial  July 2000  e\nn\ninstitutions and government-owned or -controlled corporations  (Done)  d\nix\n2.  Draft an administrative code of ethics for government financial institutions to protect shareholder rights, increase  July 2000   3\ntransparency, and improve reporting requirement  (Done) \n3.  Require all listed companies to have at least 2 independent (or 20%) board members  July 2000 \n4.  Revise the beneficial ownership rules to require  (Done) \n(i)  that beneficial ownership threshold definition be lowered from 10% to 5% with respect to triggering  July 2000 \nreporting requirement by a beneficial owner of a security to security’s issuer, and  (Done) \n(ii)  that draft rules on mandatory tender offers for the protection of minority shareholders be drafted   \n5.  Increase public awareness through dissemination of SEC rules and regulations  January 2001 \n(i)  Compile and publish SRC and implementing rules and regulations and update on annually  (Done) \n(ii)  Establish a web site providing this information on an updated basis   \n(iii)  Create an information office in SEC to make SEC rules and regulations available to the public   \n(iv)  Before final adoption, have a public hearing of the proposed implementing rules and regulation for the   \nSRC   \n(v)  Continue to support the efforts of the Capital Market Development Council in disseminating information to   \nthe public   \n6.  Review Philippine Central Depository, Inc. including (i) present certificate processing systems, (ii) business plan,  August 2000 \n(iii) analysis of the current infrastructure, and (iv) compliance with G-30 and International Systems Security  (Done) \nAssociation recommendations. \n \nB. Strengthen prudential regulation of nonblank financial institutions   \n1.  SEC to complete a thorough review and financial assessment of finance companies and investment houses  April 2001 \n2.  Introduce a requirement for new brokers and designated market makers to maintain P100 million paid-up capital  (Done) \nexcluding the value of their stock exchange seats and trading rights for new broker entry  July 2000 \n3.  Introduce and monitor implementation of mark-to-market practices in line with international standards for  (Done) \nprudential management of risk  March 2001 \n(Done) \nC. Prevent misconduct and market abuse   \n1.  Create a central department in SEC that  January 2001 \n(i)  undertakes investigations of all market malpractices and abuse  (Done) \n(ii)  facilitates registration and resolution of external complaints for expeditious disposal of simple cases or   \nrefer to the appropriate exchange department for an initial inquiry   \n   \n2.  Introduce 10-day settlement period for all fines and penalties levied on companies  January 2001 \n3.  Enact legislation to clarify SEC’s jurisdiction over the regulation of pre-need plans  (Done) \n  July 2000 \n(Done) \nD. Strengthen Financial Disclosure Monitoring   \n1.  Create chief accounting position at SEC  January 2001 \n2.  SEC to develop an automatic system of penalties for corporations that breach financial disclosure requirements  (Done) \n  March 2001 \n(Done) \n ", "   \nTable A3.1: Policy Matrix Phase 1 \n \nPolicy Action  To Be Completed By \nIV. Facilitate Diversification and Innovation in Corporate Financing   \nA. Develop a policy, regulatory, and taxation framework for the corporate bond market   \n1.  Establish a high-level working group of market participants and regulators to develop a manual for market  March 2001 \nparticipants on debt origination and underwriting  (Done) \n2.  Approve the procedures pertaining to small-denomination treasury bonds which should allow Bureau of Treasury to  June 2000 \nissue these bonds in denomination of P5,000 with 5 year-maturity; list these securities in PSE, and allow these to  (Done) \nbe traded as regular Government securities \n \nB. Enhance institutional investors participation to augment market liquidity   \n1.  Submit to Congress legislative amendments to the insurance companies that will prudentially liberalize investment  December 2000 \nguidelines for insurance companies  (Done) \n2.  Introduce amendments to Congress that will facilitate financial autonomy by allowing the Insurance Commission to  December 2000 \nretain 1.5% of the premium tax it collects  (Done) \n3.  Draft bill to amend the tax code with the objective of rationalizing and equalizing tax treatment of public and private  December 2000 \npension funds  (Done) \n4.  Introduce legislation to allow greater flexibility in financing through the creation of a category of qualified  July 2000 \ninstitutional buyers  (Done) \n \n \n \n \n \n \n \n \n \n \n \n \n  A\np\n  p\ne\n  n\nd\n  ix\n   3\n   4       \n1\n ", "  4\n2\n  Table A3.2: Agenda for Policy Dialogue for Phase 2          A\nPolicy Actions  To Be Completed By  p\np\nI. Implement demutualization of Philippine Stock Exchange (PSE)    e\nn\nd\nA. Increase investor confidence in PSE    ix\n•  Diversify ownership structure through either private placement or public offering   3\n•  Issue shares in PSE \n•  Securities and Exchange Commission (SEC) to audit implementation of PSEs self-regulatory organizations \n(SRO) Surveillance and Compliance systems and procedures \n•  PSE to  \n \n1.  reconstitute its compliance and enforcement division, \n2.  improve enforcement of its by-laws and regulations, \n3.  develop a management information system (MIS) for market surveillance and on-site supervision \nsystem, and \n4.  enhance transparency in trading mechanisms \n \nB. Enhance SRO environment \n1.  SEC to issue joint policy statement with PSE on oversight and direct monitoring responsibilities in the SRO \nrelationship \n \nII. Strengthen market regulation   \nA. Augment SEC enforcement capacities and supervisory skills and practices   \n1.  Assessment report of enforcement powers and supervisory practices \n2.  Medium-term strategy for nonbank regulation and supervision \n \nB. Enhance monitoring and surveillance capacity \n1.  Upgrade information technology to improve MIS \n \nIII. Strengthen market governance and compliance   \nA. Improve the quality and quantity of financial information disclosed to the market   \n1.  Introduce SEC routine inspection procedures for filed documents   \n2.  Adopt a penalty systems for fraudulent or misleading information filed with SEC    \n3.  Institute random on-site inspections   \n   \nB. Adopt international accounting standards (IAS) for private sector accounting and auditing   \n1.  Implement national training programs with support of Board of Accountancy (BOA) and through the Philippine   \nInstitute of Certified Public Accountants (PICPA) organization and with support of ADB technical assistance   \n2.  SEC Office of General Accountant to issue statements on the adoption of IAS in consultation with BOA and \nPICPA \n3.  SEC, BOA, and PICPA to develop a MOU on the use of and enforcement responsibilities for IAS \n \nC. Modernize the accounting and auditing framework \n1.  BOA to review and propose amendments to the 1975 accounting law in line with international standards \n2.  Auditors to submit qualified audited opinions with financial statements and reports to SEC \n3.  BOA to develop and endorse a code of conduct for auditors \n4.  All practicing accountants must become members of PICPA \n ", "   \nTable A3.2: Agenda for Policy Dialogue for Phase 2 \n \nPolicy Actions  To Be Completed By \n \nD. Increase transparency in cleaning and settlement of securities and depository functions \n1.  Implement scripless trading \n2.  All market trading infrastructure must be developed in line with international standards \n \nE. Increase public awareness of SEC rules and regulations \n1.  SEC to disseminate information to the public through web site, publications, and press releases \n   \nIV. Facilitate diversification and innovation in corporate financing \n \nA. Review taxation of insurance industry   \n1.  The Insurance Commission to submit proposed amendments to tax laws \n \nB. Enhance institutional investors’ participation to augment market liquidity  \n1.  The Insurance Commission to submit to Congress proposed amendments to tax laws \n2.  Review operations and rules governing the Insurance Commission and participation of insurance companies in \nthe capital markets \n3.  Examine ways to prudently liberalize investment guidelines for insurance companies \n4.  Rationalize and equalize the tax treatment of public and private pension funds \n \nC. Develop infrastructure for corporate debt trading \n1.  SEC to issue disclosure rules on corporate debt in line with international practice \n2.  Establish fixed income trading counter/exchange and SRO to monitor the market \n3.  Rationalize taxation on secondary trading of debt instrument \n \nA\np\np\ne\nn\nd\nix\n 3\n4       \n3\n ", "  4\n4\nPROGRAM FRAMEWORK           A\np\np\n  e\nn\nDesign Summary  Performance Targets  Monitoring Mechanisms  Assumptions and Risks  dix\nGoal         4\n \n       \nDevelopment of the capital markets to  Moving closer to full compliance  ADB Review mission  Slower growth (resulting from other \nenable them to mobilize savings for  International Organization of  factors including external sector) could \nproductive investment while protecting  Securities Commission’s (IOSCO’s)  weaken the activities in the capital \ninvestors and ensuring the solvency of  30 Objectives and Principles of  markets. \nnonbank financial institutions (NBFIs);  Securities Regulationa   \nmitigation of the systematic risk in the    Political stability exists. \nfinancial system  More effective system of market   \n  surveillance by Securities and  Resistance from vested interest \nExchange Commission (SEC) and  groups could be overcome. \nPhilippine Stock Exchange (PSE)    \n  There is political commitment to anti-\nImproved regulation for market  money laundering efforts. \nparticipants   \n \nStrengthened financial disclosure \nrequirements for nonbank financial \ninstitutions (NBFIs) \n \nRemoval of the Philippines from the \nlist of Non-Cooperative Countries and \nTerritories (NCCT) \nPurpose       \n       \nImproved regulatory and policy  Effective anti-money laundering  (See detailed monitoring mechanisms  Strong SEC and Anti-Money \nframework for the development of  regime  under outputs.)  Laundering Council (AMLC) staff skills \nviable institutions and properly    to implement the Program \nfunctioning financial markets  Removal of documentary stamp tax   \n(DST) to increase liquidity in the  Strong political will to resist vested \nsecondary markets  interest groups and to implement the \n  Program \nImproved governance structure of   \nPSE  Adequate resources for training and \n  adopting International Accounting \nPSE self-regulation  Standards (IAS) \n \nImprovement of SEC’s enforcement  More capable SEC to effectively    Strong political will to resist vested \ncapacities, supervisory skills, and  supervise and enforce Securities  interest group and to implement the \npractices  Regulation Code rules and regulations  Program \n     \nGreater transparency and financial  Phased in IAS  \n                                                 \na Compliance of 2003 (as indicated in para. 30 of the RRP) would be used as a benchmark. ", " \nDesign Summary  Performance Targets  Monitoring Mechanisms  Assumptions and Risks \ndisclosure to protect investors from  Stricter audit requirements \nfraud, insolvency, or misconduct   \n   \nImproved regulatory framework for  Harmonize prudential regulations for \nmobilizing domestic savings to  NBFIs \nincrease supply of funds while   \nensuring investor protection  Submission of Pre-Need Code and \n  Revised Investment Company Act to \nCongress \nOutputs       \n       \nA.  Improved regulatory and policy       \nframework for developing viable       \ninstitutions and properly       \nfunctioning financial markets       \n       \n1.  Robust legal framework in  Implementing rules and regulations  A copy of approved IRRs  Adequate political will in Congress to \nline with international norms  (IRRs) for the Anti-Money Laundering    approve effective IRRs \nestablished  Act of 2001 promulgated     \n       \nAMLC as the financial intelligence unit  A copy of the amendment to the AML  Adequate cooperation among key \nestablished  law passed Congress  government agencies \n     \nPassage of amendments to anti-   Sufficient Government commitment to \nmoney laundering law that meets the    amend the law in line with \nrequirements of Financial Action Task    international norms \nForce on Anti-Money Laundering     \n     \nIRRs for the amendments to the AML  IRRs for the amended AML law   \nlaw promulgated  promulgated   \n     \nMemorandum of Agreement (MOA)  A copy of signed MOA  Adequate cooperation between \nwith the Department of Justice    executive and judicial branches of \nformalizing interinstitutional    Government \ncoordination among AMLC, National   \nBIemfufemreciatgivurae ot iAfo IMnn vLoe nrs eitmgigipmalteeiom snei,g nantneaddti o Btnou  oref aaun  of            A\np\nprovide for exchange of intelligence    pe\nmaterial, stored data, financial    nd\ntransaction reports    ix\n 4\n   AThMeL c iomuprltesm deensitgantiaotne dp lafonr  cAoMmLp cleatseeds   A AMDBL  irmevpileewm menistastiioonns p lan    4         \n5\nmutually satisfactory to ADB and the     \n ", "  4\n6\nDesign Summary  Performance Targets  Monitoring Mechanisms  Assumptions and Risks           A\np\nGovernment    pe\nn\n    d\nReporting forms for suspicious  New reporting forms  ix\n 4\ntransaction reports, covered   \ntransaction reports and other reporting \nrequirements \n2.  AMLC and other key  AML operating manual for financial  ADB review missions  Commitment by BSP, SEC, and IC to \ngovernment institutional  institutions issued    transfer identified staff in a timely \ncapacities enhanced      manner \n  Suitable staff identified in Bangko  ADB review missions   \nSentral ng Pilipinas (BSP), SEC,     \nInsurance Commission (IC)     \ntransferred to AMLC     \n     \nA time-bound action plan with  Time-bound plan  Sufficient Government commitment to \nmilestones for establishing an    establish a time-bound plan that is \neffective AML regime    sufficiently rigorous to allow for \n    meaningful progress towards the \nMoney laundering cases files  Filed cases  establishment of an effective anti-\n    money laundering regime \nProject specifications for transactions  ADB review missions   \nmonitoring systems developed    Sufficient capacity and commitment to \n    enforce anti-money laundering laws \nSuspicious transactions monitoring  ADB review missions   \nsystem established     \n     \nProject specifications for transaction  ADB review missions   \nmonitoring system developed     \n      \nAt least 40 professional staff are  ADB review missions  Appropriate training effectively \nengaged    implemented \n     \nAssessment of staff training needs at  Training needs assessments   \nkey government agencies completed,  undertaken and training program   \nand training programs for  under way   \nimplementation of effective AML     \nregime conducted     \n     \nAML guideline and information  AML guidelines and information  Government able to acquire budget to \nbulletins to financial institutions and  bulletins  finance costs of system \nother agencies developed and   \nadopted   \n   \nAML compliance program developed  ADB review mission \nand adopted   \n3.  Improved investor protection       \nand confidence in the stock       ", " \nDesign Summary  Performance Targets  Monitoring Mechanisms  Assumptions and Risks \nexchange       \n       \na.  A framework for  Plan established to broaden  SEC’s instruction to PSE to establish  Sufficient agreement among PSE \nbroadening ownership of  ownership of the exchange as  plan for broadening ownership  members on plan details \nPSE established and  mandated under SRC by (i)     \ngovernance structure of  developing a medium-term business     \nPSE improved  strategy to improve its revenue to     \n  facilitate divestiture; and (ii) appointing     \n  majority nonmember directors to the     \n  PSE’s selected board committees     \n       \nb.  Conditions for effective   Business plan developed for self- SEC’s instruction to PSE to develop a  Sufficient SEC support for preparing \nPSE self-regulation  regulation in a demutualized  plan for self-regulation in a  PSE to function effectively as an SRP \n(SRO) established  environment, including (i) identification  demutualized environment developed  in a decentralized environment \n  of appropriate functions to be     \nperformed by the PSE, or other SROs;    Audit sufficiently rigorous to create \n(ii) clearly defined Government (SEC)    incentives for PSE to effectively \nand SRO oversight role in each    carryout its roles as an SRO \nprogram area (i.e., market     \nsurveillance, on-site inspections, and     \noff-site monitoring; and (iii) budget     \nestimates of the cost of regulatory     \ncompliance     \n     \nPSE’s SRO surveillance and  ADB review missions  Commitment by SEC to strengthening \ncompliance systems and procedures    PSE’s SRO functions \naudited     \n     \nSEC’s instructions to PSE to (i)  SEC’s actual instructions  No resistance from members \nstrengthen its compliance and \nsurveillance group by upgrading the IT \nsystem for surveillance and audit; and \n(ii) examine members periodically, \nwithout notice, for compliance with \nregulatory requirements \n \n  oPvoelircsyig shtat toebmjeecntitv seest tainngd  ohuotw S iEt Cw’isll   A  ctual policy statement          A\np\nrelate to cooperative market regulation    pe\nwith PSE in a demutualized    nd\nenvironment developed    ix\n 4\n M(MeOmUo)r asnigdnuemd  obfe Utwnedeenr sStaEnCd ianngd  PSE   S  igned MOU  4         \nregarding implementation of business    7\n \nplan for self-regulation   \n ", "  4\n8\nDesign Summary  Performance Targets  Monitoring Mechanisms  Assumptions and Risks           A\np\n    pe\nn\nReview of plan for increased  Actual plan  d\ntransparency at PSE by upgrading    ix\n 4\nmarket trading infrastructure and     \nsurveillance systems on conjunction   \nwith divestiture   \n   \nPenalty for a member’s violation of the  PSE’s announcement \nexchange rules raised \n4.  Addressed weak and fragmented       \npolicy and regulatory framework       \nto promote market efficiency and       \ndevelopment       \n       \na.  Tax treatment of financial  Bill to eliminate the DST on all debt  Copy of submitted bill  Sufficient government commitment to \ninstruments rationalized  and equity instruments traded in the    eliminate DST and review the initial \n  secondary markets, and stock lending    public offering (IPO) tax \nand borrowing transactions submitted     \n    SEC commitment to a long-term \n    reform agenda \n     \nReview of IPO tax on listed securities  ADB review missions  SEC is supportive of legal and \n(i.e., corporate stocks and closed-end  regulatory reforms to support capital \ninvestment companies)  markets development \n \nb.  Long-term strategy for  Formulated long-term strategy for  Consultants fielded under proposed  No delay in fielding consultants \ndevelopment of capital  developing the capital markets to  ADB technical assistance for support   \nmarkets formulated  advise top-level policymakers on the  to NBF sector to assist with the   \n  existing constraints (i.e., tax,  preparation of the strategy   \nregulatory and legal impediments) to     \ncapital market development, taking     \ninto account the need to achieve     \ngreater market efficiency, attract     \nexternal investment in a highly     \ncompetitive global market, and     \nachieve investor protection in a cost-    \neffective manner in line with     \ninternational best practice and the     \nmandate of the laws administered by     \nSEC     \n     \nAgenda for legal and regulatory  Actual agenda  Consultants under support for NBF \nreforms necessary to reduce or    sector to assist with preparation \neliminate impediments to capital \nmarkets development drafted \n \nB.  SEC supervisory and surveillance  Information technology system to  ADB review missions  SEC able to acquire budget to fund ", " \nDesign Summary  Performance Targets  Monitoring Mechanisms  Assumptions and Risks \ncapacity further strengthened and  enable the agency to gather and    system \nclearly defined   analyze large databases for     \n  monitoring and surveillance purposes     \ninstalled     \n     \nTraining program in market  ADB review missions  Training programs appropriately and \nsurveillance and monitoring,    adequately implemented \nenforcement, and compliance in     \nconformity with SEC’s regulatory     \nmandate developed and executed for     \nSEC staff     \n     \nAmended MOU between SEC and  Amended MOU  Sufficient cooperation between SEC \nBSP to (i) provide an action plan and    and BSP \nprocedures for joint on-site inspection     \nof dually regulated entities, where     \nnecessary, to minimize cost of     \nsupervision while ensuring that     \nregulatory and operational reports     \nfiled with BSP and SEC     \n     \nTraining program for the staff and  ADB review missions   \nassociated persons, brokers, and     \ndealer members of PSE covering     \nregulation and compliance developed     \n     \nReview and update of SEC’s existing  Actual updated procedures  Sufficient commitment between SEC \ninspection procedures that allow for  and PSE to carrying out joint \nSEC-PSE joint on-site examinatjon of  inspection \nPSE member brokers and dealers on \na sample basis or in respect to cause \nor thematic examinations \n \nC.  Improved transparency and       \nfinancial disclosure to protect       \nio nrv mesistocrosn fdroumct  fraud, insolvency,                    A\np\n1.  Adoption of international  The public disclosure of annual  Updated website  Continued commitment by SEC to  pe\naccounting standards  audited financial information for all    public disclosure and dissemination of  nd\n  registered NBFIs phased in on SEC    information  ix\n 4\nw Reebg usliateti on—requiring that external    Actual regulation    Adequate enforcement of regulation  4         \nauditors for First Board listed  9\n \ncompanies be chosen by an Audit \n ", "  5\n0\nDesign Summary  Performance Targets  Monitoring Mechanisms  Assumptions and Risks           A\np\nCommittee comprising at least two  pe\nn\nindependent directors of the board of  d\ndirectors—issued  ix\n 4\n   \n2.  Financial disclosure and  Regulation—requiring all companies  SEC circular  Adequate cooperation between SEC \naudit requirements  registered with SEC to adopt auditing    and BOA \nstrengthened   and accounting standards (based on     \n  international accounting and auditing    Commitment by SEC and BOA to \nstandards) by 2004 and 2005,    establishment of a code of ethics \nrespectively—issued     \n     \n     \nAuditors of all public companies  SEC circular   \nrequired to report serious braches of     \naccounting standards to the regulator     \nin the event the company fails to make     \npublic disclosure of such information     \n     \nTraining programs on IAS  ADB review missions   \nimplemented with support of Board of     \nAccountancy (BOA)     \n     \n     \nListed companies required to rotate  SEC circular   \nauditing firm or signing partner every 5     \nyears to ensure quality audits     \n     \nRules issued providing standards for  Issued rules   \naccrediting auditors of public     \ncompanies      \n     \nEstablished system for monitoring and  ADB review missions  Adequate skilled staff \nenforcing compliance with accounting     \nrequirements for all listed companies     \n(and other NBFIs) or auditors     \nincluding an arrangement for     \nconducting investigation or special     \nexaminations to substantiate     \ninformation provided by issuers/listed     \ncompanies or auditors     \n     \nIssuance of a circular that will take  SEC circulars  Adequate skilled staff and resources \neffective disciplinary actions against    to take disciplinary actions against \nissuers (and other NBFIs) or auditors    violators \nfor significant violation of established     \naccounting standards and rules     \nincluding revoking the accreditation of    ", " \nDesign Summary  Performance Targets  Monitoring Mechanisms  Assumptions and Risks \nnoncompliant auditors     \n     \nAccredited auditors—of all NBFIs  SEC circulars  Strong commitment to enforce the \nsupervised by BSP, SEC, and IC—   regulation \nrequired to report serious breaches of     \naccounting standards to the regulator     \nin the event the company fails to make     \npublic disclosure of such information     \n     \nAdoption of a code of ethics in  Circulating stating that code of ethics  Strong commitment to observe the \nharmony with international best  is adopted  code \npractice such as that of International     \nFederation of Accountants      \n     \nChief executive officer and chief  SEC circular  Effective monitoring system \nfinancial officer, or persons performing     \nsimilar functions required to certify,     \nunder oath, the material accuracy and     \ncompleteness of financial and other   \ninformation contained in quarterly and   \nannual reports of listed companies   \n   \nOfficers and directors of a listed  Actual SEC circular \ncompany (and other issuers of   \nsecurities to the public) and persons   \nacting under the direction of an officer   \nor director prohibited from taking any   \naction to fraudulently influence,   \ncoerce, manipulate, or mislead the   \nauditor of the issuer’s financial   \nstatement for the purpose of rendering   \nthe financial statement materially   \nmisleading   \n   \nChief executive officer and chief  Actual SEC circular \nfinancial officer of listed companies, or   \npreeqrusoirnesd  ptoe rdfoisrcmloinsge  stoim thilea rl ifsutnecdt ions          A\np\ncompany’s auditors and to the audit  p\ne\ncommittee of the board of directors  nd\nthe following information: (i) all  ix\n 4\nsociopguenlridafi ctaiaodnnvt e odrfse ienfilctyei erannffaceli ecctso  itninst  ratohblesil  itdthyea sttoi g n or  5         \nrecord, process, and report financial  1\n \ndata and have identified material \n ", "  5\n2\nDesign Summary  Performance Targets  Monitoring Mechanisms  Assumptions and Risks           A\np\nweakness in internal control; and (ii)  pe\nn\nany fraud that involves management  d\nor other employees who have a  ix\n 4\nsignificant  role in internal controls   \nD.  Prudential standards in NBF       \nsector strengthened       \n       \n1.  Risk-based capital standards  Issuance of risk-based capital  Regulation requiring NBFIs to adopt  No resistance to requirement for \nharmonized  standards for registered brokers,  risk-based capital standards  higher capital \n  dealers and investment houses with     \nminimum entry requirements and  ADB review missions   \nongoing risk-based capital standards     \nfor securities brokers, dealers, and     \ninvestment houses (combining the   \nfunction of broker, dealer, and   \nunderwriter); minimum capital   \nrequirement and the ongoing capital   \nrequirement tiered to the risk of   \nconducting the business of broker,   \ndealer, underwriter, and related   \nbusiness activities, as appropriate   \n \n2.  Fit and proper standards  Amendments to SRC submitted to  Draft amendments to SRC to establish  Slow passage of the amendment \n  Congress that would enable SEC to  fit and proper standards   \n  establish “fit and proper” standards for     \n  the officers and directors of regulated     \n  entities (i.e., broker-dealers, listed     \n  companies, investment companies,     \n  investment advisors) comparable with     \n  the Banking Act where the SEC will be     \n  able to prescribe, pass upon, and     \n  review the qualification of individuals     \n  elected or appointed directors or     \n  officers of such regulated entities and     \n  disqualifying those found unfit     \n       \n3.  Compliance officer-director  Investment house, finance company,  SEC circular  Adequate resources to devote to \ncertified  securities brokers and dealers    compliance purposes \n  required to have at least one officer,   \ndirector, or associated person certified   \nby examination as compliance officer   \nto ensure compliance with the risk-  \nbased capital standards and other   \nregulatory safeguards imposed on   \nsuch entity under the laws   \nadministered by SEC and BSP   \n   ", " \nDesign Summary  Performance Targets  Monitoring Mechanisms  Assumptions and Risks \nOne or more examination-based  ADB review missions \ncertification for compliance officer of \nsecurities brokers and dealers, \ninvestment houses, and investment \ncompanies and others  \nE.  Improved regulatory framework       \nfor mobilizing domestic savings       \nand increasing supplies of       \ninvestment funds while ensuring       \ninvestor protection       \n       \n1.  Pre-need plans  Order issued for pre-need companies  Issued order  Sufficient support in Congress for \n  failing to comply with SEC    proposed pre-need code \n  regulations—particularly regarding     \n  trust fund deficits—to cease or desist    Adequate enforcement of regulation \n  from selling new plans     \n       \n  Pre-need code submitted to Congress  Draft pre-need code   \n       \n       \n2.  Investment  Revised Investment Company Act  Dialogue with Government  Sufficient support in Congress for the \ncompanies/mutual funds  (RICA) submitted to Congress    proposed RICA \n  Draft RICA submitted to Congress    \nKey Inputs       \n     \nReform program loan to the  A loan of $150 million  Regular progress reports, statistics, \nGovernment to support reforms under    and ADB review missions \nSNFG   \n   \nTechnical Assistance (TA) to assist  TA pf $500,000 providing 13 person-\nwith implementing reforms  months international consulting \n  services and 10 person-months \n  domestic \n   \nTA 3847-PHI: Strengthening the Anti- TA pf $1,000,000 providing 19 person-\nM  oney Laundering Regime  manodn t2h5s  poef risnotenr-nmaol nctohnss duoltimnge ssteicr vfoicre s        A\n  advising and training AMLC staff  p\n  members  pe\nn\n    d\nTA 3245-PHI: Nonbank Financial  TA of $2,000,000 providing 36 person- ix\n 4\nSector Development  maandodvni st6hi0ns g po eSf rEisnCoten ra-nmnadol  nctrtoahnisns idunolgtim nSgeE ssCteic rs vftoaicrfef  s  5         \nand others  3\n \n \n ", "  5\n4\nTHE SECOND NONBANK PFOINLAICNYC IMAALT GROIXV EFORNRA  NCE (SNFG) PROGRAM         A\np\n  p\ne\nProgram Objective: To support the development of the nonbank financial sector by   nd\n  ix\n 5\n(i)  strengthening the regulatory and policy framework for developing viable institutions and properly functioning financial markets;   \n(ii)  continuing to strengthen Securities and Exchange Commission (SEC) enforcement capacities, supervisory skills, and practices; \n(iii)  improving transparency to protect investors from fraud, insolvency, or misconduct; and \n(iv)  facilitating the mobilization of domestic savings to increase supplies of funds while ensuring investor protection. \n \nPolicy Actions to Be Taken Before  Policy Actions to Be Taken Before  Policy Actions to Be Taken Before \nFocus of Reform \nFirst Tranche  Second Tranche   End of Program \nA.Strengthen the regulatory and \n     \npolicy framework for developing \nviable institutions and properly     \nfunctioning financial markets \n     \n1.  Establish an effective anti-    \nmoney laundering (AML) \nregime     \n     \na.  Establish a robust legal  The Government to promulgate  Certain courts to be designated to \nframework in line with  implementing rules and regulations  hear and adjudicate money \ninternational norms  (IRRs) for the AML Act of 2001  laundering cases \napproved by Congressional Oversight   \n \nCommittee  The Government to complete the \n    formulation of AML implementation \n  plan mutually satisfactory to ADB \n \n  and the Government \n   \n   \nThe Government to establish the Anti-  \nMoney Laundering Council (AMLC) as   \nthe financial intelligence unit   \n \nThe Government to enact \nThe Government to promulgate \namendments to the AML law in line \nIRRs for the AML Act as amended \nwith international norms  in 2003 \n \n       \n ", "Policy Actions to Be Taken Before  Policy Actions to Be Taken Before  Policy Actions to Be Taken Before \nFocus of Reform \nFirst Tranche  Second Tranche   End of Program \n  AMLC to sign memorandum of    Redesign reporting forms for \nagreement with the Department of  suspicious transaction reports, \nJustice formalizing interinstitutional  covered transaction reports, and other \ncoordination among AMLC, National  reporting requirements in consultation \nBureau of Investigation, and Bureau of  with financial institutions and to reflect \nImmigration to provide for exchange of  amendments to AML Act \nintelligence material, stored data (e.g.,   \nimmigration movement) and financial \ntransaction reports \n \nSEC, Insurance Commission (IC), and \nBangko Sentral ng Pilipinas (BSP) to \nissue AML operating manual for \nfinancial institutions under their \nsupervision \n \nb.  Build capacities of AMLC  The Government to transfer staff  Key Government agencies (AMLC, \n \nand other key  identified in BSP, SEC, and IC to  judiciary, law enforcement agencies, \n \ngovernment institutions  AMLC secretariat  SEC, IC, and BSP) to complete the \n \nassessment of staff training needs \n  AMLC to establish a time-bound   \nand conduct training programs to \naction plan with milestones for   \nimplement an effective AML regime \nestablishing an effective AML regime.   \n   \n   \nDevelop project specifications for  AMLC to establish a transaction   \ntransactions monitoring system  monitoring system \n \n   \nAMLC to be staffed to operational     \nlevela     \n     \nThe Government to file AML cases.  AMLC to engage at least 40  Develop and adopt program for \n  professional staff with suitable  issuing AMLC guidelines and \nqualifications to carry out AMLC’s  information bulletins to financial \nresponsibilities effectively  institutions and other agencies  \nAMLC to develop and adopt an \nAML compliance system \nsatisfactory to ADB \na  At least 10 professional staff.  A\np\np\ne\nn\nd\nix\n 5\n \n \n \n \n \n \n5\n5\n ", "  5\n6\nFocus of Reform  Policy ActiFoinrsst  tTor Banec Thaek en Before  Policy AcStieocnosn tdo  TBrea nTcahkee n  Before  Policy AcEtinodn so ft oP Broeg Traamke n Before         A\n      p\n2.    Strengthen investor      pe\npinr othteec stitoonc ka nedxc choannfgidee nce      ndix\n     5\n \na.  Establish a framework  SEC to require PSE to establish a   \nfor broadening  plan to broaden ownership of the \nownership of PSE and  exchange as mandated under the \nimprove its  Securities Regulation Code by (i) \ngovernance structure  developing a medium-term business \nto strengthen investor  strategy to improve its revenue to \nconfidence  facilitate divestiture; and (ii) appointing \nmajority nonmember directors to the \n \nPSE’s selected board committees \n \nb.  Establish conditions  SEC to require PSE to develop a  SEC to sign a memorandum of  SEC to require PSE to update the \nfor effective PSE self- business plan for self-regulation in a  agreement with PSE regarding  trading and compliance rules and \nregulation (SRO)  demutualized environment which  implementation of business plan  rationalize penalties for a trading \n  would include (i) identification of  for PSE’s self-regulation  participant’s violation of the rules \nappropriate functions to be performed \n   \nby PSE; (ii) clearly defined \nGovernment (SEC) and self-regulatory \norganizations (SRO) oversight role in \neach program area (i.e., market \nsurveillance, on-site inspection and \noff-site monitoring); and (iii) budget \nestimates of the cost of regulatory \ncompliance \nSEC to audit implementation of the \nPSE’s SRO surveillance and \ncompliance systems and procedures \n \n  SEC to require PSE to (i) strengthen   \nits compliance and surveillance group \nby upgrading the information \ntechnology system for surveillance \nand audit; and (ii) examine trading \nparticipants, without notice, for \ncompliance with regulatory \nrequirements \nSEC to develop a policy statement   \n   \nsetting out its oversight objectives and \nhow it will relate to cooperation in \nmarket regulation with PSE in a \ndemutualized environment \n \n ", "Policy Actions to Be Taken Before  Policy Actions to Be Taken Before  Policy Actions to Be Taken Before \nFocus of Reform \nFirst Tranche  Second Tranche   End of Program \n3.  Address weak and       \nfragmented policy and     \nregulatory framework to     \npromote market efficiency     \nand development     \n     \n   \na.  Rationalize the tax \nThe Government to submit a draft bill  The Government to review the initial \ntreatment of financial \nto rationalize the DST on all debt and  public offering (IPO) tax on listed \ninstruments  equity instruments traded in the  securities (i.e., corporate stocks and \n  secondary markets, and in stock  closed-end investment companies) \nlending and borrowing transactions   \nb.  Promote the    The Government through SEC to \ndevelopment of    develop a medium- and long-term \nefficient capital  strategy for the development of capital \nmarkets  markets to advise top-level policy \n  makers on the existing constraints \n(i.e., tax, regulatory and legal \n  impediments) to capital market \ndevelopment, taking into account the \n \nneed to achieve greater market \nefficiency, attract external investment \nin a highly competitive global capital \nmarket, and to achieve investor \nprotection in a cost-effective manner \nin line with international best practice \nand the mandate of the laws \nadministered by SEC \n \nThe Government through SEC to draft \nan agenda for legal and regulatory \nreforms necessary to reduce or \neliminate impediments to capital \nmarkets development as an integral \npart of capital markets development \nstrategy \n \nA\np\np\ne\nn\nd\nix\n 5\n \n \n \n \n \n \n5\n7\n ", "  5\n8\nFocus of Reform  Policy ActiFoinrsst  tTor Banec Thaek en Before  Policy AcStieocnosn tdo  TBrea nTcahkee n  Before  Policy AcEtinodn so ft oP Broeg Traamke n Before         A\nB.  Further strengthen SEC  SEC to develop training programs  SEC and BSP to amend the    p\np\nsupervisory responsibilities  relating to regulation and compliance  Memorandum of Understanding    e\nn\nand enhance monitoring and  for the staff and associated persons  between the two agencies to (i)    dix\nsurveillance capacity  such as brokers and dealers  provide an action plan and     5\n \n    procedures for joint on-site   \n    inspection of dually regulated   \n    entities, where necessary, to   \n    minimize cost of supervision while   \n  ensuring that regulatory gaps do   \n  not occur; and (ii) standardize the   \n  regulatory and operational reports \n  filed with BSP and SEC \n   \nSEC to install information technology   \nto enable the agency to gather and \nanalyze large databases for \nmonitoring and surveillance purposes \n \nSEC to develop and execute training \nprograms for its own staff in market \nsurveillance and monitoring, \nenforcement, and compliance in \nconformity with SEC’s regulatory \nmandate \n \nSEC to review and update its existing \ninspection procedures and allow for \nSEC-PSE joint on-site examination of \nPSE member brokers and dealers on \na sample basis or in respect to cause \nor thematic examinations \n     \nC.    Improving transparency to \n \nprotect investors from fraud, \n \ninsolvency, or misconduct \n     \n1.  Improve the quality of \nfinancial information \ndisclosed to the \nmarket \n \n ", "Policy Actions to Be Taken Before  Policy Actions to Be Taken Before  Policy Actions to Be Taken Before \nFocus of Reform \nFirst Tranche  Second Tranche   End of Program \n  SEC to commence the public  SEC to issue a regulation requiring \na.  Phase in the \ndisclosure, on its website, of  that the external auditors for First \nadoption of \nannual audited financial statements  Board listed companies be chosen by \ninternational \nand information so as to eventually  an audit committee comprising at least \naccounting \ncover all registered nonbank  two independent directors of the board \nstandards \nfinancial institutions   of directors \n \nb.  Strengthen  SEC to issue a circular requiring all  SEC to require the auditors of all   \ndisclosure and  companies registered with SEC to  nonbank financial institutions   \naudit requirements  adopt auditing and accounting  registered with BSP, SEC, or IC to   \nstandards (based on international  report serious breaches of   \n \naccounting and auditing standards) by  accounting standards to the   \n2004 and 2005, respectively  relevant regulator in the event the   \n  company fails to make public   \n  disclosure of such information   \n     \nSEC to require the auditors of all     \npublic companies to report serious     \nbreaches of accounting standards to     \nthe regulator in the event the company     \nfails to make public disclosure of such     \ninformation     \n     \nSEC to implement training programs  The Professional Regulatory   \non IAS with support of the Board of  Commission will, in coordination \nAccountancy (BOA)  with BOA adopt the code of ethics \n  in harmony with international best \n  practice, such as that of the \nInternational Federation of \nAccountants. \n \n  SEC to require listed companies to     \nrotate auditing firm or signing partners \nevery 5 years to improve quality audits \n \nSEC to issue rules providing \nstandards for accrediting auditors of \npublic companies \n  A\np\np\ne\nn\nd\nix\n 5\n \n \n \n \n \n \n5\n9\n ", "  6\n0\nFocus of Reform  Policy ActiFoinrsst  tTor Banec Thaek en Before  Policy AcStieocnosn tdo  TBrea nTcahkee n  Before  Policy AcEtinodn so ft oP Broeg Traamke n Before         A\nSEC to require chief executive officer      p\n  and chief financial officer of listed  pe\nn\n  companies, or persons performing  dix\nsimilar functions to disclose to the   5\n   \nlisted company’s auditors and to the \n  audit committee of the board of \ndirectors (i) all significant deficiencies \n  in the design or operation of internal \ncontrols that could adversely affect its \nability to record, process, and report \nfinancial data that have been identified \nfor the listed company’s auditors, and \nmaterial weakness in internal controls; \nand (ii) any fraud that involves \nmanagement or other employees who \nhave a significant role in internal \ncontrols \n \nSEC to issue a circular that it will take  SEC to establish a system for   \n \neffective disciplinary actions against  monitoring and enforcing \nissuers (and other NBFIs) or auditors  compliance with accounting \nfor significant violation of established  requirements for all listed \naccounting standards and rules  companies (and other NBFIs) or \nincluding revoking the accreditation of  auditors, including an arrangement \nnoncompliant auditors  for conducting investigation or \n  special examinations to \n  substantiate information provided \nby issuers/listed companies or \nauditors \n \n ", "Policy Actions to Be Taken Before  Policy Actions to Be Taken Before  Policy Actions to Be Taken Before \nFocus of Reform \nFirst Tranche  Second Tranche   End of Program \n  SEC to require the chief executive     \nofficer and chief financial officer, or   \npersons performing similar functions   \nto certify, under oath, the material   \naccuracy and completeness of   \nfinancial and other information   \ncontained in annual reports of listed   \ncompanies   \n   \nSEC to prohibit officers and directors  SEC to review the feasibility of \nof a listed company (and other issuers  requiring the chief executive officer, or \nof securities to the public) and  persons performing similar functions \npersons acting under the direction of  to certify, under oath, the material \nan officer or director from taking any  accuracy and completeness of \naction to fraudulently influence,  financial and other information \ncoerce, manipulate, or mislead the  contained in quarterly reports of listed \nauditor of the issuer’s financial  companies \nstatement for the purpose of rendering \nthe financial statement materially \nmisleading \n2.  Strengthen prudential       \nstandards in NBF     \nSector      \n     \na.  Risk-based capital  SEC, in coordination with BSP where  SEC, in coordination with BSP \nstandards  appropriate, to develop risk-based  where appropriate, to issue risk-\n  capital standards for registered  based capital standards for \n  brokers, dealers, and investment  registered brokers, dealers, and \nhouses with minimum entry  investment houses with minimum \nrequirements and ongoing risk-based  entry requirements and ongoing \ncapital standards for securities  risk-based capital standards for \nbrokers, dealers, and investment  securities brokers, dealers, and \nhouses  investment houses. The minimum \n  capital requirement and the \n  ongoing capital requirement will be \nbased on the risk of conducting the \nbusiness of broker, dealer, \nunderwriter, and related business \nactivities, as appropriate \n  A\np\np\ne\nn\nd\nix\n 5\n \n \n \n \n \n \n6\n1\n ", "  6\n2\nFocus of Reform  Policy ActiFoinrsst  tTor Banec Thaek en Before  Policy AcStieocnosn tdo  TBrea nTcahkee n  Before  Policy AcEtinodn so ft oP Broeg Traamke n Before         A\nb.  Fit and proper  SEC to submit through Capital Market      p\np\nstandards   Development Council an amendment      e\nn\n  of SRC to Congress that would enable      dix\n  SEC to establish “fit and proper”     5\n \nstandards for the officers and directors   \nof regulated entities (i.e., broker-\ndealers, listed companies, investment \ncompanies, investment advisors) \ncomparable with the Banking Act \nwhereby SEC will be able to \nprescribe, pass upon, and review the \nqualifications of individuals elected or \nappointed directors or officers of such \nregulated entities and disqualifying \nthose found unfit \n \nc.  Certification of  SEC, together with BSP where \n   \ncompliance  appropriate, to require that each \nofficer-director    investment house, finance company, \nsecurities brokers, and dealers have \n    at least one officer, director, or \nassociated person certified by \n \nexamination as compliance officer to \nensure compliance with the risk-based \ncapital standards and other regulatory \nsafeguards imposed on such entity \nunder the laws administered by SEC \nand BSP, respectively \nSEC, together with BSP where \nappropriate, to administer one or more \nexaminations for certification of a \ncompliance officer of securities broker \nand dealers, investment houses, and \ninvestment companies and others \n \n ", "Policy Actions to Be Taken Before  Policy Actions to Be Taken Before  Policy Actions to Be Taken Before \nFocus of Reform \nFirst Tranche  Second Tranche   End of Program \nD.    Facilitating the mobilization of \n     \ndomestic savings to increase \nsupplies of investment funds     \nwhile ensuring investor \nprotection     \n1.  Pre-need plans     \nSEC to issue a rule to pre-need plan  The pre-need regulatory agency to \n  companies failing to comply with SEC \na.  coordinate with Department of \nregulations—particularly regarding \nTrade and Industry in issuing \ntrust fund deficits—to cease or desist \ncomprehensive guidelines on \nfrom selling new plans \npre-need advertisement;  \nA draft pre-need code to be submitted \nb.  require that pre-need \nto Congress \ncompanies have an officer \nSEC to coordinate joint inspection with  designated and certified as \nBSP  of  trustees  administering  pre- compliance  officer; and \nneed  plans  through  bank  trust \nc.  review a proposal to establish  \ndepartments  or  investment  houses \nan investor protection scheme \nlicensed to provide trust services \nto compensate pre-need policy \nSEC  to  conduct  thorough,  on-site,  holders in the event of \nunscheduled inspections of pre-need  insolvency or demise of a pre-\nplan companies at least once every 3  need company \nyears \n2.  Investment companies/  SEC to require investment companies    SEC to develop certification program \nmutual funds  to adopt Corporate Governance Code  for independent directors of \ninvestment companies \n  SEC to submit the Revised \nInvestment Company Act (RICA) to   \nCongress \n \nA\np\np\ne\nn\nd\nix\n 5\n \n \n \n \n \n \n6\n3\n ", "64 Appendix  6\nRepublic of the Philippines\nDEPARTMENT  OF FINANCE\nRoxas Boulevard Comer Pablo Ocampo, Sr. Street\nManila1 004\nJI'f.I~'/.z9/.o Df/mJ\nAugust  4, 2003\nDevelopmentP  olicy Letter\nMr. Tadao  Chino\nPresident\nAsian  Development  Bank\nManila, Philippines\nDear President  Chino:\nThe  Government  of the  Philippines  is committed  to  promoting  sustainable  economic\ngrowth  and development  and to enhance the well being of the Filipino people.  To achieve this\npolicy  goal,  the  Government  intends  to deepen  reforms  in all areas of the economy,  with the\nfocus  on  addressing  structural  constraints  that  have  resulted  in  domestic  and  external\nimbalances.  The Government  is furthering  reforms in the financial sector.  The Government  has\nembarked  reforms  for the past three years for the non-bank  financial  sector, knowing  that this\nsector  is operating  in an environment  where  policies,  laws  and regulations  are  competitively\ndisadvantaged  and  its  development  stunted.  Nevertheless,  further. reforms  are  needed  to\ndevelop  the sector in order to benefit from  integration in the regional and global capital markets\nover the medium and long-term.\nWith  support  from the Asian  Development  Bank (ADB), the Government  launched the\nNonbank  Financial  Governance  (NBFG)  Program  in  2001.  The  reform  program  under  the\nNBFG  focused  largely  on four  following  areas:  (i)  the  restructuring  of  the  Securities  and\nExchange  Commission  (SEC) as a result of the enactment  of the Securities  Regulations  Code\n(SRC) in 2000 and the strengthening  of the SEC's monitoring  and enforcement  capacity; (ii) the\nmodernization  of the  governance  and regulatory structure  of the Philippines  Stock  Exchange\n(PSE);  (iii) strengthening  market  oversight.  compliance  and  enforcement;  and  (iv) facilitating\ndiversification  and innovation in corporate financing.\nProgress  has  been  made  in these  four  areas.  With  the  scope  of  the  SEC's\nresponsibilities,  under  the SRC, focusing  more on regulation. and enforcement,  SEC has fully\nreorganized  in  2000  and  has since  gradually  built  its  capacity  and  upgraded  its  computer\nsystem  to meet the SRC mandate.  Indeed, with the SRC allowing  provisions  for the SEC to\nraise  salary  standards  to attract  qualified  staff, the  SEC  is now increasingly  attracting  new\ngraduates  trained  in both finance and law.  On the other hand, PSE's equity ownership  by the\nbrokers  still exceeds  the ceiling set by the SRC for an industry  and business group.  However,\nthe majority  of PSE's Board of Directors IS now made up of independent directors.", "Appendix  6  65\nAs for governance,  compliance,  and enforcement,  the  SRC  now requires that all listed\ncompanies  have at least two or 20% (whichever  is lesser) independent  directors who represent\nthe  public  and  minority  shareholders'  interests.  Recently,  the  SEC  sought  to  tighten  this\nrequirement  further  by  increasing  the  independent  directors  from  20%  or two  independent\ndirectors,  whichever  is higher.  The SEC also established  a separate  depar1ment for compliance\nand enforcement,  and created separate special offices for the General Counsel and the General\nAccountant  and  restructured  the  Departments  for  market  regulation.  It developed  in-house\ntraining  to strengthen  its monitoring and enforcement  capacities.\nThe  Government  will  build  on the  reforms  undertaken  under  NBFG.  The  Second\nNonbank  Financial  Governance  (SNFG)  Program  which  ADB  is  supporting  through  this\nProgram  Loan will focus  on four major areas, as follows:\n(i)  Strengthening  the  regulatory  and  policy  framework  for  the  development  of viable\ninstitutions  and  properly  functioning  financial  markets  Firstly,  the  Government  aims to\nestablish  an effective  anti-money  laundering regime.  To achieve this objective, the Government\nworked  closely  with  Congress  to enact the  amendments  to the  Anti-Money  Laundering Law\n(R.A.  9194)  to address  FATF concerns  as a crucial  step to  remove  the  Philippines from the\nNCCT  list.  At the same  time, the Government  will strengthen  the  capacity  of the Philippines'\nAnti-Money  Laundering  Council  (AMLC) as well  as other  key agencies  involved to effectively\nimplement  the  law.  In addition,  AMLC will establish  transactions  monitoring  system and the\nGovernment  will request  the Supreme Cour1 to designate  courts to expeditiously  try anti-money\nlaundering  cases.  Secondly,  the PSE has now been corporatized  (changed from a non-stock\nto  a stock  corporation)  and the majority of its board  of directors  is now independent.  PSE is\nencouraged  to develop  a divestiture strategy by offering  its shares  for broad public ownership\nonce market conditions  improve.\nThe  PSE  has  also  been  required  to  build  up  public  confidence  in the  exchange  by\nestablishing  conditions  for  effective  self-regulation  .in a  demutualized  environment  and\nstrengthen  its surveillance  and audit system. Thirdly, the Government  is taking steps to remove\npolicy  distortions  impeding  the  market  efficiency  and  development  in  both  debt  and equity\nmarkets.  In order to attract  investment flows and foster  deeper  markets,  the Government has\nsubmitted  legislation to Congress to rationalize the Documentary  Stamp Tax (DST) on debt and\nequity  instruments,  stock  lending and borrowing transactions.  Moreover,  the Government will\nreview the Initial Public  offering (IPO) tax on listed securities  (i.e. corporate  stocks and closed-\nend  investment  companies).  Lastly, to promote  the  development  of the  capital markets, the\nGovernment,  through  SEC, will develop a middle and long-term strategy  for the development of\nthe capital markets in order to advise arid guide policy makers on existing constraints taking into\naccount the need to achieve market efficiency and attract investment  flows to the Philippines.\n(ii)  Further strengtheningo f SEC supervisorya  nd surveillance capacity SEC is\nupgrading information technology to enable it to gather and analyze databases for monitoring\nand surveillance purposes.  In addition,t he SEC is training its own staff in market surveillance,\nenforcement, and compliance in line with its new mandate under the SRC.  The SEC will also\nwork closely with the BSP on joint on-site inspections of dually regulated financial institutionst o\nminimize  cost  of  supervision while ensuring that  regulatory gaps  are  minimized.  Joint-\ninspection procedures by the SEC-PSE on PSE member brokers and dealers will also be\nupdated and strengthened.", "66 Appendix  6\n(iii)  Improving  transparency  to  protect  investors  from  fraud,  insolvency,  or\nmisconduct  To prevent accounting fraud, the Government is strengthening audit requirements.\nIn particular, the Philippines will gradually switch from the Philippine GAAP to International\nAccounting Standards. The change is set to be completed by the beginning of 2005. The SEC\nhas also required the auditors of all public companies to report serious breaches of accounting\nstandards in the event the company fails to make public disclosure of such information. The\nSEC will require all listed firms to rotate auditing firms every five years to improve quality audits.\nTo ensure the solvency of NBFls and investor protection, SEC will take steps to rationalize and\nstrengthen capital requirements of NBFls to be risk-based and in harmony with international\nbest practices. The SEC is also taking necessary steps to establish fit and proper standardsf or\nthe appointed or elected directors of NBFls.\n(iv)  Facilitating  the  mobilization  of  domestic  savings  to  increase supplies  of\ninvestment  funds  while  ensuring  investor  protection  As the pre-need  industry  is growing\nrapidly, it is essential that  the  industry  is properly  regulated  and  supervised  to ensure  the\nsolvency  of  pre-need  plan  companies  and investors  are protected.  For this  purpose, a draft\nPre-need  Code has been submitted to Congress.  Once the Code is enacted,  it is crucial that a\nnew supervisory  agency  of the pre-need companies  issues  comprehensive  guidelines on pre-\nneed advertisement  to prevent fraud and review an investor  protection  scheme to compensate\npolicy holders  in the event of pre-need companies'  insolvency.\nThe SEC has submitted  a Revised Investment  Company  Act (RICA) to Congress which\nwouid  equalj~e  treatment  and  market  access  for  both  domestic  and  foreign  investors  and\nmarket  participants..  RICA will further stimulate competition  in the mutual fund industry.\nThe  Government  is  confident  that  it  can  successfully  implement  and  achieve  the\nobjectives  of  the  reform  program.  The  Government,  therefore,  seeks  ADS's  favorable\nconsideration  of its request  for a loan of $150 million and an associated  technical  assistance\ngrant  of $500,000  for support  of the nonbank financial  sector and to assist in the preparation of\na  long-term  strategy  for  the  development  of  the  capital  markets  in  the  Philippines.  The\nGovernment  will use the proceeds of the loan to finance the costs of adjustment  resulting from\nthe reforms.\nYours sincerely,\nJ~=~~~~aChO\nIO;e~~~~~m~", "Appendix 7  67\nINELIGIBLE ITEMS \n \n1.  The proceeds of the loan will be used to finance the foreign currency expenditures for \nthe reasonable cost of imported goods required during implementation of the Program.  \n \n2.  Notwithstanding the provision of para. 1, no withdrawals will be made for \n \n(i)  expenditures for goods included in the following Customs Coordination Council \nNomenclature chapters or headings as designated by the Asian Development \nBank (ADB) by notice to the Government; \n \nGroup  Subgroup  Description of Items \n     \n22  22.03-22.10  Alcoholic beverages  \n     \n24  24.01  Tobacco, unmanufactured tobacco refuse;  \n     \n24  24.02  Tobacco,  manufactured    (whether  or  not  containing  tobacco \nsubstitutes) \n     \n28  28.50-28.52  Radioactive and associated materials  \n     \n71  71.01-71.04  Pearls; precious and semiprecious stones, unworked or worked \n     \n71  71.05-71.06  Jewelry  of  gold,  silver,  or  platinum  group  metals  (except \nwatches and watch cases); goldsmiths’ or silversmiths’ wares \n(including set gems) \n     \n71  71.07-71.08  Gold, nonmonetary (excluding gold ores and concentrates) \n     \n84  84.59  Nuclear reactors and parts thereof, fuel elements (cartridges), \nnonirradiated for nuclear reactors \n \n(ii)  expenditures in the currency of the Borrower or of goods supplied from the \nterritory of the Borrower; \n \n(iii)  payments  made  for  expenditures  incurred  more  than  180  days  before  the  \neffectiveness date of the loan; \n \n(iv)  expenditures  for  goods  supplied  under  a  contract  that  any  national  or \ninternational  financing  institution  or  agency  will  have  financed  or  agreed  to \nfinance, including any contract financed under any loans from ADB; \n   \n(v)  expenditures for goods intended for a military or paramilitary purpose or for \nluxury consumption; and  \n \n(vi)  expenditures  for  pesticides  categorized  as  extremely  hazardous  or  highly \nhazardous in Class 1a or 1b, respectively, of the World Health Organization’s \nClassification of Pesticides by Hazard and Guidelines to Classification. ", "68 Appendix 8 \n \nTHE TECHNICAL ASSISTANCE \n \nA.  Objectives and Scope \n \n1.  The objectives of the technical assistance (TA) are to (i) help the Government prepare \nmedium- and long-term strategies to advance reforms and further develop the nonbank financial \n(NBF)  sector,  and  (ii)  promote  competition  and  remove  impediments  to  the  creation  and \ndistribution of innovative financial products and services. To achieve the objectives, the TA will \nfocus on the following. \n \n(i)  Increase the efficiency of the domestic capital markets and reduce the cost of \nfunds mobilization to have a viable alternative to external sources of funding. \n(ii)  Strengthen regulation, supervision, and governance while removing legal and \nregulatory impediments to the development of the nonbank sector and capital \nmarkets. \n(iii)  Ensure compliance with international best practices in securities regulation as \nmeasured  by  IOSCO’s  (International  Organization  of  Securities \nCommissions) Objectives and Principles.  \n(iv)  Develop a medium-term (3-5 years) and a long-term (10 years) strategy the \ndeveloping the capital markets and NBF sector. \n(v)  Promote  competition  in  the  NBF  sector  and  remove  impediments  to  the \ncreation and distribution of innovative financial products and services. \n(vi)  Establish a high-level regulatory council to foster harmonization of prudential \nand regulatory standards and supervision practices and to consider policy \nactions  needed  for  fairness  in  the  regulating  and  taxing  similar  financial \nproducts and services.  \n \nB.  Cost and Financing \n  \n2.  The  TA  is  estimated  to  cost  $715,000  equivalent,  of  which  $445,000  is  in  foreign \nexchange and $270,000 equivalent is local currency. The Government has requested ADB to \nfinance $500,000 equivalent to cover the entire foreign exchange cost and $55,000 equivalent \nof  the  local  currency  cost.  The  Government  will  provide  $215,000  equivalent  to  finance \ncounterpart staff, office facilities, and workshops. The TA will last for 8 months October 2003-\nJune 2004. It is estimated that the TA will require 15 person-months of consulting support: 10 \ninternational  and  5  domestic.  All  consultants  will  be  selected  in  accordance  with  ADB’s \nGuidelines  on  the  Use  of  Consultants  and  other  arrangements  satisfactory  to  ADB.  The \nconsultants will be engaged individually through biodata-based selection and on quality and \ncost-based arrangements. \n \n3.  Consulting services will be provided by the following consultants (person-months are in \nparentheses): (i) capital markets regulatory and policy expert/team leader (international, 6), (ii) \ncapital market legal expert (international, 4), and (iii) capital markets legal expert (domestic, 5). \n ", "    Appendix 9  69\n \nPOVERTY IMPACT ASSESSMENT \n \nA.  Introduction \n \n1.  The  Program  supports  poverty  reduction  by  facilitating  long-term  economic  growth  and \nstrengthening  governance.    Financial  sector  development  facilitates  long-term  economic  growth  by \nsupporting productivity growth and stimulating savings and investment. Of these two channels, raising \nproductivity is the chief way of promoting long-term economic growth.  Financial sector development can \nraise productivity by (i) improving resource allocation, and (ii) strengthening the monitoring of resource \nusage. A key factor in supporting growth through this channel is the effectiveness of the regulatory and \nsupervisory  system  in  supporting  financial  sector  efficiency.  By  strengthening  financial  sector \ngovernance, the Program aims to improve the effectiveness of the sector's resource allocation and \nmonitoring  function.  A  well-governed  financial  sector  can  also  stimulate  growth  and  employment \ngeneration by increasing investor confidence and the flow of much-needed investment capital to the \nPhilippines. Details are in the attached Summary Poverty Reduction and Social Strategy. \n \nB.  Assessment of the Program \n \n2.  Reforms under the program may be grouped in four broad areas: (i) development of an effective \nanti-money laundering (AML) regime, (ii) strengthening investor confidence and protection in the stock \nexchange, (iii) strengthening market governance, and (iv) facilitating resource mobilization. \n \n1.  Establish an Effective Anti-Money Laundering Regime \n \n3.  The Program supports the development of an effective AML regime. Money laundering activities \nhave their origins in graft, corruption, and other forms of criminal activity. These activities undermine the \ngovernment's legitimacy as well as investor confidence. The Program supports the establishment of an \nappropriate legal and institutional framework, and related capacity-building measures, necessary for \nimplementing an effective AML regime. An effective AML regime will provide the government with key \ntools in its fight against graft and corruption and is fundamental to strengthening market governance and \ninvestor confidence. \n \n2.  Increase Investor Confidence and Protection in the Stock Exchange \n \n4.  The  Program  supports  strengthening  the  Philippines  Stock  Exchange's  (PSE)  governance \nstructures, procedures, and capacity. It also aims to ensure that an appropriate self-regulatory framework \nis  developed  to  allow  PSE  to  function  effectively  as  a  self-regulatory  organization  (SRO)  under  a \ndemutualized regime. These measures are important to supporting the institutional transformation of \nPSE from a cozy club of broker members to a well-functioning SRO operating in the interests of investors \nand the general public. By strengthening investor protection, they aim to improve investor confidence in \nthe securities market and stimulate the flow of foreign and domestic investment. \n \n3.  Strengthening Market Governance \n \n5.  The Program supports the adoption of International Accounting Standards and strengthening of \nthe  quality  of  information  disclosed  to  the  market,  strengthening  of  the  Securities  and  Exchange \nCommission's (SEC) supervisory and surveillance capacity, and strengthening of prudential standards in \nthe nonbank financial sector. These measures are aimed at supporting long-term economic growth by \nfacilitating better resource allocation and monitoring and stimulating investment by strengthening investor \nprotection and confidence. \n \n4.  Facilitating Resource Mobilization \n ", "70 Appendix 9 \n \n6.  The  Program  supports  the  sound  development  of  collective  investment  vehicles  and \nrationalization of tax treatment for financial instruments. Strengthening the regulation and supervision of \npre-need plans, in particular, is important to protect policyholders and ensure the continued viability and \ngrowth of this sector. Removing the documentary stamp tax on secondary trading of debt and equity \ninstruments is important to increase market liquidity and attract a wider range of investors. \n \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \n     A.  Linkages to the Country Poverty Analysis \nSector identified as a national  Yes  Sector identified as a national  Yes  \npriority in country poverty analysis?  priority in country poverty  \n  partnership agreement? \nContribution of the sector/subsector to reduce poverty in the Philippines \n \nThe financial sector plays a powerful, through indirect role in reducing poverty by facilitating long-term economic \ngrowth.  Growth, however, is turbulent and not necessarily pro-poor.  Growth entails change, which the poor may \noften not be well-equipped to cope with.  A well-governed financial sector that facilitates competition can help make \ngrowth user-friendlier (i) improving access to savings, credit, and insurance instruments, which enable the poor to \ncushion shocks as well as take advantage of opportunities created by change; and (ii) allowing for better terms on \nthose instruments. \nA well-governed financial sector also reduces the likelihood and severity of financial and economic crises and \nconsequently helps safeguard against a corresponding marked increase in the incidence of poverty.  Balanced \nfinancial sector development can promote financial system stability and strengthening by allowing risks to be more \nevenly spread among types of financial institutions and spurring competition between them.  The financial sector in \nthe Philippines is currently bank-dominated and heavily unbalanced in its structural composition.  Development of a \nsound nonbank financial sector is key to providing effective alternate means of corporate finance as well as \nstrengthening overall financial sector integrity. \n                 B.    Poverty Analysis                       Proposed Classification: Growth \nAnalysis: \nJob creation has not kept pace with the growth of the labor force and unemployment continues to be high and rising.  \nHigher levels of investment are necessary if the economy is to attain a higher growth path and unemployment is to be \nreduced.   \n \nThe financial sector clearly has a central part to play in this effort through its role in channeling savings to productive \ninvestment to finance growth. Currently, however, the financial sector in the Philippines is bank-dominated and \nlending by the banking system to the corporate sector has been highly constrained by nonperforming loans (NPLs) \nthat have steadily accumulated since the crisis (latest estimates point to NPLs at above 15% of commercial banks’ \ntotal assets). The high level of NPLs within the banking system and overreliance of the corporate sector on bank \nlending are symptomatic of poor lending, weak governance in the financial sector, and lack of alternative sources of \nfinancing to the banking system. The need for reforms to address these distortions and support the development of a \nsound nonbank financial sector is fundamental if the financial sector is to act as a facilitator of rather than a constraint \nto long-term economic growth. \n \nInvestment has also been significantly hindered by weak investor sentiment due in part to chronic and widespread \ngraft and corruption. The Government's efforts establishing an effective anti-money laundering regime, represent an \nimportant step forward in addressing this problem, as an effective regime has the potential to serve as a key tool in \ntackling graft and corruption. \n     C.  Participation Process \nStakeholder analysis prepared   No \nParticipation strategy    No \nD.  Social Issues: no negative impacts to be mitigated for resettlement, gender, affordability, labor, or  \nIndigenous people \n  Significant,      \n  Not Significant,     \nSubject  None  Strategy to Address Issues  Output Prepared \nOther Risks/  Significant  Loss of tax revenues mitigated by program  None \nVulnerabilities  loan proceeds in short-run. In medium- term, \nreform-induced economic growth is expected \nto lead to an increase in tax revenues. \n "], "metadata": {"Creator": "R147-03 - Microsoft Word", "CreationDate": "D:20030813152816Z", "Title": "Second Nonbank Financial Governance Program", "Author": "Asian Development Bank", "Producer": "Acrobat PDFWriter 5.0 for Windows NT", "ModDate": "D:20030904111102+08'00'"}}