{"path": "data/input/reports/rrp-ban-38625.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK RRP: BAN 38625 \n \n \n \n \n \n \n \n \nREPORT AND RECOMMENDATION \n \nOF THE \n \nPRESIDENT \n \nTO THE \n \nBOARD OF DIRECTORS \n \nON A  \n \nPROPOSED LOAN  \n \nAND \n \nTECHNICAL ASSISTANCE GRANTS \n \nTO THE \n \nPEOPLE’S REPUBLIC OF BANGLADESH \n \nFOR THE \n \nEMERGENCY FLOOD DAMAGE REHABILITATION PROJECT  \n \n \n \n \n \n \n \nJanuary 2005 \n ", " \n \n \n \nCURRENCY EQUIVALENTS \n(as of 30 November 2004) \n \nCurrency Unit –  taka (Tk) \nTk1.00 =  $0.016949 \n$1.00 =  Tk59 \n \nABBREVIATIONS \n \n  ACE  –  additional chief engineer \n  ADB  –  Asian Development Bank \n  ADF  –  Annual Development Fund \n  BRM  –  Bangladesh Resident Mission \n  BR  –  Bangladesh Railway \n  BWDB  –  Bangladesh Water Development Board \n  CSP  –  Country Strategy Program \n  DER  –  Disaster and Emergency Response \n  EA  –  executing agency \n  FFS  –  flood forecasting system \n  GDP  –  gross domestic product \n  IEE  –  initial environmental examination \n  LGD  –  Local Government Division \n  LGED  –  Local Government Engineering Department \n  NGO  –  nongovernment organization \n  PIU  –  project implementation unit \n  PKSF  –  Palli Karma-Sahayak Foundation \n  PMU  –  project management unit \n  PPR  –  public procurement regulations \n  PSC  –  project steering committee \n  RHD  –  Roads and Highways Department \n  SDR  –  Special Drawing Rights \n  TA  –  technical assistance \n  TRIDP  –  Third Rural Infrastructure Development Project \n  UN  –  United Nations \n  USAID  –  United States Agency for International Development \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 30 June. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nThis report was prepared by H. Carlsson (team leader), A. Faruque, R. Islam, T. Ueda, K. \nH. Ryu, R. Khan, Z. Hossain, F. Sultana, N. Ikemoto, E. Glennie, and K. Ahmad. \n ", " \n \nCONTENTS     \nLOAN AND PROJECT SUMMARY  i \nMAP    vii \nI.  THE PROPOSAL  1 \nII.  RATIONALE: ANALYSIS, PROBLEMS, AND OPPORTUNITIES  1 \n  A.  Natural Disasters in Bangladesh  1 \n  B.  Analysis of Key Problems and Opportunities  2 \nIII.  THE PROPOSED PROJECT  8 \n  A.  Objectives  8 \n  B.  Components and Outputs  9 \n  C.  Special Features  10 \n  D.  Cost Estimates  11 \n  E.  Financing Plan  11 \n  F.  Implementation Arrangements  12 \nIV.  TECHNICAL ASSISTANCE  17 \nV.  PROJECT BENEFITS, IMPACTS, AND RISKS  18 \n  A.  Economic Benefits  18 \n  B.  Poverty and Other Impacts  18 \n  C.  Social Impacts  19 \n  D.  Environmental Impacts  19 \n  E.  Risks  19 \nVI.  ASSURANCES  20 \n  A.  Specific Assurances  20 \n  B.  Conditions for Loan Effectiveness  22 \nVII.  RECOMMENDATION  23 \nAPPENDIXES \n1.  Project Framework      \n2.  Flooding In Bangladesh    \n3.  Rural Infrastructure  \n4.  Roads   \n5.  Railways   \n6.  Water Resources  \n7.  Municipal Infrastructure  \n8.  Cost Estimates    \n9.  Project Management Structure Organization Chart    \n10.  Implementation Schedule \n11.  Technical Assistance Grant to Support Financial Management and Monitoring \n12.  Technical Assistance Grant for Early Warning Systems Study \n13.  Summary Poverty Reduction and Social Strategy \n14.  Summary Resettlement Framework \n15.  Summary Initial Environmental Examination    \nSUPPLEMENTARY APPENDIXES (available on request) \nA.  Damage Assessment Report – A Joint Report by the World Bank and Asian Development Bank, \nNovember 2004 (draft – to be finalized upon final comments by the Government ) \nB.  Lessons Learned in Postdisaster Rehabilitation Assistance   \nC.  Terms of Reference for Project Consultants (Part A, B, C, D, and E)  \nD.  Social and Poverty Assessment  \nE.  Initial Environmental Examination \nF.  Environmental Assessment and Review Procedures for Subprojects \n \n ", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  People’s Republic of Bangladesh \n   \nClassification  Intervention:         General intervention  \nSector:                  Multisector \nSubsectors:          Roads and highways, railways, irrigation and \n  drainage, water resource management; \n  sustainable economic growth  \nTheme:                 Fostering physical infrastructure development, \nSubthemes:          Developing rural areas, developing urban areas \n   \nEnvironment Assessment  Category B: An initial environmental examination was undertaken, \nand the summary is a core appendix.  \n   \nProject Description  The  Project  will  rehabilitate  and  restore  damaged  public \ninfrastructure in five key sectors/subsectors damaged by the 2004 \nfloods. It will enable people to resume their normal lives by restoring \naccess to basic services. The project design is based on the joint \ndamage and needs assessment undertaken in September 2004 by \nthe Asian Development Bank (ADB) and the World Bank in close \ncoordination  and  consultation  with  the  Government.  The  Project \nsupports  increased  disaster  preparedness  and  mitigation;  it \nincludes  capacity  building  and  training  in  infrastructure  design \nstandards  and  assistance  to  enhance  existing  early  warning \nsystems.  \n   \nRationale  The  devastating  2004  flooding  caused  severe  damage  to \ninfrastructure and other assets, and disrupted economic activities, \ninflicting  heavy  losses  to  agricultural  and  industrial  output  and \nslowed down expansion in services. Based on the joint ADB-World \nBank  damage  and  needs  assessment,  the  combined  losses  to \nassets and output amounted to at least $2.3 billion, constituting \n3.9%  of  gross  domestic  product.  The  flooding  also  set  back \nprogress  achieved  in  poverty  reduction,  with  the  poor  and  the \nvulnerable suffering most in terms of losses to crops, livestock, \nproperty and housing, and reduced income opportunities. While the \nflood-related  damage  to  small-scale  enterprises,  export-oriented \nknitwear industry, jute, leather, and frozen foods are likely to affect \nexport growth, imports will come under mounting pressures due to \nthe sharp rise in post-flood imports of food grains, medicines, and \nconstruction  materials.  The  widened  current  account  deficit  will \ndeplete foreign exchange reserves, requiring additional assistance \nto reduce the external financial gap.  \n \nCurrent expenditures will exceed the budgeted target for FY2005, \nwith increased expenditures for relief efforts, expansion of food-\nassisted safety nets, operation and maintenance of infrastructure, \nassistance  to  flood-affected  farmers  for  commencing  production \nand manufacturing sector for rehabilitation, and grants to dislocated \npeople. The revenue outturn for FY2005 will be lower than expected ", "ii  \ndue  to  the  flood-induced  shrinkage  in  the  tax  base.  Even  with \ndiversion  of  resources  by  the  Government  from  low-priority \ndevelopment projects to post-flood rehabilitation of infrastructure, \nthe gap in financing needs is estimated to be $670 million to $715 \nmillion,  depending  on  the  level  of  improved  standards  applied \nduring repair and rehabilitation. By providing financing for the most \nurgently needed components and works, complementing assistance \nby  other  financiers,  the  Project  will  enable  the  Government  to \nfinance a portion of the overall recovery program, as well as help \nrestore  the  economic  activity  essential  for  recovery  of  affected \nareas.  \n   \nObjectives and Scope  The objective is to contribute to sustainable economic growth by \nminimizing the devastating impact of severe floods. This is essential \nto enable early restoration of economic and social activity in the \naffected areas, especially for the poor. The Project will focus on \npriority areas, identified through consultation with the Government, \npublic and private sector, nongovernment organizations, and other \ncivil  society;  and  involve  community  participation.  The  Project \nincludes  capacity  building  and  training  to  strengthen  the \nGovernment’s  disaster  preparedness  by  adopting  flood-resistant \ninfrastructure design standards, and analytical input and capacity \nbuilding to enhance early warning systems. \n \nPart  A:  Rural  Infrastructure.  Support  rehabilitation  of  flood-\ndamaged rural infrastructure, including rural roads (damaged paved \nupazila  and  union  roads),  bridges,  and  culverts.  Rehabilitate \nexisting flood and cyclone shelters and provide them with latrines to \nhelp communities, especially the poor, in future floods. \n \nPart B: Roads. Rehabilitate flood-damaged national, regional, and \ndistrict (zilla) roads, bridges, and culverts.  \n \nPart C: Railways. Restore flood-damaged rail infrastructure and \nfacilities on the core rail network, including civil works to restore \nembankments, tracks, bridges, essential buildings, station roads, \nand signaling and telecommunications facilities.  \n \nPart D: Water Resources. Rehabilitate flood control, drainage, and \nirrigation facilities, including repair of embankment breaches, and \nrehabilitation  of  water  control  structures,  protective  works,  and \ncanals.  \n \nPart E:  Municipal Infrastructure. Rehabilitate (i) roads, drains, \nbridges, and culverts; and (ii) footpaths and drains in the slums, \nlocated in about 55 municipalities (pourashavas) in six divisions.  \n \n   \nCost Estimates  The  total  cost  of  the  Project  is  estimated  at  $240.0  million \nequivalent. Of this, $73.8 million, or 30.8% of the total cost, is the \nforeign exchange cost, and $166.2 million equivalent, or 69.2%, is \n ", "  iii\n \nthe local currency cost. Since a sector approach is being followed, \nthe cost estimates are on a sector basis. \n   \nFinancing Plan  ADB  will  provide  a  loan  of  $180,000,000  in  various  currencies \nequivalent to Special Drawing Rights (SDR) 117,195,000.00 from \nits Special Funds resources to finance 75% of the project cost. This \ncovers  the  entire  foreign  exchange  cost  and  $106.2  million \nequivalent of the local currency cost.  \n                                                          ($ million) \nForeign  Local  Total \nSource  Percent \nExchange Currency  Cost \n   \nADB  73.8 106.2 180.0  75 \nGovernment  0.0 60.0 60.0  25 \nTotal  73.8 166.2 240.0  100 \nADB = Asian Development Bank  \nSource: Asian Development Bank estimate. \n \nThe  governments  of  the  Netherlands  and  Sweden  through  the \nSwedish  International  Development  Cooperation  Agency  (Sida) \nhave expressed interest in providing $25 million cofinancing for the \nProject, subject to management clearance in late 2004. In absence \nof a firm commitment for cofinancing from potential cofinanciers—\nSida (Part A) and the Netherlands (Part D)—ADB will provide a loan \nunder an umbrella or standby financing mechanism, whereby ADB \ncommits for an $180 million loan but cancels a portion of its loan \nwhen grant financing becomes available later from the Netherlands \nand/or Sida. \n   \nLoan Amount and Terms  The proposed ADB loan is for SDR 117,195,000.00 ($180 million \nequivalent) from the Special Funds Resources. The loan will have a \n40-year term including a grace period of 10 years, an interest rate \nof 1% per year, and repayment of principal at 2% per annum for the \nfirst 10 years after the grace period and 4% per annum thereafter.  \n \nPeriod of Utilization  Until 31 July 2007  \n   \nEstimated Project  Until 31 January 2007  \nCompletion Date \n   \nExecuting Agencies  Part  A:  Rural  Infrastructure—Local  Government  Engineering \nDepartment,  Part  B:  Roads—Roads  and  Highways  Department, \nPart  C:  Railways—Bangladesh  Railway,  Part  D:  Water \nResources—Bangladesh  Water  Development  Board,  Part  E: \nMunicipal  Infrastructure—Local  Government  Engineering \nDepartment \n \nImplementation  Each Executing Agency (EA) will be responsible for implementing \nArrangements  its  respective  part  of  the  Project,  which  consists  of  a  series  of \nsubprojects,  through  the  established  Project  Management  Unit. \nProject  coordination  will  be  provided  by  the  established  Project \n ", "iv   \nSteering  Committee  (PSC)  chaired  by  the  member  for \nprogramming,  Planning  Commission  of  the  Ministry  of  Planning. \nThe PSC will monitor implementation, oversee governance matters, \nresolve  interagency  issues  and  procedural  matters,  and  ensure \ncounterpart  funding.  The  Project  will  have  strengthened \nanticorruption measures, including strict financial management and \nmonitoring,  performance  auditing,  random  spot  checks,  and \ndelegation  of  project  administration  to  the  Bangladesh  Resident \nMission.  \n   \nProcurement  Procurement  of  goods,  related  services,  and  civil  works  will  be \nfinanced from the ADB loan except for cofinanced grant funds for \nparts A and D, which, if confirmed, will be administered by ADB. \nProcurement will follow ADB’s Guidelines for Procurement. Since \nthe  value  of  civil  works  contracts  will  be  relatively  small  and \nscattered over a wide range of the affected areas in Bangladesh, \nthey  are  not  likely  to  attract  international  contractors.  Local \nprocurement  of  civil  works  will  follow  the  Government’s  Public \nProcurement Regulations (2003) acceptable to ADB. This will not \npreclude international contractors participating in the bidding. To \nencourage  participation  of  local  communities,  especially  women, \nsmall earthworks and similar works, estimated to cost $8,000 or \nless, may be awarded to labor-contracting societies in accordance \nwith  standard  procurement  procedures  followed  by  each  EA. \nAdvance action for procurement and retroactive financing of eligible \nexpenditures were approved by ADB effective 12 September 2004 \nsubject to ADB approval of the loan.   \n   \nConsulting Services  The  Project  will  require  250  person-months  of  international  and \n2,200 person-months of domestic consulting services. Consultants \nand consulting firms will be recruited under ADB’s Guidelines on the \nUse of Consultants and other arrangements satisfactory to ADB for \nengaging  domestic  consultants.  In  view  of  the  urgency  and  the \nneed  to  expedite  project  implementation,  consultants  will  be \nengaged through direct selection procedures as provided for under \nthe guidelines. At the request of the Government, ADB will assist in \nthe direct selection process.  \n   \nProject Benefits and  Immediate  benefits  are  the  restoration  of  rural  and  municipal \nBeneficiaries  services  and  rehabilitated  infrastructure  serving  the  millions  of \ninhabitants, including the poor, in the flood-affected areas. \n \nConsidering the extent of damage and asset losses, the cost of \nrehabilitating public infrastructure and facilities are exorbitant for the \nGovernment and for the local communities. Support in terms of \nfinancial assistance, adoption of appropriate flood-resistant design \nstandards,  and  strengthening  of  disaster  preparedness  and \nmitigation will be of considerable benefit in protecting the poor and \naffected people from falling further into poverty. It will help families \nresettle, provide a safer and healthier environment, and stabilize \nlivelihoods.  \n ", "  v\n \n \nDisasters, including severe floods, disproportionately affect the poor \nin  terms  of  health,  housing,  employment,  livelihood,  and  food \nsecurity.  The  damaged  public  infrastructure  prevents  adequate \naccess to health and education facilities and markets. Damaged \nmunicipal  and  community  infrastructure,  including  waste  and \nsewage  facilities,  increases  health  risks,  especially  for  the \nvulnerable and the poor. By rehabilitating public and community \ninfrastructure,  the  Project  will  help  restore  critical  social  and \neconomic activities disrupted by the 2004 floods. \n \nThe Project is expected to provide about 12 million person-days of \nemployment  to  local  skilled  and  unskilled  labor.  The  Project \nencourages  and  provides  for  the  engagement  of  women  in \nrehabilitating rural and municipal infrastructure.  \n \nThe project benefits will be evident through economic rehabilitation \nand access to basic services arising from speedy rehabilitation of \ninfrastructure  and  facilities,  supporting  restoration  of  livelihoods, \nespecially for the poor.   \n   \nRisks and Assumptions  A  potential  risk  is  that  procedural  delays  in  obtaining  various \nGovernment approvals will slow implementation. The Government \nhas shown strong commitment to the Project, and has adopted \nsimplified procedures, which were successfully used in past ADB-\nfinanced flood damage rehabilitation projects. The selection of EAs \nwith  considerable  experience  in  implementing  ADB-financed \nprojects,  and  sufficient  capacity  and  familiarity  with  ADB \nprocedures,  implementation  by  established  project  management \nunits, and use of existing or directly selected consultants minimizes \ndelay at the EA level. The availability of counterpart funding has not \nbeen a problem to date in ADB projects in Bangladesh and ongoing \nInternational Monetary Fund and World Bank support will generate \nadequate counterpart funds.  \n \nThe  risk  of  governance-related  issues  including  corruption  is \naddressed by detailed selection criteria; transparent implementation \nand  monitoring  mechanisms;  and  specific  financial  controls, \nincluding regular as well as random audits and the use of external \nauditors. Measures include enhanced construction supervision and \nconsultant  support,  strict  use  of  the  Public  Procurement \nRegulations,  close  monitoring  by  Bangladesh  Resident  Mission \nstaff, and random procurement and performance auditing at the EA \nlevel.  The  PSC  will  be  supported  by  monitoring  and  evaluation \nspecialists  from  the  Implementation,  Monitoring,  and  Evaluation \nDivision  of  the  Planning  Commission.  In  addition,  an  external \nconsultant will be engaged under the technical assistance (TA) to \nprovide support for financial management and monitoring, with the \nspecific task of helping monitor all project activities and conduct \nspecific random and spot checks from time to time.  \n   \n ", "vi   \nTechnical Assistance   ADB  will  provide  a  TA  grant  of  $150,000  to  support  financial \nmanagement and monitoring. The TA will be financed on a grant \nbasis by ADB’s TA funding program.  \n \nADB will also provide a TA grant of $250,000 for an early warning \nsystems study that will be financed on a grant basis by ADB's TA \nfunding program. The Government of the Netherlands has indicated \nits interest in financing the TA. When this interest is confirmed, \nfunds  from  ADB's  TA  funding  program  will  be  replaced  by  a \ncorresponding grant from the Government of Netherlands. The TA \nwill be administered by ADB.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", " ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto  the  People’s  Republic  of  Bangladesh  for  the  Emergency  Flood  Damage  Rehabilitation \n(Sector) Project. The report also describes proposed technical assistance (TA): (i) a grant to \nsupport financial management and monitoring and (ii) a grant for an early warning systems \nstudy, and if the Board approves the proposed loan, I, acting under the authority delegated to \nme by the Board, will approve the TA. The project framework is in Appendix 1.  \n \nII.  RATIONALE: ANALYSIS, PROBLEMS, AND OPPORTUNITIES \nA.  Natural Disasters in Bangladesh  \n2.  Bangladesh is a disaster-prone country. The unique disposition of land, water, and \npeople in relation to climate has resulted in an unusual pattern and frequency of disasters. \nBecause Bangladesh is 1 of the 10 most densely populated countries in the world, major floods \ncause damage and losses on a massive scale; since 1904 floods have affected cumulatively \naround 339 million inhabitants and caused more than $9 billion in damage to infrastructure.1 \nComparison of different hazards in Bangladesh illustrates that cyclones have the most dramatic \nconsequences. Riverbank erosion is in second place, not in terms of deaths, but in terms of the \nprocess of impoverishment and landlessness of the many people affected. The number of \ndeaths during monsoon floods, even during extraordinary floods, is comparatively small.2 While \nBangladesh experiences normal floods almost every year, the incidence of extreme floods has \nincreased  over  time.  During  the  last  two  decades,  the  country  experienced  three  major \ndevastating floods in 1988, 1998, and 2004 (Table 1).3 Details on floods and other natural \ndisasters in Bangladesh are given in Appendix 2.   \n \nTable 1: Major Floods in Bangladesh \n \nItem  1988 1998  2004\nInundated Area of Bangladesh (%)  60 68  38\nDuration of Flood (days)  23 72  55\nPeople Affected (million)  45 31  36\nTotal Deaths (people)  2,300 1,100  750\nCrops Damaged (million hectares)  2.12 1.74  1.30\nRice Production Losses (million tons)   1.65 2.06  1.00\nRoads Damaged (kilometers)  13,000 15,927  27,970\nNumber of Homes Fully/Partly Damaged (million)  7.20 0.98  4.00\nTotal Losses (Tk billion)  83 118  128\nSources: Ministry of Fisheries and Livestock; Papers from the National Workshop on Options for Flood Risk and \nDamage Reduction in Bangladesh, September 7- 9, 2004; Asian Development Bank and World Bank estimates. \n                                                 \n1  According to the Center for Research on the Epidemiology of Disasters.  \n2  Hofer, T. and B. Messerli. 1997. Floods in Bangladesh: Process under Study and Development Strategies. Dhaka. \n3  While the principal cause of the increasing trend in extreme floods is not yet fully understood, human activities have \nexacerbated  the  negative  effects.  These  activities  include  deforestation,  which  has  increased  erosion, \nsedimentation, and run-off in the catchment areas, increased number of settlements with more infrastructure and \ndevelopment, higher population, inadequate drainage both in rural and urban areas, and climate change.  ", "2  \n \nB.  Analysis of Key Problems and Opportunities \n3.  The 2004 Floods. In late June 2004, heavy monsoon rains swelled the waters of the \nMeghna River. In early July, it reached its peak level, as the Jamuna and Padma rivers burst \ntheir banks due to heavy rains in the north of the country. As a result, the north and west-central \ndistricts suffered severe floods that continued to spread, eventually impacting Dhaka and other \ncentral districts. Nationwide, 36 million people (about 25% of the population) across 39 districts \nwere  affected  by  the  floods.  By  the  time  the  waters  began  to  recede  in  early  August, \napproximately 38% of Bangladesh was inundated, including 800,000 hectares of agricultural \nland. The death toll reached nearly 800. Access to potable water and sanitation facilities was \ndiminished during the emergency, as thousands of tubewells and latrines were affected. The \nfloods  also  caused  heavy  damage  to  major  infrastructure,  including  rural  and  municipal \ninfrastructure, roads and bridges, railways, embankments, and irrigation systems, as well as \nlosses to agriculture and the ready-made garment and other export industries. In September \n2004, a localized monsoon depression swept across Bangladesh, bringing three times the \nnormal rainfall and causing urban flooding in Dhaka city, and southwest and central areas of \nBangladesh.  \n \n4.  The  Government’s  Immediate  Response.  The  Government,  in  coordination  with \nnongovernment organizations (NGOs) and international organizations, responded immediately \nto the flood emergency. On 7 July 2004, the Ministry of Food and Disaster Management \nactivated emergency response committees at the district and upazila (subdistrict) levels and \nestablished an operations center in Dhaka to coordinate relief activities. About 5,500 emergency \nshelters were opened to house about 1.7 million homeless, more than 3,400 medical teams \nwere mobilized, and 800 temporary health centers were established. Military personnel were \ndeployed to assist with rescue operations and the distribution of food and relief services. To \nassist the flood-affected households, the Government started the Vulnerable Group Feeding \nProgram 2 months earlier than usual. By the end of August, the Government had distributed \n48,000 tons of rice through its Gratuitous Relief Program. From September to early 2005, the \nGovernment will distribute 170,000 tons of rice, together with the World Food Programme, \nstarting in the six most impacted districts and gradually expanding to cover the rest. The \nGovernment also distributed clothing and 10,800 bundles of corrugated iron sheets, along with \ncash grants totaling Tk5.4 million, to assist with housing reconstruction and related expenses.  \n \n5.  The  Government’s  Recovery  Program.  In  response  to  the  2004  floods,  the \nGovernment formulated several assistance programs to help the affected people recover and \nrestore their livelihoods (i) a disaster risk mitigation fund (Tk750 million) to benefit poor families; \n(ii) a food-for-work program started in October, comprising a cash fund of Tk1,680 million and \n195,000 tons of food, targeting the poorest rural residents, and providing employment in small \nprojects; (iii) a test relief program, similar to the food-for-work program, commenced in October, \nfocusing on repairing and rebuilding schools and basic infrastructure (embankments, bamboo \nbridges, etc.) to complement the large-scale reconstruction of major infrastructure systems; (iv) \ndistribution of corrugated iron sheets for housing repair and reconstruction; (v) distribution by \nmunicipalities of 100,000 bundles of corrugated iron sheets; (vi) allocation of rehabilitation funds \nfor the priority sectors of water supply and sanitation, rural roads, and urban drainage works; \n(vii)  facilitation  of  credit  through  commercial  banks  ($50  million  equivalent)  targeted  to \nagricultural rehabilitation; and, (viii) distribution of free seed and fertilizer to flood-affected small \n ", "  3\n \nand  marginal  farmers.4  In  addition,  the  Government  will  continue  to  address  hazard  risk \nreduction issues through its 5-year Comprehensive Disaster Management Program, which was \nestablished in 2003 with a $14 million grant in partnership with United Nations Development \nProgramme and the United Kingdom’s Department for International Development.5  \n \n6.  NGO Response. Many NGOs provided food, health supplies and services, water, and \nother  basic  necessities  to  thousands  of  families  throughout  the  country.  Several  NGOs \ncontinued supporting recovery programs. The Bangladesh Rural Advancement Committee, one \nof the largest national NGOs, created two loan programs (one specifically for housing) with low \ninterest rates and flexible terms. The Bangladesh Red Crescent Society helped reconstruct \n1,000 homes and provided seeds and other agricultural inputs to 30,000 families with access to \narable land. \n \n7.  International Community Response.  In mid-July, the United Nations (UN) activated a \ndisaster management team to coordinate the activities of the various UN agencies. The UN \nagencies provided critical emergency supplies to support the Government ministries involved in \nemergency response. On 12 August 2004, the UN launched a flash appeal aiming to raise $210 \nmillion. Contributions totaling about $53.5 million had been received by mid-December 2004. \nThe Disaster and Emergency Response (DER) subgroup of the Local Consultative Group of \nBangladesh, works closely with the UN Country Team and meets regularly to coordinate the \nemergency response of donors and international agencies. The DER subgroup, in coordination \nwith several of its partner organizations, conducted its own damage and needs assessment, \nwhich was released in October 2004. Several bilateral aid agencies have contributed resources \nfor post-flood relief programs, which have been channeled mainly through NGOs. Although \nlimited information is available regarding the private sector’s response to the 2004 floods, \nseveral multinational companies provided contributions supporting the relief program. \n \n8.  The  Asian  Development  Bank  Response.  The  Asian  Development  Bank  (ADB) \nresponded very quickly to the 2004 floods: in mid-July, the Bangladesh Resident Mission (BRM) \nestablished  the  Flood  Monitoring  Unit  to  collect  key  information  and  liaise  with  other \ndevelopments partners, particularly UN agencies and the DER subgroup; in mid-August, ADB \nresponded to the Government’s request to field a damage and needs assessment, after the \nfloodwater had receded, and prepare a post-flood recovery program; in mid-September, the joint \nADB  and  World  Bank  Damage  and  Needs  Assessment  Mission  was  fielded  to  help  the \nGovernment  assess  the  damage  and  prepare  an  immediate  and  short-term  recovery  and \nrehabilitation program; on 24 September, ADB management approved advance action and \nretroactive financing for $15 million for emergency flood damage rehabilitation assistance;6 and, \non 24 November, ADB management approved an increase in retroactive financing to $25 \nmillion. At the end of the Mission, the Government asked ADB and the World Bank to finance \n$250 million each for emergency rehabilitation of damaged infrastructure. \n \n9.  Flood Damage and Losses. The joint preliminary estimates of ADB and the World \nBank show that the total damage to assets and output losses due to the floods is at least Tk134 \nbillion (about $2.3 billion). Of this total, Tk79.8 billion ($1.35 billion) corresponds to lost assets \n(of which damage to public infrastructure was Tk37.3 billion or $632 million) and Tk54.7 billion \n                                                 \n4  To meet the emergency needs, the Government has financed some of the response and recovery activities \ndescribed by diverting operation and maintenance funds allocated in the Annual Development Program of fiscal \nyear 2005. This reallocation of funds may put the current routine operation and maintenance activities in jeopardy. \n5  The Government is discussing a multihazard disaster management assistance program with the European Union. \n6  Effective 12 September 2004, the commencement dates of the Damage and Needs Assessment Mission and \nappraisal, and subject to Board approval of the loan.  \n ", "4  \n($930 million) to lost outputs. Residential housing, roads, bridges, crops, fisheries, and livestock \nsuffered the most damage. The Mission observed that insufficient maintenance accentuated the \nflood damage in public infrastructure sectors. Output losses were incurred primarily by the \nprivate sector, with agriculture constituting a large share. Details on damage and losses are \nprovided in Supplementary Appendix A.  \n \n10.  Economic Impacts. Preliminary analysis7 shows that, because of the floods, gross \ndomestic product (GDP) growth in fiscal year (FY) 2005 could be about 0.5 percentage points \nlower than the 5.5% growth achieved in FY2004. These macroeconomic effects are temporary \nand are expected to be overcome in the context of Bangladesh’s relatively good fiscal and \nmacroeconomic  performance.  Agriculture,  particularly  the  crop,  livestock,  and  poultry \nsubsectors, and small and medium industries, are likely to be the most adversely affected in the \nshort run. Maintenance of stable rice (and wheat) prices through a continued liberalized trade \nregime and absence of domestic market restrictions can have widespread significant benefits \nfor poor households in the post-flood period.  \n \n11.  However,  the  balance  of  payments  position  may  deteriorate.  The  external  current \naccount balance, which had a surplus equivalent to 0.3% of GDP in FY2004, was projected to \nhave a deficit equivalent to 0.9% of GDP in FY2005 before the floods, due primarily to a \nslowdown in export growth resulting from phasing out the Multi-Fiber Arrangement. Additional \nreduction in export growth due to the floods, combined with additional flood-induced imports, is \nlikely to increase the current account deficit to 1.5% of GDP, even after taking into account \nincreases  in  remittances.  This  could  create  pressure  on  reserves,  but  unlike  the  situation \nfollowing the 1998 floods, Bangladesh’s reserve position, with gross reserves at $3.1 billion, \nwhich is equivalent to 3.5 months of imports at the end of September 2004, is much stronger. \nBangladesh’s floating exchange rate will help absorb the pressure on reserves. The relief effort, \nexpansion in food-assisted safety nets, repairs to public property, and the overall impact of \nfloods  on  economic  growth  are  likely  to  put  pressure  on  both  public  expenditure  and  tax \nrevenues. The total budget deficit can be expected to rise from 3.2% of GDP in FY2004 to 4.3% \nin FY2005. \n \n12.  Social  and  Poverty  Impacts.  According  to  the  2000  Household  Income  and \nExpenditure Survey in Bangladesh, 85% of Bangladesh’s poor live in rural areas where 53% of \nhouseholds are poor compared with a poverty rate of 37% for urban households. Although the \n2004 floods affected both poor and nonpoor households, the poor were generally least able to \nwithstand the negative impacts of the disaster on household income, individual health, and \npersonal security. Households living near major rivers in northeast rural Bangladesh suffered \nfrom the longest, and generally the most severe flooding. Within these areas, landless laborers \nand small landholders who lost crops were the most severely impacted. While the national \naverage agricultural crop and livestock losses for the year have been moderate, relative losses \nto individual farmers were much larger. In urban areas, slum dwellers who typically live in poorly \ndrained areas suffered from long periods of water logging, which reportedly led to increased \nincidence of diarrhea and other waterborne diseases. Floodwaters also reduced employment \nopportunities and incomes of these households. Even with the benefits of Government, NGOs, \nand international relief programs, many rural and urban households resorted to informal sector \nloans with high interest rates as their main coping strategy. Although these loans can be \ninstrumental in preventing serious reductions in food consumption and health status, the burden \nof debt repayment is likely to remain long after the visible effects of the flood are gone. Women, \nchildren, the disabled, and the elderly proved to be particularly vulnerable to the floods. Despite \n                                                 \n7  Based on the joint ADB and World Bank Mission and ADB. 2004. Quarterly Economic Update (September). Dhaka. \n ", "  5\n \nserious efforts on the part of the Government and relief organizations, emergency relief food did \nnot always provide sufficient nutrition for infants and children. Lactating women may not have \nbeen able to produce milk due to flood-related stress and lack of nutritious food, so infants and \nchildren below 2 years of age became prone to malnourishment.  \n \n13.  Environmental Impacts. The 2004 floods caused four main environmental impacts: \nriverbank  erosion,  soil  erosion,  water  logging,  and  water  contamination  and  health  risks. \nRiverbank and soil erosion was exacerbated, especially along embankment areas close to \nmajor rivers. Water logging is also reported to have caused health risks in the urbanized low-\nlying and flood-prone areas. Persistent drainage congestion, poor solid waste management, and \ninadequate water and wastewater treatment facilities contributed to the creation of unhygienic \nconditions. \n \n14.  Justification for External Assistance. With diversion of resources by the Government \nfrom low-priority development projects to post-flood rehabilitation of infrastructure, a gap in \nfinancing needs is anticipated. The reduction in exports due to the floods and the growth in post-\nflood  imports  will  widen  the  current  account  deficit  causing  depletion  of  foreign  exchange \nreserves, which will require additional foreign assistance to reduce the external financial gap. \nCurrent expenditures will exceed the budgeted target for FY2005, with increased expenditures \nfor relief and rehabilitation. Apart from the additional resource requirements, external assistance \nwill  be  needed  to  support  the  Government  with  speedy  restoration  of  damaged  physical \ninfrastructure, and preparation of a program and related action plan to mitigate future floods and \nincrease preparedness.  \n \n15.  Recovery  and Financing Needs. The joint Mission focused on the public sector’s \nfinancing needs for rehabilitation of facilities and infrastructure. Accordingly, depending on the \nlevel of improved standards applied during rehabilitation, public sector financing needs related \nto physical infrastructure are expected to range from $670 million to $715 million. Recognizing \nthat speedy revival of livelihoods is crucial to the recovery process of those affected by the \nflood, the Mission also considered the need for mitigating the impact of the floods on the poor \nand vulnerable, as well as on areas such as housing, crops, livestock, and fisheries. In addition \nto the relief, food, and cash grants provided, affected people need access to credit to help \nreestablish their livelihoods and improve their economic situation. This can be achieved through \nmicrofinance institutions, such as Palli Karma-Sahayak Foundation (PKSF), rather than informal \nborrowing. According to PKSF’s preliminary surveys, the floods have severely affected about \n384,256 of its members in 192 of its partner organizations. The Mission estimated that a credit \nline of about Tk1,003 million ($17 million) would be needed to assist the affected people,8 \ncomplementing the Government assistance (para. 5). \n \n16.  Portfolio  Management  and  Restructuring.  When  formulating  ADB’s  post-flood \nrecovery assistance program, the Government’s capacity and the possibility for loan portfolio \nrestructuring and the potential use of loan savings under 23 ongoing projects (27 loans) were \ncarefully assessed in line with ADB’s Policy on Disaster and Emergency Assistance.9 The \nportfolio assessment was made in light of the intensified country portfolio review missions10 and \nregular project review missions, particularly during the last 4 years by BRM and sector divisions \nof ADB’s South Asia Regional Department in close coordination with government agencies \n                                                 \n8  Based on the Tk1,000 credit need of about 20% of members of the partner organizations.  \n9  ADB. 2004. Disaster and Emergency Assistance: Operations Manual, Section no. D7/BP and D7/OP. Available: \nLotus Notes database LNADBG1.  \n10  Including a joint country portfolio review mission undertaken in February–March 2004 by ADB, World Bank, and \nJapan Bank for International Cooperation. \n ", "6  \nconcerned. Since 2001, particular emphasis has been placed on identifying and canceling Asian \nDevelopment Fund (ADF) loan savings by examining physical and financial progress of ongoing \nprojects and by adjusting their scope and design. As a result, $158 million has been canceled \nand returned to ADB’s general pool of ADF resources since the beginning of 2001. Therefore, \nthe scope of creating loan savings by restructuring the existing ADF loan portfolio is limited.  \n \n17.  Post-Flood Recovery and Assistance Program. On the basis of the Government’s \npost-flood recovery program, and other development partners’ efforts, the joint ADB and World \nBank Damage and Needs Assessment Mission prepared a three-phased program: phase one, \nimmediate recovery assistance (up to 2 years) to address urgent activities; phase two, midterm \nrecovery assistance (up to 5 years) for other works and major mitigation efforts; and phase \nthree, long-term disaster risk management program. Recognizing the extensive damage to \npublic infrastructure, ADB’s timely recovery assistance will be critical to help the Government \naddress  the  large  recovery  needs  through  the  proposed  emergency  assistance  Project, \ncovering phase one (up to 2 years only). In the education and health sectors, however, the \nrecovery needs can be effectively addressed under ongoing programs. These include the multi \ndevelopment agency-funded Primary Education Development Program II led by ADB and the \nHealth  and  Population  Program  led  by  the  World  Bank.11  Similarly,  provision  of  credit  to \nvulnerable groups including the poor can be effectively channeled through ongoing microcredit \nprograms operated by NGOs, such as PKSF. To support microcredit, the World Bank will \nextend a $10 million credit line to PKSF as part of its post-flood assistance program. ADB’s \nmidterm to long-term post-flood assistance will be based on the country strategy and program \n(CSP) currently being prepared in close consultation with the Government and stakeholders, \nand expected to be submitted for Board consideration in mid-2005. One of the key priorities \nbeing considered under the new CSP is disaster preparedness and mitigation, through both \nstandalone TA and investment projects for improved water resources and flood management. In \naddition, the new CSP is expected to mainstream disaster management in all operations, e.g., \nby including flood-resistant design in social and economic infrastructure projects, together with \ninstitutional strengthening for better disaster preparedness and mitigation. \n \n18.  National Disaster Preparedness and Risk Reduction Strategies. Since the 1998 \nfloods,  the  Government  through  the  Ministry  of  Food  and  Disaster  Management  has \ncommenced a shift in disaster strategy from disaster response to disaster risk management to \nachieve  three  basic  goals:  (i)  substantially  reduce  disaster  losses  in  lives  and  in  social, \neconomic, and environmental assets of communities and the nation; (ii) integrate disaster risk \nconsiderations  into  national  development  planning  and  programs  to  improve  sustainable \ndevelopment outcomes; and (iii) develop stronger institutions, mechanisms, and community \ncapacities  that  can  systematically  build  resilience  to  natural  hazards  and  disasters.  In  the \nmedium  term,  the  Government  needs  to  address  the  long-term  issues  of  hazard  risk \nmanagement and reduce Bangladesh’s vulnerability to natural disasters. Although Bangladesh \nhas made huge strides in reducing the number of fatalities in floods, cyclones, and storm \nsurges,  improvements  are  needed  in  all  phases  of  the  hazard  risk  management  cycle \n(preparedness,  reconstruction,  recovery,  and  prevention),  adopting  a  more  holistic  and \ncomprehensive risk management approach and strategy. Further external assistance will be \nneeded to support this process over the medium to long-term, complementing the ongoing \nComprehensive Disaster Management Program. In the short-term, the Standard Orders for \n                                                 \n11  The urban primary health care subsector supported by ADB did not report any damage.  \n ", "  7\n \nDisasters need to be reviewed and amended, as recommended by the 2004 national workshop \non options for flood risk and damage reduction.12  \n \n19.  Flood  Risk  Monitoring  and  Early  Warning  Systems.  Bangladesh  has  several \ninstitutions involved in flood risk monitoring and mapping. These include (i) Institute of Water \nModeling,  (ii)  Flood  Forecasting  and  Warning  Center,  (iii)  Bangladesh  Meteorological \nDepartment,  (iv)  Bangladesh  Meteorological  Department’s  Center  for  Environmental  and \nGeographic Information Services, (v) Bangladesh University of Engineering and Technology, \nand (vi) Space Research and Remote Sensing Organization. Among these, the Bangladesh \nMeteorological Department and Flood Forecasting and Warning Center are responsible for \nissuing warnings to communities in flood-prone areas. In view of the increased frequency of \ndisasters  including  severe  floods,  several  improvements  are  necessary.  These  include  (i) \nstreamlined organizational responsibilities, (ii) increased institutional capacities; (iii) enhanced \nflood mapping and forecasting systems; (iv) transfer of new technology; (v) provision of new \nequipment, such as radar; and (v) access to regional meteorological and hydrological data. One \ncritical issue is to enhance early warning capability by improving flood forecasting and making \nmore  accurate  predictions,  adapted  to  the  various  needs  at  different  levels,  sectors,  and \norganizations, providing the different stakeholders including the poor and vulnerable groups with \nearly and easily understandable information. Increased regional cooperation and sharing of \nmeteorological and hydrological data among the countries in Ganges-Brahmaputra-Meghna \nriver basin is essential to reduce the risk and increase preparedness for disasters including \nfloods.  \n \n20.  Governance and Corruption. Weak governance continues to be a key challenge in \nBangladesh. Efforts in poverty reduction are constrained by lack of accountability, transparency, \npredictability, and opportunities for citizen participation in public decision-making. Prevailing \ngovernance  practices  are  a  reflection  of  severe  resource  constraints  and  an  underfunded \nGovernment. While general consensus exists on the key constraints, modest progress has been \nmade in raising overall standards of governance. Thus, at the end of November 2004, the \nGovernment established the awaited Anticorruption Commission following legislation passed in \nFebruary 2004. The Government will create a corruption-free environment in accordance with \nthe relevant provisions of ADB’s Anticorruption Policy. Public procurement, which is an area \ngenerally associated with a high level of corruption, is undergoing a major reform program \nsupported by ADB, World Bank, and other development partners following the new public \nprocurement regulations that became effective in October 2003. ADB is providing TA to help the \nGovernment build capacity and provide support for an integrated anticorruption strategy.13 The \nTA includes expenditure tracking surveys in the road and rail subsectors. At the sector level, \nADB has commenced performance assessment of project implementation including quality of \nworks  and  procurement,  starting  with  roads.  Strengthening  of  financial  management  and \nauditing  have  been  aided  by  training  provided  under  TA  to  Foreign-Aided  Projects  Audit \nDirectorate of the Comptroller and Auditor General of Bangladesh.14 The same TA provided \ncapacity  building  and  support  to  strengthen  the  Implementation  Monitoring  and  Evaluation \nDivision  of  the  Planning  Division.  The  proposed  Project  also  incorporates  several  specific \nanticorruption  measures,  including  (i)  strict  financial  management  with  strengthened \n                                                 \n12  The workshop was held 7–9 September 2004 and attended by Government departments and agencies, as well as \ndevelopment partners and other stakeholders including NGOs. The workshop’s recommendations were presented \nto the Prime Minister on 31 October 2004 and endorsed for implementation.  \n13  ADB. 2003. Technical Assistance to the People’s Republic of Bangladesh for Supporting Good Governance. \nManila. \n14  ADB. 1999. Technical Assistance to the People’s Republic of Bangladesh for Strengthening Project Portfolio \nPerformance. Manila. \n ", "8  \nGovernment monitoring and independent monitoring by TA consultant, (ii) the use of detailed \nsubproject selection criteria, (iii) strong project supervision with appropriate consultancy input, \n(iv) regular independent performance auditing to monitor project implementation, (v) delegation \nof project administration to BRM, and (vi) random and independent spot checks by BRM, and \nconsultants.  \n   \n21.  Lessons  in  Disaster  Management  and  Flood  Rehabilitation.  ADB  has  provided \npostdisaster  emergency  assistance  to  Bangladesh  through  eight  loans  (Supplementary \nAppendix B) as well as reallocation of loan savings. Two projects have been postevaluated.15 A \nreview  of  project  performance  audit  reports,  project  completion  reports,  and  ADB-wide \nexperience16 with rehabilitation assistance in Bangladesh indicates the following lessons: (i) \nprojects  must  be  prepared  as  quickly  as  possible;  (ii)  projects  should  focus  on  restoring \nfacilities; (iii) rehabilitation works, to the extent possible, should be completed within 2 years; (iv) \nimplementation will place a heavy burden on executing agency (EA) staff and therefore strong \nconsulting support and ADB supervision are needed during implementation; and (v) efforts \nshould be made to ensure that ADB’s rapid response to disasters is matched by equally quick \naction  by  the  Government.  Other  lessons  learned  from  ADB’s  earlier  emergency  projects \ninclude (i) beneficiary participation is important and should be increased in project preparation \nand implementation, especially in the maintenance of facilities; (ii) environment  and social \naspects should be considered during project implementation, even though the need for a rapid \nresponse  may  not  permit  detailed  treatment  of  these  issues  prior  to  the  approval  of  the \nassistance; (iii) arrangements for disbursements, including retroactive financing and the use of \nimprest accounts, should give the EAs quick and simple access to funds; (ix) project objectives \nand scope need to be carefully defined; and (x) criteria for subproject selection should permit \nsimple prioritization of subprojects and short implementation periods. Recent experience of loan \nportfolio management in Bangladesh shows that anticorruption measures need to be addressed \neven under emergency projects. These lessons have been considered and incorporated in the \ndesign of the proposed Project. \n \n \nIII.  THE PROPOSED PROJECT \nA.  Objectives and Scope \n22.  The main objective of the Project is to contribute to sustainability of economic growth by \nminimizing the devastating impact of severe floods. This is essential to enable early restoration \nof economic and social activity in the affected areas, especially for the poor. The Project will \nfocus on priority areas, identified through consultation with the Government, public and private \nsector, and civil society; and involve community participation. The Project also includes capacity \nbuilding and training to reduce vulnerability to future floods by strengthening the Government’s \ndisaster preparedness by adopting flood-resistant infrastructure design standards, and providing \nanalytical input and capacity building to enhance early warning systems. \n \n                                                 \n15  ADB. 1995. Project Performance Audit Report for Loan 882:BAN(SF): Flood Rehabilitation in Bangladesh. Manila; \nand  ADB.  1996.  Project  Performance  Audit  Report  for  Loan  892:BAN(SF):  Flood  Damage  Restoration  in \nBangladesh. Manila. \n16  Benson, C. and W.T. Linklaen-Ariens. 1999. Rehabilitation after Disasters: A Review of Lessons Learned and \nEmerging Issues. Manila: ADB (3rd draft).     \n ", "  9\n \n23.  The Project was developed in close cooperation with the World Bank and bilateral aid \nagencies that have expressed interest in financing part of the post-flood recovery program.17 \nThe Project builds upon strengthening partnerships; the project design is based on the joint \ndamage and needs assessment undertaken in September 200418 by ADB and World Bank in \nclose coordination and consultation with the Government. The project design draws upon ADB’s \nsignificant experience in emergency assistance and the extensive flood damage rehabilitation \nexperience acquired in Bangladesh during the last two decades. The project design benefited \nfrom (i) preliminary damage assessments prepared by the Government, (ii) information and data \nreceived from UN relief agencies,19 (iii) meetings held and assessments made by the DER \nsubgroup, (iv) meetings held with NGOs and academia including research institutions, and (v) \nconsultation with communities and flood-affected people. The Project complements relief and \nother assistance provided by the Government, UN agencies, NGOs, and bilateral development \npartners; and recovery assistance provided by the World Bank. The Project is consistent with \nADB’s Policy on Disaster and Emergency Assistance (2004) and with the CSP/CSP Update for \nBangladesh.  \n \n24.  The Project will follow a sector approach to facilitate selection of the highest priority \nsubprojects during implementation. The sector approach is a suitable modality for emergencies, \nas  it  allows  quick  response  and  maximum  flexibility  of  both  geographic  coverage  and \ncomponents,  within  agreed  framework  and  criteria.  The  sectors/subsectors  selected  for \ninclusion of the Project are (i) rural infrastructure, (ii) roads, (iii) railways, (iv) water resources, \nand (v) municipal infrastructure. The selection of sectors/subsectors was based on several \nfactors including (i) scale and extent of flood damage; (ii) Government priorities; (iii) careful \nassessment of the EA's implementation capacity; (iv) recovery assistance carried out by the \nGovernment; (iv) assistance to be provided by other development partners, specifically the \nWorld Bank; (v) damage to ongoing and completed ADB projects; and (vi) ADB’s comparative \nstrengths in sector/subsectors. In four other important sectors: education, health, agriculture, \nand microcredit, the recovery needs can be met by ongoing assistance programs or assistance \nto  be  provided  by  the  World  Bank.  Within  each  sector,  priorities  were  established  in  the \nfollowing order: first, to rehabilitate ongoing ADB projects for which financing was not available \nfrom current sources or loan savings; second, to rehabilitate completed ADB projects; and third, \nto rehabilitate non-ADB subprojects in relevant sectors.  \n \nB.  Components and Outputs \n25.  The Project will rehabilitate high-priority, flood-damaged infrastructure and facilities by \nproviding civil works, equipment and materials, and consulting services for project design, \nimplementation, monitoring, and evaluation. During rehabilitation, appropriate and cost-effective \n                                                 \n17  The World Bank will utilize $190 million of loan savings on ongoing projects. Of this amount, $140 million will be \nused to rehabilitate (i) transport infrastructure ($50 million), (ii) agriculture, fisheries, and livestock ($5.5 million), (iii) \nsecondary education ($45 million), (iv) water resource management ($15 million), (v) urban municipalities of large \ncities ($15 million), and (vi) water supply and sanitation ($9.5 million). In addition, the World Bank will support \nmicrocredit by extending a $10 million credit line to PKSF and provide $40 million of budgetary support to the \nGovernment. For the medium term (phase 2 up to 5 years), the World Bank is expected to provide another $40 \nmillion for rehabilitation of flood management infrastructure and initial disaster preparedness activities, possibly \nunder the proposed Water Management Improvement Project, which is being processed by the World Bank. The \nJapan Bank for International Cooperation will provide about $8 million equivalent for rehabilitation assistance in the \nroad sector covering the northeast part of Bangladesh. The Government of Japan will also provide support to the \nroad, railway, and rural infrastructure sectors through its debt relief program. The Department for International \nDevelopment is providing about $7 million equivalent for maintenance and repair assistance to the road sector. \n18 During 12–27 September 2004. \n19 Particularly United Nations Development Programme, United Nations Children’s Fund, World Health Organization, \nand World Food Programme. \n ", "10  \nflood-proofing measures and design standards will be adopted to minimize future flood damage. \nThe  Project  comprises  five  parts:  A:  rural  infrastructure,  B:  roads,  C:  railways,  D:  water \nresources, and E: municipal infrastructure.   \n   \n26.  Rural Infrastructure. Rehabilitate and restore rural infrastructure, including rural roads \n(damaged paved upazila and union roads), bridges, and culverts. Rehabilitate existing flood and \ncyclone shelters and provide latrines to help communities, especially the poor, during future \nfloods (Appendix 3).20   \n \n27.  Roads. Rehabilitate flood-damaged national, regional, and district (zilla) roads, bridges, \nand culverts (Appendix 4). \n \n28.  Railways. Rehabilitate flood-damaged rail infrastructure and facilities on the core rail \nnetwork, including civil works to restore embankments, tracks, bridges, essential buildings, \nstation roads, and signaling and telecommunications facilities. Provide emergency equipment \nand materials required to undertake expeditious repair work in future emergency situations \n(Appendix 5).   \n \n29.  Water Resources. Rehabilitate flood control, drainage, and irrigation facilities, repair \nembankment breaches, and repair or replace water control structures, protective works, and \ncanals (Appendix 6). \n \n30.  Municipal Infrastructure. Rehabilitate (i) roads, drains, bridges, and culverts; and (ii) \nfootpaths and drains in the slums in about 55 municipalities (pourashavas) in six divisions \n(Appendix 7).   \n \nC.  Special Features \n31.  Disaster  Preparedness  and  Mitigation.  Apart  from  restoration  of  physical \ninfrastructure, the Project supports the Government’s efforts to increase its preparedness and \nability  to  mitigate  future  floods.  Thus,  the  Project  includes  assistance  to  enhance  the \nGovernment’s  capacity  to  develop  and  adopt  enhanced,  more  flood-resistant  infrastructure \ndesign standards. The Project supports mainstreaming of such design standards, such as \nimproved  drainage  and  slope  protection.  This  will  cover  five  key  infrastructure \nsectors/subsectors:  rural,  municipal,  road  and  railway  infrastructure,  water  resources,  and \nirrigation and drainage. It also supports rationalization of flood control and drainage schemes. \nThe Project provides analytical input and capacity building, through attached TA, to enhance \nexisting early warning systems, including the flood forecasting system operated by the Flood \nForecasting and Warning Center under the Bangladesh Water Development Board (para. 59). \nSome of the key issues to be addressed under the TA include (i) improving reliability of the \nexisting forecasting system, (ii) improving accuracy of weather predictions, (iii) providing longer \nforecasting periods, (iv) identifying cost-effective options to update the 40-year old topographic \nand elevation data, and (v) linking the existing flood forecasting system to major infrastructure \nand  agricultural  land  to  improve  its  usefulness.  Project  implementation  will  be  closely \ncoordinated with the World Bank and bilateral aid agencies active in Bangladesh, aided by joint \nreviews;  common  reporting;  and  close  monitoring  and  coordination  of  activities,  including \nanticorruption measures such as performance auditing.  \n                                                 \n20 Future ADB-financed rural infrastructure projects are expected to provide for new flood and cyclone shelters \nwherever feasible and justified. \n \n ", "  11\n \n \nD.  Cost Estimates  \n32.  The estimated cost of the Project is $240.0 million equivalent, comprising $73.8 million in \nforeign exchange (30.8%) including $2.0 million for interest during construction, and $166.2 \nmillion equivalent (69.2%) in local currency costs. Since a sector approach is being followed, the \ncost estimates are on a sector basis. The cost estimates are based on the joint World Bank-\nADB Damage and Needs Assessment Mission, incorporating, as appropriate, flood-resistant \ndesign standards and provision for technological improvements, appropriate materials, and \nquality control. The damage assessment will be updated during the detailed design phase for \neach project component. Table 2 summarizes the cost estimates; details are in Appendix 8. \n \nTable 2: Cost Estimates \n($ million) \n  Foreign  Local  Total \nItem  Exchange Currency   Cost \n     \n \nPart A: Rural Infrastructure   9.9  64.2      73.9 \nPart B: Roads   39.1  28.5      67.5 \nPart C: Railways   11.8  8.0      19.8 \nPart D: Water Resources   7.1  35.7      42.8 \nPart E: Municipal Infrastructure     4.0  29.9      33.9 \n         \nInterest during Construction   2.0  0.0        2.0 \n   \nTotal  73.8  166.2  240.0 \na  In mid-2004 prices. \nb  Including taxes, customs, and duties. \nSource: Asian Development Bank estimates. \n \nE.  Financing Plan \n33.  The  Government  has  requested  a  loan  in  various  currencies  equivalent  to  Special \nDrawing Rights 117,195,000.00 ($180 million equivalent) from ADB’s Special Funds resources \nto help finance the Project. The loan will have a 40-year term, including a grace period of 10 \nyears, an interest rate of 1% per annum, and repayment of principal at 2% per annum for the \nfirst 10 years after the grace period and 4% per annum thereafter.21 The loan proceeds will be \nmade available to all the EAs through budgetary allocations.  \n \nTable 3: Financing Plan \n($ million) \n  Foreign  Local  Total   \nSource  Exchange  Currency  Cost  Percent \nAsian Development Bank  73.8  106.2  180.0  75 \nGovernment   0.0  60.0  60.0  25 \n      Total  73.8  166.2  240.0  100 \nSource: Asian Development Bank estimates. \n \n                                                 \n21  Due to the emergency nature of the Project, the terms and conditions of the loan deviate from the standard ADF \nloans, as provided for in ADB’s Operations Manual (footnote 9). \n ", "12  \n34.  Cofinancing Opportunities. The governments of the Netherlands and Sweden, through \nthe  Swedish  International  Development  Agency,  have  expressed  interest  in  providing  $25 \nmillion of cofinancing for the Project, subject to clearance from their management in late 2004. \nIn absence of a firm commitment for cofinancing—Swedish International Development Agency \n(Part A) and the Netherlands (Part D), ADB will provide a loan under the umbrella or standby \nfinancing mechanism, whereby ADB commits for a $180 million loan but cancels a portion of its \nloan  when  grant  financing  becomes  available  later  from  the  Netherlands  and/or  Swedish \nInternational Development Agency.22 \n \n35.  Local  cost  financing  is  justified  under  ADB’s  local  currency  financing  policy.23  The \namount of local currency funding takes account of the current fiscal situation in Bangladesh and \nthe increased expenditure required for relief and rehabilitation works.  \n \nF.  Implementation Arrangements \n36.  The implementation arrangements are designed to follow established procedures and \npractices under ongoing ADB-financed projects to enable speedy and efficient implementation, \nstrengthened with specific anticorruption measures. ADB already has several ongoing projects \nin each of the main sectors and subsectors where financing will be provided: rural infrastructure, \nroads, railways, water resources, and municipal infrastructure.  \n \n1.  Project Management and Coordination \n37.  Following the practice adopted for ADB-financed flood damage rehabilitation projects, \noverall  project  coordination  will  be  provided  by  the  already  established  Project  Steering \nCommittee  (PSC),  chaired  by  the  member  for  programming,  Planning  Commission  of  the \nMinistry of Planning. The PSC includes the member (physical infrastructure) of the Planning \nCommission and representatives from the Economic Relations Division and Finance Division of \nthe Ministry of Finance, Cabinet Division, Implementation Monitoring and Evaluation Division of \nthe Planning Commission, and the EAs involved in emergency rehabilitation works under ADB, \nWorld Bank, and other aid agency projects. The Implementation Monitoring and Evaluation \nDivision will play a key role in performance monitoring and will provide support to the PSC \nsecretariat.  In  support  of  timely  subproject  approval  procedures,  the  same  simplified \nGovernment procedures will be followed that were used during past flood damage rehabilitation \nprojects and greatly helped to expedite project implementation.  \n \n38.  The EAs for the Projects will be the following:  \n \n(i)  Part A: rural infrastructure—Local Government Engineering Department, \n(ii)  Part B:. roads—Roads and Highways Department,  \n(iii)  Part C: railways—Bangladesh Railway,  \n(iv)  Part D: water resources—Bangladesh Water Development Board, and   \n(v)  Part E: municipal infrastructure—Local Government Engineering Department  \n \n39.  Each EA will be responsible in its respective sector/subsector for (i) selection of all \nsubprojects and approval of subprojects not exceeding $200,000 equivalent , (ii) design of civil \nworks, (iii) preparation of tender documents for civil works and goods, (iv) appointment of \n                                                 \n22  ADB. 2003. Modes of Cofinancing: Operations Manual, Section no. E1/OP. Available: Lotus Notes database \nLNADBG1. \n23  ADB. 1995. Review of Lending Foreign Exchange for Local Currency Expenditure on Projects. Manila.   \n ", "  13\n \nconsultants,  and  (v)  submission  of  progress  reports  to  the  PSC  and  ADB.  For  efficiency \npurposes,  existing  project  management  units  (PMUs)  and  project  implementation  units,  as \nappropriate, will be utilized for all EAs and will be provided with adequate staff, resources, and \nlogistical support. The project implementation arrangements are provided in Appendix 9. \n \n40.  Project Monitoring and Anticorruption Measures. To ensure timely implementation, \nthe responsibility for project administration will be delegated to ADB’s BRM in Dhaka. BRM has \nextensive experience in administrating similar projects and will closely monitor compliance with \nADB’s requirements under the Project to ensure quality control, speedy implementation of \nsubprojects, and rapid assistance to the EAs on any project implementation matters. BRM will \nalso  closely  monitor  anticorruption  measures  undertaken  by  the  PSC  and  EAs,  carry  out \nrandom and spot checks on procurement and accounts of the Project and subprojects, and \ninspect  facilities  rehabilitated  under  the  Project  for  quality  control.  Adopted  anticorruption \nmeasures  were  designed  based  on  portfolio  experience,  preliminary  findings  of  a  recent \nperformance assessment conducted in the road sector,24 and preliminary outputs under ongoing \nTAs supporting good governance (footnote 14) and strengthening project portfolio performance \n(footnote 15). The anticorruption measures adopted under the Project include (i) strict financial \nmanagement  with  strengthened  Government  monitoring  and  independent  monitoring  under \npiggy-backed TA for financial management and monitoring (para.59), (ii) the use of detailed \nsubproject selection criteria, (iii) strong project supervision with appropriate consultancy input, \n(iv) regular independent performance auditing, and (v) random and independent spot checks by \nBRM, and consultants. \n \n2.  Subproject Selection Criteria and Approval \n41.  Subprojects will be identified and selected in accordance with sector-specific criteria \nagreed upon by the Government and ADB for each project component (appendixes 3 to 7). In \naddition, each subproject proposal will be selected on the basis of the following general criteria: \n \n(i)  The subproject will rehabilitate or restore damaged infrastructure and facilities \ncaused  by  the  2004  floods  based  on  the  damage  and  needs  assessment \n(Supplementary  Appendix  A)  and  assessment  carried  out  by  the  project \nconsultants.  \n(ii)  Baseline data and performance indicators will be considered in the selection of \nsubprojects.  \n(iii)  The subproject does not involve deferred maintenance, unless such maintenance \nwill substantially reduce the prospect of damage from recurrence of floods.  \n(iv)  The subproject will incorporate appropriate flood-resistant design standards with \nadequate provision for quality control.  \n(v)  The subproject is technically feasible, cost-effective, and represents a least-cost \nalternative with appropriate adjustment for incorporating flood resistant designs. \n(vi)  The subproject incorporates beneficiary consultation and input in the selection \nprocess. \n(vii)  The subproject will be completed within the project implementation period.                                    \n(viii)  The  subproject  will  not  be  financed  by  another  agency,  unless  ADB  is  a \ncofinancer. \n(ix)  Priority will be given to subprojects that rehabilitate ongoing or completed ADB-\nfinanced projects. \n                                                 \n24  The performance assessment, conducted in November–December 2004, focused on quality of completed works \nand procurement.   \n ", "14  \n(x)  The  subproject  is  in  compliance  with  the  Government’s  environmental \nrequirements, ADB’s Environment Policy (2002) and Environment Assessment \nGuidelines  (2003),  and  the  agreed  Environmental  Assessment  Framework \n(Appendix 15). For subprojects that require an initial environmental examination \n(IEE),  the  IEE  is  included  in  the  subproject  proposal,  and  Government \nenvironment clearance is obtained prior to award of the subproject contract.  \n(xi)  Subprojects  are  not  expected  to  involve  any  land  acquisition  or  involuntary \nresettlement. If either is required, in the course of the Project, it will be conducted \nin accordance with the Government’s applicable laws and regulations, ADB’s \nPolicy on Involuntary Resettlement (1995), ADB’s Handbook on Resettlement: A \nGuide to Good Practice (1998), and the agreed resettlement framework prior to \nthe award of the subproject contract.  \n \n42.  Subproject  proposals  will  be  prepared  by  the  EAs  in  formats  agreed  to  by  the \nGovernment and ADB. The PMU concerned will be responsible for preparation, submission, \napproval, implementation, and benefits monitoring and evaluation stages. The first subproject to \nbe  carried  out  by  each  EA  will  be  subject  to  prior  review  and  approval  by  ADB  before \ncommencement.  Subsequent  subprojects  costing  more  than  $200,000  equivalent  must  be \nsubmitted to ADB for prior review and approval.                                                                                                      \n \n3.  Implementation Schedule \n43.  As the Project is for emergency assistance, project implementation will be completed in \n24 months by 31 January 2007. The agreed upon implementation schedule recognizes the \ncritical importance of restoring as much key infrastructure as possible before the onset of the \nnext rainy season in July 2005 and builds upon BRM’s past implementation experience with \nflood damage rehabilitation projects. The EAs have agreed to submit work plans covering the \nnext dry season up to end-June 2005 to ADB during loan negations. Detailed implementation \nschedules are provided in Appendix 10.   \n \n4.  Procurement  \n44.  Procurement of works, goods, and services will be carried out in accordance with ADB’s \nGuidelines  for  Procurement.  ADB’s  procedures  for  providing  rehabilitation  assistance  after \ndisasters provide for flexible interpretation of these guidelines, so that project activities can start \npromptly. Local procurement will be the preferred mode for all civil works because of the \nrelatively short implementation period, the small size of contract packages, the wide geographic \nspread of the project sites, and the need for local awareness and community participation.  \n \n45.  None of the Project’s individual civil works contracts is expected to exceed $3.0 million. \nCivil  works  contracts  with  estimated  values  greater  than  $3.0  million  will  be  procured  in \naccordance with international competitive bidding procedures. Contracts with estimated values \nof $3.0 million or less will be procured in accordance with local competitive bidding procedures \nacceptable  to  ADB,  typically  those  specified  in  the  Government’s  Public  Procurement \nRegulations 2003 (PPR), adapted to the urgency of works.25 ADB’s portfolio experience in \nBangladesh indicates that domestic contractors have adequate capacity to undertake such \ncontracts. ADB will review and approve the first two civil works contracts estimated to cost less \n                                                 \n25  The PPR, adopted by the Government in October 2003, is a major step forward to more efficient and transparent \nprocurement. It entails comprehensive reform of all aspects of procurement and is supported by ADB and other \ndevelopment partners active in Bangladesh.  \n ", "  15\n \nthan  $200,000.  Once  ADB  is  satisfied  with  the  EAs’  procurement  procedures,  post-facto \napproval procedures will be followed. However, if ADB does not approve the award or terms of \nthe contract, the Government will not use loan proceeds to finance the contract. If the loan \nproceeds are used, the Government will refund to ADB any such payments. Contracts with \nestimated values exceeding $200,000 equivalent will be reviewed and approved by ADB before \naward. All contracts with estimated values equal to or less than $200,000 will be procured under \nlocal competitive bidding using post-facto approval procedures. Local competitive bidding civil \nworks procurement will follow the single-stage, one-envelope procedure with postqualification \nand bidding periods of 21 days.26 Urgent works27 will follow the direct procurement method \nspecified  in  the  PPR.  To  encourage  the  participation  of  communities  and  local  residents, \nespecially women, and provide them with employment opportunities, small earthworks with an \nestimated cost of $8,000 or less in each case, may be awarded, in line with past practices for \nprojects  of  similar  nature,  to  labor-contracting  societies  in  accordance  with  procedures \nacceptable to ADB.  \n \n46.  Equipment and materials will be procured under international competitive bidding where \nthe estimated cost is more than $500,000 equivalent; by international shopping where the \nestimated cost is between $300,000 and $500,000 equivalent; and using local procurement \nprocedures, typically those specified in the Government’s PPR, where the estimated cost is \n$300,000 equivalent or less.  \n \n47.  All contracts should conform with both the general (para. 40) and the sector-specific \ncriteria (appendixes 3 to 7) and follow the PPR. The Government and each EA will strictly \nadhere to the PPR’s specified time limits for evaluating and awarding contracts.  \n \n5.  Consulting Services  \n48.  Given the tight implementation schedule and the EAs‘ capacity, consulting services will \nbe required for (i) detailed assessment and verification of damage in each sector/subsector; (ii) \nprioritization of subprojects; (iii) preparation of subproject appraisal reports in accordance with \nGovernment and ADB requirements and selection criteria; (iv) incorporation of flood resistance, \nrapid planning, design, and implementation of the works; (v) supervision and monitoring of \nworks to ensure quality control and transparency among contractors and communities carrying \nout smaller works; and (vi) oversight of works in each sector/subsector and provision of detailed \naccounting, auditing, and reporting to the PMUs and ADB. The Project will require a total of 250 \nperson-months of international consulting and 2,200 person-months of domestic consulting.  \n \n49.  The design and supervision consultants will support the EAs with day-to-day project \nimplementation  and  rehabilitation  requirements  including  (i)  identification,  prioritization,  and \nformulation of subprojects; (ii) detailed surveys and damage assessment; (iii) preparation of \nplans,  designs,  specifications,  and  cost  estimates;  (iv)  preparation  of  tender  and  contract \ndocuments; (v) evaluation of bids and contract awards; (vi) supervision of construction, quality, \ncost  and  schedule  control,  measurement,  and  approval  of  contractor’s  work  and  progress \nclaims; (vi) issuance of completion certificates; (vii) preparation of subproject accounts, audits, \nand reports; and (viii) assessment of EA capacity and subsequent training of EA/PMU staff in \nmethodology  and  procedures  for  damage  and  needs  assessment,  project  supervision, \nappropriate flood resistant design standards, and related areas. In addition, an NGO will be \nengaged for implementation and monitoring of any resettlement activities. \n                                                 \n26  Small simple civil works, estimated to cost $50,000 or less, will have a 15-day bidding period. \n27  Urgent restoration works are works that can be completed within 3 months before 1 April 2005.   \n ", "16  \n50.  All  consultants  will  be  engaged  by  the  EA  concerned  in  accordance  with  ADB’s \nGuidelines on the Use of Consultants and other arrangements satisfactory to ADB for the \nengagement of domestic consultants. Since the Project will be completed within 24 months, \nexpeditious selection and fielding of the design and construction supervision consultants will be \nnecessary.  Accordingly,  ADB  has  agreed  with  the  Government  that  direct  engagement  of \nconsultants be undertaken, as provided for under these guidelines. General conditions for direct \nselection under the Project require that the consultant (i) be currently engaged or have prior \nsubstantial  and  satisfactory  experience  in  past  ADB-financed  flood  damage  rehabilitation \nprojects in Bangladesh, (ii) have capacity to deploy needed expertise of relevance and quality at \nshort notice, and (iii) have been selected for ongoing projects following ADB’s Guidelines on the \nUse  of  Consultants  and  have  performed  satisfactorily  pursuant  to  the  terms  of  such  prior \nengagements. These arrangements provide for efficient recruitment of consultants under the \ncircumstances. The Borrower has requested ADB and ADB has agreed to directly engage \nconsultants on behalf of the Borrower.  \n \n6.  Advance Action  \n51.  Given the urgency of the Project, ADB approved advance action for the procurement of \ngoods, services, and works, and the recruitment of consultants, provided this takes place on or \nafter 12 September 2004, the starting date for the damage and needs assessment and project \nappraisal. The Government was advised that approval of such advance action does not commit \nADB to finance any part of the Project.  \n \n7.  Retroactive Financing \n52.  The  Project  provides  for  retroactive  financing  of  immediate  rehabilitation  of  key \ninfrastructure and facilities and for consulting services. ADB management has agreed to provide \nretroactive financing of $25 million eligible expenditures incurred not earlier than 12 September \n2004  (date  of  appraisal),  provided  that  the  expenditures  are  in  accordance  with  agreed \nprocedures and are certified by the EAs and the consultants, and the certification is acceptable \nto ADB. Retroactive financing will be approved under the following conditions: (i) the consultants \nare in the field and have prepared the subproject, (ii) contracts over $50,000 equivalent were \napproved by ADB, and (iii) works were procured according to tender procedures acceptable to \nADB and certified by the consultants. The Government was advised that provision of retroactive \nfinancing does not commit ADB to finance any part of the Project.   \n \n8.  Disbursement Arrangements \n53.  All disbursement procedures of the loan will follow ADB’s Loan Disbursement Handbook. \nDirect payment procedures will be followed for consulting services and procurement of civil \nworks and goods under international competitive bidding. Except for Part B, imprest account \nprocedures will be followed for local bidding for civil works and goods. The imprest account will \nbe  established  in  Bangladesh  Bank.  ADB’s  statement  of  expenditures  will  be  followed  for \nreimbursement of expenditures and for liquidation of each imprest account for payments not \nexceeding $100,000 equivalent in each case. The imprest account will be replenished on an as-\nrequired basis, within the total loan amounts for each project component subject to confirmation \nthat sufficient progress has been achieved in terms of actual implementation compared with the \nexpenditures incurred. For Part B, reimbursement procedures will follow current practices for \nADB-financed road projects with the Roads and Highways Department as EA.  \n \n ", "  17\n \n9.  Accounts, Audit, and Reports \na.  Accounts and Audit \n \n54.  Each EA will maintain records and accounts adequate to identify the goods and services \nfinanced by the loan proceeds, financing sources received, expenditures incurred, and use of \nlocal  funds.  The  accounts  will  be  set  up  in  accordance  with  sound  accounting  principles. \nConsolidated project accounts and related financial statements will be audited annually by the \nComptroller and Auditor General of the Government acceptable to ADB. The audited reports and \nrelated financial statements in English will be submitted to ADB not later than 6 months after the \nend of the fiscal year to which they relate.  \n \n55.  All  project  activities  will  be  subject  to  independent  performance  audit  to  ensure \ntransparency and objective and independent assessment of such activities. The performance \naudit will be conducted annually and randomly during project implementation and be carried out \nby external auditors to be selected by the Government in consultation with ADB. In addition, ADB \nwill conduct project procurement audits during implementation as part of its regular reviews.                                   \n   \nb.  Reports   \n \n56.  While the PSC will monitor overall implementation progress, each EA will prepare brief \nprogress statements and submit these to the PSC with a copy to ADB at the end of each month. \nIn addition, they will submit quarterly reports to the PSC and ADB. Within 3 months of physical \ncompletion of the Project, the Government will provide ADB through the PSC an overall project \ncompletion report providing a detailed evaluation of the project design, costs, contractor and \nconsultant performance, social and economic impact, and other details requested by ADB.  \n \n10.  Project Performance Monitoring and Evaluation \n57.  Each EA will carry out project performance monitoring and evaluation in accordance with \nADB’s  Project  Performance  Monitoring  and  Evaluation  Handbook.  Baseline  indicators  and \ntargets for each sector and subproject will be developed prior to implementation for monitoring \npurposes as well as for checking against selection criteria. The outputs will provide inputs to the \nProject’s quarterly progress reporting.  \n \n11.  Project Review \n58.  ADB will conduct regular reviews throughout project implementation. Given the relatively \nshort implementation period and emergency nature of the Project, no midterm review will be \nconducted, unless deemed necessary by ADB and the Government.  \n \nIV.  THE TECHNICAL ASSISTANCE  \n59.  ADB  will  provide  a  TA  grant  of  $150,000  to  support  financial  management  and \nmonitoring  (Appendix  11).  The  TA  will  help  the  Government  build  capacity  in  financial \nmanagement and related areas to effectively carry out monitoring functions and evaluation of \nproject performance. The TA will include design of a monitoring and evaluation strategy, risk \nassessment approach, and assessment of cost-effectiveness; and provide support in assessing \nperformance. The TA will be financed on a grant basis by ADB’s TA funding program.  \n \n ", "18  \n60.  ADB will also provide a TA grant of $250,000 for an early warning systems study \n(Appendix 12). The TA will be financed on grant basis by ADB's TA funding program. The \nGovernment of the Netherlands has expressed interest in financing the TA. When this interest is \nconfirmed, the funds from ADB's TA funding program will be replaced by a corresponding grant \nfrom the Government of Netherlands and will be administered by ADB. The TA will provide \nanalytical input, including capacity building, to enhance existing flood forecasting system of the \nBangladesh Water Development Board and related systems.  \n \nV.  PROJECT BENEFITS, IMPACTS, AND RISKS \nA.  Economic Benefits  \n61.  Selected subprojects will be technically feasible, cost-effective, and represent a least-\ncost alternative with appropriate adjustment for flood-resistant designs. Based on initial damage \nassessment, and considering the project completion report and project performance audit report \nfindings of past flood damage rehabilitation projects in Bangladesh, the economic internal rate \nof return for subprojects is expected to substantially exceed 12%. Conducted reevaluation of \npast flood damage rehabilitation subprojects in Bangladesh involving rehabilitation of major \nroads found the economic internal rates of return to range from 18% to 55%.  \n \nB.  Poverty and Other Impacts \n62.  Poverty Impact. Flood disasters affect the poor disproportionately in terms of health, \nhousing, employment, livelihood, and food security. A high incidence of poverty is evident in the \nproject area, ranging from 30% to as high as 57%, based on poverty mapping.28 Of the 13 worst \nflood-affected districts, 10 have chronic poverty levels above the national level (35.5%), as \nmeasured by human poverty index. Chronicity of poverty, also measured by the index, in these \ndistricts ranges between 32.7% and 41.9%. The poorer income groups having lost assets and \nincome have been worst affected by the floods. Urban slum dwellers living in poorly drained \nareas suffered from prolonged water logging, with high prevalence of waterborne diseases. \nBasic facilities and key infrastructure have to be restored if the affected communities are to \nrecover from the effects of the 2004 flood following the relief and rescue support provided by the \nGovernment, UN agencies, and many bilateral agencies. The Project will benefit the people, \nespecially the poor, in the flood-affected areas by restoring rural infrastructure, and community \ninfrastructure facilities. By rehabilitating vital public and community infrastructure, the Project will \nhelp restore essential economic and social activities disrupted by the flood. The repair of roads, \nbridges,  and  railway  tracks,  and  improvement  of  transport  infrastructure  will  restore  basic \naccess and services to health and educational facilities. Time savings will facilitate business and \nnonfarm employment. The greater access to markets for cash crops, vegetables, livestock, and \nemployment, as well as the decline in the price of agricultural inputs will contribute to poverty \nreduction by accelerating growth in poor people’s per capita income and assets. The flood \ncontrol and irrigation measures will protect people exposed to risk of inundation from future \nflooding  and  raise  agricultural  output.  Improvement  of  municipal  infrastructure  will  improve \nhealth conditions particularly of the slum dwellers with improved water supply and sanitation, \nand create greater access to employment opportunities. A summary of the poverty reduction \nand social strategy is in Appendix 13.  \n \n                                                 \n28  Based on poverty mapping carried out by (i) Bangladesh Institute of Development Studies, Dhaka, Bangladesh \n(2000); (ii) Bangladesh Bureau of Statistics (1995); and (iii) World Food Program (2001). \n ", "  19\n \n63.  Employment Generation. The Project will provide significant employment opportunities \nfor skilled and unskilled labor during implementation. The Project will also create employment \nopportunities for the poor in the project areas, generating about 12 million person-days of skilled \nand unskilled labor employment. The Project will also have positive externalities, which will \nimprove  the  livelihood  of  the  poor.  The  poverty  reduction  aspects  will  be  enhanced  by \nencouraging contractors to engage local workers, including women, in project areas; and by \nusing labor contracting societies for small earthworks, utilizing poor women in the project areas.  \n \nC.  Social Impacts  \n64.  Since rehabilitation will take place on existing infrastructure locations, the Project is not \nanticipated to require land acquisition or involve involuntary resettlement. Each subproject will \nbe designed to ensure that improvement will be within the existing rights-of-way. However, to \ncomply with ADB’s safeguard policy requirements for a sector loan, a resettlement framework, \nas presented in Appendix 14, has been agreed upon by the Government and ADB to address \nany  possible  adverse  impacts  relating  to  land  acquisition  or  involuntary  resettlement.  The \nProject is unlikely to affect any indigenous people. In the event of their involvement in any \nsubprojects, all necessary actions required under ADB’s Policy on Indigenous Peoples (1999) \nwill be taken.  \n \nD.   Environmental Impacts \n \n65.  The Project is classified as category B, in accordance with ADB’s Environment Policy \n(2002). The initial environmental examination (IEE) for the entire Project was conducted to \ndetermine the degree of likely impacts and describe possible mitigation measures. The Project \ninvolves only rehabilitation of previously existing infrastructure previously or currently used for \nthe same or similar purposes. The IEE concluded that it is not likely to generate any significant \nenvironmental impacts during the construction and operation periods. All subprojects will be \nrequired  to  complete  and  satisfy  an  environmental  assessment  screening  checklist  during \nformulation. Recommended mitigation measures will be incorporated into subprojects’ design \nand contractors’ work assignments. The Project is expected to have several environmental \nbenefits,  including  limiting  land  erosion  and  failure  of  embankments  along  damaged \ninfrastructure; and reducing health risks by rehabilitating damaged water supply and sanitation \nfacilities, and cleaning drainage systems. In cases where the rapid environmental checklist \nindicates that further analysis is required,29 an IEE will be conducted to identify and implement \nmitigation measures and monitoring. The EAs are familiar with ADB’s environmental guidelines \nand procedures. However, to ensure compliance with ADB’s environmental policy and with the \nGovernment’s environmental requirements, environmental assessment and review procedures \nare provided in the summary IEE (Appendix 15) to guide subproject implementation. \n \nE.   Risks \n66.  A potential risk is that procedural delays in obtaining various Government approvals will \nslow implementation. The Government has shown strong commitment to the Project and has \nadopted  simplified  procedures,  which  were  successfully  used  in  past  ADB-financed  flood \ndamage  rehabilitation  projects.  The  selection  of  EAs  with  considerable  experience  in \nimplementing  ADB-financed  projects  and  familiar  with  ADB  procedures,  implementation  by \n                                                 \n29  If any subprojects requires (i) a change in alignment (for roads, canals, dikes, and bridges) for safety reasons; (ii) a \nlarge borrow pit, or (iii) a large command area (for irrigation), an IEE will be conducted and the IEE report will be \nsent to ADB for its review and approval. \n ", "20  \nestablished project implementation units, and use of existing or directly selected consultants \nminimizes delay at the EA level. The availability of counterpart funding has not been a problem \nto date in ADB projects in Bangladesh and ongoing International Monetary Fund and World \nBank support will generate adequate counterpart funds.  \n \n67.  Governance-related  issues,  including  corruption,  constitute  another  risk.  This  is \naddressed  by  detailed  selection  criteria,  transparent  implementation  and  monitoring \nmechanisms, and specific financial controls including regular as well as random audits and the \nuse of external auditors. Measures used include strict construction supervision and strong \nconsultant support, use of the PPR, close monitoring by BRM staff, and random procurement \nand annual performance auditing at the EA level. The PSC will be supported by monitoring and \nevaluation  specialists  from  the  Implementation  Monitoring  and  Evaluation  Division  of  the \nMinistry of Planning. The division will be supported by an external consultant who will (i) help \nmonitor all project activities, (ii) conduct random spot checks during project implementation, (iii) \nprovide capacity building in key areas of monitoring and evaluation. A third risk is recurrence of \nmajor floods in the future and related extensive damage. This risk is addressed by adoption of \nappropriate flood-resistant design standards including capacity building, which is expected to \nreduce damage from future floods. The risk of inadequate maintenance is addressed by close \nmonitoring and ongoing policy dialogue by BRM.   \n \n \nVI.  ASSURANCES \nA.  Specific Assurances  \n68.  In  addition  to  the  standard  assurances,  the  Government  has  given  the  following \nassurances, which are incorporated in the legal documents:     \n \n(i)  Project  Steering  Committee  (PSC).  The  PSC,  chaired  by  the  Member  for \nProgramming of the Planning Commission of the Ministry of Planning, shall be \nresponsible for monitoring the implementation of the Project and overseeing all \nProject governance-related matters, including any issues that may arise due to \nmismanagement and breach of quality standards in design or execution of the \nProject. It will meet at regular intervals but at least every 60 days to review \nprogress of the Project. Prior to each such meeting, IMED shall provide to the \nChairman and each member of the PSC with a copy to ADB a written report on \ntheir findings with respect to monitoring of the Project activities over the relevant \nprior period. The PSC may, from time to time, invite independent experts drawn \nfrom  reputable  national  institutions  to  assist  it  in  the  discharge  of  its \nresponsibilities.  The  Chairman  or  any  member  of  the  PSC  may  request  for \nenlistment of such an expert. The cost of enlisting such expert participation, if \nany, shall be borne out of the unallocated funds in the Project budget. \n(ii)  Project management unit (PMU). Each of LGED, RHD, BWDB and BR shall be \nresponsible for implementing its designated Part or Parts of the Project through \ntheir respective Project Management Units (PMUs).  Each of the PMUs shall \nreport on the progress of their respective Part(s) of the Project at least once \nevery 60 days to the PSC. \n(iii)  Subproject selection criteria and monitoring. The Government will ensure \nthat all subprojects meet, to the satisfaction of ADB, the agreed general and \nsector-specific selection criteria and implementation arrangements, and that all \nsubprojects are properly controlled and monitored to the satisfaction of ADB.  \n ", "  21\n \n(iv)  Operation  and  maintenance.  The  Government  will  ensure  that  all  facilities \nrehabilitated under the Project are properly  operated and maintained by the \nrelevant EA concerned in accordance with sound practices. To this end, within 6 \nmonths of the date of loan effectiveness, each of the relevant EAs will prepare an \naction plan that will include maintenance plans with funding requirements and \nother pertinent elements for year-round effective maintenance of rehabilitated \nfacilities. A copy of the action plan will be submitted to ADB for follow-up. The \nGovernment will make available, on a timely basis, the necessary funds for \noperation and maintenance during and after implementation of the Project. The \nGovernment will allocate, on a timely basis, adequate counterpart funds from its \nbudget for each fiscal year during project implementation.   \n(v)  Counterpart funds. The Government will allocate, on a timely basis, adequate \ncounterpart  funds  from  its  budget  for  each  fiscal  year  during  project \nimplementation.  \n(vi)  Delegation of financial powers. The Government will ensure that delegated \nfinancial powers, as approved by the Ministry of Finance on 1 July 2004 and 4 \nJuly 2004 are followed for this Project.    \n(vii)  Beneficiary participation. The EAs will actively seek beneficiary participation in \nthe selection, design, and implementation of all rehabilitation works carried out \nunder the Project.  \n(viii)  Environment.  The  Government  will  ensure  that  adequate  environmental \nmitigation  measures  in  accordance  with  (a)  the  Government’s  environmental \nregulations  and  (b)  ADB’s  Environment  Policy  (2002),  and  (c)  ADB’s \nEnvironmental Assessment Guidelines (2003) are incorporated into all subproject \ndesigns  and  implementation.  The  Government  will  ensure  that  the  agreed \nenvironmental assessment framework (Appendix 15) is implemented; that all \nsubprojects for which an IEE is required include such an IEE in the subproject \nproposals;  and  that  all  subprojects  for  which  Government  environmental \nclearance is required obtain such clearance prior to the award of any contracts \nfor that subproject.  \n(ix)  Environment mitigation measures. The Government will ensure that all ADB-\nfinanced contracts under the Project include contractual clauses during design \nand construction requiring that all necessary steps be taken to avoid adverse \nconsequences to the natural environment, noise pollution, and environmental \nhygiene-related issues: and as pertains to the selection of sites for extraction of \nconstruction materials and selection of roads for transporting such construction \nmaterials. \n(x)  Resettlement.  The  Government  will  ensure  that,  to  the  extent  possible, \nsubprojects will not require land acquisition or involuntary resettlement. In the \nevent  that  land  acquisition  or  involuntary  resettlement  is  required  for  any \nsubproject, then the Government will prepare a resettlement plan in accordance \nwith  the  Government’s  applicable  laws  and  regulations,  ADB’s  Policy  on \nInvoluntary Resettlement (1995), ADB’s Handbook on Resettlement: A Guide to \nGood Practice (1998), and the summary resettlement framework (Appendix 14); \nand submit it to ADB for review and approval before any land acquisition is \ninitiated. \n(xi)  Gender. The Government will ensure that, in accordance with ADB’s Policy on \nGender and Development (1998), (a) project interventions take into account the \ndifferent impacts and needs of women and men; (b) special features are built into \nsubprojects  to  facilitate  and  encourage  women’s  involvement  and  to  ensure \ntangible  benefits  to  women;  (c)  specific  women-related  interventions  include \n ", "22  \nactivities that uplift women from situations of vulnerability to positions of stability; \nand (d) project reporting reflects how gender-related needs are being addressed \nunder the Project, and details the successes encountered, constraints met, and \nmeasures adopted to overcome them. \n(xii)  Indigenous people. The Government will ensure that subprojects will not affect \nvulnerable population groups, such as indigenous peoples. In the event of their \ninvolvement  in  any  of  the  subprojects,  the  Government  will  take  necessary \nactions required under ADB’s Policy on Indigenous Peoples (1998).  \n(xiii)  Project monitoring and review. The Government shall ensure that each Project \nExecuting Agency shall conduct annual and random performance audits during \nproject implementation to determine the degree to which project funds have been \neffectively  and  efficiently  utilized  to  implement  the  project  and  achieve  its \nobjectives, outputs and performance indicators. \n(xiv)  Performance  audits.  The  Government  and  the  EA  concerned  will  engage \nprivate  sector  auditors  to  conduct  quarterly  independent  performance  audits \nduring project implementation to determine the degree to which project funds \nhave been effectively and efficiently utilized to implement the Project and achieve \nits objectives, outputs, and performance indicators.  \n(xv)  Anticorruption.  Consistent  with  its  commitment  to  good  governance, \naccountability, and transparency, ADB reserves the right to investigate directly, \nor  through  its  agents,  any  possible  financial  or  management  impropriety  in \nconducting  the  Project.  The  Government  and  the  EAs  concerned  agree  to \ncooperate  with  any  such  investigation  and  extend  necessary  assistance, \nincluding access to all relevant books and records, as well as engagement of \nindependent experts that may be needed for satisfactory completion of such \ninvestigations. All external costs related to the investigations will be borne by the \nProject.  \n(xvi)  Standing orders for disasters. On or prior to 30 April 2005, the Government will \nhave reviewed the Standing Orders for Disasters with the aim to strengthen \ncoordination; effectiveness of relief, and rescue operations and medical support; \nand disaster preparedness and mitigation. The review shall be completed by 30 \nJune 2005 and a draft revised Standing Order for Disasters released for review \nby ADB and for general public comment on or before 30 September 2005.   \n(xvii)  Review of ADB project portfolio and design standards. The Government, the \nEA concerned and ADB will complete within 6 months of the signing of the loan \nagreement a review of each of the prior approved projects currently active on \nADB’s  portfolio  of  projects  in  Bangladesh  to  assess  how  their  design  and \noperational methods could be improved to better mitigate possible recurrence of \nflooding  and  other  natural  disasters  and,  where  necessary,  identify  specific \nchanges in the design of the relevant project. The Government will promptly \nadopt  amendments  in  the  project  design  or  operations,  if  any,  that  are \nrecommended at the conclusion of the review process. \n \nB.  Conditions of Loan Effectiveness \n69.  The following are specified as conditions to the effectiveness of Loan: \n \n  (i)  The Government shall have established a Project Steering Committee under the \nchairmanship  of  Member  for  Programming  of  the  Government’s  Planning \nCommission and each of the Project Management Units at the relevant Project \n ", "  23\n \nExecuting  Agencies  shall  have  been  rendered  fully  operational  through \nassignment of appropriately qualified staff;  \n  (ii)  the relevant authorities of the Government shall have approved the requisite \nproject proformas (PP) for the Project; and  \n  (iii)  the  Technical  Assistance  Letter  shall  have  been  duly  signed  by  the \nrepresentatives of the Government.  \n \n \nVII.  RECOMMENDATION \n70.  I am satisfied that the proposed loan would comply with the Articles of Agreement of \nADB and recommend that the Board approve the loan in various currencies equivalent to \nSpecial  Drawing  Rights  117,195,000.00  to  the  People’s  Republic  of  Bangladesh  for  the \nEmergency Flood Damage Rehabilitation Project, from ADB’s Special Funds Resources, with \nan interest charge at the rate of 1% per annum, and repayment of principal at 2% per annum for \nthe first 10 years after the grace period and 4% per annum thereafter; a term of 40 years, \nincluding a grace period of 10 years; and such other  terms and conditions as are substantially \nin accordance with those set forth in the draft Loan and Project Agreements presented to the \nBoard.  \n \n \n \nTadao Chino \nPresident \n \n \n \n10 January 2005 \n \n \n \n ", " \nPROJECT FRAMEWORK \n2\n  4\nDesign Summary  Performance Indicators/Targets1  Monitoring Mechanisms  Assumptions and Risks \nGoal       \n•  Contribute to sustainability of  •  Economic recovery and increase  •  Divisional economic   \neconomic growth by minimizing  of economic activity in flood- data and indicators \nA\nthe devastating impact of  affected areas  •  District statistics and  pp\ne\nsevere floods.  •  Recovery leading to restoration  data; surveys, including  n\nd\n  of pre-flood conditions in affected  poverty reduction  ix\n 1\nareas   surveys   \nPurpose       \n•  Restore economic and social  •  Rehabilitated infrastructure,  •  Government’s progress  •  Complementary post-flood recovery \nactivities in flood-affected  adopting appropriate flood- reports   assistance provided, by the Government and \nareas.  resistant design standards  •  Audit reports  development partners \n•  Reduce vulnerability to future  •  Reduced damage to  •  Project progress reports  • Strong Government commitment \nfloods.   infrastructure in the event of  •  Project review missions   •  The institutional capacity is strengthened with \n  future floods   •  Surveys  appropriate training in damage assessment \n•  Improved access to health and    and use of flood-resistant design standards \neducation facilities and markets  to implement the Project. \n•  Improved incomes and self- •  Adequate Government provision of annual \nreliance  maintenance funds  \n•  Adoption of anticorruption measures  \nOutputs       \n     \nRural Infrastructure \n     \n•  Rehabilitated rural \n•  Rehabilitation completed timely  •  Government’s progress  •  Timely awards of civil works contracts \ninfrastructure including feeder \nby 31 January 2007  reports  •  Adequate performance by domestic \nroads (upazila roads), rural \n•  Audit reports  contractors \nroads (union roads), bridges, \n•  Project progress reports   \nand culverts \n•  Project review missions \n•  Rehabilitated flood and cyclone \n•  Surveys \nshelters provided with latrines \nRoads       \n•  Rehabilitated national, regional,  •  Rehabilitation completed timely  •  Government’s progress  •  Timely awards of civil works contracts \nand district roads and bridges  by 31 January 2007  reports  •  Adequate performance by domestic \n    •  Audit reports  contractors \n  •  Project progress reports   \n•  Project review missions \n•  Surveys \n \n \n  Continued on next page", " \nDesign Summary  Performance Indicators/Targets  Monitoring Mechanisms  Assumptions and Risks \nRailways       \n•  Rehabilitated railway  • Rehabilitation completed timely  •  Government’s progress  •  Timely awards of civil works contracts \ninfrastructure and facilities  by 31 January 2007   reports  •  Adequate performance by domestic \nincluding restoration of    •  Audit reports  contractors \nembankments, track, bridges,  •  Project progress reports   \nessential buildings, station  •  Project review missions \nroads, and signaling and  •  Surveys \ntelecommunications, using \nflood-resistant design standards \nWater Resources       \n• Rehabilitated flood control,  •  Rehabilitation completed timely  •  Government’s progress  •  Timely awards of civil works contracts \ndrainage, and irrigation  by 31 January 2007  reports  •  Adequate performance by domestic \nfacilities, including repair of    •  Audit reports  contractors \nembankment breaches, water  •  Project progress reports   \ncontrol structures, protective  •  Project review missions \nworks, and canals; and \n•  Surveys \nprovision of pump stations \nMunicipal Infrastructure       \n•  Rehabilitated municipal roads,  •  Rehabilitation completed timely  •  Government’s progress  •  Timely awards of civil works contracts \ndrains, bridges, and culverts.   by 31 January 2007  reports  •  Adequate performance by domestic \n•  Rehabilitated municipal    •  Audit reports  contractors \nfootpaths, and drains in slums.  •  Project progress reports   \n•  Project review missions \n•  Surveys \nInputs       \n•  Loan of $180 million from ADB’s  •  ADB loan approved by 13  •  Annual financial  •  Loan Agreement signed on time \nSpecial Funds resources, and  January 2005 and effective by 1  statements  •  Counterpart funds are adequate and \ncounterpart funding of about  February 2005  •  Annual audit reports  available on time \n$60 million  •  Government budgets for 2005– •  Performance audit  •  Adequate performance by domestic \n•  Consulting services for  2007 provide adequate annual  reports  contractors \nproject supervision  counterpart funding   •  Progress reports  •  All subproject preparatory and \nA\n•  Civil works contracts    •  Subproject approval  implementation work is done in a timely  p\np\n  requests  manner  en\nd\n•  Periodic review missions  •  Strong Executing Agency support   ix\n  •  Adoption of anticorruption measures   1 \n1 Performance Indicators and targets will be developed, as part of the Project's monitoring and evaluation system, during the project inception period. Information available \nduring processing was not adequate to reliably define numeric indicators for all districts and all sectors. \n \n   \n                                      2\n5\n ", " 26 Appendix 2 \nFLOODING IN BANGLADESH \n \nA.   Floods in Bangladesh \n \n1.  Floods have been identified as the natural disaster causing the most economic and \nsocial damage to Bangladesh. Since 1904, floods in Bangladesh have killed 49,680, injured \n102,020,  and  rendered  60,853,724  homeless.  Around  339  million  inhabitants  have  been \naffected, and the damage wrought by the floods valued a minimum of $9.2 billion.1 In the last 50 \nyears, at least six major floods have affected up to 75% of Bangladesh's land area, causing \nsignificant economic and social losses.2 Because Bangladesh is 1 of the 10 most densely \npopulated countries in the world3, the recurrent floods and their effects have caused human \nsuffering on a massive scale (Table A2.1). \n \nTable A2.1: Significant Flood Disasters in Bangladesh 1954–2003 \n \nEvent  Impact \n1954 floods  Affected 55% of the country \n1974 flood  2,000 deaths; followed by famine with 30,000 deaths \n1984 flood  Inundated 52,520 square kilometers  \n1987 floods  Inundated over 50,000 square kilometers; 2,055 deaths \n1988 floods  61% of country inundated; 2,000 to 6,500 estimated deaths; 45 million homeless \n1998 floods  100,000 square kilometers inundated; 30 million homeless; 500,000 homes \ndamaged; 1,100 deaths \nSource: Asian Development Bank estimates  \n \n2.  The suffering continues even after the floods have subsided. Recurrent floods contribute \nto the shifting of river courses and result in river bank erosion and siltation. River bank erosion \nrenders land uncultivable, and annually deprives an estimated 100,000 inhabitants of their \nlivelihood. Siltation closes the distributary channels' off-takes and deprives distributaries from \nreceiving water from the parent channels during the dry months. The result is drought and \nfamine. The damage wrought by floods in Bangladesh is staggering, especially when compared \nwith the damage suffered by other countries that are vulnerable to floods (Table A2.2). \n \nTable A2.2: Effect of Floods in Selected Developing Member Countries \n \n  Killed per  Injured per  Homeless per  Otherwise Affected \nCountry  Flood Event  Flood Event  Flood Event  per Flood Event \nBangladesh  801  1,646 981,512 4,484,569\nCambodia  138  7 35,726 1,150,095\nIndonesia  46  2,697 2,169 49,643\nPhilippines  42  9 7,954 165,597\nViet Nam  128  28 9,041 769,839\nSources: EM-DAT: The OFDA/CRED International Disaster Database, www.em-dat.net - Université catholique de \nLouvain - Brussels – Belgium. Last accessed on 27 September 2004. \n \n                                                 \n1  EM-DAT: The OFDA/CRED International Disaster Database, www.em-dat.net - Université catholique de Louvain - \nBrussels – Belgium. Last accessed on 27 September 2004. \n2  According to EM-DAT, economic damage has increased over the years. In 1984, estimated damage due to floods \nwas valued at $378 million. In 1988, the damage caused by floods was valued at $1.0 billion. A year later, flood-\nrelated damage cost the country $1.2 billion. In 1998, flood-related damage reached $2.8 billion. \n3  Bangladesh has a population of around 130 million inhabiting an area of approximately 147,000 km2. \n ", "    Appendix 2  27\n3.  In Bangladesh, an average of 801 people die whenever a disaster caused by floods \noccurs. In addition, an average of 1,646 are injured, 981,512 are rendered homeless, and \n4,484,569 are otherwise affected by a flood disaster.  \n \nB.   Causes of Flooding \n \n4.  Bangladesh's  geographic  location,  topography,  and  climate  render  it  extremely \nvulnerable to recurrent flooding. The entire country is a delta formed by sediment deposits \ncarried  by  three  major  rivers—the  Brahmaputra,  Ganges,  and  Meghna.  The  Ganges-\nBrahmaputra-Meghna basin is relatively young and is undergoing a major river-forming process. \nFlooding is a natural part of this process. Bangladesh's topography is mostly flat. Sixty percent \nof the country is less than 6 meters above sea level, and around 71% of its land is regularly \nsubject to flood inundation. It has a tropical, humid climate, and its dry season lasts only 3 \nmonths of the year. The average annual rainfall is between 1,200 and 6,500 millimeters. \n \n5.  Bangladesh generally experiences four types of floods: (i) flash floods, (ii) floods caused \nby torrential rains, (iii) river floods, and (iv) floods caused by storm surges and tidal flooding. \nFlash floods, which occur within a period of a few minutes to a few hours, often occur in areas at \nthe foot of the northern and eastern hills, and are the result of heavy rainfall occurring in \nneighboring  upland  areas.  Rain-fed  floods  occur  where  natural  drainage  systems  have \ndeteriorated or have been disturbed by human interference. When intense rainfall takes place in \nthose areas, natural drainage systems cannot carry the runoff generated by the storm and \ncauses temporary inundation. River floods result from the snowmelt in the Himalayas, and \nheavy monsoon rainfall over the Himalayas, Assam, Tripura hills, and the upper Brahmaputra \nand Ganges floodplains outside Bangladesh. When the water levels in the three major rivers \nrise simultaneously, extreme flood events occur all over Bangladesh. Storm surges cause floods \nalong  the  coastal  areas.  Storm  surges  cause  high  sea  levels  because  of  low  barometric \npressure combined with strong onshore winds. Continental shelves along the Bay of Bengal are \nshallow, and the coast in the eastern portion is conical and funnel-like in shape. \n \n6.  In recent years, urban flooding, or the inundation of urban areas, has become more \nprevalent,  due  to  the  practice  of  filling  up  low-lying  areas  within  cities.  The  practice  has \ndestroyed  the  natural  drainage  system  in  these  areas.  As  a  result,  floods  have  affected \nmetropolitan areas such as Dhaka, Chittagong, Khulna, Rajshahi, and Sylhet, as well as towns \nlike Comilla, Jessore, Mymensingh, Noakhali, and Rangpur. \n \nC.   Flood Management Policies, Strategies, and Control Measures \n \n7.  Government  flood  control  policy  has  been  intertwined  with  issues  of  securing \nBangladeshi's life and property, livelihood, and food security. In 1964, the Government prepared \na water development master plan that, among other things, recommended the construction of \nembankments on the major rivers. The plan's implementation continued until the late 1980s, \nand more than 7,000 km of river embankments were constructed. As a result, the population \ndensity within the protected areas increased, and livelihood activities moved away from fishing \nto intensive agriculture.  \n \n8.  In the 1970s, the Government embarked on small and medium-scale flood control, \ndrainage,  and  irrigation  projects  that  contributed  to  increasing  agricultural  products  and \nprotecting agricultural crops from floods. Total investments put into these projects totaled $4.0 \nbillion, and provided flood protection to 5.37 million hectares of land out of about 8 million \nhectares of flood-vulnerable land, or 35% of total land area. However, some of these projects \n ", " 28 Appendix 2 \nhad  adverse  environmental  impacts,  including  the  alteration  of  tidal  river  morphology,  and \nnegative effects on fish resources and navigation.  \n \n9.  In the mid-1980s, the Government began preparing Bangladesh's National Water Plan. \nThe  plan  focused  on  water  resource  management  and  development  for  agricultural  and \nnonagricultural use. The first phase was completed in 1987 and the second phase in 1991. The \nplan’s analysis of flooding was subsequently superseded by the Flood Action Plan, created by \nthe  Government  after  the  1987  and  1988  floods.  The  plan  comprised  approximately  26 \ncomponents including five regional studies and numerous thematic studies covering technical, \nenvironmental, and social issues.  \n \n10.  The culmination of the Flood Action Plan was the publication of the Bangladesh Water \nand Flood Management Strategy in September 1995. The National Water Policy was declared \nin 1999. The National Water Management Plan was formulated and approved in March 2004. \nAccess  to  safe  drinking  water  and  sanitation  is  its  top-most  priority.  The  National  Water \nManagement Plan envisages the water sector regulated under law with independent regulatory \nbodies formed to ensure quality and cost-effective water service delivery.   \n \n11.  The Government has adopted both structural and nonstructural measures to control \nfloods in Bangladesh. Among the structural measures it has adopted are the construction of \nembankments,  polders,  dams,  barrages,  regulators,  sluices,  channel  improvements,  and \nmethods for river closure. Embankments have been found to be the most convenient and \neconomical method of controlling floods for strategic and large urban areas. On the other hand, \nthe Government's nonstructural measures for flood management include the establishment of \nthe Flood Forecasting and Warning Center. The Government decided to improve the center's \nforecasting services in 1991, when a flood forecast model was developed. At present, flood \nforecast services are provided at 50 stations. Flood monitoring is being conducted at another 30 \nstations. Flood forecasts have a lead time of 24 to 48 hours, and all forecasts are given on real-\ntime basis. Longer lead times are, however, required to issue earlier warnings. In addition, more \ndata is needed from the upper river basins in neighboring countries, as is active collaboration \nwith the countries in the subregion on river management issues.   \n \nD.  Key Priorities in Flood Management and Risk Reduction \n \n12.  As  a  priority,  the  Government  needs  to  integrate  disaster  risk  considerations  into \nnational development planning and programs to improve sustainable development outcomes \nand  to  develop  stronger  institutions,  mechanisms,  and  community  capacities  that  can \nsystematically build resilience to natural hazards and disasters. Nonstructural measures for \nflood management and protection need to be given higher priority and mainstreamed into the \nGovernment’s planning process. Short-term priorities for the Government include to (i) review \nand revise the Standard Orders on Disasters; (ii) build capacity and develop methodology for \ndamage and needs assessment; (iii) develop and adopt flood-resistant design standards in \npublic infrastructure development; (iv) update country-wide topographical and elevation data, \nand use these data to create a digital elevation model; (v) enhance the existing flood forecasting \nsystem  with  respect  to  elevation  data,  and  provide  linkage  to  major  infrastructure  and \nagricultural land; and (vi) enhance the weather forecasting period from the current 2 days to \nlonger periods up to 20–30 days).  \n \n13.  In  the  medium  term,  improvements  are  needed  in  all  phases  of  the  hazard  risk \nmanagement cycle (preparedness, reconstruction, recovery, and prevention), adopting a more \ncomprehensive risk management approach and strategy. Promulgation of a water act is an \n ", "    Appendix 2  29\nimportant step to strengthen the legal framework. Increased subregional cooperation in water \nmanagement issues is critical for sustainable development of the large Ganges-Brahmaputra-\nMeghna river basin. In addition, urban flooding needs greater attention and higher priority, \nespecially in Dhaka, including more resources allocated for improving drainage and sewage in \nurban areas.  \n ", " 30 Appendix 3 \nRURAL INFRASTRUCTURE \n \nA.  Damage and Impact \n \n1.  The damage includes paved roads, earthen roads, bridge/culverts, and some growth \ncenter markets. Some other infrastructure facilities, such as, union parishad complex and ghat, \nwere not included as the extent of damages were not substantial and can be repaired by local \nresources. Immediately after the floods started receding, the Local Government Engineering \nDepartment (LGED), together with the help of consultants working under its ongoing projects, \ncarried out an assessment of the flood damage on rural infrastructure nationwide. The outcome \nof the damage assessment shows that the unusual high water flow and longer duration of the \nflood has caused extensive damage to rural roads including paved (upazila and union roads) \nand earthen roads. Some of the damage was due to lack of appropriate maintenance and/or \nlack of skilled work. In the flooded areas, only few road embankments were left above water. \nWave  action  generated  by  strong  winds  caused  erosion  on  both  sides  of  the  road \nembankments. The flood scoured parts of road embankments that had insufficient waterways. \nLoaded  trucks  and  buses  destroyed  the  surface  of  paved  roads  in  places.  Many  bridge \napproaches were washed away when the flood receded and traffic was completely disrupted for \nmany days. In severe cases, only bridges were left and approach roads on both sides of bridges \ndisappeared. In addition, another subsequent flooding in September caused further damage to \nwhat was estimated during the joint Asian Development Bank (ADB) and World Bank Damage \nand Needs Assessment Mission.  \n \n2.  The disruption in rural road communication caused significant impact on the livelihood of \nrural poor people. During the flood, the main mode of transport measure was country boat. \nSince the waters receded, uninterrupted rural road communication has not been restored. \nPermanent  restoration  work  is  needed  to  establish  a  smooth  and  uninterrupted  rural \ncommunication system in the country. The joint ADB and World Bank Damage and Needs \nAssessment Mission estimated the recovery needs to be about $140 million. \n \nB.  Scope \n \n3.  This  project  component  will  rehabilitate  rural  infrastructure,  including  rural  roads \n(damaged  paved  upazila  and  union  roads)  and  bridges/culverts  located  in  the  9  districts \n(Gaibandha,  Jamalpur,  Kishoregonj,  Kurigram,  Lalmonirhat,  Mymensingh,  Netrakona, \nNilphamary,  and  Sherpur)  under  the  ADB-assisted  Third  Rural  Infrastructure  Development \nProject1  (TRIDP),  and  15  other  districts  (Bogra,  Naogaon,  Sirajgonj,  Tangail,  Sunamganj, \nSylhet, Habigonj, Moulavibazar, Brahmanbaria, Narshingdi, Comilla, Chandpur, Feni, Laxmipur, \nand Noakhali) in the worst affected areas. The TRIDP is scheduled for completion on 30 June \n2005.  Subprojects  will  be  selected  in  close  coordination  with  other  development  partners, \nspecifically  the  World  Bank  and  Japan  Bank  for  International  Cooperation  to  avoid  any \nduplication of interventions.  \n \n4.  The proposed Project will finance the rehabilitation of the flood damage of the high \npriority  rural  infrastructure.  About  5,500  kilometers  of  rural  roads  and  13,200  meters  of \nbridges/culverts will be rehabilitated under the Project. Appropriate slope protection works at \nvulnerable points and provision of adequate drainage facilities will be made as preventive \nmeasures of future flood damage. Flood refuge shelters under the TRIDP were found to be very \n                                                 \n1  ADB. 1997. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to \nPeople’s Republic of Bangladesh for the Third Rural Infrastructure Development Project. Manila. \n ", "    Appendix 3  31\nuseful  to  provide  shelters  for  hundreds  of  homeless  poor  people  and  their  cattle.  The \nGovernment has taken up programs to construct several flood refuge shelters in the country \nunder different rural development projects. Under this project component, existing flood and \ncyclone shelters will be rehabilitated and provided with latrines to help communities, especially \nthe poor, in future floods. \n \nC.  Subproject Selection Criteria \n \n5.  Subprojects to be selected will meet the general criteria as outlined in para 41 of the \nmain text of this report. Construction of rehabilitation works will be implemented based on \npriority selection criteria to be prepared by the consultant and agreeable to ADB. \n \nD.  Cost Estimates and Financing Plan \n \n6.  The total cost required for rehabilitating rural infrastructure under the Project is estimated \nat $73.94 million equivalent comprising $9.86 million (13.3%) in foreign exchange costs and \n$64.08 million (86.7%) equivalent in local currency costs (Table A3.1). The total cost includes \nlocal taxes, customs, duties, and Project Management Unit costs.  \n \nTable A3.1: Cost Estimates (excluding interest during construction) \n($ million) \nItem  Foreign Exchange  Local Currency  Total Cost \nCivil Works  8.90  62.98  71.88 \nConsultants  0.96  1.10  2.06 \nTotal  9.86   64.08    73.94 \n                     Source: Asian Development Bank estimates. \n \n7.  The ADB loan for this part of the Project will be $55.27 million equivalent, to finance \n100% of the total foreign exchange cost ($9.86 million) and 70.9% ($45.41 million) of the total \nlocal currency cost. The Government will finance $18.67 million, the remainder of the local \ncurrency cost, from its own resources (Table A3.2) \n \nTable A3.2: Financing Plan (excluding interest during construction) \n($ million) \nForeign  Local  Total \nSource  Percent \nExchange Currency  Cost \nAsian Development Bank  9.86  45.41  55.27  75 \nGovernment  0.00  18.67  18.67  25 \nTotal  9.86  64.08  73.94  100 \n     Source: Asian Development Bank estimates.  \n \n \nE.  Implementation Arrangements  \n \n  1.  Project Management \n \n8.  LGED under the Local Government Division of the Ministry of Local Government, Rural \nDevelopment,  and  Cooperatives  will  be  the  Executing  Agency  for  rehabilitation  of  rural \ninfrastructure under the Project. LGED has satisfactorily completed past ADB-financed flood \n ", " 32 Appendix 3 \ndamage rehabilitation projects. Under direct supervision of the superintending engineer (Project \nMonitoring and Evaluation), the project director of the TRIDP will be responsible for overall \nimplementation and coordination of the Project in accordance with the same procedures as the \nongoing project. The superintending engineer will be the focal point for coordination and the \nchief engineer, LGED will provide overall guidance. The TRIDP Project Management Unit will \ncontinue working for the Project even after 30 June 2005, the scheduled loan closing date of the \nTRIDP. In consultation with local communities, selection of subprojects will be carried out by \nexecutive engineers of each district. The result of the selection will be endorsed by the team \nleader of the project consultants to ensure proper application of selection criteria.  \n   \n2.  Procurement \n \n9.  Procurement will follow guidelines for the main Project. \n \n3.  Implementation Schedule \n \n10.  The Project will be implemented over 24 months including two construction seasons. \nImplementation is expected to be completed by January 2007. LGED has agreed to submit work \nplans covering the next dry season up to end-June 2005 to ADB. Start-up activities will include \n(i) detailed assessment of damage to rural infrastructure; (ii) preparation of subproject priority \nselection  criteria;  (iii)  selection  of  subprojects  according  to  the  established  criteria;  (iv) \npreparation of detailed designs, cost estimates, and tender documents; and (v) supervision of \nemergency works to be implemented under retroactive financing arrangements.  \n \n4.  Consulting Services \n \n11.  Consulting services will be required to provide necessary and adequate inputs to ensure \ntimely implementation of the activities under the component (paras. 48–49 of the main report). \nThe international team leader of the consultants will provide 26 person-months input;. 588 \nperson-months of domestic consulting services will also be required.  \n \n12.  The management design and supervision consultants should have extensive experience \nin civil works, in particular construction of roads and bridges/culverts. The field supervision \nengineers should have at least a university degree in engineering with 7 years site engineering \nexperience, including supervision of construction of paved roads, bridges, and culverts. The \nfield supervision engineers reporting to the team leader will undertake certain activities including \nprioritization  of  subprojects,  preparation  of  design,  cost  estimates,  tender  documentation, \nprequalification  of  contractors,  monitoring  of  physical  works  and  progress  of  works, \nendorsement of progress bills from contractors, and preparation of reports. Terms of reference \nfor project consultants are given in Supplementary Appendix C. \n \n \n ", "      Appendix 4  33\nROADS \n \nA.  Damage and Impact \n \n1.  The 2004 floods caused extensive damage to the road network. In the initial stage of the \nfloods,  road  links  were  under  water  and  the  pavement  structures  became  weaker  as  the \nduration of inundation increased. During this time, they were still traversed by trucks and buses, \nwhich contributed significantly to the destruction of pavement surfaces; however, the need to \nmove people and supplies around the country could not be denied. The next phase of road \ndamage occurred when the floodwaters started receding, and as the water rushed to find \nconvenient outlets, embankments were scoured, abutments washed away, and many bridges \nand culverts were damaged or disappeared.  \n \n2.  Based on information available to the Roads and Highways Department (RHD), a total of \n6,728 kilometers (km) of road were submerged, and flooding damaged 2,968 km of pavement, \n306 bridges and culverts, and 26 ferry landings. The total cost of the damage was estimated at \nTk8,405 million ($140.11 million equivalent). The joint Asian Development Bank (ADB) and \nWorld Bank Damage and Needs Assessment Mission estimated the recovery needs to be $150 \nmillion.   \n \nB.  Project Scope \n \n3.  This project component comprises rehabilitation of flood-damaged national, regional, \nand  district  roads,  within  five  of the  country’s  seven  road  zones: Dhaka,  Barisal,  Comilla, \nRajshahi, and Rangpur. This part of the Project will cover all repair and rehabilitation of flood-\ndamaged  roads  and  bridges.  Where  technically  feasible  and  justified,  the  design  of  the \nrehabilitation work will focus on mitigation of damage from future floods, e.g., raising the road \nlevel above the highest flooding level or allowing additional vents where water logging leads to \novertopping. This is in line with the findings of the damage and needs assessment conducted by \nan ADB-World Bank Mission. The survey identified priorities and estimates for the rehabilitation \ncost. Rehabilitation works will be carried out to restore the facility to the preflood level or to a \nhigher standard as considered cost-effective in the long run and, where appropriate, will include \nflood protection measures to mitigate damage from future floods. \n \nC.    Subproject Selection Criteria \n \n4.  Subprojects will meet the general criteria for the Project as outlined in para 41 of the \nmain text of the report, and construction of rehabilitation works will be implemented based on \npriority selection criteria to be prepared by the consultant and agreeable to ADB. In addition, the \nsubproject will have a value generally ranging from Tk7.0 million ($0.116 million) to Tk70.0 \nmillion ($1.16 million).  \n \nD.    Cost Estimates and Financing Plan \n \n5.  The cost of immediate and short-term restoration work1 in the area is about $67.5 million \nequivalent, including consultant costs of $ 4.8 million. Under the proposed loan, $50.5 million \nequivalent is allotted to the road component. The foreign exchange component comprises about \n                                                 \n1  Many of the immediate and short-term restoration works required to restore the road to preflood condition will be \ncompleted by 30 June 2006. Completion of bridge and culvert restoration works is expected by 31 January 2007. \n \n ", " 34 Appendix 4 \n$39.04 million or 58% of the total cost, excluding $0.5 million for interest during construction. \nThe total local currency cost is $28.46 million equivalent, or 42% of the total cost and includes \nlocal taxes and duties, and Project Management Unit costs. The $4.8 million cost of consulting \nservices includes remuneration and other expenses such as office equipment, vehicles, office \nsupplies, and vehicle operation. The summary of cost estimates is given in Table A4.2. \n \nTable A4.1: Summary Cost Estimate (excluding interest during construction) \n($ million) \nForeign  Local  Total \nItem  Exchange  Currency  Cost \nCivil Works  36.99  25.71  62.70 \nConsultants  2.05  2.75  4.80 \nTotal  39.04  28.46  67.50 \n           Source: Asian Development Bank estimates. \n \n6.  ADB  will  finance  the  foreign  exchange  cost  of  $39.04  million  and  $11.46  million \nequivalent of the local currency cost for a total of $50.5 million or about 75% of the total cost. \nADB financing will cover the entire cost of consulting services, both international and domestic. \nThe Government will finance the remaining local currency costs of $17.0 million equivalent, \nwhich includes taxes and duties. The financing plan is given in Table A4.2. \n \nTable A4.2: Financing Plan  \n($ million) \n  Foreign  Local  Total  Percent \nSource  Exchange  Currency  Cost  Financing\nAsian Development Bank  39.04  11.46  50.5  75 \nGovernment  0.00  17.0  17.0  25 \n           Total  39.04  28.46  67.50  100 \n           Source: Asian Development Bank estimates. \n \nE.    Implementation Arrangements \n \n    1.  Project Management \n \n7.  RHD under the Ministry of Communications will be the Executing Agency for this project \ncomponent. RHD has satisfactorily completed past ADB-financed flood damage rehabilitation \nprojects. RHD is responsible for administration of the national, regional, and district (zilla) roads. \nRHD’s chief executive is the chief engineer. Of the 12 additional chief engineers (ACEs), five \nassist the chief engineer in various functions at headquarters. The others are responsible, one \nin each of seven zones, (Dhaka, Barisal, Chittagong, Comilla, Khulna, Rajshahi, and Rangpur) \nfor construction and maintenance operations. RHD has been carrying out road works for about \n30 years, including projects financed by ADB and World Bank, and has acquired considerable \nexperience in flood rehabilitation. Arrangements agreed upon for project implementation will be \nadequate to satisfactorily execute the RHD component of the Project. \n \n8.  The chief engineer will have overall responsibility for project implementation with day-to-\nday implementation works coordinated by the ACE, ADB projects. The respective zonal ACEs \nwill  act  as  project  directors,  the  respective  superintending  engineers  as  additional  project \ndirectors, and their executive engineers as project managers. The ACE for ADB projects will \nundertake coordination within RHD and the Government and with other agencies including the \n ", "      Appendix 4  35\nProject Steering Committee and ADB. The ACE for ADB projects will also be responsible for the \nsubmission of progress reports and disbursement requests to ADB. RHD will appoint a Deputy \nProject Coordinator at the level of Superintending Engineer (SE) based in Dhaka to assist the \nACE, ADB projects. The zonal ACE will make payments to the contractors, and the project \ncoordinator (ACE, ADB projects) will process withdrawals from ADB. \n \n    2.  Implementation Schedule \n \n9.  For the roads and bridges component, most road civil works will be completed by June \n2006, and bridge and culvert works by January 2007. \n \n    3.   Procurement \n \n10.  Procurement will follow that of the overall Project.  \n \n    4.  Consulting Services \n \n11.  Considering  the  urgency  of  the  Project  and  the  need  for  rapid  preparation  and \nimplementation, ADB approved advance action for engagement of consultants. Direct selection \nof consultants will be necessary for timely project implementation.  \n \n12.  Consulting inputs for assessment, design, preconstruction services, and construction \nsupervision  will  be  about  110  person-months  of  international  and  800  person-months  of \ndomestic.  Expertise  required  includes  project  and  contract  management,  materials  and \nhydrological  engineering,  structural  engineering,  and  construction  operations.  Consulting \nservices will be required for about 30 months with most of the input to be completed in 24 \nmonths. Terms of reference for project consultants are given in Supplementary Appendix C. \nCounterpart staff from RHD will represent it on-site, and act as the employer’s representative for \nthe civil works contracts. \n \n \n ", "36  Appendix 5 \nRAILWAYS \n \nA.  Damage and Impact \n \n1.  The 2004 floods caused severe damage to railway embankments, track, bridges, ferry \nlandings, buildings, station and colony, equipment and machinery, and signaling electrical and \ntelecommunications facilities. Typical damage included embankment erosion and slides, loss of \nballast  and  track  components,  displacement  of  track  at  certain  locations,  damage  to  brick \nabutment protection of bridges, and nonfunctional communication facilities. Initial assessment \nby Bangladesh Railway (BR) shows that about 320 kilometers (km) of track in 117 spots and \n110 bridges in the East Zone and 96 km of track in 40 spots and 18 bridges have physical \ndamage.  The  joint  Asian  Development  Bank  (ADB)  and  World  Bank  Damage  and  Needs \nAssessment Mission estimated the recovery needs to be about $20.0 million.  \n \nB.  Scope \n \n2.  The  scope  of  the  railway  component  consists  of  rehabilitation  of  flood-damaged \ninfrastructure and facilities along the core network to the same or improved level of service prior \nto the 2004 flood. The component includes (i) civil works to restore embankment track, bridges, \nstation, buildings, roads and electrical, signaling and telecommunication facilities; (ii) increased \npreparedness  and  ability  to  handle  future  emergencies  by  providing  emergency  stock  of \nequipment  and  materials;  and  (iii)  consulting  services  for  assistance  with  procurement, \nconstruction supervision, and monitoring. \n \n1.  Civil Works for Restoration of Track and Bridges \n \n3.  This subcomponent will cover all repairs, reconstruction, and other necessary works to \nrestore the core railway network to the same or improved level of service as prior to the 2004 \nflood.  It  is  based  on  the  initial  assessment  of  damage  conducted  by  BR  assisted  by  an \ninternational consultant and the joint ADB and World Bank Mission. The assessment identifies \npriorities and cost estimates, and provides a preliminary list of damage caused to the track and \nbridges, types of damage, and estimated cost. The priorities defined in the initial damage \nassessment will be followed during preparation of works and subprojects, but modifications can \nbe made, as appropriate, in consultation with ADB, specifically if other damage is discovered \nduring  project  implementation.  The  type  of  repairs  will  vary  from  minor  repairs  of  existing \nfacilities  to  major  repairs  and  rehabilitation  of  infrastructure.  Where  appropriate, \nrehabilitation/restoration works will also include flood protection measures to minimize damage \nfrom future floods. \n \n2.  Emergency Stock \n \n4.  This subcomponent provides the essential equipment and tools such as boulders for \ngabions  compressor  vibrator  and  other  machinery.  The  2004  flood  showed  disruptions  of \nrailway operation on several track sections and bridges could have been reduced or even \navoided  in  some  cases  if  such  equipment  and  tools  had  been  available  in  time.  This \nsubcomponent is justified given the relative importance of rail transport during emergencies like \nfloods. \n \n \n \n \n ", "    Appendix 5  37\nC.  Subproject Selection Criteria \n \n5.  Apart from the general selection criteria outlined in para 41 of the main text of the \nreport,, the following specific criteria will be applied to restoration works subproject: \n(i)  The damage is located on the core railway network and excludes damage on \nnoncore railway lines.  \n(ii)  The section is part of the final detailed assessment survey and verified by the \nconstruction supervision consultants. \n(iii)  In the interest of economy and efficiency, the subproject considers similar types \nof works in defined locations, such as track and bridges of the same section and \nsignaling and telecommunications. \n(iv)  All rehabilitation works will be based on technical and environmental design \nstandards presently being followed under relevant ADB-financed projects. \n(v)  All major changes or modifications of subprojects will be submitted to ADB for \napproval. \n \nD.   Cost Estimates and Financing Plan  \n \n6.  The total cost estimate, including local taxes, duties, and Project Management Unit \ncosts, for the railways rehabilitation program is provided in Table A5.1. \n \nTable A5.1: Cost Estimate (excluding interest during construction) \n($ million) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nCivil Works  10.2  6.60  16.80 \nEmergency Stock  0.8  0.8  1.60 \nConsulting Services  0.8  0.6  1.4 \n  Total   11.8  8.0  19.8 \nSource: Asian Development Bank estimates. \n \n7.   ADB will finance all of the foreign exchange cost of $11.8 million and $3.0 million \nequivalent of the local cost for a total of $14.8 million equivalent or about 75% of the total cost. \nADB financing will cover the entire cost of consulting services, both international and domestic. \nThe Government will finance the remaining local currency costs of $5.0 million equivalent, which \nincludes taxes and duties. The financing plan is given in Table A5.2. \n \nTable A5.2: Financing Plan  \n($ million) \n \n  Foreign  Local  Total   \nSource  Exchange Currency  Cost  Percent  \nAsian Development Bank  11.8  8.0  14.8  75 \nGovernment   0.0  5.0  5.0  25 \n          Total   11.8  8.0  19.8  100 \nSource: Asian Development Bank estimates. \n \n \n ", "38  Appendix 5 \nE.  Implementation Arrangements \n \n1.  Project Management \n \n8.  BR  of  the  Ministry  of  Communication  will  be  the  Executing  Agency  for  the  railway \ncomponent. It is responsible for operation of all passenger and freight services in Bangladesh \nand headed by a director general. The railway network is divided by the Jamuna River into two \ngeographical zones: western and eastern. BR has substantial experience in implementing ADB-\nfinanced projects as well as projects of similar types, and has satisfactorily completed past \nADB-financed flood damage rehabilitation projects. \n \n9.  BR has assigned the additional director general/infrastructure as project coordinator for \nproper coordination and monitoring of rehabilitation works. While the project coordinator will \nhave the entire responsibility for coordination and monitoring, the day-to-day implementation will \nbe managed by the chief engineer of each geographical zone as project director at the zone. An \nadditional project coordinator at the joint director general level will be appointed who will be \nbased in Dhaka, and assist the project coordinator in coordination and monitoring including \nprocurement of goods and services. The project coordinator supported by the construction \nsupervision consultants will also be responsible for the submission of monthly progress reports \nand for submitting disbursement requests to ADB. \n \n2.  Implementation Schedule \n \n10.  The railway component will be implemented over 24 months. Repair works for bridges \nand culverts require two construction seasons and will be completed by 31 January 2007. \n \n3.  Procurement \n \n11.  Procurement will be conducted in accordance with the main Project’s guidelines. The \nGovernment will provide all facilities and permits for importation of equipment, construction \nmaterials, and spare parts for equipment needed in connection with project implementation. \nContract packages for the railways component (except for some culvert, bridge, embankment, \nand track works) are expected to range in value from $20,000 (Tk1.20 million) to $250,000 \n(Tk15.0 million).   \n \n4.  Consulting Services \n \n12.  Consultant services will be provided to help BR (i) prepare detailed assessments with \nverification of damages and cost estimates based on unit costs; (ii) prepare a detailed time-\nbound  rehabilitation  work  program;  (iii)  group  works  into  subprojects,  as  appropriate,  (iv) \nmanage procurement, including preparation of tender documents, evaluation, and award of \nbids; (v) supervise construction; (vi) monitor rehabilitation works and brief monthly progress \nreporting  to  ADB;  and  (vii)  report  progress  to  and  coordinate  with  the  Project  Steering \nCommittee. \n \n13.  About 30 person-months of international consulting with expertise in civil engineering \nincluding track and bridge engineering, and 50 person-months of domestic consulting with \nexpertise in civil engineering will be provided to implement the railways component. For reasons \nof economy, efficiency, and expediency, the project supervision consultants will be appointed \nthrough  direct  appointment.  Terms  of  reference  for  project  consultants  are  given  in \nSupplementary Appendix C. \n ", "    Appendix 6  39\nWATER RESOURCES \n \nA.  Damage and Impact on Large and Medium-Scale Schemes \n \n1.  Damage in the water resources sector caused by the flood, which requires rehabilitation \nworks, was estimated to about $72 million by the joint ADB and World Bank damage and needs \nassessment mission. The total damage in large and medium-scale flood control and irrigation \nschemes were as follows: \n \nTable A6.1: Damage to Water Management Facilities \nItem  Full Damage  Partial Damage \nEmbankment (kilometer)  147  2,390 \nIrrigation and Drainage Canals (kilometer)  219  336 \nSluice, Bridge, Culvert (number)  35  400 \nProtective Works (kilometer)  10  35 \nSource: Asian Development Bank-World Bank Damage and Needs Assessment. \n  \n  1.  Scope \n \n2.  Large and medium-scale rehabilitation works will cover urgent rehabilitation of flood \ncontrol, drainage, and irrigation facilities in 39 districts to restore them to their condition prior to \nthe  flood,  and  to  restore  some  of  them  for  disaster  prevention.  These  facilities  include \nembankments, flood control, drainage, and irrigation canal and structures, and protective works. \nRestoration works will include filling embankment breaches, resectioning, protective works, and \nprotecting of damaged  embankments. Damaged or destroyed water  control structures and \ncanals will be repaired or replaced, if justified. \n \n3.  The Bangladesh Water Development Board (BWDB), the Executing Agency will carry \nout surveys and detailed design of the damaged facilities; the final design will be verified by the \nconsultants. The consultants will also ensure that the quality of works is of an appropriately high \nstandard, so the subprojects to be rehabilitated under the Project will be restored to their original \nspecifications to ensure integrity with the remaining parts of the subprojects. \n \n2.  Subproject Selection Criteria \n \n4.  BWDB has identified 331 subprojects in seven zones to be included under the water \nresources management component and prepared estimates of rehabilitation costs based on \nfield visits and the Damage and Needs Assessment Mission report. The subprojects will have to \nmeet  the  general  project  criteria  as  outlined  in  para  41  of  the  main  text  of  the  report. \nRehabilitation  and  repair  works  should  be  implemented  based  on  priority  selection  criteria \nincluding protection from floods, river erosion, and environmental damage to be prepared by the \nconsultant and agreeable to ADB. \n \n3.  Cost Estimates and Financing Plan \n \n5.  The total component cost is tentatively estimated at $42.8 million equivalent (excluding \ninterest during construction), including about $7.1 million in foreign exchange and $35.7 million \nequivalent in local currency. The cost summary is shown in Table A6.2.  \n \n \n \n ", "40   Appendix  6 \n \nTable 6.2: Project Cost Estimate \n($ million)  \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nCivil Works  5.53  34.40  39.93 \nConsulting Services  1.60  1.30  2.90 \n      Total  7.13  35.70  42.83 \nSource: Asian Development Bank estimates. \n \n6.  The financing plan (excluding interest during construction) is shown in Table A6.3. The \nGovernment of the Netherlands has indicated its preliminary intention to cofinance about $12.0 \nmillion with ADB (to be confirmed). This will include rehabilitation works in the northeast zone \nestimated at $10.0 million and a portion of consulting services or other works.   \n \nTable A6.3: Financing Plan \n($ million) \n  Foreign  Local  Total   \nSource  Exchange Currency Cost  Percent\nAsian Development Bank  7.13  24.70  31.83  74.82 \nGovernment   0.00  10.71  10.71  25.18 \n      Total  7.13  35.41  42.54  100.00 \n  \n4.  Implementation Arrangements \n \n    a.  Project Management \n \n7.  For the reconstruction of facilities under this component, the director general, BWDB, will \nbe  responsible  for  overall  coordination  and  monitoring  of  the  project  activities,  with  the \nassistance of the consultants. BWDB has satisfactorily completed past ADB-financed flood \ndamage rehabilitation projects. BWDB will appoint an additional chief engineer/superintending \nengineer  as  project  director  and  provide  five  executive  engineers  and  five  subdivisional \nengineers  to  the  Project  Management  Office.  At  the  field  level,  responsibility  for  project \nimplementation  will  rest  with  executive  engineers,  under  the  supervision  of  their  circle \nsuperintending engineer and zonal chief engineer. The executive engineers will be responsible \nfor  preparing  tender  documents,  selecting  contractors,  awarding  contracts,  supervising \nconstruction,  providing  quality  control,  and  establishing  accounting  and  detailed  financial \ncontrol. Design assistance will be provided by chief engineer, design.  \n \n    b.  Implementation Schedule  \n \n8.  This component will be implemented over 2 years. Most of civil works are expected to \nstart in February 2005 and be completed by June 2006; the works requiring survey and design \nshould be completed by January 2007. \n \n    c.  Procurement  \n \n9.  Procurement will follow the guidelines established for the Project. \n \n \n ", "    Appendix 6  41\n    d.  Consulting Services   \n \n10.    The consultants will provide project management and engineering services to assist the \nBWDB  project  staff.  The  services  include  (i)  assistance  to  BWDB  in  coordination  and \nimplementation;,(ii) evaluation of the tenders; (iii) engineering assistance, including survey and \ndesign and construction supervision; (iv) midterm review; (v) certification of the completed works \nin terms of quantity and quality; and (vi) progress monitoring and reporting to ADB and the \nProject Steering Committee. Staffing inputs for assessment, design, preconstruction services \nand construction supervision will be about 64 person-months of international consulting and 342 \nperson-months of domestic consulting. Terms of reference for project consultants are given in \nSupplementary Appendix C. \n \n11.  BWDB will require an international civil engineer (team leader) for 30 person-months, \nand  an  international  financial  management  specialist  for  10  person-months,  and  other \ninternational experts (20 person-months, expertise to be determined). In addition, domestic \nconstruction supervision specialists will be required for 320 person-months, a procurement \nspecialist for 15 person-months, an environment specialist and sociologist for 6 person-months, \neach to help implement the Project over 30 months.  \n \n12.  The team leader will (i) coordinate project activities among BWDB staff concerned; (ii) \nprepare  and  update  yearly  work  plans,  budgets,  and  financing;  (iii)  verify  necessary \ndocumentation for loan withdrawals; (iv) compile withdrawal applications; (v) maintain contract \nfiles; (vi) assess flood damage; (vii) consult beneficiaries on the works; (viii) identify measures to \nbe taken; (ix) review BWDB’s design drawings and tender documents; (x) ensure that proposed \nmeasures  are  environmentally  sound  and  socially  acceptable  to  meet  the  Government’s \nguidelines and ADB’s safeguard policies; and (xi) prepare a monitoring and evaluation plan to \nsupervise construction quality for the civil works. The team leader may recommend the Center \nfor Environment and geographic information system to assist BWDB in preparing a resettlement \nframework and a resettlement plan for any subproject, if necessary, to conform with ADB’s \nsocial safeguard policies. The team leader may also recommend the Institute of Water Modeling \nto provide necessary technical assistance for rehabilitation works, particularly assessment of the \ncollective effects of protection works, and recommend to the task manager of the domestic \nconsulting firm to design rehabilitation works. \n \n13.  An international financial management specialist will be recruited to review financial \nmanagement of the rehabilitation works. The specialist will undertake external evaluation of the \nrehabilitation works through random sampling of the ongoing rehabilitation works and report \nfindings to BWDB and ADB directly upon completion of quarterly evaluations.   \n \nB.  Small-Scale Schemes \n \n14.  Small-scale schemes under LGED damaged by the 2004 flood, will be rehabilitated and \nrepaired utilizing funds including consulting services from the ongoing Second Small-Scale \nWater Resources Development Project (Loan 1831-BAN(SF).   \n ", "42   Appendix  7 \nMUNICIPAL INFRASTRUCTURE \n \nA.  Damage and Impact \n \n1.  The  2004  flood  caused  severe  damages  to  water  supply,  drainage,  and  sanitation \nsystems in the country. A total of 159 pourashavas (municipalities) out of about 270 were \naffected severely. The outcome of the damage assessment indicates that the floods together \nwith heavy rains have caused extensive damage to municipal roads, bridges and culverts, \ndrains, public toilets, etc. Urban slum area conditions have deteriorated. Wave action generated \nby strong winds caused erosion to pourashavas’ peripheral road embankments. Many bridge \napproaches were washed away and traffic was completely disrupted for many days. Collapsing \ndrains and siltation have aggravated the existing shattered environment.  \n \n2.  The disruption of communication by the damage to urban roads and other infrastructure \nhas caused a significant impact on the livelihood of urban residents, including those living in \nslum areas. During the floods, the main communication mode was country boats. Once the \nflood receded, different types of waterborne diseases resulted due to the collapse of drainage \nsystems and people suffering from communication disruptions. Due to the flood, income of \npourashava households was reduced for some time, and from that, resource mobilization from \npourashavas, including tax collection, have been affected, making restoration of the damaged \ninfrastructure  to  the  preflood  state  difficult  with  the  pourashavas'  resources.  Solid  waste \ndisposal, including health and environmental restoration in slums and low-income areas should \nbe given immediate attention. Total damage to municipal infrastructure is estimated at Tk3,099 \nmillion ($52.5 million).  \n \nB.  Scope \n \n3.  This  component  will  rehabilitate  urban  infrastructure,  including  roads,  drains, \nbridge/culverts, and footpaths and drains in the slums located in 55 pourashavas (Bagerhat, \nBhairab,  Bhanga,  Boalmari,  Bogra,  Brahmanbaria,  Chandpur,  Chatkhil,  Comilla,  Dinajpur, \nFaridpur,  Feni,  Gabtali,  Gaibandha,  Gazipur,  Gopalgonj,  Gournadi,  Habigonj,  Jamalpur, \nJhalokathi,  Joypurhat,  Khoksa,  Kishoregonj,  Kumarkhali,  Kushtia,  Lalmonirhat,  Laxmipur, \nMadaripur,  Manikgonj,  Monohordi,  Moulavibazar,  Munshigonj,  Mymensingh,  Nagarkanda, \nNarayangonj, Narsingdi, Natore, Netrakona, Noakhali, Pabna, Patuakhali, Poshuram, Raipur, \nRajbari,  Ramganj,  Rangpur,  Satkhira,  Savar,  Shahjadpur,  Shariatpur,  Sherpur,  Sirajgonj, \nSunamganj, Tangail, and Tongi). This includes September 2004 flood-affected pourashavas, \nand involves approximately 1,028 kilometers (km) of roads, 47 km of drains, 393 meters of \nbridge/culverts, and 63 km of footpaths of slums and low-income areas.  \n \nC.  Subproject Selection Criteria \n \n4.  Subprojects to be selected for this part will meet the general criteria for the Project as \noutlined in para 41 of the main text of the report, Construction of rehabilitation works should be \nimplemented based on priority selection criteria to be prepared by the consultant and agreeable \nto the Asian Development Bank (ADB). \n \nD.  Cost Estimates and Financing Plan \n \n5.  The total cost required for the rehabilitation of urban infrastructure is estimated at $33.90 \nmillion equivalent comprising $3.96 million (11.7%) in foreign exchange costs and $29.94 million \n(88.3%) equivalent in local currency costs (Table A7.1).Total cost includes local taxes, customs, \nand  duties  and  operational  costs  for  the  Project  Management  Unit  at  Local  Government \n ", "    Appendix 7  43\nEngineering  Department  (LGED)  headquarters  and  project  implementation  units  at \npourashavas.  \n \nTable A7.1: Cost Estimates (excluding interest during construction) \n($ million) \nForeign  Local  Total \nItem  Exchange  Currency  Cost \nCivil Works  3.62  28.16  31.78 \nConsultants  0.34  1.78  2.12 \nTotal  3.96  29.94  33.90 \n         Source: Asian Development Bank estimates. \n \n6.  ADB-financing for this component will be $25 million equivalent, to finance $3.96 million \nof the foreign exchange cost (100% of the total foreign exchange cost) and $21.27 million \nequivalent of the local currency cost (71% of the total local currency cost). The Government will \nfinance the remainder, $8.67 million equivalent of the local currency cost (29% of total local \ncosts) from its own resources (Table A7.2).  \n \nTable A7.2: Financing Plan (excluding interest during construction) \n($ million) \nForeign  Local  Total \nSource  Exchange  Currency  Cost  Percent \nAsian Development Bank  3.96  21.27  25.23  75 \nGovernment  0.00    8.67    8.67   25 \nTotal  3.96  29.94  33.90  100 \n  Source: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n \n1.  Project Management  \n \n7.        LGED, under the Ministry of Local Government, Rural Development and Cooperatives, \nwill be the Executing Agency of the urban infrastructure component. LGED has satisfactorily \ncompleted past ADB-financed flood damage rehabilitation projects. It will establish a project \nmanagement unit (PMU) in its head quarters in Dhaka, led by a full-time project director at the \nlevel  of  senior  engineer  under  direct  supervision  of  superintending  engineer  (Urban \nManagement Support Unit). The superintending engineer will work as project coordinator to \nensure better implementation coordination. The project director will be charged exclusively with \nthe project execution and will have no other duties within the urban sector wing of LGED. The \nproject coordinator supported by project director will coordinate all activities under the Project, \nand will be directly responsible for overall project implementation, monitoring, and supervision. \nThe project director, PMU, will also be responsible for maintaining proper accounts of all project \nexpenditure for audit. For this purpose, required incremental staffing will be provided to assist \nthe project director. \n \n8.  The  PMU  will  (i)  prepare  the  overall  project  implementation  plan  and  consolidated \nannual work plan; (ii) assist pourashavas in preparing estimates, contract packaging, and tender \nprocessing;  (iii)  monitor  and  supervise  all  project  management  activities;  (iv)  organize \nmonitoring and evaluation activities; (v) prepare necessary progress reports and the project \ncompletion report. The project director will be supported by one deputy project director. The \n ", "44   Appendix  7 \nPMU will be properly staffed and assisted by consultants with expertise in engineering, finance, \nand accounting. \n \n9.  In each pourashava, a project implementation unit (PIU) will be established for the \nProject. However, the existing PIUs already established at ADB-assisted Urban Governance \nand Infrastructure Improvement Project towns will have responsibility for implementation of the \nflood damage rehabilitation works. Necessary additional technical staff may be provided to \nassist the PIUs. The PIU will be headed by the pourashava chairperson and he/she will be \nassisted by the pourashava chief executive officer for day-to-day operations of the Project. The \nPIU will be located within the pourashava office and be responsible for (i) preparation of annual \ndevelopment program for the respective pourashava, (ii) preparation of tender documents, (iii) \ntendering, and (iv) implementation of construction works. An infrastructure improvement section \nwill  be  formed  under  PIU  to  be  responsible  for  the  implementation  of  all  rehabilitation/re-\nconstruction works of physical infrastructure. The section will be headed by the head of the \nengineering section of the concerned pourashava. For close supervision of all physical works \nincluding  environmental  activities,  the  regional  superintending  engineer  of  LGED  will  be \nempowered  to  carry  out  regular  supervision,  monitoring,  and  reporting  of  all  project \nimplementation activities to the PMU. The quality of construction materials will be ensured with \nthe help of LGED’s district laboratory. \n \n2.  Procurement \n \n10.  Procurement will follow the guidelines established for the Project. \n \n3.  Implementation Schedule \n \n11.  The project implementation period will be 24 months including two construction seasons. \nImplementation is expected to be completed by January 2007. LGED has agreed to submit work \nplans covering the next dry season up to end-June 2005 to ADB during loan negotiations. Start-\nup activities will include \n \n(i)  detailed assessment of damage to rural infrastructure; \n(ii)  preparation of subproject priority selection criteria; \n(iii)  selection of subprojects according to the established criteria; \n(iv)  preparation of detailed designs, cost estimates, and tender documents; and \n(v)  supervision  of  the  most  urgent  works  to  be  implemented  under  retroactive \nfinancing arrangements. \n \n4.  Consulting Services \n \n12.  Consulting services will be required to provide necessary and adequate inputs to ensure \ntimely  implementation  of  the  component  activities.  Direct  selection  of  consultants  will  be \nundertaken. About 16 person-months of international consulting and 420 person-months of \ndomestic consulting will be required.  \n \n13.  The management design and supervision consultants should have extensive experience \nin  civil  works,  in  particular  construction  of  roads,  drainage,  and  bridges/culverts.  The  field \nsupervision engineers should have at least a university degree in engineering with 7 years site \nengineering experience, including supervision of construction of municipal roads, drainage, \nbridges,  and  culverts.  The  field  supervision  engineers  reporting  to  the  team  leader  will \nundertake certain activities including prioritization of subprojects; preparation of design, cost \nestimates, tender document, prequalification of contractors, monitoring of physical works and \n ", "    Appendix 7  45\nwork progress, endorsement of progress bills from contractors, and preparation of reports. \nTerms of reference for project consultants are given in Supplementary Appendix C.  \n ", "46   Appendix 8 \n \nCOST ESTIMATES \n($ million) \n           \nLocal Currency Cost \nForeign Exchange   (including taxes   Total  \nItem  Cost  and duties)  Cost \n         \nA. Civil Works       \n  1. Rural Infrastructure  8.90  62.98  71.88 \n  2. Roads and Bridges  37.00  25.70  62.70 \n  3. Railways  10.20    6.60  16.80 \n  4. Water Resources   5.53  32.40  37.93 \n  5. Municipal Infrastructure  3.62  28.16  31.78 \n    Subtotal (A)  65.25  155.84  221.09 \n         \nB. Equipment and Materials       \n  1. Railways Emergency Stock  0.80  0.80  1.60 \n    Subtotal (B)  0.80  0.80  1.60 \n         \nC. Consulting Services       \n  1. Rural Infrastructure  0.96  1.10  2.06 \n  2. Roads and Bridges  2.05  2.75  4.80 \n  3. Railways  0.80  0.60  1.40 \n  4. Water Resources  1.60  1.30  2.90 \n  5  Municipal Infrastructure  0.34  1.78  2.12 \n    Subtotal (C)   5.75  7.53  13.28 \n         \nD. Land Acquisition and Resettlement 0.00  2.00  2.00 \n           \n    Subtotal (A+B+C+D)  71.80  166.17  237.97 \n         \nF. Interest during Construction  2.00  0.00  2.00 \n       \nTotal  73.80  166.17  239.97 \nSource: Asian Development Bank estimates. \n ", " \nPROJECT MANAGEMENT STRUCTURE \n \nORGANIZATION CHART \n \n \n  FAPAD PSC  IMED \n \n \n \n \n \nMLGRDC  MOC  MWR \n \n \n \n \n \n  LGED  RHD  BR  BWDB\n \n \n \n  PMU  PMU  PMU  PMU  PMU \n  Rural Infrastructure  Municipal Infrastructure Roads  Railways  Water \nResources\n \n \n  DSC  DSC DSC DSC DSC\n \n \n \nContractors for Civil Works \n \n \nA\n  BR = Bangladesh Railway; BWDB = Bangladesh Water Development Board; DSC = design and construction supervision consultants; FAPAD =  p\np\n  Foreign Aided Project Audit Directorate; IMED = Implementation, Monitoring and Evaluation Division; LGED = Local Government Engineering  en\n  Department; LGRD = Local Government, Rural Development and Cooperatives; MOC = Ministry of Communication; MWR = Ministry of Water  dix\nResources; PMU = Project Management Unit; PSC = Project Steering Committee; RHD = Roads and Highways Department.   9\n   \n \n \n4\n7\n ", "IMPLEMENTATION SCHEDULE 4\n8\nFigure 1: Rural Infrastructure         A\n2004 2005 2006 2007 p\np\ne\nn\nActivity Nov Dec Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec Jan Feb Mar Apr May Jun d\nix\n 1\nSelection and engagement of  0\nconsultants\nSelection of subproject, design, and \ncost estimate\nBidding and award of contracts\nImplementation of civil works\nFigure 2: Roads\n2004 2005 2006 2007\nActivity Nov Dec Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec Jan Feb Mar Apr May Jun\nSelection and engagement of \nconsultants\nSelection of subproject, design, and \ncost estimate\nBidding and award of contracts\nImplementation of civil works", "Figure 3: Railways\n2004 2005 2006 2007\nActivity Nov Dec Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec Jan Feb Mar Apr May Jun\nSelection and engagement of \nconsultants\nSelection of subproject, design, and \ncost estimate\nBidding and award of contracts\nProcurement of equipment and \nmaterials\nImplementation of civil works\nFigure 4: Water Resources\n2004 2005 2006 2007\nActivity Nov Dec Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec Jan Feb Mar Apr May Jun\nSelection and engagement of \nconsultants\nSelection of subproject, design, and \ncost estimate\nBidding and award of contracts\nImplementation of civil works\nFigure 5: Municipal Services\n2004 2005 2006 2007\nActivity Nov Dec Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec Jan Feb Mar Apr May Jun\nSelection and engagement of \nconsultants\nA\np\nSelection of subproject, design, and  p\ne\ncost estimate n\nd\nix\nBidding and award of contracts  1\n0\n    \nImplementation of civil works  4\n9", "50   Appendix 11 \nTECHNICAL ASSISTANCE GRANT TO SUPPORT FINANCIAL MANAGEMENT \nAND MONITORING \n \nA.  Objective \n \n1.  The objective of the technical assistance (TA) is to assist the Government of Bangladesh \nin monitoring the Emergency Flood Damage Rehabilitation Project. This will entail supporting \nthe Project Steering Committee (PSC) and Implementation Monitoring and Evaluation Division, \nwhich will be the secretariat of the PSC in their tasks mandated by the Government for effective \nmonitoring and evaluation of the Project.  \n \nB.  Scope and Outline Terms of Reference \n \n2.  The TA will entail the following major tasks:   \n(i)  Prepare  a  monitoring  and  evaluation  strategy  for  ongoing  monitoring  of  the \nProject and portfolio of subprojects. \n(ii)  Prepare monthly, quarterly, annual progress reporting formats for the project \nmonitoring units for project progress reports that include, in addition to timeliness \nof implementation process, physical implementation progress and disbursement, \nan assessment of \n(a)  budget performance (actual unit price and quantity versus budgeted unit \nprice and targeted quantities); \n(b)  value for money, specifically cost-effectiveness of procurement and cost-\neffectiveness of implementation; \n(c)  quality of implementation; \n(d)  implementation constraints; and \n(e)  follow-up actions taken re issues raised during previous reporting periods, \netc. \n(iii)  Review and assess project progress reports, and prepare recommendations for \nfollow-up Executing Agency(EA)/project action as required. \n(iv)  Assess and report on the timeliness and effectiveness of follow-up EA/project \nactions taken re recommendations provided on previous progress reports. \n(v)  Define EA/project risk criteria to evaluate and prioritize projects to be monitored \nand to determine the level of monitoring to be afforded to each EA/project, that is, \nhigh risk ⇒ more intensive/more in-depth monitoring, versus low risk ⇒ less \nintensive/less in-depth monitoring-. \n(vi)  Develop and undertake a structured EA risk assessment approach. \n(vii)  Develop and undertake a structured project risk assessment approach. \n(viii)  Prepare an annual monitoring and evaluation work plan based on EA/project risk \nevaluations. \n(ix)  Develop a customized monitoring and evaluation approach that appropriately \naddresses medium, and high-risk EAs/projects. \n(x)  Undertake other monitoring and evaluation tasks as identified by the PSC and/or \nas a result of the performance audit process. \n \nC.  Cost Estimates and Financing Plan  \n \n3.  The cost of the TA is estimated at $195,000 equivalent. The Asian Development Bank \n(ADB) will provide $150,000 on a grant basis from ADB’s TA funding program. Cost estimates \nare provided in Table A11. \n   \n   \n   \n   ", "    Appendix 11  51\n \nTable A11: Cost Estimates \n($) \nForeign  Local  Total \nItem  Exchange Currency  Cost \nA.  Asian Development Bank Financinga   \n  1. Consultants   \n   a. Remuneration and Per Diem  \n        (Domestic Consultants)  0 110,000  110,000\n     b. Local Travel  0 5,000  5,000\n  2. Equipmentb  3,000 5,000  8,000\n  3. Communications, Reports, and Workshops   0 5,000  5,000\n  4. Contingencies  7,000 15,000  22,000\n  Subtotal (A)  10,000 140,000  150,000\n     \nB.   Government Financing   \nCounterpart Staff, Office Space, \n  Telecommunications  0 45,000  45,000\n  Subtotal (B)  0 45,000  45,000\n               \n   Total  10,000 185,000  195,000\na  Financed by the Asian Development Bank’s technical assistance funding program. \nb  Computers, printer, and software. \nSource: Asian Development Bank estimates \n \nD.  Implementation Arrangements  \n \n4.  The Implementation Monitoring and Evaluation Division will be the Executing Agency for \nthe TA and will appoint a TA project director at joint secretary level. The TA will support \nImplementation Monitoring and Evaluation Division, which will act as the secretariat for the \nProject Steering Committee, headed by the member for programming, Planning Commission, \ncomprising members from the ministries of communications, water resources, local government, \nand members from other public agencies and representatives from the private sector. It will be \nactively involved during TA implementation, discussing and reviewing TA findings, and providing \nguidance on various matters.  \n \n5.  The TA will be implemented over 24 months. It will commence on 15 February 2005 and \nbe completed by 14 February 2007. The TA will require one domestic individual consultant with \nexpertise  in  monitoring  and  evaluation  of  ADB-financed  projects.  An  individual  domestic \nconsultant, with adequate qualification in relevant fields, will be recruited by ADB in accordance \nwith ADB’s Guidelines on the Use of Consultants, and other arrangements satisfactory to ADB \nfor engagement of domestic consultants.  \n \nE.  Reporting Requirements \n \n6.  The consultants will be required to provide the following reports: (i) inception report, 3 \nweeks from commencement in the field; (ii) interim report, within 12 months from the start of the \nstudy; (iii) draft final reports, within 24 months; and (iv) final report, 2 weeks after receiving \ncomments from ADB and the Government.  \n ", "52   Appendix 12 \nTECHNICAL ASSISTANCE GRANT FOR AN EARLY WARNING SYSTEMS STUDY \n \n \nA.  Objective \n \n1.  The objective of the technical assistance (TA) is to assist the Government of Bangladesh \nin assessing the effectiveness of the existing flood forecasting system (FFS) and in preparing a \nstrategy to enhance the FFS to improve its usefulness and early warning capability. This will \nentail assessing the FFS with respect to institutional, technical, physical, and other constraints; \ndeveloping a strategy for enhancing the FFS, and preparing project profiles and prefeasibility \nstudies for enhancing the FFS in Bangladesh, including capacity building and training. \n \nB.  Scope and Outline Terms of Reference \n \n2.  The TA will entail the following major tasks:   \n(i)  Review forecasting and dissemination of flood warning experiences in the 2004 \nand 1998 floods in Bangladesh. With respect to forecasting and dissemination of \nflood warning experiences, identify all key actors and the roles they played, and \nanalyze levels of effectiveness with which the mandated tasks were performed.   \n(ii)  Based  on  the  prior  flood  experiences,  determine  the  optimal  goal  for  flood \nforecasting in terms of advance notice at the household level.   \n(iii)  Systematically examine all existing institutions engaged in technical work related \nto  flood  forecasting;  provide  a  narrative  of  their  functions;  and  summarize \nresources that have been invested in the development and operation of these \ninstitutions over the past 5 years, including capital investments as well as for \ncapacity building and operations.  \n(iv)  With respect to flood forecasting, identify what unique capabilities each institution \nhas; and identify gaps in technical, organizational, or other relevant areas in the \ncollective makeup of these institutions in meeting the optimal flood forecasting \ntarget  determined  on  analysis.  Based  on  this  review,  develop  a  set  of \nrecommendations on bringing greater rationality and organizational effectiveness \nwithin the network of institutions engaged in flood forecasting.  \n(v)  Examine and map the dissemination process currently used in flood warning, \nestimate the time required for transmitting warnings once the information becomes \navailable,  and  critically  analyze  the  efficiency  and  effectiveness  of  the  whole \nprocess.   \n(vi)  Carry  out  a  technical  review,  and  qualitative  and  quantitative  assessment  of \nexisting flood forecasting systems, identifying key physical and other constraints \nand  resulting  gaps  and  key  areas  needed  for  effective  and  advance  flood \nforecasting.  \n(vii)  Provide capacity building and training at Bangladesh Water Development Board \n(BWDB)  in  flood  forecasting  and  related  areas  including  effective  ways  for \ndisseminating information to stakeholders.   \n(viii)  Help BWDB prepare a comprehensive FFS strategy and program, including a road \nmap, project profiles, and prefeasibility studies for recommended key studies and \ninvestment projects supporting the FFS. \n(ix)  Help BWDB prepare a new strategy for early dissemination of information and \nassist in building capacity of BWDB staff to implement the new strategy.  \n   \n \n \n ", "    Appendix 12  53\n   \nC.  Cost Estimates and Financing Plan  \n \n3.  The cost of the TA is estimated at $312,500 equivalent. ADB will provide $250,000 on \ngrant  basis  from  ADB's  TA  funding  program.  The  Government  of  the  Netherlands  has \nexpressed interest in cofinancing the TA. When this interest is confirmed, the funds from ADB's \nTA  funding  program  will  be  replaced  by  a  corresponding  grant  from  the  Government  of \nNetherlands and will be administered by ADB. Detailed cost estimates are provided in Table \nA12. \n \nTable A12: Cost Estimates \nForeign  Local \nItem  Exchange Currency  Total \nA. Asian Development Bank Financinga   \n1.  Consultants   \n  a.  Remuneration and Per Diem   \n    i.   International Consultants  133,000 0  133,000\n    ii.   Domestic Consultants  0 50,000  50,000\n  b.  International and Local Travel  10,000 5,000  15,000\n2. Equipment b  3,000 5,000  8,000\n3. Vehicle rental (2 vehicles including operating cost)  0 5,000  5,000\n4. Communications, Reports and Workshops   0 6,000  6,000\n5. Contingencies  23,000 10,000  33,000\nSubtotal (A)  169,000 81,000  250,000\nB. Government of Bangladesh Financing   \nCounterpart Staff, Office Space, Telecommunications  0 62,500  62,500\nSubtotal (B)  0 62,500  62,500\n              Total  169,000 143,500  312,500\na Financed from ADB's technical assistance funding program. The Government of the Netherlands has indicated its \ninterest in cofinancing the TA. When this interest is confirmed, funds from ADB's TA funding program will be \nreplaced by a corresponding grant from the Government of Netherlands. The TA will be administered by ADB.    \nb Computers, printers and software. \nSource: Asian Development Bank estimates \n \nD.  Implementation Arrangements  \n \n4.  The Bangladesh Water Development Board (BWDB) will be the Executing Agency for \nthe TA and will appoint a project director at the joint secretary level. A steering committee or \ntask force will established, headed by the secretary of the Ministry of Water Resources and \ncomprising  members  from  the  ministries  of  food  and  disaster  management,  home, \ncommunications, water resources, and local government; National Board of Revenue and other \npublic agencies; and representatives from the private sector. It will be actively involved during \nTA implementation, discussing and reviewing TA findings, and providing guidance on various \nmatters.  \n \n5.  The TA will be implemented over 6 months, commencing on 15 February 2005 with \ncompletion scheduled  for  14  August  2005.  The  TA  will  require  two international  individual \nconsultants, providing 7 person-months of consulting services, and two domestic individual \nconsultants, providing 10 person-months of consulting services. Expertise from the international \nand domestic consultants will include (i) a flood management/forecasting expert, and (ii) a \n ", "54   Appendix 12 \nfinancial analyst/project economist. All international and domestic consultants will be recruited \nby  ADB  in  accordance  with  the  ADB’s  Guidelines  on  the  Use  of  Consultants,  and  other \narrangements satisfactory to ADB for the engagement of domestic consultants.  \n \nE.  Reporting Requirements \n \n6.  The consultants will be required to provide the following reports: (i) inception report, 3 \nweeks from commencement in the field; (ii) interim report, within 3 months from start of the \nstudy; (iii) draft final reports within 5 months; and (iv) final report, 2 weeks after receiving \ncomments from ADB and the Government. \n \n ", "  Appendix 13  55\nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n      No  agreement?      No \n \nContribution of the sector or subsector to reduce poverty in Bangladesh: \nBangladesh, one of the poorest countries of the world, had 50% of its population living below the poverty \nline as of 2000. Since 1971, the country has faced almost 200 disasters, including cyclones, floods, \ndroughts, and river erosion, causing severe damage of assets and lives. The poorer income groups are \nthe most vulnerable to disaster and have to struggle to recover the loss of their livelihood almost every \nyear. Floods aggravate poverty by affecting the most poor and vulnerable groups. Major floods (1988, \n1998, 2000, and 2004) particularly affected the poorer segment of the population. The flood-induced rural-\nurban migration in search of livelihoods has created pressures on urban areas. Many towns and the \ncapital Dhaka also face flooding during monsoons, often due to blockage of sewerage and drains. Lack of \nflood protection, damage of infrastructure and transport facilities, combined with inadequate drainage lead \nto  water  clogging  and  overflowing  of  cropland,  water  bodies,  damage  of  housing,  etc.,  leading  to \nwidespread suffering of the poor and making living conditions deplorable. In the recent flood of 2004, more \nthan 33 million people were affected causing huge income losses. The Government’s Poverty Reduction \nStrategy Paper emphasizes infrastructure development for economic growth and poverty reduction, as \nwell as social protection for the poor. During floods, transport between villages and markets and towns is \nadversely  affected  as  road  and  associated  infrastructure  are  submerged.  Economic  activities  are \nhampered leading to large-scale unemployment, particularly for the poor in the nonformal sector. Damage \nof water and sanitation infrastructure leads to diseases and hazards.  \n \nIn Bangladesh, investment in transport and flood control infrastructure is critical in the overall process of \nsustainable poverty reduction. Infrastructure development projects have been highly effective in reducing \npoverty by directly or indirectly generating income. Roads and markets can influence poverty reduction by \ncreating new employment opportunities, especially in the nonfarm sectors, as well as by changing input \nand output prices. Transport infrastructure helps the poor by providing connectivity and access to markets, \nschools, and health centers. Flood control structures are essential to protect people and assets, promote \neconomic growth, and give shelter to the poor during disasters.  \n \nThe Project will be instrumental in reducing the vulnerability of the poor, as well as in contributing to better \nconnectivity and access, and improving the environment. Rehabilitation of road, railways, and flood \nprotection infrastructures will enable the poorer groups to benefit directly from the employment created in \nconstruction and operation and maintenance, and indirectly though increased economic activities as a \nresult of the Project. The Project will directly generate income-earning opportunities of about 12 million \nperson-days for the poor. Restoration of transport infrastructure will support employment for the poor on \nbuses, trucks, and other traditional modes of transport on rural roads, in ancillary support and service \nprovisions, and in trading by facilitating private sector operation. It will facilitate year-round mobility for \naccessing economic and social services, all of which are indispensable to reduce poverty. The Asian \nDevelopment Bank (ADB) has so far invested in many infrastructure projects and the proposed Project will \nmake a significant contribution to sustain and enhance the benefits made in the infrastructure sector and in \nreducing poverty. \n \n \n ", "56   Appendix 13 \n \nB.  Poverty Analysis   Proposed Targeting Classification: General intervention \n \nWhat type of poverty analysis is needed?  \nFlood disasters affect the poor disproportionately in terms of health, housing, employment, livelihood, and \nfood security. A high incidence of poverty is evident in the project area ranging from 30% to as high as \n57%, based on poverty mapping.1 Of the 13 worst flood-affected districts, 10 have chronic poverty levels \nabove the national level (35.5%), as measured by human poverty index. Chronicity of poverty, according \nto the index, in these districts ranges between 32.7% and 41.9%. The poorer income groups having lost \nassets and income have been worst affected by the floods. Damage caused by 2004 flood was assessed \nthrough  a  participatory  process  during  the  joint  World  Bank-ADB  Damage  and  Needs  Assessment \nMission. The poverty analysis and loss estimates are based on the assessments and estimates of the \nGovernment, United Nations’ agencies, nongovernment organizations (NGOs), and other civil society \ngroups. During the flood, more than 68 thousand square kilometers were inundated in 39 districts affecting \nmore than 2 million households. The damage included roads, bridges, embankments, railways, water and \nsanitation infrastructure. About 1.7 million people took refuge in flood shelters, mosques, schools, and \nother public buildings, highways, and embankments. About 200,000 tubewells in rural areas were affected \nand required disinfection and repair. Crop was damaged in about 2 million acres of land, 3.7 million \nfarmers were affected causing potential employment loss for 60 million person-days. The livestock and \npoultry subsector suffered an estimated loss of 2 million person-days of employment, especially for the \npoor and women. About 380,000 microfinance beneficiaries, who are all among the poor and mostly \nwomen, representing almost an equal number of families have suffered loss of their self-employment \nactivities and livelihood. In the manufacturing sector, 4.6 million person-days of employment have been \nlost in the industrial estates alone and in handloom sector 2 million person-days. These losses will take \ntime to recover and the poor will face difficulties finding an income-earning opportunity, which may lead \nthem to sell assets and resort to moneylenders. About 66,000 ponds were inundated affecting fish \nresources and employment of the rural poor.  \n \nImpact on human health was also tremendous causing mostly waterborne diseases, including around \n100,000 cases of waterborne diseases, including diarrhea. Loss of income and employment will have a \nlong-term effect on health and nutrition at the household level. Besides, disruption of regular health, EPI, \nfamily planning, and nutrition services, damage of water and sanitation infrastructure services will have \nlong-term  negative  effects  on  child  and  maternal  health,  population  growth,  etc.,  which  cannot  be \nquantified. Other social impacts of the flood include insecurity among those who have lost assets and had \nto move to shelters, and increased vulnerability to poverty. Loss of housing and shelters due to flood-\ninduced erosion may lead to rural urban migration. \n \nFood and shelters were primary needs of people during flood. Many affected people were given food, \nshelter,  medicine,  clothes,  etc.  by  NGOs,  other  community  groups,  development  agencies,  and \nphilanthropic groups, as well as the Government. Thus many were served by community resources. But in \nthe recovery phase, the people have identified poor infrastructure facilities as the most important area for \nrehabilitation for restoring livelihood and access to other services. Support to restore income, water and \nsanitation facilities, housing, agriculture, etc. have also been identified as other priority areas. \n \nC.  Participation Process \n \nIs there a stakeholder analysis?    Yes     No  \n \n \nIs there a participation strategy?     Yes                   No \n \nA participatory process was adopted to identify the components of the Project during the joint World Bank-\nADB Mission. Later, ADB identified the areas to be supported under an ADB-financed loan jointly with the \nGovernment. The needs assessment and prioritization were done collectively and the components of the \nProject were identified and discussed with all major stakeholders during the assessment and appraisal \nmission. ADB support for infrastructure rehabilitation was given high priority by stakeholders including \n                                                 \n1  Based on poverty mapping carried out by (i) Bangladesh Institute of Development Studies, Dhaka, Bangladesh \n(2000); (ii) Bangladesh Bureau of Statistics (1995); and (iii) World Food Program (2001). \n ", "  Appendix 13  57\nrehabilitation of rural and municipal infrastructure, roads (rural and highways), railways, bridges, culverts, \nwater, and irrigation and drainage schemes. The outputs of the Mission were (i) formulation of a project \ndesign and components to be supported, (ii) formulation of criteria for selection of infrastructure for \nrehabilitation  and  improvement,  and  (iii)  estimate  of  budget  for  rehabilitation  support.  In  addition, \nmechanisms to ensure participation of poor and women and ways for institutional strengthening of the \nexecuting agencies (EAs) were discussed, and identified.  \n \nTo strengthen the Government’s capacity to implement the Project and to increase sustainability of the \ninfrastructure,  a  participatory  approach  will  be  followed during project  implementation.  A  sector  like \napproach  will  be  followed  and  subprojects  will  be  identified  and  implemented  through  stakeholder \nparticipation in implementation, operation, and maintenance of improved infrastructure. To ensure efficient \nimplementation, a strong project steering committee will be established with the participation of all EAs, \nthe relevant ministries and chaired by the secretary of the Ministry of Planning. The local government \ninstitutions  and  NGOs  will  be  involved  during  identification,  implementation,  and  monitoring  of  the \nsubprojects. Local poor will be involved in construction and operation and maintenance activities and labor \ncontracting societies will be formed for earth work and maintenance through tree plantation. NGOs will \nalso be engaged to provide training for the beneficiaries on labor contracting societies and tree plantation \nactivities. \n \nRehabilitation of roads, bridges, and other infrastructure will help the beneficiaries participate in various \nsocial and economic activities. \n \nD.  Gender Development \n  \nStrategy to maximize impacts on women: \n \nThe Project has important gender implications. The rehabilitation of damaged infrastructure will support \nwomen in restoring their income and accessing market and various services through the rehabilitation of \ninfrastructure. Substantial short term and seasonal employment will be created for women in construction \nand maintenance of infrastructures. Women will also participate in operation and maintenance activities \nand thereby help restore their income. Efforts will be taken to reduce the gap in wages for women and \nmen in construction activities. The Project will facilitate women’s mobility for employment, income, and \naccess to services for their families. \n \n \nHas an output been prepared?      Yes     No \n \nE.  Social Safeguards and other Social Risks2 \n \n  Significant/     \nIssues  Not Significant/  Strategy to Address Issues  Plan Required \nNone    \n Significant  Generally  the  Project  does  not  involve  land   Full \n  acquisition  and  resettlement;  subprojects  are   \nResettlement/C  Not significant  located within the existing rights-of-way. However,   Short \nompensation    in some cases, temporary structures, shops, or   \n None   None \nmicro  level  service  units,  etc.  may  trigger \ncompensation  requirements.  Should  any \nsubproject lead to resettlement or affect people, \nresettlement  including  compensation,  will  be \nguided by the Resettlement Framework presented \nin Appendix 14.  \n \n       \n                                                 \n2 ADB. 2001. Handbook for Poverty and Social Analysis. Manila. IPSA/SPRSS criteria for assessing the significance \nof social issues. \n ", "58   Appendix 13 \n       \nAffordability   Significant  The  rural  people,  including  the  poor,  generally   Yes \n  lack or have poor access to infrastructure. The   \n Not significant    No \nProject  will  help  to  improve  connectivity  and \n \nprovide better access to basic infrastructure.  \n None \n    No adverse impact is anticipated. The Project will   \n   Significant  have  significant  positive  impact  by  creating   Yes \nLabor    employment  opportunities  in  infrastructure   \n Not significant    No  \nconstruction and maintenance mainly for the poor \n \nunskilled laborers, both female and male. With the \n None \nimprovement  of  the  infrastructure  and  related \nfacilities, occupational opportunities for the poor in \nthe  nonagriculture  sectors  will  be  restored, \nexpanded, and sustained. It will help in reducing \nunemployment caused by the flood and getting \nemployment in other sectors; 12 million person-\ndays of employment will be generated, including \nemployment opportunities for the poor. \n    There  will  be  no  significant  impact  on  the   \n   Significant  indigenous people. Indigenous people living in the   Yes \nIndigenous    project  areas  will  potentially  benefit  from  the   \nPeoples   Not significant    No \nimproved infrastructure. As the Project will adopt a \n \nsector like approach, any potential adverse effect \n None \non indigenous people will be addressed during the \ndesign of subprojects; in such cases, the Project \nwill  ensure  their  participation  in  planning  and \nimplementation  so  that  they  benefit  from  the \ninfrastructure.  \nOther Risks/  Uncertain  River erosion or flooding may recur during project  Appropriate \nVulnerability  implementation,  requiring  attention  and  mitigation \nRiver erosion  rehabilitation support.   measures  will \nbe undertaken  \nOther Risks/  Uncertain   The  poor,  particularly  women  and  children  of  None \nVulnerability  some areas, especially those who have suffered \n  asset loss during the 2004 flood might fall prey of \nTrafficking in  human traffickers, while migrating to other urban \nwomen and  areas  or  looking  for  jobs.  The  employment \nchildren  opportunities  will  significantly  contribute  to \nreducing  their  vulnerability,  migration,  and \ntrafficking.  \nEnvironmental  Not significant  No  adverse  environmental  impact  is  expected.  None \nSpecific issues being addressed under the Project \ninclude  adoption  of  appropriate  flood-resistant \ndesign standards to address future floods, and \nappropriate drainage to control water-logging.  \n \n \n ", "    Appendix 14  59\nSUMMARY RESETTLEMENT FRAMEWORK \n \nA.  Project Background \n \n1.  The proposed Project involves rehabilitation of flood-damaged (i) national, regional, and \ndistrict roads, bridges and culverts under the Roads and Highways Department (RHD); (ii) rural \ninfrastructure  comprising  upazilla  (subdistrict)  roads,  union  council  roads,  and  bridges  and \nculverts  under  the  Local  Government  Engineering  Department  (LGED);  (iii)  railway  tracks, \nembankments, and slope protection works; rail bridges; and culverts under Bangladesh Railway \n(BR);  (iv)  urban/municipal  infrastructure  (secondary  towns)  under  LGED;  and  (v)  water \nresources under Bangladesh Water Development Board (BWDB). The findings of the Asian \nDevelopment Bank (ADB)-World Bank Damages and Needs Assessment Mission of September \n2004 do not envisage any involuntary resettlement work and/or land acquisition. The potential \nnumber  of  households  that  may  be  affected  is  small  and  will  fall  under  the  category  of \n“insignificant  resettlement”  under  ADB’s  Policy  on  Involuntary  Resettlement.  However, \nresettlement plans will be prepared accordingly whenever the need for resettlement is identified. \nA resettlement framework has been prepared to ensure that if resettlement needs are identified \nthe  project  implementing  agency  follows  the  procedures  for  involuntary  resettlement  in \ncompliance  with  the  Government’s  applicable  laws  and  regulations,  and  ADB’s  policy  on \nInvoluntary  Resettlement  (1995)  and  Handbook  on  Resettlement  (1998),  and  the  agreed \nresettlement framework for the Project. \n \n2.  As  part  of  the  selection  criteria,  subprojects  that  may  entail  land  acquisition  and \nresettlement will be avoided. In extreme scenarios, however, the expected changes in the status \nof a subproject could be (i) raising of the road/railway/bank protection embankment beyond the \nflood level, where necessary; (ii) new construction and reconstruction of small bridges and \nculverts, and in some cases widening the bridges/culverts; and (iii) retiring or resectioning flood \nprotection  embankments.  Therefore,  the  following  resettlement  framework  for  rehabilitation \nworks was agreed to by the Government and ADB to guide the Government in preparing a \nresettlement plan should this be necessary during implementation. \n \nB.  Policy Framework and Entitlements \n \n3.  The draft resettlement framework was prepared as the primary document to provide the \nbasis for preparing resettlement plans for subprojects, where necessary. It identifies the broad \nscope of the Project and outlines the policy, procedures, and institutional requirements for \nformulating resettlement plans (RPs) during project implementation. It sets out the policies and \nprocedures to be adopted by the executing agencies (EAs) in the screening and preparation of \nRPs  for  subprojects  before  submission  to  ADB  for  review  and  approval.  The  EAs  will  be \nresponsible for preparing social analyses and RPs for subprojects based on the principles \noutlined in this framework. The implementation of the subprojects is likely to commence from \nlate 2004.  \n4.  The current legislation governing land acquisition for public or development purposes is \nthe Acquisition and Requisition of Immovable Property Ordinance (1982). The 1982 Ordinance \ndoes not cover project-affected people without titles or ownership records, such as informal \nsettlers/squatters. Also, the compensation paid does not constitute market or replacement value \nof the property acquired.  Furthermore, the Ordinance does not take account of the social and \neconomic consequence of land acquisition in terms of replacement value and restoration of lost \nincome. Thus, owing to the absence of a policy consistent with ADB policy on involuntary \nresettlement and poverty reduction, a project-specific resettlement framework and resettlement \n ", "60   Appendix 14 \nprocedural guidelines will be adopted. The resettlement framework and resettlement procedural \nguideline stipulations contained in this document will apply to all subprojects to be prepared and \napproved under the Project.  \n5.  The resettlement framework reflects the Government’s land acquisition laws/regulations \nand  ADB’s  policy  on  involuntary  resettlement  and  guidelines.  It  stipulates  eligibility  and \nprovisions  for  all  types  of  losses  (land,  crops/trees,  structures,  business/employment,  and \nworkdays/wages). Affected households including informal dwellers compensated by the deputy \ncommissioner for lost assets will receive (i) an additional cash grant to match replacement \nvalue, and (ii) other resettlement assistance such as shifting allowance, compensation for loss \nof workdays/income due to dislocation. Households headed by women and other vulnerable \nhouseholds will be eligible for further cash assistance for relocation and house reconstruction. \nTable A14 presents an entitlement matrix, based on potential losses. The mitigation measures \nin the matrix are standard practices and consistent with ADB-funded projects in Bangladesh.  \nTable A14: Entitlement Matrix \nType of Loss  Application  Definition of  Entitlement  Expected Results \nPeople Affected \n1. Loss of land  Land on the  Legal owner(s) of  •  Cash compensation under  Compensation of the \n(agricultural,  project right-of- land  law determined by deputy  value of the land to \ncommercial, and  way to be  commissioner in respective  the people affected  \nhomestead)   acquired by  districts \ndeputy \n•  Positive differential in \ncommissioner \nrespect of replacement market \nprice to be determined by \nPVAT  \n•  Refund of registration cost \nincurred for replacement land \npurchase at the replacement \nvalue \n2. Loss of  Structure on  Legal owner(s) of  •  Cash compensation under  Reconstruction of \nresidential  the right-of- structures and  law to be determined by  structure at a new \n/commercial  way identified  nontitled owners  deputy commissioner based on  site \nstructure   by deputy  including occupiers  joint verification to legal \ncommissioner  encroachers or  owners. \nand the SES  informal settlers \n•  Positive differential in \nidentified by the \nrespect of replacement market \nSES for each \nprice to be determined by \nhousehold/ shop \nPVAT to titled and nontitled \nowners \n•  Transfer grant equivalent to \n12.5% of the value of \nnonconcrete structure \nassessed by PVAT to titled \nand nontitled owners  \n•  Transfer grant equivalent to \n5% of the value of concrete \nstructure (pucca/semipucca) \nassessed by PVAT to titled \nand nontitled owners  \n•  Reconstruction grant \nequivalent to 12.5% of the \nvalue of nonconcrete structure \nassessed by PVAT for titled \nContinued on next page\n ", "    Appendix 14  61\nType of Loss  Application  Definition of  Entitlement  Expected Results \nPeople Affected \nowners \n•  Homestead development \nand reconstruction grant of \nTk15,000 to nontitled owners \n(squatters, \noccupiers/encroachers, \nsheltered, etc.)   \n•  Salvaged materials free of \ncost \n3. Loss of trees,  Standing  Legal owner(s) of  •  Compensation at the rate  Compensation for \ncrops,  crops, trees on  land  estimated by the Department  standing crops and \nperennials  the right-of- of Forest for trees and the  trees \nway  Department of Agriculture \nExtension for crops fixed by \ndeputy commissioners  \n•  Salvaged materials free of \ncost \n4. Loss of  Agricultural  Legal tenants of  •  Crop compensation to titled  Compensation for \naccess to  and  land identified by  sharecroppers or leases by  loss of access to farm \nagricultural,  commercial  deputy  deputy commissioner  land \ncommercial, and  plots on the  commissioners and \n•  Cash grant of Tk300/per \nhomestead land   project right-of- nontitled tenants \ndecimal of land sharecropped \nway  (renters, \nby nontitled sharecroppers \nleaseholders, \nsharecroppers)  •  Cash grant for alternative \nidentified by SES  housing to renters of \nresidential and commercial \nland (lump sum) Tk6,000 \n•  Cash grant of Tk500/per to \nrenter of land for \npond/gher/baroj. \n5. Loss of  Households  Head of poor  •  Cash grant of Tk5,000 per  Subsistence and \nincome and  (both titled and  households/owners  household as subsistence for  income in \nwork days due  nontitled) and  of shops and  lost income/workdays   postdisplaced period \nto dislocation  employees in  employees \n•  Cash grant of Tk6,000 for \nSBEs identified  identified by the \nloss of business income by \non the right-of- SES including  \naffected traders/shops  \nway  dwellers \n•  Cash grant equivalent to \n   \nTk3,000 to owners of rented \nland/premises \n•  Cash grant of Tk3,000 to \nthe affected employees \nequivalent to 2 months' wages \n6. Affected  Vulnerable  Vulnerable  •  Additional cash grant of  Poverty reduction \nvulnerable  households on  households  Tk5,000 to head of affected  measures and \nhouseholds   the right-of- identified by SES  households  development  \nway (both titled  (households \n•  Training and credit facilities \nand nontitled)  headed by women, \nunder income generation \nhard core poor \nprogram \nhouseholds, and \npoor households  •  Employment in the project \nlosing more than  construction work, if available \n10% of their \nagriculture income) \n7. Displacement  Community  Community  •  Cash compensation under  Restoration of \nContinued on next page\n ", "62   Appendix 14 \nType of Loss  Application  Definition of  Entitlement  Expected Results \nPeople Affected \nof community  structure on  representative as  law to be determined by  community structure \nstructure  the project  identified by the  deputy commissioner based on  for common benefits \nright-of-way, if  SES  joint verification \nremoved for \n•  Positive differential in \nproject interest \nrespect of replacement market \nprice to be determined by \nPVAT \n•  Transfer grant equivalent to \n5% of the assessed value of \nstructure by PVAT  \n•  Dismantling and \nreconstruction cash assistance \nincluding land as assessed by \nPVAT considering the cash \ncompensation under law for \nconcerned land and structure \n8. Access to  All households  Households  •  Community infrastructure  Development of \ncommunity/  on the right-of- identified by  facilities, access roads,  cluster settlements \ncivic facilities at  way, if they  SES/joint  plantation, tubewells, sanitary  assisted by executing \nrelocated sites  relocate in  verification  latrines, and drainage  agency to ease host-\ngroup  guest relations \n9. Unforeseen  Any impact  Concerned affected  •  Determined as per the spirit  No impact is left \nor unintended   recognized at  people  of this resettlement framework  unmitigated. \nimpacts  the final design \nstage \nSource: Asian Development Bank estimates.  \n \nC.  Procedure for RP Preparation  \n \n6.  When necessary, resettlement plans will be prepared with the assistance of consultants \nfor each subproject based on the resettlement framework. For subprojects, the EAs will carry \nout  social  impact  assessment  surveys  (census  and  20%  socioeconomic  survey  of  those \naffected), based on preliminary technical designs. If the impact is significant, a full resettlement \nplan will be prepared for project preparation. If the impact is insignificant, less than 200 people, \na short resettlement plan will be sufficient. Detailed terms of reference, approved by ADB, will \nbe given to the consultants to ensure that RPs meet ADB’s policy requirements. The RP will \nalso include measures to ensure that socioeconomic conditions, needs, and priorities of women \nare identified, and that land acquisition and resettlement does not disadvantage women. RPs \nwill be reviewed by the EAs and submitted to ADB for review and approval. If impacts on \nindigenous people are identified then an indigenous peoples development plan must also be \nprepared according to ADB guidelines. Consultants preparing the RPs must be familiar with \nADB’s requirements in order to comply with the ADB policy on involuntary resettlement. The RP \nmust comply with ADB’s policy on involuntary resettlement and other social safeguard policies; \nincluding consultation with people affected who will provide local insights in establishing a safety \nnet mechanism.  \n \nD.  Institutional Responsibilities and Resettlement Cost \n \n7.  The concerned EA is responsible for overall coordination, planning, implementation, and \nfinancing.  The  EA  fully  recognizes  the  complexity  of  the  resettlement  for  project-affected \npersons. It, therefore, will hire resettlement specialists as part of the supervision consultants, as \nwell as an experienced nongovernment organization (NGO) for RP implementation with clearly \n ", "    Appendix 14  63\ndefined scope/tasks. The EA with assistance from resettlement specialist(s) will undertake a \nland  acquisition  survey;  census,  and  asset  inventory  survey;  and  prepare  a  full/short \nresettlement plan and proposals for land acquisition by subcontracting an experienced local \nagency under the consultancy. During the process, the EA with the consulting assistance will \nensure  that  (i)  the  agency  responsible  for  RP  preparation  is  aware  of  the  resettlement \nframework for resettlement planning so that appropriate entitlements and mitigation measures \nare established in the RP; and (ii) resettlement budgets are delivered on time to the deputy \ncommissioner  and  the  implementing  NGO  for  timely  RP  implementation.  The EA  will  also \nensure that the RP is submitted to ADB for approval, and that funds for compensation and \nentitlement under the RP are fully provided to people affected prior to the award of the civil work \ncontract. \n \n8.  The EA will implement the RPs by setting up of a resettlement unit within the project \nmanagement office  established for this Project. The unit, under the overall responsibility of the \nproject director, will undertake day-to-day activities with the appointed NGO and consultants. \nThe unit will employ one senior BWDB official at the rank of executing engineer as chief \nresettlement  officer  who  will  supervise  the  implementation  work,  supported  by  supervision \nconsultants. At the field level, a resettlement coordinator will be assigned in the subproject \nmanagement offices at the rank of assistant engineer to undertake day-to-day activities with the \nappointed NGO. The subproject level superintending engineer will provide the resettlement \ncoordinator  with  the  necessary  administrative  support  to  implement  the  RPs.  The  project \ndirector will ensure the land acquisition with assistance from district administrations and the \nchief resettlement officer. The appointed NGO will open field offices, carry out an information \ncampaign, and involve people affected, including women, in the implementation process from \nthe very beginning. The resettlement unit will also form grievance redress committees at the \nproject level with the project director as chair, representative of the implementing NGO as \nmember  secretary,  representatives  of  the  project  affected  people  including  women,  and \nrepresentatives of the local communities as members. \n \n9.  The land acquisition and resettlement budget will include all costs for acquisition of \nassets and costs associated with involuntary resettlement. The Government will provide the \nentire  funding  for  land  acquisition  and  resettlement.  The  fund  for  land  acquisition  will  be \ndisbursed through the deputy commissioner’s office and the additional benefits will be paid \ndirectly by the EA through the implementing NGO. However, the NGOs will assess the quantity \nof losses and the eligible persons for resettlement benefits, and produce a resettlement budget \nto the concerned EA for approval and provisions for the fund.  \n \nE.   Disclosure, Consultation, and Grievances \n \n10.  The RPs will be prepared and implemented in close consultation with the stakeholders \nand will involve focus group discussion and meetings, particularly with people affected by the \nProject.  RPs  will  be  disclosed  to  those  affected  as  early  as  possible.  The  resettlement \nframework will be made available in Bangla during focus group discussion meetings at the \nvillage/community level. Complaints and grievance procedures will be outlined in the RPs and \ngrievance redress committees will be established to ensure stakeholders participation in the \nimplementation process. Through public consultations, the those affected will be informed that \nthey have a right to grievance redressal. They can call upon the support of the implementing \nNGO  to  assist  them  in  presenting  their  grievances  or  queries  to  the  grievance  redress \ncommittee. Other than disputes relating to ownership right under the court of law, grievance \nredress committees will review grievances involving all resettlement benefits, relocation, and \n ", "64   Appendix 14 \nother  assistance.  Grievances  will  be  redressed  within  a  month  of  the  date  of  lodging  the \ncomplaints.  \n \n11.  To ensure peoples participation, the NGO will form resettlement advisory committees \ninducting the local leaders such as people's representatives, teachers, imams, knowledgeable \npersons,  headmen,  etc.  representing  both  men  and  women.  The  resettlement  advisory \ncommittee will advise on the best ways to implement the resettlement program smoothly and \nefficiently. The grievance redress committees, resettlement advisory committee, as well as the \njoint verification team, and property valuation assessment team will be formed and activated \nduring land acquisition to allow those affected sufficient time to lodge complaints and safeguard \ntheir recognized interests. \n \nF.   Monitoring and Evaluation  \n \n12.  The  concerned  EA  will  establish  a  monthly  monitoring  system  involving  the  chief \nresettlement  officer,  resettlement  coordinator,  and  NGOs  that  will  be  made  responsible  to \nmonitor  the  progress  of  all  aspects  of  land  acquisition/resettlement  activities.1  The  project \ndirector will provide a biannual review and report to ADB on land acquisition and all aspects of \nresettlement management. Besides, an annual report stipulating all aspects of land acquisition \nand resettlement outcomes will be sought by ADB from the EA.  \n                                                 \n1 In accordance with ADB. 2003. Involuntary Resettlement: Operations Manual, Section no. F2/OP. Available: Lotus \nNotes database LNADBG1. \n ", "    Appendix 15  65\nSUMMARY INITIAL ENVIRONMENTAL EXAMINATION \n \nA.  Introduction \n \n1.  The proposed Project aims to provide support to the Government’s efforts to rehabilitate \nessential infrastructure damaged by the 2004 floods in the affected areas of Bangladesh. The \nProject will follow a sector approach to facilitate selection of the highest priority subprojects \nduring implementation. The initial environmental examination (IEE) aims to determine the degree \nof the likely impacts and describe possible mitigation measures for the Project. Subproject site \nselection,  detailed  design,  and  rehabilitation  work  will  be  carried  out  during  project \nimplementation. Environmental assessment and review procedures were prepared to guide the \nenvironmental  screening  of  each  subproject  and  facilitate  institutional  arrangements  and \ncompliance with the environmental assessment requirements of the Government of Bangladesh \nand Asian Development Bank (ADB).  \n \nB.  Description of the Project \n \n2.  The  Project  will  rehabilitate  the  flood-damaged  facilities  by  providing  civil  works; \nequipment  and  materials;  and  consulting  services  for  project  design,  evaluation  and \nimplementation, and supervision. Because of its emergency nature, the Project does not follow \nthe conventional feasibility study with detailed design phases completed prior to implementation. \nThus, the IEE forms an overall initial scoping of the broad framework of the Project and allows \nkey environmental issues to be identified so that the detailed subproject formulation can take \nthem into account. Table A15.1 provides the overall project components and the scope of works. \n \nTable A15.1: Project Components \n \nProject  Project \n  Scope of Work \nComponents  Area/Zone \nA  Rural  21 districts  Rehabilitate flood-damaged rural infrastructure facilities including \nInfrastructure  feeder roads, rural roads, bridges, and culverts. Main civil works \nwill  involve  restoration  and  protection  of  embankment  and \ndrainage including tree planting. Provision of latrines and water \nsupply facilities at flood shelters will be included. \nB  Roads and  4 road zones  Rehabilitate flood-damaged national, regional, and district roads \nBridges  and bridges. Main civil work will involve restoration and protection \nof embankment, and resurfacing pavement.   \nC  Railways  2 zones  Rehabilitate  flood-damaged  infrastructure  and  related  facilities \nalong  the  core  railway  network.  Main  civil  works  will  involve \nrestoration  of  embankment,  track,  bridges,  essential  buildings, \nstation roads, signaling, and telecommunications facilities. \nProvide  emergency  equipment  and  materials  required  for \nundertaking  expeditious  repair  work  in  future  emergency \nsituations. \nD  Water  39 districts  Rehabilitate flood control and irrigation facilities, including filling \nResources   embankment breaches, resectioning, protective works, protecting \ndamaged  embankments,  repair  or  replacement  of \ndamaged/destroyed water control structures and canals. \nE  Municipal  55  Rehabilitate flood-damaged municipal roads, drainage, and public \nInfrastructure  municipalities  toilets and repair/restore slum development facilities (footpaths, \nstreet lights, etc.) in secondary towns. \nSource: Asian Development Bank estimates.  \n \n ", "66   Appendix 15 \nC.  Description of the Environment \n \n1.  Physical Resources \n \n3.  Bangladesh’s  climate  is  tropical  and  humid,  with  mainly  four  seasons:  premonsoon \n(March to May), monsoon (June to September), post-monsoon (October to November), and dry \n(December to February). Average annual rainfall is between 2,200–2,500 millimeters (mm); the \nmaximum range is between 1,200 and 6,500 mm. About 80% of the rainfall occurs during \nmonsoon. The entire country is a delta formed by the deposition of sediment carried by the three \nlarge river systems: Brahmaputra, Ganges, and Meghna. Most of Bangladesh is located within a \nmoderate seismic zone. The Government has recently recognized the importance of building \nseismic factors into their building codes as well as emergency preparations and plans.   \n \n2.  Ecological Resources \n \n4.  Bangladesh has 230 rivers of which 57 are transboundary rivers. Only 7% of these rivers \noriginate in Bangladesh. Annual flow volume of the rivers is 1,200 billion cubic meters; 80% of \nthe water flow passes during the monsoon season. The water surface slopes of the major rivers \nare very flat. Water surface slopes of the river during the monsoon season become much flatter, \nimpeding evacuation of flood flow to the sea, causing the flood to spread over the low-lying lands \nfor relatively longer duration.   \n \n5.  Most of the rivers are geologically young and morphologically very active. Major rivers \ncarry sediment load from the large catchments of 1.8 billion to 2.0 billion tons annually. Shifting \nof the river course, the resulting riverbank erosion, and siltation are the most common problems. \nSiltation  often  causes  closing  of  the  off-takes  of  the  distributory  channels  depriving  the \ndistributaries from receiving flow from the parent channels during dry months. Riverbank erosion \nhas serious socioeconomic impacts on the rural areas. The 2004 flood exacerbated the erosion.   \n \n6.  Bangladesh harbors a diverse and extensive fauna and flora. The World Conservation \nUnion (2000a) reported 266 species of freshwater fish and 442 marine. Most of the rehabilitation \nsites have natural vegetation including wooded areas, grassland, and other natural habitats; \nnatural forest is absent.   \n \n3.  Economic Development, Social and Cultural Resources \n \n7.  Bangladesh has a very high population density of over 750 persons per square kilometer. \nThe overall annual population growth rate is 1.5%, while the annual urban population growth is \naround 4.9%. This growth is achieved by rural-urban migration and territorial expansion of the \nexisting urban areas. Urban population growth is not expected to fall below 4% per annum before \n2010, which will result in an increase in slums and in a shortage of urban infrastructure facilities \nsuch as water supply, sewage, and health.  \n \n8.  The overall economic development within the areas covered under the Project is minimal. \nBangladesh has an extensive and diversified transport system, which includes about 220,000 km \nof roads, about 2,700 km of railroads, about 6,000 km of major waterways, two major seaports, \nand eight airports. The 2004 flood caused localized damage to transport sector infrastructure. \nRoad transport was by far the most affected transport mode.  \n \n \n \n ", "    Appendix 15  67\nD.  Screening of Potential Environmental Impacts and Mitigation Measures \n \n9.  The main purpose of the Project is to rehabilitate and restore the flood-damaged facilities \nand infrastructure. As such, the positive environmental impacts are substantial. A rehabilitation \nwork for roads, bridges, railways, and river embankments will be within the right-of-way, and no \nrealignment and widening are expected to be carried out. In addition, the rehabilitation of roads1, \nrailway, and river embankment will focus on a specific damaged section and therefore will not \ncover an extensive road and railway length.  \n \n10.  Short-term minor negative impacts may be associated with civil works, such as dust and \nnoise generation, soil erosion, and damage to land and surface water due to inappropriate \nhandling of excavated materials and wastes. A design of river embankment protection may have \nmorphological  impacts.  Abstraction  from  deeper  aquifers,  if  proposed,  may  involve  risks  of \ndepletion  of  groundwater  resources  and  increased  arsenic  contamination.  Adequate  water \nsampling will be conducted to examine the reliability of the water quality. During implementation, \ndetailed site-specific environmental and social impacts, mitigation measures, and monitoring \nplans will be assessed and developed for subprojects.   \n \n11.  The rehabilitation of roads, bridges, railway, and river embankment will be within the \nright-of-way and will not involve realignment or road widening. Therefore, land acquisition should \nnot  be  involved.  The  subproject  selection  criteria  also  exclude  subprojects  requiring  land \nacquisition  and  relocation.  Civil  works  may  cause  some  temporal  damage  to  crops  and \nagricultural land due to poor handling of solid and wastes. The resettlement framework has been \nprepared to ensure that if resettlement needs are identified the project implementing agency \nfollows  the  procedures  for  involuntary  resettlement  in  compliance  with  the  Government’s \napplicable  laws  and  regulations,  and  ADB’s  policy  on  Involuntary  Resettlement  (1995)  and \nHandbook on Resettlement (1998), and the agreed resettlement framework for the Project.  \n \nE.  Institutional Requirements, Environmental Mitigation, and Monitoring Plan \n \n1.  Institutional Requirements \n \n12.  National procedures for environmental assessment in Bangladesh are outlined in the \nEnvironmental Conservation Act of 1995 and the Environmental Conservation Rules of 1997. \nAccording to the rules, projects will be environmentally classified into four categories based on \nthe  magnitude  of  environmental  and  social  impacts.  Under  the  classification  system  of  the \nenvironmental rules, the Project is most likely to be C. Therefore, Ministry of Environment and \nForest’s environmental clearance for each subproject is not needed unless a subproject will have \nenvironmental changes. In that case, an IEE will be prepared and submitted to the Department of \nEnvironment for clearance. \n \n13.  To implement the Project, the existing institutional arrangements established within each \nexecuting  agency  (EA)  will  be  utilized.  The  project  management  unit  (PMU)  and  project \nimplementation  units  (PIUs)  under  the  line  EAs,  will  be  responsible  for  carrying  out \nenvironmental assessment, environmental mitigation measures and monitoring, preparation of \nIEE and summary IEE if necessary, and reporting to ADB on the implementation of subprojects. \nThe PMUs and PIUs are expected to be facilitated by the environmental specialist of the design \nand supervision consultant on any environmental issues. Detailed institutional responsibilities \n                                                 \n1  Roads include national, regional, district, rural, and feeder roads.   \n ", "68   Appendix 15 \nare  described  in  Supplementary  Appendix  F:  Environmental  Assessment  and  Review \nProcedures. \n \n2.  Environmental Monitoring Plan \n \n14.  A total of about $7.5 million or 3.1% of the project costs will be allocated to environmental \nmitigation  and  monitoring.  Recruitment  of  an  environmental  specialist  to  each PMU  will  be \nincluded  in  the  budget,  as  appropriate,  to  assist  PMU  and  PIU  staff  in  strengthening  their \ncapacity  to  carry  out  environmental  assessment  and  implement  mitigation  measures. \nEnvironmental mitigation measures and monitoring are described in Table A15.2. \n \n15.  To ensure effective implementation of the environmental mitigation measures, a reporting \nsystem is a prerequisite. During the construction phase, quarterly reporting of the implementation \nof the mitigation measures from the PIUs and PMUs to ADB will be adopted.  \n \nF.  Public Consultation and Information Disclosure \n \n16.  Because of the urgent nature of the Project, conducting a detailed public consultation for \nwas not possible.  As part of the flood damage and needs assessment, extensive meetings and \ndiscussion with government officials, nongovernment organizations, bilateral organizations, and \nacademics  were  conducted.  During  the  field  visit  conducted  from  12–21  September  2004, \ndiscussions with concerned EAs and interviews with affected villagers were also conducted.    \n \n17.  During implementation, consultation will be conducted for each subproject to identify and \ntake  into  account  any  concerns  from  the  villagers  and  communities  on  the  design  and \nrehabilitation work. Necessary project information will be shared with the concerned villagers and \ncommunities. All documents on environmental issues including IEEs and progress reports will be \nproperly kept as part of the project document and made available to the public if required. \n \nG.  Environmental Assessment and Review Procedures for Future Subprojects \n \n18.  The environmental assessment and review procedures are attached as Supplementary \nAppendix F. These procedures will guide the environmental screening of each subproject and \nfacilitate  institutional  arrangements  and  compliance  with  the  environmental  assessment \nrequirements  of  the  Government  and  ADB.  Rehabilitation  of  roads2,  railways,  and  river \nembankments will focus on a specific damaged section and not cover an extensive length. No \ndamaged roads located in the national park, coastal areas, designated protected areas, and \nbuffer zones are included in the priority list. Therefore, subprojects are unlikely to have significant \nadverse  environmental  impacts.  The  Project  is  classified  as  environmental  category  B  and \nsubprojects located in the environmentally sensitive areas3 will not be selected. In addition, all \nsubprojects must comply with the environmental requirements specified in ADB’s Environment \nPolicy  (2002)  and  Environment  Assessment  Guidelines  (2003)  and  those  governed  by  the \nrelevant environmental laws, regulations, and standards of the Government of Bangladesh \n \n19.  To ensure environmentally sustainable rehabilitation work, all subprojects will be subject \nto an environmental assessment screening to screen out subprojects located in environmentally \n                                                 \n2  Roads include national, regional, district, rural, and feeder roads.   \n3  Environmentally sensitive areas are generally defined as those requiring special management attention to protect \nimportant scenic values, fish and wildlife resources, historical and cultural values, and other natural systems or \nprocesses. Those areas include national forests, mangrove, wetland, steep slope areas, buffer zone, and areas that \ncover endangered species. \n ", "    Appendix 15  69\nsensitive areas, assess the potential negative environmental impacts, and determine the need \nfor an IEE. Most of the subprojects are expected to be category C because rehabilitation work \nwill be confined to the right-of-way. If the screening indicates further analysis required4, an IEE \nwill be conducted to identify and implement environmental mitigation measures and monitoring, \nand IEE reports will be sent to ADB for its review.  \n \nH.  Conclusion \n \n20.  The  Project  mostly  involves  rehabilitation  of  the  existing  infrastructure.  Significant \nenvironmental benefits are associated with the Project, such as limiting soil and embankment \nerosion, reducing health risks, improving the flood flow, and reducing waterlogging. Protecting \nthe sediment erosion will reduce the increase in suspended solids concentrations within water \nand could reduce any negative impact on aquatic ecology in the rivers and streams.   \n \n21.  The IEE illustrates that no significant adverse environmental impacts are associated with \nthe proposed rehabilitation work. The proposed generic mitigation measures and detailed site-\nspecific  mitigation  measures  to  be  identified  during  implementation  are  likely  to  minimize \nnegative environmental impacts. Environmental assessment and review procedure will provide \nadequate guidance to carry out the IEE and implement environmental mitigation measure as well \nas  monitoring  in  accordance  with  the  environmental  assessment  requirements  of  the \nGovernment and ADB. The need for a full scale environmental impact assessment is unlikely. \n                                                 \n4 If a subprojects requires (i) a change in alignment (for roads, canals, dikes, and bridges) for safety reasons; (ii) a \nlarge borrow pit area; or (iii) a command area for irrigation that is absolutely necessary, an IEE will be conducted \nand the IEE report will be sent to ADB for its review. \n \n ", " \n7\n0\nTable A15.2: Summary of Environmental Impacts, Mitigation Measures, and Monitoring Plan \n \nProject Phase  Potential Impacts  Proposed Mitigation Measure  Monitoring  Frequency \nDesign and  River Embankment      Periodic monitoring  A\nLocation  •  Protection work may have morphological  •  During inception, an environmental assessment  Design consultants  during construction  pp\nimpacts on river flow and resulting shape of  will be conducted to determine the appropriate  (specification)  and operation  en\nd\nthe river bed and river course    design of protection work and the mitigation      ix\n  measures.          1\n5\nGroundwater     Contractor   \n• Depletion of groundwater sources  •  During inception, an environmental assessment  (contract) \n• Risk of increased arsenic contamination due  will be conducted to examine the availability and   \nto the abstraction from deeper aquifers  reliability of the deeper aquifer.   \n    Relevant executing \nRoad, Drainage, River Embankment  •  During inception, a resettlement plan will be  agencies (EAs) \nRelocation of encroached households, shops  developed to determine the appropriate \n  compensation. \n \nBudget estimate: $500,000 \nConstruction  Air quality   •  Frequent watering of the road surface, including  Design consultants    \n•  Dust generation  borrow pits and quarries  (specification)  Periodic monitoring \n  Contractor  during construction \n•  Trucks carrying spoil materials should be  (contract) \ncovered  \n \nBudget estimate: $150,000 \n  Noise   •  Limit on night time work in populated areas  Design consultants  Periodic monitoring \n•  Construction equipment  •  Avoid use of vehicles/equipment with excessive  (specification)  during construction \n•  Traffic   exhaust or noise emissions; install and maintain   \nequipment silencers  Contractor \n•  Regularly water down road surfaces in village  (contract) \nareas during dry season  \n•  Adequate ear protection for workers  \n \nBudget estimate: $300,000 \n  Soil, Land and Ecology  •  Minimize major earthworks during rainy season  Design consultants  Periodic monitoring \n•  Damage to or loss of agricultural land and  •  Install appropriate slope protection works and  (specification)  during construction \nrice fields within or adjacent to road right-of- drainage structure     \nway from clearance, material extraction,  •  Site drainage structure to avoid cascade effect  Contractor    \nand dumping of cut spoil    •  Rehabilitation upon completion  (contract) \n•  Damage to soil and land due to  •  Financial compensation    \ninappropriate disposal of construction    Relevant EAs \nwastes  Budget estimate: $6,000.000   \n \nContinued on next page\n ", "     \nProject Phase  Potential Impacts  Proposed Mitigation Measure  Monitoring  Frequency \n  Groundwater and Surface Water  •  Incorporate soil and slope stabilization  Design consultants  Periodic monitoring \n•  Changes to natural hydrology from erosion  strategies in design   (specification)  during construction \nand landslides; bridge works, culverts, and  •  Minimize extraction of construction materials     \nroad run-off drainage  from rivers and stream beds and banks  Contractor    \n•  Damage to river/streams beds and banks  •  Choose site carefully, plan extraction, reinstate  (contract) \nfrom extraction of construction materials  banks as appropriate   \nand construction of road diversion   •  Avoid tipping cut spoil directly into water  Relevant EAs \n•  Erosion and impairment of downstream  courses/over the edge of the road \nwater quality from disposal of cut soil  •  Collect, store, and dispose of materials \n•  Groundwater and surface water  appropriately \ncontamination by oil, grease, fuel, bitumen,  •  Store oil, grease, fuel, etc. on a sealed surface, \nand cement  away from rivers and streams \n•  Poor water quality and habitat destruction  •  Appropriate waste management procedures \nand fishery losses due to poor water quality  need to be specified in the contract \nBudget estimate: $300,000 \n  Construction Waste  •  Appropriate disposal of waste  Design consultants  Periodic monitoring \n• Generation of spoil soil, sanitary wastes,  •  Waste management procedures to be included  (specification)  during construction \nand other excavated materials  in the contracts      \n•  Reuse/recycling of excavated materials  Contractor \n•  Precast concrete    (contract) \nBudget estimate: $200,000 \n  Health and Safety  •  Appropriate training and awareness for  Design consultants  Periodic monitoring \n•  Injury to workers and locals due to poor  equipment operation  (specification)  during construction \nhandling of equipment operation  •  Flagmen     \n•  Safety hazard to locals and traffic  •  Enforcement of operation and safety regulation  Contractor \n  (contract) \nBudget estimate: $10,000 \nOperation  Air Quality and Noise  •  No drastic increase in emission, dust, and noise  Ministry of  As part of the \n•  Increased dust, emission, and noise due to  pollution is expected as a result of the improved  Environment and  monitoring \nincreased volume of traffic  roads  Forest \n   \n \n  Soil Erosion  •  Necessary mitigation measures will be taken   Relevant EAs  As part of operation \n•  Soil erosion due to poor rehabilitation work  and maintenance \nA\n  p\np\n  Morphological Changes  •  Necessary mitigation measures will be taken  Bangladesh Water  As part of the  en\n•  change in river course and Scouring  Development Board  periodic monitoring  dix\n   1\n5\n  Groundwater Quality  •  Necessary mitigation measures will be taken  Local Government  As part of the \n•  Delivery of unsafe drinking water due to  Engineering  periodic monitoring \ninadequate operation and maintenance  Department \n \n7\n1\n "], "metadata": {"ModDate": "D:20050126143202+08'00'", "CreationDate": "D:20050118165551+08'00'", "Title": "Microsoft Word - R41-05.doc", "Creator": "PScript5.dll Version 5.2", "Author": "RSA", "Producer": "Acrobat Distiller 6.0 (Windows)"}}