{"path": "data/input/reports/rrp-33396.pdf", "pages": ["ASIAN DEVELOPMENT BANK RRP:CAM 33396\nREPORT AND RECOMMENDATION\nOF THE\nPRESIDENT\nTO THE\nBOARD OF DIRECTORS\nON\nPROPOSED LOANS\nTO THE\nKINGDOM OF CAMBODIA\nFOR THE\nEDUCATION SECTOR DEVELOPMENT PROGRAM\nNovember  2001", "CURRENCY EQUIVALENTS\n(as of 31 October 2001)\nCurrency Unit – Riel (KR)\nKR1.00 = $0.00026\n$1.00 = KR3835\nABBREVIATIONS\nADB – Asian Development Bank\nBMC – budget management center\nDMSP – Department of Materials and State Property\nEFA – education for all\nEFMC – Education Finance Management Committee\nESDP – Education Sector Development Program\nESP – Education Strategic Plan\nESSP – Education Sector Support Program\nEU – European Union\nGDP – gross domestic product\nHIV/AIDS – human immunodeficiency virus/acquired immunodeficiency\nsyndrome\nIPDP – Indigenous People’s Development Plan\nMEF – Ministry of Economy and Finance\nMOEYS – Ministry of Education, Youth and Sport\nNGO – nongovernment organization\nNPAR – National Public Administration Reform\nNTF – national training fund\nPAP – priority action program\nPEFC – provincial education facilities committee\nPRDC – provincial rural development committee\nPTTC – provincial teacher training college\nRTTC – regional teacher training college\nSida – Swedish International Development Cooperation Agency\nTA – technical assistance\nTVET – technical and vocational education and training\nUNICEF – United Nations Children’s Fund\nNOTES\n(i)  The fiscal year (FY) of the Government ends on 31 December.\n(ii)  In this report, \"$\" refers to US dollars.", "CONTENTS\nPage\nLOAN AND PROJECT SUMMARY ii\nI. THE PROPOSAL 1\nII. INTRODUCTION 1\nIII. THE SECTOR 1\nA. Macroeconomic and Social Context 1\nB. Sector Description and Recent Performance 3\nC. Government Expenditure 5\nD. Constraints and Issues 6\nE. Government Objectives and Strategy 9\nF. External Assistance to the Sector 11\nG. ADB’s Operations and Strategy in the Sector 13\nIV. THE SECTOR DEVELOPMENT PROGRAM 14\nA. Rationale 14\nB. Objectives and Scope 15\nC. Policy Framework and Actions 16\nD. Capacity Building 18\nE. The Investment Project 18\nF. Social and Environmental Measures 23\nV. THE PROPOSED LOANS 25\nA. The Policy Loan 25\nB. The Investment Loan 27\nVI. BENEFITS AND RISKS 30\nA. Expected Impacts 30\nB. Risks and Safeguards 32\nVII. ASSURANCES 33\nVIII. RECOMMENDATION 34\nAPPENDIXES 35", "LOAN AND PROGRAM SUMMARY\nBorrower Kingdom of Cambodia\nThe Proposal Two  loans  from  the  Asian  Development  Bank’s  (ADB)  Special\nFunds resources are proposed to support the Education Sector\nDevelopment  Program  (ESDP):  (i)  a  policy  loan  of  $20  million\nequivalent to support a reform program for the education sector,\nand (ii) an investment loan of $18 million equivalent, to provide\nincreased access to basic education, particularly to the poor.\nRationale While some progress has been made in improving Cambodia’s\neducation system, considerable challenges remain. The system is\ncharacterized by inequitable access, especially for the poor, girls,\nand indigenous peoples, and low quality with high repetition and\ndropout rates. The weak education system is perpetuating the\ncycle of poverty, and contributing to low productivity, and weak\ngovernance. A low level of public expenditure on education has\nbeen a major constraint to human resource development. The\nGovernment  realizes  that  to  reduce  poverty,  and  enhance\neconomic growth and social development in Cambodia, higher\nallocations to education are essential, and education policies need\nreform. The Government’s policy priority for education is to ensure\nequitable access and quality improvement for nine years of basic\neducation by 2010. As outlined in its Education Strategic Plan\n(ESP)  2001-2005,  the  Government’s  strategy  is  to  use  the\neducation budget as a means to implement education reforms,\nparticularly to ensure pro-poor policies and strategies to address\nthe  issues  of  equitable  access,  quality,  and  efficiency  of\neducation.\nEnsuring equitable access, and improved quality and efficiency of\neducation services, requires a program of education policies that\nfocus  on  increased  pro-poor  allocations,  incentives  to  priority\ngroups,  education  service  rationalization,  decentralization  of\neducation services, and sustainable provision of quality inputs,\nsupplemented by project support for basic education facilities in\npoor and remote areas, and institutional strengthening. The total\ncost of adjustments to be carried out under the policy packet is\nestimated at $98 million for 2001-2005, and justifies the proposed\nsize of the policy loan of $20 million. The ESDP constitutes a key\nelement  of  ADB’s  operational  strategy,  which  supports  policy-\nbased  lending  and  approaches  that  address  policy  needs  in\ndecentralization, quality improvement, and financial management\nand efficiency.", "iii\nA sectorwide approach, led by the Government, has been followed\nin designing the ESDP to ensure features such as sustainable\npartnerships,  common  long-term  vision  and  agreed  targets  for\neducation  reform,  comprehensive  sector  policy  framework,\nformulation of a rolling program and process for reforms, forward\nwork  plan,  and  sector  performance  review  and  negotiation\nprocesses.\nClassification Poverty intervention\nThematic: Human development\nEnvironmental Category  C.  Environmental  implications  of  the  ESDP  were\nAssessment reviewed, and no significant adverse environmental impacts were\nidentified.\nThe Sector Development Program\nObjectives and Scope The overall objective of the ESDP is to contribute to Cambodia’s\nbroader poverty reduction policy by assisting the Government to\nreform and strengthen the education sector as outlined in the\nGovernment’s  ESP.  The  ESDP  will  support  nationwide  policy\nreforms related to education sector financing, removal of access\nbarriers to education for poor students, improved learning, more\nefficient  and  transparent  education  service  delivery,  and\ndecentralized  management;  and  provide  investment  funds  to\nsupport  the  implementation  of  policies  designed  to  improve\nequitable access for underserved and disadvantaged populations\nas well as improved quality of education.\nPolicy Framework and The  policy  component  promotes  policies  aimed  at  (i)  assuring\nActions increased resource allocation to the education sector, (ii) increasing\nequitable access to education services, (iii) improving quality and\nefficiency of the sector, and (iv) enhancing managerial capacity at\nall levels and increasing the deconcentration of service delivery.\nCapacity Building Capacity building support under the ESDP is comparatively small,\nsince major support for sector management, priority action program\nimplementation, and quality improvement will be provided through\nUnited  Nations  Children’s  Fund  and  the  Swedish  International\nDevelopment  Cooperation  Agency.  Assistance  will  focus  on  (i)\nestablishing  deconcentrated  and  decentralized  mechanisms  for\neducation  facilities  development,  (ii)  establishing  an  effective\ninternal  accounting  and  audit  function  within  the  Ministry  of\nEducation, Youth and Sport (MOEYS) to ensure compliance with\nthe new government audit law, and (iii) institutional development for\ntechnical  and  vocational  education  and  training,  since  the\nGovernment lacks the necessary expertise in these areas.", "iv\nThe Investment Project The  project  component  supplements  the  policy  initiatives  by\nsupporting  (i)  increased  access  and  equity,  mainly  for  basic\neducation;  (ii)  deconcentrated  and  decentralized  planning,\nmanagement,  and  monitoring;  and  (iii)  selective  quality  and\nefficiency improvement in budget planning, accounting, and audit,\nand technical and vocational education and training. The Project\nwill provide construction of facilities in remote and underserved\nareas, promote greater deconcentration of the planning of facilities\nprograms to provincial authorities and institutions, and pilot budget\nmanagement of facilities development in four provinces.\nSocial and Policy reforms to be implemented under the ESDP will improve the\nEnvironmental Measures targeting  of  allocations  to  the  poor,  and  have  a  positive  social\nimpact  in  terms  of  poverty,  gender,  and  inclusion  of  ethnic\nminorities. Through policy reforms, the cost of education will be\nreduced to parents; this will benefit poor students, girls, and ethnic\nminorities. The provision of more classrooms, and the introduction\nof  multigrade  approaches  into  primary  education  delivery  will\nenable poor children to complete primary education, and provide\nschools close to home, which benefits girls. Direct student support\nmechanisms such as targeted assistance programs will make it\neasier for girls and the poor to attend and complete primary and\nsecondary education. Teacher performance and teaching quality in\nremote areas are expected to be enhanced by incentives for certain\ncategories  of  teachers  serving  under  difficult  circumstances.\nRegional discrepancies in education finance will be offset through\npoverty-indexed formulas for priority action programs and facilities\ndevelopment.\nThe Policy Loan\nLoan Amount and Terms A  loan  of  $20  million  equivalent  will  be  provided  from  ADB’s\nSpecial Funds resources. The loan will have a term of 24 years,\nincluding a grace period of 8 years, and an interest of 1 percent\nper  annum  will  be  charged  during  the  grace  period,  and  1.5\npercent thereafter.\nProgram Period and The period of the policy loan is from December 2001 to February\nTranching 2004. The loan will be disbursed in three tranches. The first tranche\nof  $10  million  will  be  available  for  disbursement  upon  loan\neffectiveness, the second tranche of $5 million will be released\nwithin  15  months  from  the  first  tranche  release,  and  the  third\ntranche  of  $5  million  within  12  months  of  the  second  tranche\nrelease,  upon  satisfactory  compliance  with  specific  conditions\nindicated in the policy matrix.", "v\nExecuting Agency MOEYS  will  be  the  Executing  Agency  responsible  for  the\nimplementation of policy measures. A steering committee will be\nset up, chaired by the secretary of state, MOEYS, and comprising\nrepresentatives from MOEYS; Ministry of Economy and Finance;\nMinistry of Planning; Council for Administration Reform; Ministry of\nInterior; Ministry of Women’s and Veterans’ Affairs; Ministry of\nRural Development; and Ministry of Land Management, Urban\nPlanning, and Construction. The steering committee will assist in\ncoordinating  the  ESDP  implementation  and  existing  technical\ncommittees  will  monitor  the  implementation  of  specific\ncomponents of the ESDP.\nProcurement The proceeds of the policy loan will be used to finance the foreign\nexchange cost of items produced and procured in ADB member\ncountries, excluding those items specified in a negative list and\nimports financed by other bilateral and multilateral sources.\nCounterpart Funds The counterpart funds to be generated from the loan proceeds, will\nbe used by the Government to finance the costs associated with\nimplementing the education reform package.\nThe Investment Loan\nLoan Amount and Terms A loan of $18.0 million equivalent will be provided from ADB’s\nSpecial Funds resources. The loan will have a term of 32 years,\nincluding a grace period of 8 years. An interest of 1 percent per\nannum will be charged during the grace period, and 1.5 percent\nthereafter.\nExecuting Agency MOEYS  will  be  the  Executing  Agency  and  be  responsible  for\ncoordinating overall project implementation.\nImplementation A steering committee will be set up, chaired by the secretary of\nArrangements state,  MOEYS,  and  comprising  representatives  from  MOEYS;\nMinistry of Economy and Finance; Ministry of Planning; National\nPublic  Administration  Reform;  Ministry  of  Interior;  Ministry  of\nWomen’s and Veterans’ Affairs; Ministry of Rural Development;\nand  Ministry  of  Land  Management,  Urban  Planning,  and\nConstruction. Responsibilities will include (i) approval of annual\nprograms and budget allocations, (ii) overseeing progress and\ncompliance  with  agreed  guidelines,  (iii)  commissioning  and\napproving project accounts and reports, and (iv) ensuring that\nagreed  audit  requirements  are  satisfied.  The  Department  of\nMaterials  and  State  Property,  MOEYS,  will  be  responsible  for\nfacilities  development.  For  capacity  building  components,\nimplementation  responsibilities  will  rest  with  the  respective\nimplementing agencies.", "vi\nProcurement and Procurement of goods  and  services  will  be  in  accordance  with\nConsulting Services ADB’s Guidelines for Procurement. Expenditure procedures will be\nin  accordance  with  ADB’s  Loan  Disbursement  Handbook.\nInternational and domestic consultants will be recruited according\nto  ADB’s  Guidelines on the Use of Consultants  and  other\narrangements satisfactory to ADB for the engagement of domestic\nconsultants.\nTime Frame The project will be implemented over five years, with completion\nexpected by 31 December 2006.\nRisks and Safeguards The potential risks associated with ESDP implementation are (i)\nunpredictable  financing  of  education  reforms;  (ii)  diminished\nGovernment leadership and commitment to reforms; (iii) lack of\ndemand for education services, as a result of poor quality; (iv)\ninadequate decentralized financial management systems; (v) low\ngovernment  revenues;  and  (vi)  lack  of  medium-term  external\nsupport to cover projected recurrent and capital budget shortfalls.\nThe ESDP attempts to deal with these risks by (i) supporting the\nformulation  of  a  medium-term  framework  for  education\nexpenditure,  linking  annual  performance  review  and  budget\nplanning  processes,  and  regulating  private  contributions;  (ii)\nproviding early program support that will act as an incentive for\nthe Government to maintain its commitment, the expanded and\nimproved  partnership  arrangements,  and  annual  stakeholders’\nconsultations and system performance; (iii) increasing provision of\nkey quality determinants, and focusing on community governance\nand information dissemination to encourage continued demand;\n(iv)  obtaining  agreement  on  guidelines  between  stakeholder\nministries for different financial management responsibilities, and\nensuring extensive capacity building for technical and financial\nplanning and management at all levels of the system; (v) ensuring\ncomprehensive assistance for tax reforms and other aspects of\nfinancial management; and (vi) undertaking sector performance\nreview and budget planning that will adjust targets and programs\non an annual basis, taking account of projected government and\nexternal resources available.", "I.  THE PROPOSAL\n1. I submit for your approval the following Report and Recommendation on two proposed\nloans to the Kingdom of Cambodia for the Education Sector Development Program (ESDP).\nII.  INTRODUCTION\n2. The Asian Development Bank (ADB) has assisted the Government of Cambodia with\neducation  policy  development  since  1994,  when  it  supported  the  preparation  of  the  first\neducation sector strategy study. In 1999, ADB continued its education sector policy support\nthrough the Secondary Education Investment Plan technical assistance (TA)1 that helped the\nMinistry of Education Youth and Sport (MOEYS) to formulate a pro-poor education policy and\nstrategy. In 2000, ADB provided further small-scale TA2 to assist the Government prepare a\ndetailed education sector analysis, followed by project preparatory TA3 to help MOEYS finalize\nan education strategic plan (ESP), identify and cost priority programs through the preparation of\nan education sector support program (ESSP), and design an ESDP to be financed by ADB. The\ncapacity building TAs have facilitated thorough MOEYS and stakeholder participation, and\nfostered strong ownership of the education reform policies and strategies. All through the policy\nand planning process, a sectorwide approach has been followed. This approach involved a wide\nrange of assistance agencies, nongovernment organizations (NGOs), private sector, community\ngroups,  and  other  stakeholders  in  the  identification  and  design  of  education  reforms,  and\nsupported a move from “donorship to partnership.”\n3. During ADB’s loan Fact-Finding Mission in February/March 2001, the draft ESP was\ncirculated, presented, discussed, and revised within MOEYS. A sector development program\napproach  was  identified  as  the  most  effective  way  to  address  pro-poor  policy  reforms,\ninvestment, and capacity building needs. ADB’s Appraisal Mission4 in June 2001 included a joint\nin-country appraisal of the ESP and ESSP by the Government, assistance agencies, and the\nNGO community. MOEYS formally approved the ESP and ESSP in September 2001. This\nreport is based on the findings of the series of ADB-supported TAs, and the Fact-Finding and\nAppraisal  missions’  consultations  with  government  officials  in  MOEYS  and  other  relevant\nministries, technical departments of MOEYS, and multilateral and bilateral funding agencies,\nNGOs,  head  teachers,  and  members  of  communities.  The  ESDP  framework  is  given  in\nAppendix 1.\nIII.  THE SECTOR\nA.  Macroeconomic and Social Context\n4. With the formation of the coalition Government in late 1998, Cambodia is enjoying the\nhighest level of political stability in 30 years. The administration has made poverty reducing\neconomic  development  its  first  priority,  and  launched  a  comprehensive  reform  program,\nemphasizing  strengthening  fiscal  revenue  collection,  civil  service  reform,  demobilization  of\nsoldiers, and improved forestry resource management. Progress in moving this large agenda\nforward has been assisted during the last three years by enhanced structural adjustment facility\n                  \n1 TA 3169-CAM: Secondary Education Investment Plan, for $650,000, approved on 8 March 1999.\n2 TA 3415-CAM: Education Strategy Support, for $150,000, approved on 15 March 2000.\n3 TA 3463-CAM: Education Sector Development Program, for $800,000, approved on 27 June 2000.\n4 The Mission comprised G. Forsberg, Sr. Education Specialist, Mission Leader; J. Daumas, Counsel; D. Porter, Sr.\nGovernance  Specialist;  C.  Wescott,  Sr.  Governance  Specialist;  E.  Bloom,  Economist,  Staff  Consultant;  M.\nMorrissey, Quality Improvement and Assurance Specialist, Staff Consultant; and A. Pichvai, Access and Facilities\nSpecialist, Staff Consultant.", "2\nsupport from the International Monetary Fund, focusing on fiscal reform, particularly in revenue\nmobilization.\n5. The gross domestic product (GDP) grew at a rate of 5.4 percent in 2000. The growth\nwas lower compared with 1999 (6.9 percent) but was still impressive given the severe flooding\nin the final quarter of 2000, and negative growth in the agriculture, fisheries, and forestry sector.\nThe primary engine of growth in 2000 was the garments sector.\n6. Fiscal policy remains conservative, with improved revenue mobilization, and prudent\nexpenditure management. Revenue collection during 2000 continued to improve, with domestic\nrevenues increasing by 8 percent in 2000 compared with the previous year. Expenditures for the\nfour priority sectors of health, education, rural development, and agriculture increased to 2.5\npercent of GDP, while defense and security spending fell from 4.2 percent in 1999, to 3.5\npercent in 2000. Expenditure plans in 2001 reinforce these trends, with defense and security\nspending  falling  to  3  percent,  and  the  four  priority  sectors  increasing  to  4.7  percent.  The\nexchange rate has remained stable at around KR3,700-3,800 to the dollar for the last three\nyears.\n7. Expenditure  on  social  sectors  has  increased  significantly.  Education  spending\nallocations rose from $46 million in 2000, to $57 million in 2001, representing a 22 percent\nincrease. Health expenditure rose by 17 percent over the same period. The education share of\nrecurrent spending has shown a significant upward trend, rising from around 11.5 percent in\n1999, to 15.7 percent in 2001. In October 2000, the Government introduced priority action\nprograms (PAPs) for rapid delivery of funds from the recurrent budget to the priority sectors.\nUnder the 2001 budget, a planned $17 million will be available, representing 30 percent of the\ntotal health budget, and 9 percent of the total education budget.\n8. High population growth, high child mortality, low life expectancy, and high fertility rates\ncharacterize the demographic indices. A 20 percent increase in population over the next 10\nyears is anticipated; this will fuel demand for education services and employment generation.\nThe  labor  force  is  projected  to  grow  by  around  200,000  per  annum  by  2010.  Growing\nuncertainty in the labor market outlook exacerbates the situation. Although the tourism sector is\nshowing promising growth, the prospects for the garment industry (a recent engine of job\ncreation  in  urban  areas)  is  somewhat  fragile.  Urban  and  rural  employment  pattern  vary\nsignificantly  with  over  60  percent  of  urban  workers  in  manufacturing  and  service  sectors,\ncompared with only 11 percent in rural areas. The uncertain labor market outlook means that\nmechanisms need to be put in place to increase the responsiveness of the education and\ntraining systems.\n9. Various assessments point to extensive levels of poverty in Cambodia. The poverty\nheadcount index in 1999 was an estimated 36 percent.5 Cambodia compares unfavorably with\nother Asian countries on broader human poverty indices. Cambodia’s human poverty index, the\nUnited Nations Development Programme index, is 42.5 percent.6 This figure is far below the\naverage score for Southeast Asia and the Pacific developing member countries of 25 percent.\nPoor performances in primary school completion, health and sanitation service access, and\nchild  nutrition  indicators  are  major  contributing  factors  to  the  low  human  poverty  index  in\nCambodia.\n                  \n5 Ministry of Planning. 1999. Cambodia Poverty Assessment. Phnom Penh. Incidence of poverty in Cambodia is\nbased on a poverty line, defined as the cash equivalent of food consumption providing at least 2,100 calories of\nenergy (plus 58 grams of protein) per person, per day, plus a small allowance for nonfood consumption to cover\nbasic items like clothing and shelter.\n6 UNDP. 1999. Cambodia Human Development Report 1999. Phnom Penh.", "3\n10. Poverty rates are highest in rural areas where about 90 percent of the poor live. Only 2.3\npercent of the poor live in the capital, Phnom Penh, and the remaining 7.7 percent are located in\nother urban and periurban areas. Average annual income in rural areas was less than one third\nof  Phnom  Penh  residents  (rural  $197  per  annum;  Phnom  Penh  $691  per  annum).7  Other\nindicators reinforce these wide disparities. Per capita consumption by urban dwellers is twice\nthat of rural people. Urban residents have an additional five years life expectancy, and higher\nlevels  of  education  attainment.  Also,  Phnom  Penh  residents  spend  12  times  as  much  on\neducation as the rural population.\n11. Poverty is a major constraint to the level of education students can achieve. One reason\nis the fact that overall financing of the education system is still heavily reliant on households’\nprivate  contributions  to  education  costs.  Socioeconomic  surveys  report  that,  on  average,\nunofficial monthly school fees are KR3,500 ($0.9) per pupil at primary level, KR8,000 ($2.0) at\nlower secondary, and KR10,200 ($2.6)  at upper secondary level. At the postsecondary level,\nthe private contributions are significantly higher, especially in urban areas. As a result, the\nrepresentation  of  the  poor  is  much  greater  in  the  primary  student  population,  than  in  the\nsecondary or tertiary student population. While 20 percent of primary students are drawn from\nthe poorest 20 percent of the population, only 2 percent of upper secondary students are drawn\nfrom this quintile. In contrast, 61 percent of the upper secondary students in the country come\nfrom the richest 20 percent of the population. The poor are not represented in tertiary education,\nwhile the richest 20 percent of the population accounts for 57 percent.\n12. The  representation  of  females  in  the  education  system  indicates  further  significant\ninequities. In particular, proportion of girls enrolled drops significantly in the higher grades of the\nprimary  school  system.  Girls  represent  only  one  third  of  enrolment  in  secondary  schools.\nFemales are also significantly underrepresented in technical and higher education. This is the\nresult of a combination of social, cultural, and economic factors. One important reason for the\nunderrepresentation of girls in secondary and higher education is related to access. Only a\nlimited  number  of  villages  have  secondary  schools,  so  attendance  means  traveling  long\ndistances. Boys have the option of staying in nearby pagodas, but no separate dormitories are\nprovided for girls. Secondly, although girls enroll at roughly the same age as boys, earlier\ndropout occurs with the onset of puberty, and as family responsibilities begin to predominate.\nParents’ perceptions of the relevance and return of girls’ education, as well as cost of education,\nare other factors. Parents are reported to often be less willing to invest in educating females,\nwhich is a critical factor when parental contributions are a large share of education spending.\n13. Other social dimensions, especially child health and nutrition, and the potential impact of\nhuman immunodeficiency virus/acquired immunodeficiency syndrome (HIV/AIDS) also have an\neffect on education achievement. Child malnutrition has remained more or less constant at 40\npercent during the past decade. Almost one fifth of children suffer from severe malnutrition. In\naddition, roughly 70 percent of the population has no access to safe water, and about 85\npercent have inadequate sanitation. HIV prevalence, currently estimated at 3.75 percent of\nadults aged 15-49, has potentially great significance for long-term teaching service planning.\nHIV/AIDS will contribute to growing attrition rates and absenteeism in the teaching service and\ncould add significantly to teaching service, and teacher training costs.\nB.  Sector Description and Recent Performance\n14. The education system in Cambodia consists of six years of primary, three years of lower\nsecondary,  and  three  years  of  upper  secondary  schooling.  In  addition,  the  public-private\npartnership in technical and vocational education and training (TVET) is active and growing\n                  \n7  Ministry of Planning. 1998. A Poverty Profile of Cambodia. Phnom Penh; Ministry of Planning. 1999. Cambodia\nSocioeconomic Survey. Phnom Penh.", "4\nespecially in urban areas. Higher education may also be characterized as an expanding public-\nprivate partnership subsector, with the introduction of a number of private universities in recent\nyears.  The  Government  and  NGOs  cooperate  in  the  provision  of  literacy  programs,\ncomplementary programs for school dropouts, and (largely urban-based) preschooling.\n15. MOEYS consists of the central office, 24 provincial education offices, and 182 district\neducation offices, which are looking after about 6,500 schools. Over the past decade, the\nprimary  mission  of  the  central  MOEYS  office  has  been  to  exercise  control  of  MOEYS\noperations,  with  a  focus  on  administration.  Delegation  to  line  departments,  provincial,  and\ndistrict authorities has been limited. In 2000, the Government introduced a PAP for primary\neducation, which is now also being implemented for lower secondary education. PAP funds\ncome from the recurrent budget, and are currently being used for (i) school operating budgets\nfor primary and lower secondary schools, (ii) remedial classes for primary school students, and\n(iii) strengthening of technical and financial monitoring. Through the PAP mechanism, funds flow\nfrom the central Government treasury to district accounts held in the provincial treasury, and\nonward to schools. The introduction of the PAPs is providing an opportunity to rationalize\norganizational structures and responsibilities within MOEYS to make the system more efficient.\nThe  mechanism  is  helping  the  MOEYS  central  office  to  assume  its  more  proper  role  of\npolicymaking, strategic planning, and monitoring. Provincial offices are beginning to take on the\nrole  of  progress  monitoring,  while  districts  and  schools  are  responsible  for  day-to-day\nmanagement of PAP funds.\n16. Education  achievements  over  the  past  five  years  are  significant.  Currently  874\ngovernment preschools and 364 community and private preschools are operating. Attendance\nat community schools is generally free, compared with urban-based private preschools, which\nlevy a small charge. The primary cycle has been extended from five to six years from 1996.\nPrimary school enrolment grew from 1.6 million in 1998 to 2.4 million in 2001, and about 500-\n600 schools were newly constructed or extended. Secondary school enrolment grew from about\n280,000  to  about  380,000.  Quality  improvement  achievements  include  provision  of  free\ntextbooks for grades 1 to 9 from 1997 (supported by ADB), accompanied by various forms of\ntraining  and  upgrading  for  around  60,000  teachers.  MOEYS  is  planning  to  commercialize\ntextbook procurement by transforming the MOEYS publishing house into a public enterprise in\nearly 2002, linked to strengthening textbook supply planning, procurement, and monitoring\nmechanisms. The Government is also committed to introduce a sustainable textbook financing\nsystem, through annual recurrent budget allocations, from 2002.\n17. These achievements in primary and secondary education have been accompanied by\nincreasing  growth  in  the  public-private  partnership  in  higher  education,  and  TVET.  While\nparticipation in higher education is low, by international standards, at 204 students per 100,000\npeople, the Government’s policy of promoting public-private partnerships in higher education is,\nhowever, showing encouraging gains. In 1999, the total enrolment was around 22,000, with\nabout  two  thirds  of  the  students  paying  fees  in  public  institutions,  or  enrolled  in  private\nuniversities. In 1999, the total enrolment in TVET was estimated at 93,000. Enrolment in public\ninstitutions  was  around  5,700,  private  institutions  around  68,000,  and  in  NGO-supported\noperations around 10,000 students. In addition, 9,300 students are enrolled in National Training\nFund (NTF) programs, which are open to both public and private providers. Hence, private\nproviders, including NGOs, provide over 80 percent of current TVET provision.\n18. Teacher training is currently provided at 18 provincial teacher training colleges (PTTCs)\nfor the primary program; six regional teacher training colleges (RTTCs), which train grades 7-9\nteachers; and the postgraduate program at the Faculty of Pedagogy, which trains university\ngraduates as upper secondary school teachers. PTTCs and RTTCs offer two-year programs,\nwith an annual graduate output of around 2,950 and 1,000 students respectively. The faculty\noffers a one-year program with an output of around 400 students per annum.", "5\n19. The level of adult illiteracy is high in regional terms. While the adult literacy rate is\nestimated at 68 percent (1998), a recent literacy survey (2000) estimated that 36 percent of the\npopulation (around 2.4 million adults) is illiterate and 27 percent are semiliterate (1.7 million\nadults). On this basis, only 36 percent of the population is literate in terms of being able to use\ntheir literacy skills for everyday life and income generation. Adult literacy classes need to be\nexpanded, especially for disadvantaged groups, and in underserved areas. MOEYS is currently\ndeveloping a five-year strategic plan, aimed at increasing functional literacy from the estimated\n36 percent to 56 percent over the next five years.\nC. Government Expenditure\n20. By regional comparison, Cambodia’s education sector was underresourced in the 1990s.\nPublic spending on education has remained more or less constant at between 0.9 and 1.0\npercent of GDP since 1994. This is significantly below the levels in the region (e.g., Lao\nPeople’s Democratic Republic 3.1 percent, Bangladesh 2.8 percent, Nepal 3.2 percent). Since\n1999, the education share of GDP has, however, grown significantly(cid:190) from to 1.3 percent in\n1999 to 1.6 percent in 2001. This is consistent with Government commitments at the 2000 and\n2001 Consultative Group meetings in Paris and Tokyo to increase social sector spending These\npatterns  are  mirrored  by  recurrent  spending  on  education,  where  the  share  of  recurrent\nspending remained at 9- 10 percent between 1994 and 1998, but which has risen to 15.7\npercent in 2001. A key prerequisite is effective channeling and disbursement of education funds\nfrom the Government treasury to the central education ministry and provincial governments.\nComparatively high disbursement figures have been maintained over the last few years, with an\neducation budget outturn of 96 percent in 2000, compared with 90 percent for the overall\nbudget.\n21. The  Government  has  also  addressed,  to  some  extent,  inequitable  public  spending\npatterns for the subsectors. In 1997, only about 40 percent of recurrent spending was devoted\nto  primary  education,  compared  with  15  percent  for  secondary  and  30  percent  for\npostsecondary education.8 Much of this distortion was due to substantial external assistance for\nhigher education and TVET. The situation changed in 1998 and 1999, with public spending on\nprimary and secondary education averaging around 80 to 85 percent. Simultaneously, external\nassistance has shifted to providing a greater share for basic education, i.e., primary and lower\nsecondary education. A recent MOEYS analysis of externally assisted prospects suggest this\ntrend is continuing, with around 85 percent of scheduled or potential external assistance being\ndirected at basic education.\n22. Public expenditure per student has also been inequitable. In 1997, spending per primary\nstudent  was  around  KR63,000,  of  which  public  spending  was  KR30,000  (47  percent).  In\ncontrast, per student spending on TVET was about KR560,000, with public spending accounting\nfor  KR446,000  (80  percent).  These  patterns  are  not  equitable  or  pro-poor,  given  the\nunderrepresentation of students from poorer families at later stages of the education system.\nRecent spending patterns are addressing these inequities. In 2001, the public spending per\nprimary  student  rose  to  around  KR90,000  per  annum,  while  the  figure  for  higher  and\npostsecondary education fell to KR300,000 per student per year. Hence, public spending on\neducation is showing an increasingly pro-poor trend, which is projected to continue in 2002 and\nbeyond.\n                  \n8  World Bank. 1999. Public Expenditure Review. Washington, D.C.", "6\nD. Constraints and Issues\n1. Financing\n23. The core education sector issue is to raise the overall level of public sector financing\nfrom the 1.6 percent in 2001, to 2.4 percent of GDP by 2005, while reducing dependency on\nexternal funding sources. To reduce the dependency in the coming decade, the Government will\nhave to increase public financing to achieve universal basic education by 2010, put in place\nmechanisms to provide the poor with equitable access to education services, and satisfy the\nincreasing public demand for quality education services at all levels, especially upper secondary\nand postsecondary education. This will require not only increased volumes of public spending\non  basic  education,  but  also  improved  quality  and  effectiveness  of  spending  through  an\nincreased share for nonsalary expenditures. A related policy issue will be to protect public\nspending  on  basic  education,  through  a  well-planned  and  regulated  financing  policy  and\nstrategy for upper secondary, TVET, and higher education provision.\n24. Low education expenditures in the 1990s increased reliance on parental and external\ncontributions. For example, the public expenditure review of 1998 estimated that almost half (46\npercent) of education expenditure was provided by funding agencies and NGOs, compared with\nGovernment (27 percent) and private households (27 percent). This significant public-private\npartnership with communities in education has merit in terms of stakeholder participation and\npotential  for  mutual  accountability.  However,  the  private  cost  of  education  also  acts  as  a\ndeterrent for poor parents. Furthermore, no clear regulatory, accounting, and management\nmechanisms are available for the substantial private contributions. Most of these transactions\nbetween parents, schools, and teachers are made in the form of informal payments (in addition\nto unofficial school fees). As a consequence, these resources are not effectively captured or\nmanaged as part of financing the operations of the education system.\n2. Access\n25. The  second  issue  relates  to  access,  especially  by  the  poor,  females,  and  ethnic\nminorities.9  Preschool  education  is  accessed  by  only  5  percent.  Net  enrolment  in  primary\neducation  is  78  percent,  in  lower  secondary  education  14  percent,  in  upper  secondary  9\npercent, and TVET and higher education less than 1 percent. While the Government has\nachieved significant expansion of primary education in the past decade, with enrolment growing\nabout 70 percent between 1992 and 1999, strategies are needed to address significant gender\ndisparities in access, directly linked to urban and rural location. Noticeable is also the decline in\ngirls’ enrolment across primary grades, where girls’ share of the total enrolment falls from 47\npercent in grade 1, to 33 percent in grade 6. Overall, at the primary level, the poorest children,\ngirls, and ethnic minorities are more likely to enroll later and drop out earlier for social and\nfinancial reasons. Also, since 47 percent of the primary schools in Cambodia are incomplete,\ni.e., they do not offer all six grades, many children, especially ethnic minority girls, only attend\nthe first two or three grades and then drop out.\n26. Gender and geographical inequities in enrolment in secondary education are significant.\nFemales represent only one third of both lower and upper secondary enrolment. Another access\nconstraint,  especially  in  districts  with  scattered  secondary-age  population,  is  the  cost  or\nshortage of school transportation, lodging facilities, or dormitories. Traveling distances of more\nthan 5 km to lower or upper secondary schools is identified as an access barrier. Significant\nurban-rural and gender disparities also prevail in higher education. About 45 percent of students\n                  \n9 This refers to the highland ethnic minorities mainly found in the northeast provinces. It does not include Chinese,\nVietnamese, and Lao minorities.", "7\nin public institutions come from Phnom Penh, and 40 percent come from the more urban\nprovinces. Virtually no students come from the poorer, more rural, and remote provinces.\n27. Availability  of  teachers  is  a  critical  issue  to  ensure  equitable  access  to  education.\nCurrently, some schools have an oversupply of teachers, while rural remote and ethnic minority\nareas have a severe shortage. An important priority is to strengthen teacher supply and demand\nplanning, in consultation with central and provincial personnel departments. In the short term,\nadditional trained teacher output can be achieved by massive redeployment of nonteaching staff\nback to the classroom. An action plan for meeting these teacher development demands needs\nto be prepared.\n28. A related access issue is the improvement in the living conditions of the education\nservice staff, especially the teaching service, and measures to ensure availability of good\nteachers  in  poor,  remote  areas.  It  has  been  documented  internationally  that  low  salaries\ncontribute to poor teacher attendance, and considerable time spent on other income generating\nactivities. In Cambodia, primary school teachers earn between $9-13 per month, and secondary\nschool teachers $11-16 per month, not enough to feed a family. The low salaries result in\npressure on parents and students to provide informal payments for private tuition. Targeted\nincentives are also needed for head  teachers, multigrade teachers, and staff deployed to\nremote schools. A key strategy is to continue to promote substantial teacher salary increases as\npart  of  a  broader  poverty  reduction  strategy  and  the  national  public  administration  reform\n(NPAR), and find ways to offset informal payments to teachers from poor families. To address\nincentives  for  special  core  groups,  a  salary  reform  action  plan  needs  to  be  immediately\ndeveloped to link incentives and rewards to quality and efficiency gains. MOEYS prepared an\ninitial action plan in mid 2001. The speed of implementation will depend on the outcomes of\nbroader NPAR discussions and available resources.\n3. Quality and Efficiency\n29. MOEYS recognizes that the quality of both primary and secondary education is low,\npartly due to low instructional hours, and a curriculum that does not focus enough on teaching\ncore subjects. Minimum learning standards have not been defined for primary education, and\nstandardized, grade-referenced achievement tests do not exist. Therefore reliably assessing the\nquality and effectiveness of primary education is difficult. A proxy indicator is the progression\nrate from grade 4, based on teachermade and marked tests.10 The overall achievement was\nabout  72  percent  in  1997/98.  Effective  student  performance  monitoring  and  assessment\nsystems  at  various  levels  need  therefore  be  developed.  Currently,  student  performance\nmonitoring is limited to a provincially managed, grade 9 achievement test (largely used to\nallocate grade 10 places), a grade 12 examination, and various university faculty admission\ntests administered by individual institutions.\n30. Significant effort and investments have been expended to upgrade the quality of the\nprimary  teaching  service.  In  1996,  the  entry  qualifications  to  the  teaching  service  were\nincreased to 12 years of schooling, and 2 years of teacher training (in cities and towns), and\n9+2 for candidates from remote areas. By 1999, over 90 percent of teachers had the required\nacademic qualifications. However, for the remote areas, the figure was only 71 percent. A\nvicious circle remains in place where poor quality primary education, and limited access to\nsecondary education, means that few teachers from remote areas are qualified for entry into\nteachers colleges. Posting and retraining better-qualified teachers from towns to rural areas\nremains a problem due to inadequate incentives.\n                  \n10Ministry of Education, Youth and Sport. 1999. Education for All (EFA) – Year 2000 Assessment. Country Report by\nNational EFA 2000 Assessment Group. Phnom Penh.", "8\n31. Other  proxy  indicators  of  quality  and  efficiency  are  repetition  and  survival  rates.  A\nsignificant efficiency constraint is the high level of repetition, particularly in grades 1 and 2. For\nexample, in 1998 the overall repetition rates were 41 percent and 25 percent in the first two\ngrades, falling to around 4 to 8 percent in grades 5 and 6. In 2000, the average net enrolment\nrate was 78 percent, meaning that 22 children of every 100 were not enrolled at the official\nschool age of six. In remote areas, the net enrolment falls as low as 34 percent. Late enrollment\nhas significant impact on girls, who traditionally leave school at puberty. Furthermore, the\ncompletion rate for primary school students is only 45 percent. As a result of high repetition and\ndropout rates, about 14 years are currently required to produce a graduate from the six-year\nprimary program.11\n32. An  efficiency  priority  is  to  improve  the  deployment  of  secondary  teaching,  and\nnonteaching staff. The average student:teacher ratio is 16.4 for lower secondary schools, and\n23.1 for upper secondary schools. The student per staff ratios (including nonteaching staff) are\n13.4 and 15.8 respectively, highlighting the large proportion of nonteaching staff in secondary\nschools. In contrast, the student per class ratios were 38 and 44 respectively for lower and\nupper secondary schools, once again highlighting the low teaching hours of secondary school\nstaff and inefficient teacher and nonteacher deployment\n4. Sector Planning, Management and Decentralization\n33. The fourth set of constraints is the weakness in sector planning and management, and\nthe  need  to  promote  decentralization  in  education  services  provision.  Until  1998,  MOEYS\nplanning for education consisted of a rather rigid sector investment plan, made up of discrete\nprojects, within some broad program themes. MOEYS now recognizes the need for a much\nbroader interpretation of sector planning, where education planning is linked with medium-term\nexpenditure planning, public investment planning, decentralization plans, and public service\nreform. Furthermore, the sector and financing plans need to be underpinned by a strong sector\nperformance monitoring system.\n34. A constraint on planning, managing, and implementing education governance reforms is\nthe  absence  of  strong  institutions  at  various  levels.  The  central  MOEYS  has  only  limited\ncapacity for formulating appropriate legislation and regulations within the designated Directorate\nGeneral for Administration and Finance. At the school level, the school and parents committees\nhave responsibilities, but no real authority, mainly being restricted to fundraising. In the TVET\nand  higher  education  institutions,  there  are  no  boards  of  management  with  broad-based\nrepresentation; instead, governance and management responsibilities are combined under the\nresponsibilities of institutions' directors who are MOEYS employees. Governance reforms are\ntherefore a crucial element of education plans for the next decade.\n35. The new education policy and institutional reforms will require the delegation of planning\nand resource management to the provinces and communes; capacity and structures have to be\nbuilt  to  enable  this.  The  introduction  of  the  PAP  in  2000  has  provided  an  opportunity  to\nrationalize organizational structures and responsibilities. A key priority will therefore be to build\nup the capacity of the central ministry, provinces, and districts in planning and monitoring.\nSimultaneously, capacity building in management and implementation planning at commune\nand school levels will be critical. A key reform component will be to put in place organizational\nstructures  and  responsibilities  that  provide  effective  impact  and  progress  monitoring  on\neducation system performance.\n                  \n11 The formula builds in the number of repeaters and dropouts to determine the average number of years required to\ncomplete a cycle. If two students start a year, and one drops out halfway, the graduating student will be said to\nhave consumed TWO student years, although s/he personally did not drop out.", "9\n36. Strategies  and  guidelines  have  to  be  established  for  increasing  the  operational\nautonomy of all public education institutions, including schools, teacher training colleges, higher\neducation institutions, and TVET institutions. MOEYS has recognized the value of learning\nlessons from the growing number of private providers. Priority needs include (i) setting out\nappropriate enabling legislation and regulation of both public and private institutions; (ii) putting\nin place appropriate financial management and accounting capability for both private and public\ninstitutions; and (iii) putting in place appropriate institutional arrangements for a mix of self\nregulation and external quality control and monitoring, including well-defined roles for MOEYS\ndepartments,  especially  in  higher  education,  and  TVET,  where  private  provision  is  most\nadvanced.\n37. A final issue to be addressed for improved education resource management is effective\ndeployment  of  the  education  service,  especially  primary  and  secondary  school  teachers.\nCurrently, there are about 45,000 primary school teachers, 17,500 secondary school teachers,\nand 10,000 nonteaching staff in schools. Approximately 3,100 education staff in provincial and\ndistrict education offices supplement these. A priority is therefore to undertake a thorough\nreview of MOEYS guidelines for staff deployment, possibly introducing student:teacher ratio\nbased staffing norms.\nE. Government Objectives and Strategy\n38. The Government has made poverty reduction its first priority. Extensive, quantitative\nanalysis of poverty has been conducted through regular socioeconomic surveys, and by the\nWorld  Food  Programme’s  poverty  mapping.  This  analysis  has  been  complemented  by  a\nparticipatory poverty assessment carried out in 154 villages in 24 provinces and municipalities,\nand among 15 nonrural socioeconomic groups. The participatory poverty assessment confirms\nthat  people  lack  access  to  social  infrastructure  and  other  basic  services;  the  poor  are\ndisempowered, and feel hopeless about their lives and those of their children; and women suffer\nfrom low socioeconomic status.\n39. The Government has prepared the Interim Poverty Reduction Strategy Paper and the\nSecond Socioeconomic Development Plan, 2001-2005 both with ADB support. One important\nstrategy  to  empower  the  poor  will  be  achieved  by  increasing  their  access  to  health  and\neducation services, by increasing and redirecting public expenditure on health and education.\nThe Government also acknowledges that good governance is a prerequisite to sustainable\nsocioeconomic  development  and  social  justice.  Low  salaries  are  a  fundamental  structural\nproblem in the public sector, hence civil service reform, and increased salaries are necessary\nfor improving governance. The Governance Action Plan has been adopted, and the reforms\ninclude  areas  such  as  civil  service  reform  (including  decentralization),  public  management\nreform, anticorruption measures, promotion of  gender equity, and demobilization of the armed\nforces. During the first year of implementation of the Second Socioeconomic Development Plan,\nthe Government will focus on establishing priority groups of civil servants who will receive\nenhanced remuneration, and deconcentration and decentralization12 of government and public\nservice delivery, including defining the functions and roles for different levels of staff down to the\ncommune level; new systems for decentralized financing, planning, and management; and\ntraining of personnel.\n                  \n12In  Cambodia,  \"decentralization\"  refers  to  the  design  and  management  of  elected  commune  councils,  and\n\"deconcentration\"  the  delegation  of  central  ministry  functions  to  provincial  authorities.  Reforms  leading  to\ndecentralization are the responsibility of the National Committee to Support Communes in coordination with the\nMinistry of Interior. Reforms leading to deconcentration are led by the Council for Administrative Reform and the\nMinistry of Economy and Finance, in coordination with relevant sector ministries and provincial authorities.\nGovernment  policy  recognizes  the  essential  complementarity,  the  need  for  parallel  implementation  of\ndecentralization and deconcentration reforms, and that decentralization of government to the communes will only\nwork if supporting functions are also deconcentrated to the provinces and districts.", "10\n40. Reforms already underway include (i) drafting of legislation governing security of public\naccess  to  land,  forests,  and  water  resource  management;  (ii)  design  of  improved  budget\nexecution and medium-term expenditure framework; and (iii) implementation of the Audit Law\nthrough the National Audit Authority. ADB is supporting these state reforms  through economic\nand sector work, TA and loan projects.13\n41. The Government recognizes that the education system represents an important bridge\nbetween  economic  and  social  development.  It  has  taken  several  initiatives  that  provide  a\nplatform for education development to be strongly linked to state reforms and overall poverty\nreduction. In early 1999, the Government established high level consultative groups to address\nfiscal and financial reform, administration reform, governance reform, and social sector reform.\nThese  mechanisms  are  providing  a  vehicle  for  incorporating  education  policy  reform  into\nbroader macroeconomic and institutional programs.\n42. These  Government  initiatives  have  coincided  with  a  revitalized  education  reform\nprocess.  In  mid-1999,  MOEYS  initiated  a  policy  review  and  development  process  for  the\neducation  sector  that  takes  a  broader  and  more  comprehensive  approach  to  education\ndevelopment.14 The process, led by the Government and endorsed by development agencies,\nincorporates sectorwide approach features such as (i) sector analysis; (ii) development of a\ncomprehensive  policy  framework,  strategies,  and  a  support  program  (budgetary  and\ninvestment); (iii) focus on sector performance monitoring, with emphasis on outcomes; (iv) an\norganizational  framework  for  aid  coordination;  (v)  regular  Government-financing  agency\nperformance reviews; and (vi) rolling adjustments of programs and plans (for further description\nof the sectorwide approach, see Appendix 2. The process culminated in the approved ESP and\nESSP in September 2001. The ESP is cast within the Government’s broader commitments to\nstate reform outlined above. The ESP is further linked to Cambodia’s commitment to achieving the\ninternational  development  goals,  and  education  for  all  by  2015.  A  summary  of  ESP  policy\npriorities, targets, monitoring mechanisms, and PAPs is in Appendix 3.\n43. The Government’s stated policy priorities for education are to ensure that poor students,\ngirls, and ethnic minorities have equitable access to basic, and postbasic education. A priority\nobjective is to achieve universal basic education by 2010 by expanding services, and improving\ninternal efficiency, especially reduced repetition rates. A second priority is to improve the quality\nand management of education by increasing nonsalary spending, and improving the use of\nteaching and nonteaching staff. A third priority is to strengthen public-private partnerships in the\nsector, especially in upper secondary, TVET, and higher education. A cross-cutting theme is to\nstrengthen legislative, and regulatory frameworks for quality assurance, and sector performance\nmonitoring across all subsectors.\n44. A PAP mechanism was introduced to ensure financing of education priority strategies.\nOne education priority strategy is to increase operating budgets for schools, TVET, and higher\neducation institutions, to reduce the cost of schooling for poor families (for other PAP priorities,\nsee Appendix 3). To realize this pro-poor education policy, the Government is committed to\nincreasing the annual recurrent budget from 1.3 percent of GDP in 2000, to 1.9 percent of GDP in\n2004. A second priority is to ensure quality improvement by increasing recurrent spending on\ninstructional  materials,  and  teacher  development,  as  well  as  to  provide  performance-based\nincentives for core groups of teachers, and head teachers. A related strategy is to improve the\n                  \n13ADB and Cambodia Development Resource Institute. 2001. Cambodia: Enhancing Governance for Sustainable\nDevelopment. Manila; TA 2566-CAM: Developing Capacity in Audit and Inspectorate Function, for $600,000,\napproved on 8 May 1996; TA 3634-CAM: Strengthening Public Financial Management, for $1,200,000, approved\non  22  February  2001;  TA  3721-CAM: Institutional Support for National Economic Policy Management,  for\n$550,000, approved on 19 September 2001.\n14 ADB has supported this process through TA 3169 (footnote 1), TA 3415 (footnote 2), and TA 3463 (footnote 3).", "11\ndeployment of education sector personnel through incentives for reassigning nonteaching staff to\nthe classroom, and for qualified staff to work in underserved and remote areas.\n45. The PAP mechanism also promotes decentralization of the management of education\nservices,  through  district-  and  institution-based  budget  management  centers.  MOEYS  and\nprovincial education offices are required to focus on planning and monitoring, and the district\noffices and institutions have greater operational autonomy for management and implementation.\nThese  changes  will  require  extensive  capacity  building  in  technical  and  financial  planning,\nmanagement, and monitoring.\nF.  External Assistance to the Sector\n1.  External Assistance\n46. In the early and mid-1990s, average external assistance to the education sector was\naround  $35  million-40  million  per  year.  After  the  political  crisis  in  1997,  education  aid\ncommitments and flows tightened, with projected levels of support at only $5 million-10 million\nper year from 2001 to 2003. The aid profile in the mid-1990s was characterized by a large share\nfor TVET and higher education (around 40 percent), and limited support for basic education.\nSince the mid-1990s, the proportion of external support for primary and secondary education\nhas  gradually  increased.  The  major  external  financiers  for  basic  education  have  been  the\nEuropean Union (EU), Swedish International Development Cooperation Agency (Sida) through\nthe United Nations Children’s Fund (UNICEF), and ADB. The EU has supported primary schools\nconstruction, and teacher training programs. UNICEF is financing capacity building for basic\neducation,  e.g.,  curriculum  and  textbook  development,  education  management  information\nsystems,  and  early  childhood  development.  The  World  Bank  supports  a  primary  education\nlearning and innovation project—the Education Quality Improvement Project.\n47. For postbasic education, the Australian Agency for International Development is providing\nscholarships, and helping develop national examinations. France and the United Kingdom support\nlanguage projects. The Japan International Cooperation Agency is supporting training projects in\nupper secondary and higher education, and TVET. A large number of international NGOs are\nsupporting a variety of programs, ranging from early childhood programs to TVET. The amount,\nand coverage are, however, small. A list of assistance to the education sector provided by\nexternal agencies is in Appendix 4.\n48. During  the  1990s,  education  assistance  shifted  significantly  away  from  NGOs  and\nbilateral agencies, to greater involvement of the multilateral agencies, especially ADB. This shift\ncoincided with increased support for primary education, instructional materials, and capacity\nbuilding. Another characteristic of external assistance has been a growing emphasis on short-\nterm capacity building TA, rather than long-term project implementation advisers.\n49. ADB has been the lead financing agency in the education sector in Cambodia since the\nearly 1990s, and supported four education projects. The first project, the Special Rehabilitation\nAssistance  Project,15  which  helped  upgrade  selected  educational  facilities,  was  successfully\ncompleted in 1996. The Basic Skills Project,16 has largely completed the expansion of provincial\nTVET centers, stimulated private TVET providers by supporting the establishment of the National\nTraining Board, and the NTF, and building MOEYS capacity to plan, manage, and monitor TVET\nprograms. The NTF is now providing resources to various public, and private training providers for\nskills training.\n                  \n15Loan 1199-CAM(SF), Special Rehabilitation Assistance, for $67.7 million, approved on 26 November 1992.\n16Loan 1368-CAM(SF): Basic Skills,  for $20 million, approved on 30 August 1995.", "12\n50. The Basic Education Textbook Project,17 rated as highly successful, has been providing\ncore textbooks of improved quality for all primary and lower secondary school students, improved\nprocurement and distribution systems, and strengthened publishing and research capacity. Policy\nreforms include reorganizing MOEYS publishing structure to a more market-oriented publishing\nsystem, and developing legislative and regulatory frameworks. Satisfactory progress has been\nmade in both areas. The two projects will be completed in 2001. As a response to physical\ninfrastructure damaged by the 2000 floods, ADB is providing the Emergency Flood Rehabilitation\nProject18  loan to help restore facilities, including education facilities.\n51. The capacity building focus of the ADB-supported education TA programs has also\nresulted in positive outcomes. The various advisory TA have contributed to the strengthening of\nplanning and monitoring capacity for women in education, employment generation strategy, and\nTVET, and textbooks program planning and management. In addition, ADB has contributed to\nthe strengthening of MOEYS aid planning, management, and monitoring systems from the mid-\n1990s. Currently, ADB is providing significant support to improve governance in Cambodia,\nincluding financial management and public administration. This complementary assistance will\nhelp strengthen the public administration and financial system reforms undertaken under the\nESDP.\n52. ADB’s lead support for a sectorwide approach has acted as a catalyst for coordinated\nassistance to the education sector for the next five years. The ESP and ESSP process has\nbeen instrumental in promoting, and mobilizing additional resources from both Government and\nexternal  financiers,  by  providing  a  broad  policy  framework  and  matrix  for  coordination  of\nexternal assistance. Secondly, the policy dialogue under the ESDP preparation process has\ncontributed to the targeting of grant financing for capacity building, e.g., the scheduled UNICEF-\nSida support of about $13 million during 2002-2004. The ESDP focus also provides an overall\nframework  for  the  targeting  of  other  external  assistance,  e.g.,  Belgian  support  for  school\nfacilities,  and  World  Bank  assistance  for  higher  education,  currently  under  preparation.\nComplementary support for basic education and higher education through various modalities is\nalso expected from Australia, France, Germany, United Kingdom, World Food Programme, United\nNations Educational, Scientific and Cultural Organization (UNESCO), Japan, and NGOs. Current\nestimates are that ongoing, and scheduled support under the ESSP over the next 5 to 6 years will\nreach about $35 million per year.\n2. Lessons Learned\n53. The mid- to late1990s in Cambodia can be characterized as a transition from emergency\nrelief, to reconstruction and development. ADB provided MOEYS with assistance to prepare the\nEducation Investment Plan 1995-2000, as an initial attempt to coordinate assistance to the\neducation sector. However, many factors contributed to its limited success: MOEYS capability to\nlead, plan, and manage the programs was still insufficient; the political unrest in 1997 led to a\ndecline in external assistance; the long-term vision for education reform remained embryonic,\nlinkages to broader poverty reduction strategies were limited; and integration of education\nfinancing plans into public expenditure planning and management was underdeveloped. From\nthe experience, three main lessons were learned. First, policy reforms need to be owned and\nled  by  MOEYS,  and  financing  modalities  need  to  encourage  ownership.  Second,  project\nassistance on its own cannot easily achieve broad policy and institutional reforms. Third, many\nof the constraints on improving equity and quality can only be addressed by resolving broader\ninstitutional and financial issues.\n                  \n17Loan 1446-CAM(SF): Basic Education Textbook, for $20 million, approved on 29 June 1996.\n18Loan 1824-CAM(SF): Emergency Flood Rehabilitation,  for $55.0 million, approved on 21 December 2000. The\nloan amount for education is $5.8 million.", "13\n54. The  Cambodia  Development  Resource  Institute  has  assessed  TA  and  capacity\ndevelopment  in  Cambodia.19  The  report  highlights  several  important  findings.  Recipient\norganizations and counterpart staff are generally positive about the benefits of TAs, both in terms\nof institutional gains and the development of professional skills. The report found that projects that\nwork through normal government structures are likely to be the most effective in developing\ncapacity,  and  recommended  that  the  concept  of  project  implementation  units  should  be\nreexamined, and alternative ways of managing assistance through normal government structures\nbe found. The study pointed to sectorwide approaches as the way forward, in which the starting\npoint is a jointly agreed statement of policy and priorities for the whole sector, with a detailed\nannual budget, and work plan, disaggregated by subsector and province. It involves joint planning\nand review meetings, meetings for exchange of information and work plan monitoring, and regular\nmonitoring on performance and expenditure. The proposed ESDP follows this approach.\n55. ADB’s draft Special Evaluation Study on Policy-Based Program Lending (October 2000)\nhighlights  the  need  to  provide  policy  prescriptions  that  are  realistic,  appropriate,  and\nsustainable,  and  to  avoid  blueprint  approaches.  The  study  stresses  institutional  capacity,\nGovernment commitment, integration of support with other assistance agencies, and systematic\nand  effective  monitoring  as  important  factors  for  success.  These  recommendations  were\nconsidered  when  designing  the  ESDP.  The  preparation  and  planning  process  has  been\nthorough, involving stakeholders at all levels, at key stages, over one and a half years, to\nensure ownership and realistic and implementable reforms. The approach to sector reform has\nbeen adapted to the Cambodian context, taking account of MOEYS, other ministries, and\nexternal financiers’ capacities. A challenge will be to effectively manage the transition from the\ncurrent project-driven approach, to more flexible and adaptive sector support modalities. The\nESDP  will  combine  program  support,  which  is  judged  to  be  most  effective  to  implement\nimportant policy objectives, with decentralized support, and the more traditional project model\nfor school buildings and selected capacity building.\n56. Other key measures built into the ESDP to ensure the effectiveness of government,\nassistance agency, and NGO partnership processes under the sectorwide approach, include (i)\nbuilding an annual sector performance review process into the annual government budget\nplanning process and calendar; (ii) strengthening the capacity of the Government and MOEYS\nto service the proposed annual performance review process, especially sector performance\ninformation collection and analysis, prior to sector review; and (iii) ensuring that all partners,\nincluding the Government, MOEYS, funding agencies, NGOs, and civil society, undertake the\nnecessary capacity building and find the necessary resources to be effective partners.\nG. ADB’s Operations and Strategy in the Sector\n57. ADB’s  country  operational  strategy  for  Cambodia  (2000),  emphasizes  support  for\npoverty  reduction  through  interventions  in  three  priority  areas:  (i)  support  for  economic\ndevelopment  of  rural  areas,  (ii)  human  and  social  development,  and  (iii)  private  sector\ndevelopment. The Government has asked ADB to lead the facilitation of a sector approach in\neducation; in fact, ADB has been doing this since mid-1999. Within the context of the current\nADB strategy, and taking into account the Second Socioeconomic Development Plan and the\nGovernance Action Plan, ADB’s operational program will be enhanced by providing better\nlinkages  between  the  ESDP  and  the  Government’s  state  reform  process,  especially  the\ndecentralization and deconcentration process, and the public reform process.\n                  \n19Godfrey M, C. Sophal, et al. 2000. Technical Assistance and Capacity Development in an Aid Dependent\nEconomy: The Experience of Cambodia. Cambodia Development Resource Institute. Phnom Penh.", "14\n58. ADB’s strategy for the education sector is to promote and facilitate a comprehensive\napproach to education development, led and owned by the Government. ADB’s poverty reduction\nstrategy for education will help put in place pro-poor education policies, strategies, and resource\nallocation mechanisms to contribute to the achievement of the Government’s poverty reduction\nobjectives and targets. As a facilitating agency in education, ADB has provided a cluster of policy,\nplanning, and institutional TAs in recent years, and helped strengthen MOEYS-assistance agency\npartnerships, and sectorwide approaches. ADB’s immediate strategy is to consolidate and extend\npolicy and strategy development in cooperation with other funding agencies. This approach will\naddress  policy  needs  in  financing  of  education,  equity  and  access,  quality  and  efficiency\nimprovement,  and  management  and  decentralization,  as  well  as  legislative  and  regulatory\nreforms. Within the Government’s overall sector policy framework, ADB will mainly focus on\nimproving  equitable  access,  and  quality  and  efficiency  in  primary  and  secondary education,\nespecially for the rural poor, girls, and ethnic minorities.\nIV. THE SECTOR DEVELOPMENT PROGRAM\nA.  Rationale\n59. While  some  progress  has  been  made  in  improving  Cambodia’s  education  system,\nconsiderable challenges remain. The system is characterized by inequitable access, especially\nfor the poor, girls, and ethnic minorities, and low quality with high repetition and dropout rates.\nThe  weak  education  system  is  perpetuating  the  cycle  of  poverty,  and  contributing  to  low\nproductivity and weak governance. The Government realizes that to enhance economic growth\nand social development in Cambodia, education policies need reform, coupled with increased\nallocations to the sector. The quality and equity of spending need to be urgently addressed,\ntogether with inputs that will improve learning in the classroom and promote efficient service\ndelivery.\n60. The current policy environment in Cambodia, with ongoing state reforms, represents a\nmajor  opportunity  to  implement  many  of  the  necessary  reforms  in  education,  especially\ninstitutional and financial changes. In late 1999, as part of the start-up of a new phase of policy\ndevelopment,  MOEYS  examined  a  number  of  approaches.  Three  broad  options  were\nconsidered:  (i)  continue  a  narrow,  technically  focused  project  approach;  (ii)  selectively\nincorporate subsector links using a set of subsector programs; and (iii) initiate a broader, policy-\nfocused, comprehensive, sectorwide approach. After consultation with stakeholders, MOEYS\nadopted the third option and during the past year made significant progress in putting processes\nand technical capacity in place to manage this potentially more complex approach.\n61. Based on experiences and lessons learned from implementing the Education Investment\nPlan 1995-2000, the Government has decided to use the education budget as a means to\nimplement education reforms, particularly to ensure pro-poor policies and strategies to address\nthe issues of equitable access, quality, and efficiency of education. As described in the ESP and\nESSP, the overall budget allocation for education, as well as the education sector share of the\ntotal recurrent budget will be increased, coupled with investments that will support and facilitate\nimplementation of the policies. Increased investment in improved education in Cambodia will\nresult  in  economic,  social,  and  private  returns,  such  as  enhanced  economic  growth  and\nproductivity, sector efficiency, health benefits, social and regional equity, and institutional and\ngovernance benefits. A more extensive economic and social justification is provided in Appendix\n5.", "15\n62. The Government asked ADB for financial support for its education policy reforms and\ninvestments, which are part of the comprehensive state reform process. A policy-based loan is\njustified  since  the  Government  will  not  have  the  financial  capacity  to  undertake  pro-poor\npolicies, decentralization, and education service rationalization by itself, in spite of increased\nallocations. The total cost of adjustments to be carried out under the policy packet is estimated\nat  $98  million  for  2002-2005:  (i)  adopting  pro-poor  resource  allocations  ($29  million),  (ii)\nproviding incentives to priority groups and rationalizing education service ($15 million), (iii)\ndecentralizing education services ($25 million), and (iv) ensuring sustainable provision of quality\ninputs ($29 million). External financing will be needed over the medium term to help cover the\nfinancing gap.\n63. The  ESDP  is  designed  within  the  overall  framework  of  the  ESP  and  ESSP,  to\ncomplement activities of the Government and other funding agencies in the sector. The policy\nprogram will help ensure that more poor students enroll in basic education by ensuring pro-poor\nresource allocations, regular teacher and student attendance, sustainable instructional materials\nprovision, and education service rationalization and decentralization. The policy component will\nbe supplemented by project support for facilities development. Capacity building will also be\nprovided,  since  the  Government  lacks  the  necessary  expertise  in  the  key  areas  of\ndeconcentrated facilities development, budget planning, accounting and audit, and institutional\ndevelopment for TVET.\n64. The ESDP was designed in close coordination with all major assistance agencies in the\neducation  sector,  using  the  principles  of  a  sectorwide  approach:  sustainable  partnerships,\ncommon long-term vision and agreed targets for education reform, comprehensive sector policy\nframework, formulation of a rolling program and process for reforms, forward work plan, and\nsector performance review and negotiation processes (Appendix 2).\n65. The ESDP constitutes a key element of ADB’s operational strategy, which supports\npolicy-based lending, and approaches that address policy needs for decentralization, quality\nimprovement,  and  financial  management  and  efficiency.  The  sector  development  program\nmodality is most appropriate because it can simultaneously accelerate policy and institutional\nreforms in the provision of education, while funding specific activities to support implementation\nof such initiatives, including capacity building.\nB.  Objectives and Scope\n66. The overall objective of the ESDP is to contribute to poverty reduction in Cambodia, by\nassisting the Government to increase the educational level of new entrants to the workforce.\nThe ESDP will support the Government in reforming and strengthening the education sector as\noutlined in the ESP, and building on ongoing dialogue between the Government, ADB, external\nfunding  agencies,  NGOs,  and  other  stakeholders,  based  on  the  partnership  arrangements\nformally agreed upon in February 2001.\n67. The  policy  component  promotes  policies  aimed  at  (i)  assuring  increased  resource\nallocation to the education sector, (ii) increasing equitable access to education services, (iii)\nimproving quality and efficiency of the sector, (iv) enhancing managerial capacity at all levels\nand increasing the deconcentration of service delivery.\n68. The  project  component  supplements  the  policy  initiatives  by  supporting  (i)  increased\naccess and equity, mainly for basic education; (ii) deconcentrated and decentralized planning,\nmanagement, and monitoring; and (iii) selective quality and efficiency improvement in budget\nplanning, accounting and auditing, and TVET. The Project will provide construction of facilities in\nremote and underserved areas, promote greater deconcentration of the planning of facilities", "16\nprograms to provincial authorities and institutions, and pilot budget management of facilities\ndevelopment in four provinces.\n69. A sector approach is proposed as the Government has developed a sound sector strategy\nand investment plan; the Department of Materials and State Property (DMSP) has built up\ncapacity  with  EU  support;  decentralized  implementation  of  subprojects  will  be  introduced\ngradually; and, with further capacity building, DMSP, and provincial, and district authorities will\nhave adequate capacity to implement the Project.\nC.  Policy Framework and Actions\n70. The policies and targets reflected in the ESP (Appendix 3), are based on an intensive\npolicy  review  and  development  process  that  started  in  early  1999;  extensive  internal\nconsultations  within  MOEYS,  including  formation  of  four  in-house  policy  task  forces;\nconsultations with provincial and district education staff; and consultations with the national\nparents association forum, and the assistance and NGO community.\n71. The ESDP is described in the development policy letter (Appendix 6), and in the policy\nmatrix (Appendix 7). The policy loan will provide funds to the Government in three tranches,\naccording to prescribed tranche conditions relating to policy reform to be carried out under the\nESDP. The ESDP includes specific reforms to ensure pro-poor resource allocations that will\nprovide increased opportunities for high quality and efficient education services throughout\nCambodia. The reforms are important both to selectively expand service provision, and to\nestablish  reformed  and  sustainable  financial  and  technical  planning,  and  management\nstructures.\n1.  Increased Resource Allocation to the Education Sector\n72. The  Government’s  objective  is  to  ensure  well-planned,  increased,  and  equitable\nresource allocations for the education sector. A key reform is the establishment of an agreed\nfive-year  rolling  financing  framework  and  targets  that  will  allow  for  predictable  education\nprogram  planning.  MOEYS,  Ministry  of  Economy  and  Finance  (MEF),  and  other  key\nstakeholders in national and subnational planning and budgeting processes will ensure that\nsystems are strengthened, to enable MOEYS to undertake effective medium-term planning,\nbudgeting, and priority program implementation.\n73. Secondly, under the existing interministerial Economic and Financial Policy Committee,\nan education finance management committee (EFMC) will be established through a ministerial\ncircular. The EFMC will facilitate joint MEF and MOEYS decision making and agreements on all\nissues related to education financing, and financial management. The EFMC will comprise\nmembers from MOEYS, MEF, Ministry of Planning, Ministry of Interior, and the Council for\nAdministration Reform. In the overall government budget, the share of recurrent spending on\neducation increased from 9 percent in 1994 to 15.7 percent in 2001. The Government intends to\nincrease the education recurrent budget as a share of total recurrent budget, reaching 19.5\npercent by 2004; with the highest share going to basic education (about 75 percent per year).\nThe ESDP will facilitate significant medium-term adjustment cost, currently estimated at $98\nmillion for 2002-2005, to provide the foundation for implementing and sustaining longer-term\nreforms. The costs may have to be adjusted and rephased as part of the annual review of the\nESSP rolling program. The primary implementation modality during the medium term will be the\nGovernment’s PAP mechanism.", "17\n2. Equitable Access to Education Services\n74. To improve equitable access to education, the Government has planned a number of\nkey reforms. Firstly, measures will be taken to reduce the cost of basic education to parents by\nabolishing  informal  start-of-year  school  contributions.  Other  parental  contributions  will  be\nretained. The start-of-year contributions are the largest of the school year, and come at a time\nwhen parents generally have the least money. Levying of these fees, tends to discourage\nenrolment of the poor, particularly girls. The first phase of this reform was introduced in 2000,\nand the ESDP will enable nationwide implementation of such a policy across all primary and\nsecondary schools. Associated steps will be taken to ensure transparency and accountability for\nother parental contributions made during the school year.\n75. Secondly, targeted assistance programs for the rural poor, particularly girls and ethnic\nminorities, will gradually be introduced for grades 4-12. The programs will be poverty-indexed,\nand merit-driven incentive schemes, such as scholarships and social credit programs, with\ncommunity  involvement  in  student  selection,  management,  and  monitoring.20  Thirdly,  the\nGovernment will formulate a public-private strategy for education, to protect the level of public\nspending required for expanding and improving basic education services. Fourthly, steps will be\ntaken to improve the efficiency of staff deployment and the use of education facilities. Teacher\ntraining  and  deployment  policies  will  be  revised  to  ensure  that  experienced  and  qualified\nteachers are assigned to underserved and remote rural and ethnic minority areas through\nappropriate  recruitment  and  incentive  strategies.  Nonteaching  staff  will  be  redeployed  into\nclassroom teaching positions. An affirmative action plan to ensure the participation of females\nand ethnic minorities at all levels in schools and the education system will be adopted and\nimplemented. These programming, and deployment reforms will be linked to decentralized\nmanagement and monitoring of school facilities development supported under the Project.\n3. Improved Quality and Efficiency\n76. A key Government priority is to improve the quality and internal efficiency of education\nservices  through  various  policy  actions.  The  reforms  currently  under  way  to  increase\nprogression and survival rates in primary school through remedial classes will be expanded. To\naddress  the  anticipated  growth  of  both  primary  and  secondary  education  enrolments,  the\nGovernment  will  reform  the  preservice,  and  in-service  teacher  training  system,  including\ngranting  greater  operational  autonomy  to  training  institutions,  providing  more  flexibility  in\nprogramming; introducing multigrade and ethnic minority teaching strategies; and providing\norientation to staff on curriculum and textbook reform. The Government also plans to introduce\nminimum standards at various levels of the curriculum and associated assessment mechanisms\nto monitor the performance of schools, institutions, and students. Further policy reforms include\nestablishing sustainable instructional materials policies and programs, together with continued\ninstitutional  reform  of  the  MOEYS  textbook  publishing  and  distribution  facility,  moving  its\npublishing, printing, and distribution enterprises to more autonomous operations.\n4. Enhanced Management and Deconcentration of Education Services\n77. Recognizing that deconcentration of education management is essential for enhanced\nschool efficiency and responsiveness, and as part of the Government’s overall deconcentration\nand decentralization process, the Government will take several policy actions designed to improve\nthe efficiency of education management to empower provincial, commune, and school authorities\nto plan and manage their own programs budgets. The Government will introduce new and revised\nfinancial planning and management procedures, including a medium-term expenditure plan for\n                  \n20ADB is currently processing a proposal to pilot this program under the Japan Fund for Poverty Reduction.", "18\neducation,  linked  to  the  Government’s  public  expenditure  program  and  public  investment\nprogram, as a basis for setting priority program financing targets. An effective education sector\nperformance system will be essential for the implementation of the policies under the ESP and\nESSP. Performance indicators, and targets will be prepared for the sector, and annual sector\nreviews will be undertaken by the Government, ADB, and other funding agencies.\n78. To  strengthen  education  service  performance  and  productivity,  a  five-year  education\nservice rationalization plan with targets will be prepared and implemented in cooperation with\nMEF and the NPAR authorities. The primary strategy will be targeted incentives for priority groups\nof teachers and school management staff, related to criteria for more equitable staff deployment\nand efficiency. This will complement teacher salary increases, which are part of broader poverty\nreduction  and  NPAR  strategies.  The  establishment  of  the  EFMC  will  help  ensure  effective\ncoordination between MOEYS, MEF, and other key ministries; and improve financial management\nand disbursement mechanisms, and performance monitoring and financial compliance auditing\nsystems will be strengthened.\n79. Education service decentralization will be implemented by providing operational budgets\ndirect  to  institutions,  including  primary  and  secondary  schools,  teacher  training  institutions,\npostsecondary TVET, and higher education institutions. This strategy will be complemented by\nlegislation and regulations for institutional development planning, and financial management and\ncontrol to secure increasing decrees of operational autonomy for education institutions. Greater\nauthority will also be gradually given to provinces for facility planning and implementation. An\naction plan and guidelines for increased community involvement in institutional governance will be\nprepared, and the system will be implemented. To strengthen the commitment, impact, and\naccountability of policy reforms, an information, education, and communication strategy will be\nimplemented. Strengthening of institutional governance and audit procedures will complement\nthese deconcentration reforms.\nD.  Capacity Building\n80. Capacity building support under the ESDP is comparatively small, since major support for\nsector management, PAP implementation, and quality improvement will be provided through\nUNICEF-Sida.  Assistance  will  focus  on  (i)  establishing  deconcentrated  and  decentralized\nmechanisms for education facilities development, (ii) establishing an effective internal accounting\nand audit function within MOEYS to ensure compliance with the new government audit law, and\n(iii) institutional development for TVET, since the Government lacks the necessary expertise in\nthese areas.\nE. The Investment Project\n81. The ESDP will be reinforced through investment in facilities development under the\nProject. To strengthen policies related to equitable access, and assist in achieving international\ndevelopment and education for all goals, the Project will finance provision of school facilities\nunder the MOEYS priority facilities action plan. The Project will also help design and strengthen\nprovincial  capacity  for  a  deconcentrated  system  of  facilities  development  to  be  piloted  in\nselected  provinces.  To  strengthen  budget  planning  and  accounting  systems,  and  assure\ncompliance with the new Government audit law, capacity for budget planning, accounting, and\ninternal audit will be enhanced within the Department of Finance, MOEYS, the National Training\nBoard, TVET, and provincial education offices.", "19\n1. Equitable Access\na. Facilities Development\n82. In  spite  of  significant  expansion  of  primary  education,  geographical  and  gender\ninequities in access exist, particularly for the remote provinces. MOEYS has prepared the\nEducation Facilities Development Plan  for 2001-2005. The objective of the plan is to achieve\neducation  for  all  over  the  coming  decade,  as  well  as  to  accommodate  the  needs  of  the\nincreased number of students completing basic education. Significant capacity has been built\nboth in the Department of Planning, and DMSP(cid:190)  the MOEYS department that handles facilities\nconstruction. The development of an education information management system, geographic\ninformation  system,    school  inventory  database,  cost  database,  and  standard  designs  for\nfacilities have enhanced the central planning and management in these departments.\n83. The total investment needs for education facilities, according to the plan, is estimated at\n$118 million. Capital support from the Government, ADB, and other funding agencies is not\nlikely to be enough, therefore, the Government has prioritized the needs according to potential\navailability of resources. The priority plan, estimated at $18 million,  includes policy targeting\nand program prioritization criteria for each of the components of facilities development. The\npriority action plan will be developed, and include an allocation formula for the provinces and\noutline the school facilities program management, monitoring, and disbursement systems.\n84. The Project will finance part of the priority facilities development plan, with particular\nemphasis on basic education facilities in poor and remote areas that will benefit the poorest\nstudents. The Project will help provide (i) primary schools for multigrade teaching in small\nvillages without schools, where viable schools can be established; (ii) construction of complete\n(grades  1-6)  primary  schools  in  rural,  remote,  and  ethnic  minority  areas,  currently  with\nincomplete schools (para. 25); (iii) additional classrooms in overcrowded primary schools; (iv)\nlower secondary schools in underserved and overcrowded areas; and (v) selective completion\nof grades 7-12 schools. Support to PPTCs will also be provided in areas where the development\nof basic education would heavily depend on increased capacity of training colleges. Selective\nsupport will also be provided to provincial TVET centers, mainly in rural and remote areas, to\nprovide a venue for skills training and standards monitoring for public, private, and NGO training\nproviders. This would be a first step in strengthening their partnership in TVET.\n85. The Project will be complementary to the ADB loan for rehabilitation of the schools\nseverely damaged during the floods in 2000. Through the Project, an estimated 53,000 students\nin primary, 60,000 students in lower secondary, and 13,000 students in combined lower and\nupper secondary education will benefit from improved access to education, and will have a\nbetter learning environment through the reduction of overcrowded classes. In addition, around\n5,000 students in teacher training colleges, and 2,000 students in provincial TVET centers will\nbenefit from an improved learning environment. Unless major resources other than the present\nADB loan are made available for investing in the ESSP school facilities program, the Project will\nsupport facilities development nationwide, but target the most needy provinces, as well as\npockets of poverty in other provinces, according to criteria set by the ESSP.\n86. The Project will support a “whole school development” approach in basic education. The\nwhole school development approach favors the efficient use of resources to meet all of the\npriority  needs  of  targeted  schools(cid:190) needs  in  terms  of  expansion,  completion,  furniture,\nsanitation facilities, rehabilitation, and selective teacher accommodation, utilizing a demand-\ndriven process.", "20\nb. Deconcentrated System for Facilities Development Implementation\n87. The system design for deconcentrated financing, planning, and delivery of the Project’s\neducation  facilities  component  will  support  the  Government’s  policy  of  administrative\ndeconcentration and decentralization in public service management. Capacity building support\n(Appendix 8) will help mainstream all education facilities programs in the central DMSP, in\nprovincial authorities, or in commune councils.21 It will establish coherent planning and financing\nrelationships for facilities between these three levels of governance. This will assist in the\ntransition  from  a  project  approach  to  facilities  development  (where  there  are  discrete\nimplementation  units  for  each  funding  agency’s  activities),  to  a  program  approach,  with\nimplementation through the agency given the responsibility by the Government at the national,\nprovincial, and commune levels. A gradual transition of delegated responsibility for planning,\nand delivering facilities to province authorities is anticipated for secondary and TVET facilities,\nalong with devolution of primary education facilities to commune councils. The role of the central\nDMSP  will  be  to  focus  on  policy,  planning,  implementation  procedures,  quality  assurance,\nfinancial audit, and program monitoring.\n88. The Project will support the deconcentration of education facilities programs to provincial\nauthorities and institutions, including the piloting of financial management in four provinces,\ncomplemented  by  similar  piloting  in  two  provinces  with  Belgian  support.  The  delegated\nresponsibilities  over  delivery  of  primary  and  secondary  school  facilities  to  provinces  and\ncommunes will gradually expand over the ESP period of 2001-2005, based on the lessons\nlearned from the pilot provinces. During the transitional period, DMSP will assume responsibility\nfor managing the subprojects in the most needy and poor provinces that are not yet included in\nthe deconcentrated delivery of facilities.\n89. The  proposed  selection  criteria  for  identifying  pilot  provinces  in  each  phase  of\ndeconcentration of responsibilities will be (i) poor provinces with the highest needs for school\nfacilities according to ESSP criteria, (ii) provinces representative of a variety of population\ndensity and profile (small to large provinces), (iii) provinces representing various levels of\ncapacity built through decentralized programs such as Seila,22 (iv) provinces where other major\nfunding  agencies  are  not  contributing  to  school  facilities,  and  (v)  provinces  constituting  a\ngeographical cluster to facilitate the monitoring of activities. MOEYS has provided, and ADB has\napproved  the list of the four provinces for the first phase of piloting.\n90. At the central level, DMSP will develop the capacity to implement the deconcentration\nand decentralization policy and to establish related procedures within the framework of the\nNPAR, and to implement regulations introduced through the National Committee to Support the\nCommune Councils under the Ministry of Interior. DMSP, together with the Ministry of Planning,\nMinistry of Interior, and Ministry of Women’s and Veterans’ Affairs, will develop the capacity of\ncommune  councils  and  provincial  governments  to  take  on  their  new  roles,  and  become\nresponsible for primary and secondary facilities development. A key policy area to be developed\nthrough capacity building will be the inclusion of the private sector as a partner in facilities\ndevelopment at all levels. Consulting services, equipment, vehicles for provinces, and support\nfor project operations and supervision will be provided to help establish a cost-effective and\nsustainable system for deconcentrated planning and implementation of facilities subprojects.\n                  \n21 As commune councils develop the capacity to play a role in facilities implementation, the responsibility for this may\nbe transferred to communes. Financial resources will continue to come through the  provinces.\n22 Seila is a Khmer word for “foundation.” Seila is a rural development program, characterized by institutional\nstrengthening of local authorities within the context of the Government’s deconcentration and decentralization\nprogram. Seila is currently implemented in five provinces (to be extended to 12 by the end of 2001), supported by\nseven funding agencies.", "21\n91. Under the Project, consulting services will be provided to build DMSP capacity to fulfill its\nnew  responsibilities,  and  to  design  and  establish  deconcentrated  and  decentralized\nmechanisms for education facilities development (Appendix 8). The consulting services for\nschool facilities planning, and management will be located in the Construction Unit of DMSP.\nMOEYS has confirmed the availability of office space and counterpart support staff, consisting\nof at least four engineers, one accountant, and four technicians of works, who will constitute a\ntemporary  task  force  for  the  Project  and  be  trained  in  deconcentrated  planning  and\nmanagement during the first year of project implementation. However, all staff of DMSP who\nparticipate in the Project will be trained and assigned to tasks according to their professional\nprofiles and competencies. The vehicles, computers, other equipment, and furniture provided\nunder the ADB loan for the Emergency Flood Rehabilitation Project (footnote 18) will be shared\nwith the Project.\n2.  Institutional Strengthening for Financial Management\n92. Effective  implementation  and  financing  of  the  reform  programs  will  require  urgent\nstrengthening of financing systems, including budgeting, accounting, and audit. The Law on\nAudit,23 approved in 2000, requires MOEYS to establish an internal auditing function to examine\nand evaluate the effectiveness, economy, and efficiency of the systems of internal controls\nestablished by MOEYS management. The law requires each ministry to ensure that systems of\ninternal control are in place for reliability of financial reporting; effectiveness and efficiency of\noperations; and compliance with applicable laws, regulations, policies, and procedures. The\nneed for sound systems of internal MOEYS budgeting, accounting, and auditing was also\nidentified in the ESSP, in the context of gradual deconcentration of financial management to the\nprovinces, districts, and schools. As part of this, the work in the MOEYS General Department of\nAdministration and Finance, and the General Inspectorate will shift from being mainly of an\ninvestigatory nature, to become more an evaluation of the systems of internal control.\n93. Under  the  Project,  an  internal  audit  capacity  building  program  for  MOEYS  will  be\nsupported to ensure compliance with the new government audit law. The assistance will focus\non  an  initial  institutional  assessment  of  MOEYS  audit  arrangements,  especially  within  the\nGeneral Inspectorate, and its two departments of Administration and Finance, and Education.\nThe institutional review will also examine necessary coordination arrangements with MEF, and\nthe MOEYS Department of Administration and Finance, including its relationships with provincial\ntreasuries and departments of education. The Project will provide international and domestic\nconsulting services to assist planning and execution of this audit capacity building program\n(Appendix 8). Additional support will be provided for necessary equipment and training, to\nsecure an efficient internal audit system at central and provincial levels. In the event that grant\nfinancing will be available for audit capacity building, the amount reserved for this purpose\nunder the Project will be reallocated to the facilities development component.\n94. Institutional strengthening support will also be provided to the TVET department and the\nNational Training Board, including training in budget planning, program resource allocation,\nprogram performance monitoring, technical and financial reporting, and skills standards and\nquality assurance. The institutional support will build upon  the foundation laid under the Basic\nSkills Project (footnote 16).\n3.  Quality and Efficiency Improvements\n95. In the ESSP, MOEYS outlines the broad capacity building requirements necessary to\nachieve  quality  and  efficiency  targets  for  the  medium  term.  These  include  establishing\n                  \n23 Prepared with support from TA 2566-CAM: Developing Capacity in Audit and Inspection Function, for $600,000,\napproved on 8 May 1996.", "22\nstandards and assessment mechanisms at key points in primary and secondary schooling,\nimproving  the  curriculum  for  all  grades,  developing  a  new  generation  of  core  instructional\nmaterials,  and  facilitating  the  publication  and  availability  of  workbooks  and  supplementary\nbooks.  MOEYS  also  plans  to  improve  the  systems  that  deliver  preservice  and  in-service\nprofessional development for working teachers and head teachers, including special programs\nfor multigrade teaching; and ensure much closer articulation between contemporary school\nneeds and professional development programs. The publishing capacity of MOEYS, developed\nunder the ADB-supported Basic Education Textbook Project (footnote 17) will be enhanced\nthrough capacity development at management and technical levels, and arrangements made for\nsustaining the system for quality instructional materials provision.\n96. UNICEF and MOEYS have jointly prepared an assistance proposal ($13 million) for Sida\nfinancing  to  support  key  capacity  building  requirements  outlined  in  the  ESSP,  to  cover\nsectorwide management reform, PAP implementation, and quality improvement. The proposal is\nexpected to be approved by Sida in December 2001. MOEYS will continue seeking grant\nfinancing for areas not covered by UNICEF-Sida, and other confirmed funding agencies. If\nfunding is not found,  assistance under the Project will be provided, particularly for capacity\nbuilding in publishing and quality improvements in upper secondary education (Appendix 8).\n4. Cost Estimates and Financing Plan\n97. The investment Project is estimated to cost $22.5 million equivalent, consisting of $8.0\nmillion (35 percent) in foreign exchange cost and $14.5 million equivalent (65 percent) in local\ncurrency cost (Table 1). Detailed cost estimates and financing arrangements are in Appendix 9.\nTable 1: Cost Estimates\n($ million)\nForeign Local Total\nComponent Exchange Currency Cost\nA. Base Cost\n1.   Equitable Access: Education Facilities 6.11 12.00 18.11\n2.   Institutional Strengthening 0.78 0.35 1.13\nSubtotal (A) 6.89 12.35 19.24\nB. Contingencies\n1.   Physical Contingenciesa 0.44 1.43 1.87\n2.   Price Contingenciesb 0.17 0.72 0.89\nSubtotal (B) 0.61 2.15 2.76\nC. Interest Charge 0.50 0.00 0.50\nTotal 8.00 14.50c 22.50\na  10 percent of the base cost, civil works.\nb  2.4 percent  of the foreign exchange costs and 5 percent of the local currency costs.\nc  Inclusive  of  an  estimated  average  15  percent    taxes  and  duties  on  civil  works,  equipment,  vehicles,  and\nremuneration for consultants.\nSource: Staff estimates.\n5. Financing Plan\n98. Proposed ADB financing is for a loan of $18.0 million equivalent (80 percent of the total\nproject cost) from the Special Fund resources, including $10.0 million equivalent of the local\ncurrency cost (Table 2). ADB financing of local currency cost is justified on the basis of the low", "23\nlevel of national income ($257 per capita, estimated in 2000), and savings (14.2 percent of the\nnational income in 2000), as well as the Government’s fiscal deficit (6.1 percent of GDP). The\nbalance  of  $4.5  million  will  be  financed  by  the  Government.  This  will  include  facilities\ndevelopment, furniture and equipment, supervision, and incremental operation costs. Part of the\nADB-supported project loan and Government funding will be made available to participating\ncommunities  and  institutions  as  block  grants  to  contribute  to  the  funding  of  approved\nsubprojects.\n99. The  ESDP  investment  Project  is  providing  support  for  primary,  secondary,  teacher\ntraining, and TVET facilities development. Complementary support is scheduled from Belgium,\nJapan, NGOs, and the World Bank—the latter focusing on higher education. Common planning\nguidelines and management procedures are expected to be adopted.\nTable 2: Financing Plan\n($ million)\nForeign Local Total\nComponent Exchange Currency Cost\nAsian Development Bank 8.00 10.00 18.00\nGovernment 0.00 4.50 4.50\nTotal 8.00 14.50 22.50\nF. Social and Environmental Measures\n1.  Poverty Impact\n100. The ESDP will address issues of the exclusion of the poor from basic education, and the\nlow quality of educational services delivered to the poor. Policy changes, supported by the\npolicy loan, will improve equity in the allocation of resources. Through policy reform, allocations\nto the education sector will substantially increase and enable MOEYS to reduce the cost of\neducation to poor families, one of the major barriers to participation. For example, provision of\nincreased operational budgets to schools will help reduce informal payments by parents.\n101. The ESDP will also ensure continued access to instructional materials, a provision of\nparticular importance to the 36 percent of the population living below the poverty line. The\nimprovement  of  management  and  the  decentralization  of  educational  services  will  enable\ndisbursement of funds to schools throughout the country to improve the quality of instructional\ndelivery according to needs. This will also increase community involvement in financial planning\nand accountability, and ensure due consideration is given to the poor in policy implementation at\ncommune and school levels.\n102. Social  equity  and  poverty  concerns  are  also  integrated  in  the  design  features  and\nimplementation arrangements for the Project. Provision of allocations for facilities development\nin  provinces  will  be  according  to  poverty  index,  needs-based,  and  a  pro-poor  allocation\nformula.24 The provision of more classrooms and the introduction of multigrade approaches into\nprimary education delivery will ensure that children in remote rural village schools benefit from\nthe full cycle of primary education.\n                  \n24 The formula consists of (i) a fixed block allocation (to favor small schools in poorer areas), (ii) enrolment, and (iii)\nan integrated poverty factor based on the proportion of poor households in the surrounding commune. This formula\nis coupled with an index of priority facilities needs.", "24\n103. In  planning,  MOEYS  will  focus  more  on  the  contribution  of  the  sector  to  poverty\nreduction and the inclusion of the poor as beneficiaries of its services. In the long term, the poor\nwill have more trust in Government and their inclusion in its service provision, and will become\nmore directly involved in service evaluation, and thereby the democratization process. The\npoverty impact analysis is summarized in Appendix 10.\n2.  Gender\n104.   Several  measures  are  incorporated  in  the  ESDP  to  meet  access  needs,  and  the\nrequirements of girls and ethnic communities. Experience has shown that schools close to\nhome facilitate the enrollment of girls. Construction of multigrade and complete schools in\nunserved and underserved small communities, including provision of toilets and water sources,\nwill encourage the completion of the full primary cycle. Access to primary and secondary\neducation is limited by parents’ inability to pay formal and informal fees, as well as other costs\nassociated with schooling, e.g., opportunity costs. Abolition of start-of-the year school fees will\nencourage parents to enroll their girls. Targeted scholarships, transport assistance, and/or other\ntypes of assistance will make it easier for girls to attend and complete primary and secondary\nschool. Dormitory space at regional secondary schools will make it possible for larger numbers\nof girls to continue their education beyond lower primary level. Separate toilets for boys and girls\nwill also be beneficial to girls’ enrollment. A gender and development checklist has already been\ndeveloped  at  the  Pedagogical  Research  Department,  MOEYS;  and  the  review  of  current\ntextbooks for gender, ethnic, or disability bias is ongoing. Textbooks relevant to girls’ and\nindigenous peoples’ daily lives and future aspirations will improve their retention in schools. In\nterms of decentralized planning, management, and monitoring, women will be encouraged to\ntake an active role in parental committees within communities.\n3.  Ethnic Minorities\n105. The Government recognizes that although ethnic minorities constitute only 1 percent of\nthe total population (footnote 9), special measures are necessary to address neglect of earlier\ndecades. The ESDP policies will help improve access of ethnic minorities to primary and\nsecondary education. The reduction of the cost of schooling by eliminating start-of-year fees will\nbe particularly beneficial to ethnic minority families whose incomes tend to be lower than for\nmainstream Khmer; this measure is expected to improve ethnic minority participation in basic\neducation. Remote areas suffer from lack of teachers, especially ethnic minority teachers.\nStaffing  guidelines  and  redeployment  incentives  will  be  used  to  increase  the  provision  of\nteachers to such areas.\n106. Project  interventions  include  special  targeting  criteria  for  minority  areas  in  the\nprioritization process for the provision of facilities. In the long term, provision of full primary and\nsecondary education opportunities in ethnic minority areas will help increase the supply of\nminority students who can apply to become teachers. In the short-term, multigrade teaching in\nsmall village schools will enable minority students to complete the full primary cycle.\n107. By  increasing  deconcentration  of  responsibility  and  resources  for  education  service\ndelivery to provinces and communes, and providing operational budgets to all schools, schools\nin remote ethnic minority areas will be improved. An information, education, communication\nprogram will be provided to inform communities about the new education policies, and their\nroles, authority, and responsibilities. Such measures will result in greater inclusiveness for\nethnic minorities. The Indigenous People’s Development Plan is given in Appendix 11.", "25\n4.  HIV/AIDS Prevention\n108. Under the overall ESP, synergies will be developed with the National AIDS Authority to\ndetermine how the education sector can best contribute to the national plan, including the PAP\nmechanism. In providing training opportunities through the PAP (teacher training, workshops,\netc), an appropriate degree of HIV/AIDS prevention and mitigation content will be included. By\nraising the profile of the epidemic through such measures, the ESDP will contribute more\ngenerally to increased high-level dialogue on the role of the education sector in reducing the\nepidemic. It will also initiate dialogue on sector response to the changing social and economic\nconditions that could result from the spread of the disease.\n109. Complementary assistance is being provided through the ADB-supported TA: Capacity\nBuilding for HIV/AIDS Prevention and Control.25 UNICEF-Sida will also continue the multimedia\ncampaign for adolescents and youth on the topic, and upcoming revisions of curricula and\ntextbooks will ensure that students are provided with realistic messages about the dangers of\nHIV/AIDS and steps that can be taken to prevent the disease.\n5. Environment\n110. Environmental implications of the Project were reviewed, and no adverse impacts were\nidentified. MOEYS and DMSP will ensure that siting, design, construction, and operation of\nschool facilities to be established under the Project will follow ADB’s Environmental Guidelines\nfor Selected Infrastructure Projects and other relevant guidelines. Land for school construction\nis available and owned by the Government or the communities; the plot required for construction\nis small, and no relocation will be involved. Environmental considerations will be factored into all\nproject-funded civil works. The designs of the multigrade schools will be culturally appropriate,\nenvironmentally sound, and easy to maintain. Sanitation issues will be reviewed for rural areas,\nand appropriate design for low-cost, water-free sustainable amenities will be developed for\nimplementation and maintenance as a community contribution.\nV. THE PROPOSED LOANS\nA.  The Policy Loan\n1.  Amount of Loan, Terms, and Source of Funds\n111. It is proposed that ADB support the Government’s education policy reform program by\nproviding  a  policy  loan  of  $20  million  equivalent  from  its  Special  Funds  resources  to  the\nKingdom of Cambodia. The loan will have a term of 24 years, including a grace period of 8\nyears. An interest of 1 percent per annum will be charged during the grace period, and 1.5\npercent thereafter. The loan will be utilized over four years and will be disbursed in three\ntranches.\n112. Use of low cost funds from ADB’s Special Fund resources is justified in support of policy\nreforms that address long-standing issues and socially significant measures to improve access\nand participation of the poor in education. The policy loan is justified by the content and impact\nof policy reforms and associated adjustment costs (para. 62). In addition to the policy loan, the\neducation reforms are being supported by the World Bank’s structural adjustment credit. An\noutline of the education sector financing targets and a short summary of the reforms to be\nimplemented through the PAPs under the recurrent budget are in Appendix 3.\n                  \n25TA 3511-CAM: Capacity Building for HIV/AIDS, for $600,000, approved on 3 October 2000.", "26\n2.  Implementation Arrangements and Executing Agency\n113. MOEYS will be the Executing Agency responsible for implementing policy measures. A\nsteering committee will be set up, chaired by the secretary of state, MOEYS, and comprising\nrepresentatives from MOEYS; MEF; Ministry of Planning; Council for Administrative Reform;\nMinistry of Interior; Ministry of Women’s and Veterans’ Affairs; Ministry of Rural Development;\nand Ministry of Land Management, Urban Planning, and Construction. This committee will assist\nin coordinating the ESDP implementation. The steering committee will be established by loan\neffectiveness. Existing technical committees will monitor implementation of specific program\ncomponents on a monthly basis. MEF will allocate and monitor the use of counterpart funds to\nbe used to support the education reform package.\n3.  Procurement and Disbursement\n114. The policy loan proceeds will be used to finance the foreign exchange cost of items\nproduced and procured in ADB member countries, excluding listed ineligible items (Appendix\n12) and imports financed by other bilateral and multilateral sources. The Borrower will certify\nthat the volume of eligible imports exceeds the amount of ADB’s projected disbursements under\nthe policy loan in a given period. ADB will have the right to audit the use of the loan proceeds\nand to verify the accuracy of the Borrower’s certification.\n4.  Counterpart Funds\n115. The counterpart funds generated from the proceeds of the policy loan will be used by the\nGovernment for the following purposes in order of priority: (i) to finance costs associated with\nthe implementation of the package of education policy reforms under the ESDP, (ii) to meet part\nof the Government’s contribution to the ADB-funded education projects, and (iii) to meet part of\nthe Government’s contribution to ADB-funded projects in other social sectors.\n5.  Monitoring and Tranching\n116. The Government, through the steering committee, will monitor the implementation of\npolicy, legal, and institutional reforms envisaged under the ESDP. Annually, the Government,\nADB,  other  funding  agencies,  and  NGOs  will  review  the  achievement  of  agreed  sector\nperformance targets, and assess the impact of all reforms in the education sector, as part of joint\neducation sector performance reviews.26 Monitoring of the ESDP will also be strengthened by\nassistance of consulting services under the Project for performance audit (Appendix 8).\n117. The policy loan will be released in three tranches, of $10 million, $5 million, and $5 million.\nThe first tranche will be made available upon loan effectiveness. The Government will be required\nto fulfill the actions specified in the policy matrix (Appendix 7) as conditions for second and third\ntranche releases, and to demonstrate satisfactory progress with implementing the rest of the\nprogram prior to second and third tranche releases. The second tranche is expected to be\nreleased about 15 months after release of the first, or earlier, subject to the Government’s\nfulfillment of the second tranche release conditions. The third tranche is expected to be released\nabout 12 months after the release of the second, or earlier, subject to the Government’s fulfillment\nof the third tranche release conditions.\n                  \n26 An advisory TA for education is also included in ADB’s country strategy and program for Cambodia for 2002. The\nplanned  TA  will  support  the  strengthening  of  Government  and  MOEYS  capacity  in  expenditure  planning,\nprogramming,  and  performance  monitoring  of  the  sector,  including  the  monitoring  of  (i)  education  system\nperformance against outcome and output targets,  (ii) program impact, and (iii) sustainability of education services.", "27\nB.  The Investment Loan\n1.  Amount of Loan, Terms, and Source of Funds\n118. It is proposed that ADB provide an investment loan of $18.0 million equivalent from its\nSpecial Funds resources to the Kingdom of Cambodia. The loan will have a term of 32 years,\nincluding a grace period of 8 years. An interest of 1 percent per annum will be charged during\nthe grace period, and 1.5 percent thereafter.\n2.  Implementation Arrangements and Executing Agency\na.  Executing Agency\n119. MOEYS will be the Executing Agency and be responsible for coordinating overall project\nimplementation. The secretary of state, MOEYS, will chair a steering committee (para. 113)\ncomposed of MOEYS; MEF; Ministry of Planning; Council for Administrative Reform; Ministry of\nInterior; Ministry of Women’s and Veterans’ Affairs; Ministry of Rural Development; and Ministry\nof  Land  Management,  Urban  Planning,  and  Construction.  Responsibilities  will  include  (i)\napproval of annual programs and budget allocations, (ii) overseeing progress and compliance\nwith agreed guidelines, (iii) commissioning and approving project-required accounts and reports,\nand (iv) ensuring that agreed audit requirements are satisfied.\n120. DMSP, MOEYS, will be responsible for facilities development and be in charge of (i)\noverall  monitoring,  progress,  quality  control,  and  approval  of  provincial  level  activities;  (ii)\ncapacity building; (iii) financial management, accounting, and audit compliance responsibilities\ndelegated  by  the  steering  committee;  (iv)  overseeing  regularity  of  procurements;  and  (v)\nreporting  to  the  steering  committee.  The  operations  will  be  coordinated  by  the  General\nDepartment of Administration and Finance (which oversees DMSP), which will ensure that the\nProject is coordinated with other ongoing school building programs; duplication of beneficiary\nschools and operational costs is avoided; and targeting criteria and unit costs are consistent\nwith the ESSP.\nb.  Subproject Implementation\n121. Each  provincial  subproject  will  comprise  one  or  more  schools  and/or  education\ninstitutions to be constructed, expanded, or improved The subprojects will be implemented\naccording to a “delegated system” in provinces where responsibilities for planning, selection of\nschools, procurement, and financial management have been deconcentrated. A number of\nsubprojects will be implemented according to a “central system” during the transitional phase,\nwhere  responsibilities  for  school  facilities  or  education  institutions  have  not  yet  been\ndeconcentrated. Appendix 13 provides guidelines for subproject preparation and appraisal.\n122. Under  the  central  system,  DMSP,  and  a  project  task  force  will  act  as  the  central\nimplementation  agency  in  provinces  where  the  delegated  mechanism  has  not  yet  been\nimplemented, provided that (i) the needs in these provinces are not addressed by any other\nfunding sources; (ii) the schools and education institutions are identified as those most in need\nof expansion of facilities for primary, lower secondary, PTTC, RTTC, and TVET institutions. In\nthese  cases,  DMSP  will  prepare  the  subprojects  in  accordance  with  the  guidelines  for\nsubproject preparation and appraisal, procure services of qualified contractors, and be in charge\nof the disbursements to contractors. DMSP, in close collaboration with the provincial director for\neducation, will prepare the consolidated subprojects for the province, and submit to the steering\ncommittee  for  approval.  DMSP  will  prepare  all  subprojects  for  PTTC,  RTTC,  and  TVET", "28\ninstitutions.  All  central  system  subproject  appraisal  reports  will  be  submitted  to  ADB  for\napproval.\n123. Upon approval of the subprojects by MOEYS, DMSP will sign a subproject agreement\nwith the representatives of the beneficiary communes and schools. DMSP will be in charge of\nassisting  the  communes  and  schools  to  procure  suitable  contractors,  or  procuring  these\ncontractors; procuring contractors for PTTC, RTTC, and TVETs; training and assisting the\nprovinces and communes in supervising and controlling the quality of works at key stages;\nissuing  certificate  of  payments  at  key  stages;  and  disbursing  the  payments  to  schools,\ncommunes, or contractors, whichever are applicable.\n124. The  delegated  system  will  be  implemented  once  deconcentrated  mechanisms  for\neducation facilities development have been worked out, e.g., guidelines, procedures, roles and\nresponsibilities,  and  modalities  for  allocation  and  disbursement  of  funds.  MOEYS,  in\nconsultation  with  relevant  agencies,  will  prepare  detailed  implementation  guidelines  for\neducation facilities and a detailed technical handbook, satisfactory to ADB. This will take place\nduring the first year of project implementation.\n125. In  the  delegated  system,  provincial  education  facilities  committees  (PEFCs)  will  be\nconstituted  at  the  provincial  level,  as  part  of  the  existing  provincial  rural  development\ncommittees  (PRDCs).  The  PEFCs  will  be  the  implementing  agencies  at  provincial  and\nmunicipality level in provinces covered by the Project. The names of the four provinces that will\npilot a deconcentrated approach have already been identified. The PEFCs for the first pilot\nprovinces will be established within six months after loan effectiveness.\n126. The  PRDCs  will  delegate  day-to-day  management,  monitoring,  and  accounting\nresponsibilities to the PEFCs. The PRDCs and PEFCs will be responsible for selecting eligible\napplicants; supervising and controlling the quality of work at key stages; issuing certificate of\npayments at key stages; and disbursing the payments to schools, communes, or contractors,\nwhichever is applicable. The PRDCs and PEFCs will be ultimately responsible for receiving and\naccounting  for  the  project  funds  for  school  facilities.  Consulting  services  for  facilities\ndevelopment will help clarify detailed operational relationships between these various technical\ncommittees during the first year of the Project.\n127. The PEFC will consolidate appraisal reports for the subproject under the delegated\nsystem, and submit them to the PRDCs for review and approval. The PRDCs will then submit\nthe  list  of  subproject  appraisals  to  the  steering  committee  for  final  approval.  MOEYS  will\napprove  the  list  of  subprojects  for  the  first  four  provinces  within  eight  months  after  the\ninvestment  loan  has  become  effective.  The  first  four  subproject  appraisal  reports  will  be\nsubmitted to ADB for approval. The PRDCs will submit to MOEYS subsequent appraisal reports\nfor approval. After approval, MOEYS will submit the reports to ADB for information. Upon\napproval of the subprojects by ADB or MOEYS, the PEFC will sign a subproject agreement with\nthe commune and schools. During subproject implementation, the PEFC will contribute to the\nsupervision of the civil works in association with the provincial authorities. Support from the\ndistricts, communes, and school communities to the provincial levels will consist of monitoring\nthe progress of works in school for early detection of problems, and of immediate remedial\nactions to be taken.\n128. Communes will apply for facilities, provide daily supervision of works, contribute to the\nimprovement  of  the  school  environment,  be  committed  to  MOEYS  objectives  of  equitable\naccess, and provide for the efficient use of school facilities and the maintenance of the facilities.\nFor the primary schools under the deconcentrated system, the communes/schools will also\nprocure a suitable contractor for building works, under the guidance of the PECF. Delegation of\nfinancial and procurement responsibilities to provincial and commune levels will be gradually", "29\nimplemented through a rolling plan, starting in the pilot provinces in 2002, and expanding\ngradually to new provinces based on lessons learned. The midterm review will assess the\nstrengths  and  weaknesses  of  the  decentralized  system  to  identify  ways  of  improving\nimplementation.\nc. Procurement and Disbursement\n129. All ADB-financed procurement for the Project will be in accordance with ADB's Guidelines\nfor Procurement. Each contract for the supply of goods, equipment, furniture, and instructional\nmaterials estimated to cost more than $500,000 equivalent will be awarded on the basis of\ninternational competitive bidding procedures, while contract packages of $500,000 equivalent or\nless  will  follow  international  shopping  procedures.  Minor  items  having  a  value  of  less  than\n$100,000 equivalent may be procured on a direct purchase basis. Civil works under the Project\nwill be small, numerous, and scattered throughout the country and are not likely to attract the\ninterest of international contractors. Therefore, civil works contracts are proposed to be awarded\non the basis of local competitive bidding procedures acceptable to ADB.\n130. To expedite project implementation, an imprest account for MOEYS will be established\nin the Foreign Trade Bank of Cambodia for expenditures incurred by DMSP and the PEFCs.\nThe steering committee will determine the allocations of funds to the PEFCs, after obtaining\nagreement  with  ADB.  The  provincial  allocations  will  be  based  on  (i)  time  frame,  and  (ii)\nallocation formulas agreed with ADB.\n131. The  imprest  account  will  be  established,  managed,  replenished,  and  liquidated  in\naccordance with ADB’s Loan Disbursement Handbook. The accounting records and system will\nbe  managed  and  maintained  in  accordance  with  ADB’s Project  Accounting  Manual  for\nCambodia. ADB’s statement of expenditure procedures may be used to reimburse eligible\nexpenditures  and  to  liquidate  advances  to  the  imprest  account.  These  procedures  will  be\napplicable  to  contracts  amounting  to  $100,000  or  less.  A  tentative  procurement  list  is  in\nAppendix 14.\nd. Consulting Services\n132. A  total  of  54  person-months  of  international  and  96  person-months  of  domestic\nconsulting services will be required. Capacity building support under the ESDP is comparatively\nsmall, since major support for sector management and quality improvement will be provided\nthrough  UNICEF-Sida.  The  Government  has  requested  that  the  international  consultants\ncollaborate with domestic consultants, and ADB has agreed to the request. International and\ndomestic consultants will be recruited according to ADB’s Guidelines on the Use of Consultants\nand  other  arrangements  satisfactory  to  ADB  for  the  engagement  of  domestic  consultants.\nOutline terms of reference for the consultants is in Appendix 8.\ne. Implementation Schedule\n133. The implementation period will be five years, and is expected to be completed by 31\nDecember 2006.\nf. Reports, Accounts, and Audits\n134. The Government will ensure that records and accounts adequate to identify goods and\nservices financed from the proceeds of the investment loan will be maintained. Separate accounts\nfor the Project will be maintained, and auditors acceptable to ADB will audit accounts and financial\nstatements annually, in accordance with sound accounting principles. Certified copies of such\naudited accounts will be submitted to ADB within 12 months after the close of each fiscal year.", "30\n135. MOEYS will prepare quarterly reports on project implementation and submit them to ADB\nwithin 30 days of each quarter. The reports will be in a format acceptable to ADB and will indicate,\namong other things, (i) progress against established targets, both technical and financial; (ii)\nstatus of performance indicators; (iii) problems encountered during the quarter, and steps taken\nand proposed to be taken to resolve problems identified; (iv) compliance with loan covenants; and\n(v) program activities proposed for the succeeding quarter. MOEYS will prepare and submit a\nproject completion report to ADB not later than three months following the physical completion of\nthe Project.\ng. Project Performance Monitoring and Evaluation\n136. Under  the  ESDP,  the  Project  will  provide  substantial  support  to  developing  DMSP’s\nmanagement, monitoring, and evaluation capacities. DMSP will be strengthened, and central staff\nprovided  training  in  contract  and  financial  management,  information  systems,  decentralized\ntechnical  surveys,  and  works  monitoring  and  site  completion  audit.  Monitoring  capacities  at\nprovince, commune, and school levels will also be enhanced. Data collection, storage, and\nanalysis procedures will be institutionalized to support management and administrative activities\nat  all  levels.  The  benefits  of  the  Project  will  be  captured  through  the  improved  education\nmanagement information system and monitoring system. In addition, the Project will provide for\ncomplementary  benefit  monitoring  studies,  including  surveys.  Preliminary  key  indicators  for\nequitable access and quality and efficiency are in Appendix 3.\nh.  Anticorruption Measures\n137. During  project  processing,  ADB’s  anticorruption  policy  was  explained  to  government\nofficials, particularly the section on fraud and corruption, as stated in ADB’s Anticorruption Policy\nand Guidelines for Procurement and Guidelines on the Use of Consultants. Capacity building to\nestablish an effective internal accounting and audit function within MOEYS (Appendix 8) will help\nsupport anticorruption efforts.\ni.  Joint Annual Sector Performance Reviews\n138. Annually, the Government, ADB, other funding agencies, and NGOs will review the\nimplementation, and assess the impact of all reforms in the education sector as part of joint\neducation sector performance reviews. The reviews will focus on the audit of the agreed upon\nsector performance targets and indicators. The timing of the review will be linked to the planning\nof the next annual budget to ensure the link between policy progress and budget requirements.\nThe annual review will provide a forum for joint strategic negotiations on necessary program\nadjustments and consequent resource requirements. In addition to annual and other reviews,\nthe Government and ADB will jointly undertake a midterm review of the Project, during the third\nyear of implementation. The midterm review will identify changes since the time of appraisal,\nreassess the impact with regard to future project implementation and sustainability, assess\nimplementation  performance  against  project  performance  indicators,  review  and  establish\ncompliance with loan covenants, identify problems and constraints, and recommend appropriate\ncorrective actions.\nVI. BENEFITS AND RISKS\nA.  Expected Impacts\n139. Policy reforms to be implemented under the ESDP will improve the targeting of allocations\nto the poor, and have a positive social impact in terms of poverty, gender, and the inclusion of\nethnic minorities. The cost of education will be reduced to parents enabling poor students, girls,\nand ethnic minorities to participate at increasingly higher levels. The provision of more classrooms", "31\nand the introduction of multigrade approaches into primary education delivery will enable poor\nchildren to complete primary education, and provide schools close to home, which benefits girls.\nDirect student support mechanisms such as targeted assistance programs will make it easier for\ngirls and the poor to attend and complete primary and secondary education. Teacher performance\nand teaching quality in remote areas are expected to be enhanced through incentives for certain\ncategories of teachers serving under difficult circumstances. Regional discrepancies in education\nfinance will be offset through poverty-indexed formulas for priority action programs and facilities\ndevelopment. More effective governance systems will help ensure that the communities are\ninvolved in and benefit from assistance to schools.\n140. The estimated immediate beneficiaries of the ESDP are (i) additional 100,000 children\nwho will be able to access schooling as a result of new facilities; (ii) 50,000 teachers who will\nreceive professional development (through PAP) supported by the Program; (iii) 5,000 MOEYS\nofficials, provincial, and district officials, and commune council members who will receive short-\nterm training under the capacity building elements of the Project; and (iv) 250 program budget\nmanagement  center  staff  who  will  receive  on-the-job  technical  and  financial  management\ntraining. Communities in 100 districts will benefit from increased access to secondary schools,\nand 500 communes will benefit from new or expanded primary school facilities. Students in\nevery  public  school  will  benefit  from  sustained  access  to  textbooks  with  new  HIV/AIDS\nmessages.\n141. In the long term, increased access to secondary schooling and TVET in poor rural areas\nwill benefit rural families by improving income-generating opportunities. Better schooling will\ncontribute  to  improved  farmer  productivity  and  incomes,  especially  in  Cambodia  where\nagricultural productivity is low compared with regional neighbors. Improved secondary education\nopportunity will provide increased access to higher education and formal employment, and\nprovide wage earning opportunities for the poor. The increased access to schooling in rural\nareas  will  benefit  the  poor  by  enabling  diversification  of  the  rural  economy  and  income\ngeneration. Overall the rural population will benefit from poverty reduction.\n142. The competitiveness of the Cambodian economy will improve through a better-educated\nand trained workforce. Cambodia will potentially benefit from increased foreign investment and\nconsequent job creation and income generation. Especially through improved secondary, TVET,\nand higher education opportunities, the country will be a benefit from a shift to higher value-\nadded, technology-based employment, and consequent improvement in wages.\n143. The increased access to schooling in the poor rural areas, especially for girls, will also\nprovide significant social benefits to these households. Firstly, educating girls will contribute to\nbetter school attendance for rural families, improved child and family nutrition, and improved\nfamily planning practices. This will contribute to improving well-being and reducing human\npoverty in rural areas. In addition, in areas where HIV/AIDS is more prevalent, better-educated\nstudents will be more receptive to AIDS prevention programs.\n144. Employers will also benefit by having a better-educated and trainable workforce. The\nbenefits will include improved worker productivity, and improved efficiency of both on-the-job\nand institution-based training for the workforce. In the long term, this should result in cost\nreductions for training at various levels, especially as the economy undergoes a transition to\nbecoming more technology based. Improved earnings will provide benefits through greater\npotential for cost sharing of training provision. Employers will benefit from the capacity building\nin training planning, management, and monitoring through the support for systems development\nat TVET’s National Training Board, and the NTF.", "32\n145. Other immediate beneficiaries from the extensive capacity building under the ESDP will\nbe the education staff and community groups at center, province, district, commune, and school\nlevels. This staff, as well as teachers, will benefit from improved earnings and skill levels. In the\nlong term this will put education services on a more sustainable footing. Other immediate\nbeneficiaries, through the extensive school building program, will be small private building\ncontractors,  and  workers  in  rural  and  urban  areas.  In  turn,  these  building  programs  will\ncontribute to increased employment and income generation.\n146. A cross-cutting benefit of the comprehensive sector approach being adopted will be\ngreater long-term sustainability of education services, both in financial and technical terms. The\nfocus on expanded public-private partnerships at the postbasic education level will protect\nspending for basic education, and ensure that the immediate benefits for the rural poor through\nexpanded schooling can be maintained and sustained. Sustainability will also be assured by\nimproving cost efficiency in the delivery of education services, by improving student survival\nrates and more efficient use of staff and facilities.\n147. Another long-term, cross-cutting benefit will be the gradual reduction of stand-alone\nproject implementation units, which currently tend to remove key MOEYS staff from their regular\npositions in the MOEYS organization, result in off-budget resource management, and distort\nstaff performance reward and incentives systems. In the medium term, increased location of\nexternally supported TAs within ministry structures, rather than in project implementation units\nor agencies, will reinforce capacity building, and contribute to greater participation of ministry\nstaff in program planning processes.\nB.  Risks and Safeguards\n148. At central and community levels, the potential risk is unpredictability and unevenness in\nthe  financing  of  the  proposed  education  reforms,  especially  government  and  community\ncontributions  to  education  expenditure.  The  ESDP  includes  a  number  of  features  that  will\nreduce the risk of unpredictable financing. Firstly, the formulation of a medium-term expenditure\nplan for education will develop government, funding agency, and NGO forward planning and\nmonitoring. The proposed link between the annual performance review, and budget planning\nprocesses will help assure adequate resources. The proposed steps to regulate and account for\nprivate contributions will also help mitigate financial risks.\n149. Another risk is that the Government and MOEYS leadership and commitment to difficult\nreforms could diminish and undermine program implementation. The risk will be minimized as a\nresult of early support from ADB under the ESDP, providing an incentive for the Government to\nmaintain its commitment. ADB support will be complemented by significant assistance from\nUNICEF-Sida for overall capacity building of the education system. The expanded and improved\npartnership arrangements, and annual stakeholders’ consultations and system performance\nreview will also help mitigate any such risk.\n150. At  the  community  and  school  levels,  a  potential  risk  is  that  demand  for  expanded\neducation services would stagnate, if parents and communities perceive that the provision is of\npoor quality and relevance. The ESDP is designed to address the need for quality improvement\nby incorporating a number of technical and financial measures to minimize these risks. First,\nincreased  provision  of  key  quality  inputs  such  as  books  and  teacher  training,  linked  to\ncurriculum reforms, is proposed. Second, the focus on community governance and information\ndissemination will help inform and encourage continued demand. MOEYS has already taken\ninitiatives to reduce such risks, including formulating a preliminary education governance plan\nand introducing a nationwide information, education, communication campaign to stimulate\nprimary school enrolment and monitor fee abolition.", "33\n151. A further risk is that the Government-province-commune-school financial management\nsystems will not be adequate for the disbursement, spending, and accounting for the proposed\ndecentralized management of the education programs proposed. To reduce this risk, the ESDP\nwill  be  based  on  agreed  guidelines  between  stakeholder  ministries  for  different  financial\nmanagement responsibilities, underpinned by new regulations. Capacity building for technical\nand financial planning and management at all levels of the system will be extensive.\n152. Another risk is that government revenues will be less than projected. Cambodia's tax\nbase is dependent on trade taxes for about 80 percent of its tax revenue. But such reliance on\ntrade taxes is not sustainable, since the Government is committed to reducing tariff rates over\ntime within the Association of Southeast Asian Nations Free Trade Area framework. To reduce\nthis risk, ADB and other funding agencies are providing comprehensive assistance for tax\nreforms  and  other  aspects  of  financial  management  under  the  Technical  Cooperation\nAssistance Program, led by MEF and the International Monetary Fund.\n153. Finally, a potential risk is the lack of medium-term external support to cover projected\nrecurrent and capital budget shortfalls. A number of measures are included to mitigate any such\nrisks. Firstly, the new MOEYS-funding agency-NGO partnership arrangements will be used to\nmobilize external assistance. Secondly, the sector performance review and budget planning will\nallow for adjustment of targets and programs on an annual basis, taking account of available\nprojected government and external resources.\nVII.  ASSURANCES\nA. Specific Assurances\n154. The  Government  has  given  the  following  assurances,  in  addition  to  the  standard\nassurances, which have been incorporated in the legal documents:\n(i)  The Government will (a) ensure that the policies adopted and actions taken as\ndescribed in the policy letter, including the policy matrix, prior to the date of the\nESDP loan agreement continue in effect for the duration of the ESDP period and\nsubsequently;  and  (b)  promptly  adopt  the  other  policies  and  take  the  other\nactions indicated in the ESDP as specified in the policy letter, including the policy\nmatrix, and ensure that such policies and actions continue in effect during and\nafter the ESDP period.\n(ii)  Within six months after the investment loan becomes effective, the Government\nwill  establish  PEFCs  for  the  first  four  pilot  provinces  where  deconcentrated\nbudget management for facilities development will be piloted under the Project.\n(iii)  The  Government  will  ensure  that  MOEYS  uses  no  less  than  60  percent  of\nallocated funds for the provinces under the Project for basic education facilities.\nB. Conditions of Loan Effectiveness\n155. For the policy loan,\n(i)  MEF will provide ADB with written confirmation that the sector recurrent and total\nrecurrent  budget  expenditure  ratio  for  the  FY2002  budget  presented  to  the\nNational Assembly represents not less than 17.5 percent of the total recurrent\nbudget expenditures;", "34\n(ii)  MEF will provide ADB with written confirmation that the budget for the education\nsector is consistent with the requirements included in the ESSP; and\n(iii)  MEF, through EFMC, will approve sector performance indicators and targets for\nFY2002, satisfactory to ADB.\n156. For the investment loan, the MOEYS will establish the steering committee to coordinate\nactivities to ensure effective implementation of the ESDP.\nVIII. RECOMMENDATION\n157. I am satisfied that the proposed loans would comply with the Articles of Agreement of\nADB and recommend that the Board approve the following:\n(i)  the loan in various currencies equivalent to Special Drawing Rights 15,656,000 to\nthe Kingdom of Cambodia for the Education Sector Development Program, with\na term of 24 years, including a grace period of 8 years, and with an interest\ncharge at the rate of 1 percent per annum during the grace period and 1.5\npercent  per  annum  thereafter,  and  such  other  terms  and  conditions  as  are\nsubstantially in accordance with those set forth in the draft Loan Agreement\npresented to the Board; and\n(ii)  the loan in various currencies equivalent to Special Drawing Rights 14,090,000 to\nthe Kingdom of Cambodia for the Education Sector Development Project, with a\nterm of 32 years, including a grace period of 8 years, and with an interest charge\nat the rate of 1 percent per annum during the grace period and 1.5 percent per\nannum thereafter, and such other terms and conditions as are substantially in\naccordance with those set forth in the draft Loan Agreement presented to the\nBoard.\nTADAO CHINO\nPresident\n2 November 2001", "35\nAPPENDIXES\nNumber Title Page Cited on\n(page, para.)\n1 Program Framework 36 1, 3\n2 Sectorwide Approach to Education: Cambodia 42 10, 42\n3 Education Strategic Plan 2001-2005: Summary 45 10, 42\n4 Assistance to the Education Sector 1991-2004 51 11, 47\n5 Economic and Social Analysis 54 14, 61\n6 Development Policy Letter 61 16, 71\n7 Policy Matrix 64 16, 71\n8 Consulting Services 69 20, 87\n9 Cost Estimates and Financing Plan 73 22, 97\n10 Poverty Impact Assessment 74 24, 103\n11 Indigenous Peoples’ Development Plan 77 24, 107\n12 Description of Ineligible Items 81 26, 114\n13 Guidelines for Preparation and Appraisal of Subprojects 82 27, 121\n14 Tentative Procurement Packages 85 29, 131\nSupplementary Appendix\n(available on request)\nA Cambodia’s Education System\nB Education Strategic Plan 2001-2005\nC ADB Governance Support and Links to the Education\nSector Development Program\nD Education Financial Management Committee: Terms of\nReference\nE HIV/AIDs Assessment and Programming: Education\nSector Prospects\nF Detailed Guidelines for Preparation and Appraisal of\nSubprojects\nG Education Facilities: Program Activities, Responsibilities\nand Indicative Schedule", "36\nAppendix 1, page 1\nPROGRAM FRAMEWORK\nDesign Summary Targets/Performance Monitoring Assumptions\nIndicators Mechanisms\n1.  Development Goal\nIncreased level of educational •  Universal access to and • Demographic •  Sustained increases in public\nattainment among new completion of basic projections and funding on basic education\nentrants to the workforce education by 2010 education\nmanagement\n•  Improved adult literacy information system •  Prioritization of education for\nlevels by 50% especially for (EMIS) data for 6- all (EFA) strategies within\nwomen by 2015 year-old cohort Education Strategic Plan (ESP)\nand Education Sector Support\n•  Net enrolment at grade 1 Program (ESSP)\nincreased from 78% in 2000\nto 90% by 2010\n•  Transition rate to lower\nsecondary education\nincreased from 77% in 2000\nto 90% in 2006\n2.  Objective/Purpose Improved allocation to the\neducation sector\nTo increase access to\neducational services of • Increase in sector allocation • Annual recurrent •  Continued Government\nimproved quality of recurrent budget from expenditure by commitment to education\n15.7% in 2001 to 19.5% in Ministry of Economy restructuring and improvement\n2004 and Finance (MEF)\n• Increase in education budget • Annual financial\noutturn from 90% (2000) to reports\n95% (2006).\nIncreased access\n• Increase in representation in • Demographic\ngrades 1-9 by the poorest\nprojections and EMIS\nquintile from 5% in 2001 to\ndata\n10% in 2006\n• Increased female share of • Demographic •   Targeted communities’\ntotal enrolment in lower projections and EMIS acceptance of increased\nsecondary education from data. access opportunities (demand\nassumptions valid)\n30% (2000) to 40% (2006).\n• Increase in gross enrolment • Demographic\nin grades 1-9 in remote and projections and EMIS\nethnic minority areas data\nchildren from 46% in 2000 to\n55% in 2006\n• Increased access to post- • EMIS and household\nsecondary education from survey data\nnonurban areas from 10% to\n30% between 2001 and\n2006, including public and\nprivate provision.", "37\nAppendix 1, page 2\nDesign Summary Targets/Performance Monitoring Assumptions\nIndicators Mechanisms\nImproved quality and\ninternal efficiency\n•  Improved output by existing\n• Increase in output of trained • EMIS, Teacher facilities/personnel feasible\nteachers for primary and Training Department\nsecondary education from (TTD), Faculty of\n4,000 in 2000 to 5,500 per Pedagogy (FOP)\nannum in 2006. reports\n•  Textbook provision sustained\n• Access ratio for core •  Department of with transfer of financing to\ntextbooks for grades 1-9 at General Education recurrent budget\n1:1, and grades 10-12 at 1:2 (DGE) and Publishing\nmaintained between 2001 and Distribution\nand 2006 House (PDH) reports\n•  Capacity for textbook review\n• 50% of 2001 editions of core •  EMIS and revision sufficient and\ntextbooks republished with sustained\nimprovements by 2006.\n•  •  Incentives sufficient for\n• Net survival rate increased •  EMIS opportunity costs of promotion,\nfor grade 1-6 from 45% in progression, and participation\n1999 to 75% by 2006. to be met by families\n•  Operational policy adjustment\n• Repetition rates for grades •  EMIS at school level to dissuade\n1-3 reduced from 30% in dropouts, minimize repetition,\n1999 to 15% in 2005 and encourage attendance\n•  Attendance data collection\n• Increased daily attendance •  EMIS systems included in EMIS\nfor grades 1-9 from an\nestimated 50% in 2001 to\n75% in 2006\n• Increased satisfaction rates • Sample employers\namong employers for surveys of selected\ngraduates from technical institutions and\nand vocational education programs\ntraining (TVET) and higher\neducation institutions,\nreaching 50% by 2006.\nEnhanced management and\ndeconcentration of\neducation services\n.\n• Increased devolution in • Legislative and\nresponsibility for delivery regulatory\nand monitoring of selected frameworks, 2001 and\neducation services 2006\n• Increase in facility program • Reports of all facilities\nimplementation by provincial implementation units\neducation offices (PEOs)\nfrom no provinces in 2001 to\n12 provinces in 2006.\n•  Increased operational •  Annual reports by\nautonomy for  teacher Directorate of Higher\ntraining colleges (TTCs), Education  and TVET\nTVET, and higher education\ninstitutions rising to 100%,", "38\nAppendix 1, page 3\nDesign Summary Targets/Performance Monitoring Assumptions\nIndicators Mechanisms\nhaving their own annual\noperating budgets by 2004.\n•  Increased autonomy of the •  Annual reports by\nNational Training Board for Directorate of Higher\nmanaging training funds to Education and TVET\nprivate and public TVET\nproviders through an annual\nnational training fund (NTF)\noperating budget from\n2002.\n3.  Program Components/\nOutput\nImproved allocation to the\neducation sector\nSector financing framework •  Joint MEF and Ministry of •  Minutes of meetings • MEF commitment to special\nreformed Education, Youth and Sport arrangements for education\n(MOEYS) financial sector sustained\nmanagement mechanism\noperational and sustained\nthrough late 2006\n•  Recurrent sector share of •  National budget\nnational budget 17.5% in\n2002, 18.5% in 2003, 19.5%\nin 2004\n•  School and institutions •  National budget\noperating budgets\nincreased and sustained\nSector efficiency improved •  Allocation of MOEYS •  Personnel • MOEYS successfully\npersonnel to instructional management implements staff transfers plan\npositions increased from information system\n78% in 2000 to 85% by (MIS)\n2006.\n•  Disbursement of agreed •  MEF financial reports • MEF agrees to increased\nbudget allocations including allocations annually\npriority action plan (PAP)\nincreased from 90% in 2000\nto 95% in 2005\n•  Community’s role defined in •  Records of MOEYS • The Government agrees to\nfinancing, governance, and legislative and, devolvement of selected\nperformance monitoring to regulatory policies functions to province, district,\nimprove quality and actions on commune, and school levels.\ncommunity\nparticipation in public\neducation\n•  Sector performance •  MOEYS and funding • Funding agencies agree to\nmonitoring system agencies’ sector collaborate with the\nenhanced review mechanisms Government on joint\nestablished and performance monitoring\noperational annually procedures\nbetween 2001 and\n2006", "39\nAppendix 1, page 4\nDesign Summary Targets/Performance Monitoring Assumptions\nIndicators Mechanisms\n•  Performance audit system •  New audit regulations • MEF agrees to reformed audit\nenhanced agreed system\n•  Budget management •  ESSP and project\ncenters are all fully reports\noperational by 2005.\nGovernment, funding agency, •  MOEYS and funding • MOEYS and ESSP • Funding agency support for\nnongovernment organization agencies annual reviews progress and annual education sector sustained\n(NGO) partnerships enhanced, held, 2002-2006 reports\nincluding consultative\nmechanisms and rolling\nprogram review processes\nIncreased access\nFinancing for increased •  Incentive programs for basic •  Records of MOEYS • Government commitment to\nequitable access education introduced for legislative, regulatory, address poverty-based,\npoor children, especially for and targeting policies gender, and ethnic access\npoor girls, and children from and actions inequity sustained\ndisadvantaged areas from\n2002 • Scholarship piloting successful\n•  Private sector participation •  Japan Fund for • Private sector willingness to\nin general and other sectors Poverty Reduction contribute to primary and\nof education expanded from and World Food secondary education evolves\n2002 Programme reports.\n•  Incentives provision to •  MOEYS and MEF • National Public Administration\nensure adequate teacher reports Reforms on track and\nsupply to disadvantaged implemented\nareas from 2002\n•  Facilities investment •  MOEYS and\ntargeting policies developed Department of\nto ensure increased Materials and State\nprovision to poor and Property reports\ndisadvantaged areas from\n2002.\nProvision of facilities •  Expansion of facilities of •  Progress reports •  Government agreement to\n120 selected incomplete focusing investment on\nschools in rural, remote, targeted remote, rural, and\nand ethnic minority areas to ethnic minority areas, with\nenable delivery of six years specific site prioritization\nof schooling by 2006 involving provincial authorities\nas key player\n•  Provision of 110 primary •  Progress reports\nschools to deliver 6 years of\nschooling through\nmultigrade strategies in\nunserved remote villages,\nincluding ethnic minority\nareas, by 2006\n•  Provision of 1,400 additional •  Progress reports\nclassrooms with priority\ngiven to grades 1-6 in\nunderserved areas by 2006", "40\nAppendix 1, page 5\nDesign Summary Targets/Performance Monitoring Assumptions\nIndicators Mechanisms\n•  Provision of 100 units of •  Progress reports\nteacher-incentive housing in\nremote/ethnic minority\nareas by 2006\n•  Improvement of science and •  Progress reports\ntechnology learning/\nteaching environment and\ndormitories in selected\nTTCs\n•  Improved facilities and •  Progress reports\nequipment in 8 existing\nprovincial training centers\nand 2 new provincial\ntraining centers.\nImproved quality and\ninternal efficiency\nGeneral curriculum reformed, •  Integrated plan for the • MOEYS/Education •  Financing and technical\nand related textbook reform of primary and Sector Development assistance  for publishing\npublication plan implemented, secondary education and Program (ESDP) program secured\nincluding multigrade teaching teacher education curricula reports\nreforms and related publication\nprogram of new instructional\nmaterials, including\nmodifications for ethnic\nminority areas, by 2002.\n•  33 new edition textbooks • PDH reports\npublished by 2006.\n•  10 new edition teacher • Progress reports\ntraining textbooks published\nby end 2003\n•  Teacher training system • Personnel projections • TTC system can increase\noutput increased by 25% and EMIIS production without further\nper annum by 2003 to facilities development within\nmatch supply to demand existing personnel allocation\nImproved financing, and •  Action plan for minimum • MOEYS standards • Pedagogical Research\nincreased internal efficiency standards of student and policy Department capacity to review\nmeasures for quality performance in grades 2, 4, curriculum and define\nenhancement and 6 approved, and piloted standards for all primary and\nin grades 2 and 4 by 2004 secondary education subjects\n•  Availability of core • Sample surveys on • MEF/MOEYS ensure that core\ninstructional materials at textbook availability textbook financing prioritized in\nagreed ratio sustained each budget\nthrough recurrent budget.\nEnhanced management and\ndeconcentration of\neducation services\nReformed policy and •  Strategic framework for • MOEYS/ESDP •  Government policy on\nregulatory framework for deconcentrated education reports deconcentration and\ndeconcentrated sector services delivery and decentralization sustained and\nfinancial and technical monitoring established, by • Midterm review enhanced\nmanagement and performance 2002.", "41\nAppendix 1, page 6\nDesign Summary Targets/Performance Monitoring Assumptions\nIndicators Mechanisms\nmonitoring established,\nincluding arrangements for •  Provincial and district level • Research findings •  Use of PAP/successor\nfacilities and scholarships education services mechanisms continue\nimplementation restructured to provide for\neffective PAP disbursement\nby end 2002\nManagement systems at •  Deconcentrated planning • Policy analysis and •  Stakeholder consensus on\ncentral and provincial levels and management capacity dialogue process benefits and actualization of\nstrengthened in technical and building program covering deconcentration\nfinancial planning, program all provinces and districts in\nmanagement, and monitoring, progress in 2002\nincluding for PAP\nimplementation\n4.  Program outputs\nPolicy Loan • First tranche budget •  ADB/MEF •  Actions agreed in policy matrix\nsupport: $10.0 million disbursement records implemented\n• Second tranche budget\nsupport: $5.0 million\n• Third tranche budget\nsupport: $5.0 million\nInvestment Project • Equipment and Supplies: •  Progress reports •  Implementation/disbursement\n$0.5 million capacity enhanced by\ndecentralized system as\n• Project operations: $0.7 •  Progress reports anticipated\nmillion\n• Civil works: $16.7 million •  Progress reports •  Procurement efficiency\n• Consultants 150 person- •  Progress reports\nmonths:", "42\nAppendix 2, page 1\nSECTORWIDE APPROACH TO EDUCATION\n1. The following is a brief summary of the features of a sectorwide approach (SWAP), and\nthe process followed in preparing the Education Sector Development Program.\nA. The Framework\n2. International experience, and recent SWAP surveys1 highlight a number of common\nfeatures of SWAPs in various sectors.\n3. Common features of an education SWAP are\n(i)  a sustainable partnership, long-term vision, and agreed targets for education\nreform, incorporating civil society, the Government, and funding agencies;\n(ii)  a well-defined sector or subsector, incorporating macro, sectoral, institutional,\nand financial policies and structures;\n(iii)  a  forward-looking  work  program  for  medium-  and  long-term  sector  strategy\nformulation,  preparation  of  medium-  to  long-term  expenditure  frameworks,\ncommon government-funding agency management arrangements, and capacity\nbuilding programs; and\n(iv)  strategic negotiation and annual sector performance review mechanisms, jointly\nagreed between the Government and funding agencies.\n4. This overview will summarize progress to date in education in Cambodia, and proposed\nnext steps.\nB. Sustainable Partnership, Vision, and Targets for Reforms\n5. The planning environment for education has been conducive in a number of ways. The\nGovernment has embarked on broad-ranging reforms to the state—public administration and\nfinance, legal and judicial(cid:190) and commitment to deconcentration and decentralization. In light of\nthese broader reforms, the Ministry of Education, Youth and Sport (MOEYS) has led its own\nreform process over the past two years, through a high-level policy coordination group and task\nforces.  The  positive  climate  for  reform  has  been  reinforced  by  the  Government’s  poverty\nreduction strategic plan and socioeconomic development plan, ensuring a pro-poor thrust.\n6. The  overall  long-term  vision  for  education  reform  is  guided  by  the  Government’s\ncommitment to achieving the international development goals, and high-quality education for all\n(EFA) by 2015. The recent establishment of the EFA National Committee, with the Prime\nMinister as president and the EFA Secretariat within MOEYS, adds to the sustainability of the\nvision and partnership. The long-term vision, and targets, have been phased and sequenced in\na  medium-term  education  strategic  plan  (ESP),  and  an  education  sector  support  program\n(ESSP) for 2001-2005. The medium-term targets focus on achieving nine years of basic EFA by\n2010, and a growing public-private partnership for postbasic education. A complementary set of\n                  \n1 Ratcliffe, M., and M. Macrae. 1999. Sectorwide Approaches to Education: A Strategic Analysis. Education Papers,\nSerial No. 32. Department for International Development, London.\nWorld Bank. 2001. Education and Health in Sub-Saharan Africa: A Review of Sector-Wide Approaches. World\nBank Group, Human Development, African Region, Washington, D. C.\nBrown, A., M. Foster, A. Norton, and F. Naschold. 2001. The Status of Sectorwide Approaches. Center for Aide\nand Public Expenditure, Working Paper 142. Overseas Development Institute, London.", "43\nAppendix 2, page 2\nreform targets center on gradual capacity building for decentralization of education service\nmanagement over the next 10 years.\n7. A joint Government, funding agency, and nongoverment organization (NGO) partnership\nhas been forged to share this vision and reform targets, through joint appraisal and reviews of\nthe ESP and ESSP during March-July 2001. These processes are gradually being assimilated\ninto MOEYS and funding agency structures, including the revitalized education sector working\ngroup of funding agencies.\nC. Well-Defined Sector: Sectoral, Institutional, and Financial Considerations\n8. Another SWAP characteristic is the formulation of a rolling program and process for\nreforms. The ESP and ESSP are based on the principle of the budget being an instrument of\npolicy implementation, rather than of systems maintenance. Consistent with this, policies will be\nimplemented using a rolling five-year medium-term expenditure plan to ensure predictability in\nplanning, and to act as a framework for capturing and coordinating recurrent and capital budget\nsupport from the Government and funding agencies. The Government has also established an\neducation finance management committee to coordinate and monitor progress and resource\nrequirements.\n9. Broader state reforms have also provided an opportunity to reinforce a SWAP approach.\nIn 2000, the Government introduced a postaudit, priority action program (PAP) process which\nassures budget support for key policies. The PAP mechanism has also provided impetus for\ndeconcentration  of  financial  management,  and  selected  capacity  building  at  the  central,\nprovincial, district, and institutional levels.\nD. Forward Work Plan\n10. The ESP and ESSP rolling process has made it necessary to develop a forward work\nplan for sectoral, institutional, and financial reforms. Accordingly, a comprehensive institutional\ndevelopment and capacity building plan and program for sectorwide management is a key\nfeature of the ESP and ESSP, endorsed by development partners in late June 2001. In addition,\ncapacity building programs for strengthening the planning and management of priority programs\nwas another feature of the ESSP and its review process.\n11. These forward work plan components also provide a framework for coordinated funding\nagency and NGO support for capacity building. For example, both the proposed ADB-supported\nEducation Sector Development Program loan, and the education support program proposed by\nthe  United  Nations  Children’s  Fund  (UNICEF)  and  Swedish  International  Development\nCooperation  Agency  (Sida)  are  being  coordinated  for  their  capacity  building  components\nthrough  the  ESSP  capacity  building  framework.  The  framework  also  provides  a  basis  for\ncapturing capacity building assistance of ongoing projects where appropriate.\n12. At this stage, MOEYS and funding agencies are not expected to move to basket funding,\nas is common in some SWAPs. The principle adopted will be to use the Government's  financial\nand budget planning, and management systems to capture and monitor both government and\nfunding agency support. Accordingly, a forward work plan priority is to strengthen government\nand MOEYS budget planning, disbursement, management, accounting, and audit systems.", "44\nAppendix 2, page 3\nE. Sector Performance Review and Negotiation Processes\n13. A key feature of the education reform process is the introduction of an annual joint\nGovernment, funding agency, and NGO review of the performance of the education sector. The\nfirst such review in June 2001 built on the joint National EFA Assessment 2000.\n14. A number of important features of the ESSP review process need to be noted. Firstly,\nthe review will focus on the audit of sector performance targets and indicators, rather than\nreview and accounting of detailed program activities and inputs. Secondly, the timing of the\nreview process in midyear, will be linked to the planning of the next annual budget, to ensure\nthe  link  between  policy  progress  and  budget  requirements.  Thirdly,  the  annual  review  will\nprovide  a  forum  for  joint  strategic  negotiation  on  necessary  program  adjustments,  and\nconsequent resource requirements.\n15. All partners recognize that strengthening monitoring systems at a number of levels will\nbe critical. Within MOEYS, a key component of the forward plan is to strengthen performance\nmonitoring information systems and processes. Secondly, the strategic monitoring capability of\nthe funding agencies and NGOs needs to be strengthened both in-country and in head offices.", "45\nAppendix 3, page 1\nEDUCATION STRATEGIC PLAN 2001- 2005: SUMMARY\nA. Broad Policy Priorities and Targets\n1. Basic Education1\n1. The Ministry of Education Youth and Sport (MOEYS) overall policy goal under the\nEducation Strategic Plan (ESP) is to achieve education for all (EFA) between 2010 and 2015,\nincluding improvement of not only enrolment rates but also participation, attendance, and other\nquality-oriented indicators. The following are the main targets up to 2005.\n(i)  Increased enrolment of students in grades 1-6 and in grades 7-9. Targets: 2.4\nmillion and 0.85 million respectively; net enrolment rates 95 percent for primary,\nand 50 percent for lower secondary education.\n(ii)  Gender, socioeconomic, and urban-rural parity in primary education enrolment,\nand improved gender, socioeconomic, and geographical balance in grades 7-9.\nTargets: parity in grades 1-6. In grades 7-9: 45 percent girls, 80 percent from\nrural areas, 10 percent students from the poorest quintile.\n(iii)  Improved survival rates across grades 1-6, and grades 7-9, for new, and current\nage cohorts. Target: 90 percent.\n(iv)  Significant improvement in the quality of performance and standards of primary\nand lower secondary students. Target: to be determined through new minimum\nstandards of achievement from 2002.\n(v)  Raised progression rates in grades 1-6, and transition rates from grade 6-7.\nTarget: 90 percent.\n(vi)  Increased reentry programs into mainstream schooling at grades 4, 5, and 6.\nTarget: 110,000 per annum from 2002.\n(vii)  Expanded public-nongovernment organization (NGO) partnership in adult literacy\nprograms in disadvantaged areas. Target: 200,000 per annum from 2003.\n2. Postbasic Education\n2. For  postbasic  education,  MOEYS  priority  is  to  enhance  equitable  access  to  upper\nsecondary grades, 10-12, and higher education and technical and vocational education and\ntraining (TVET) provision by 2005. An associated priority is to improve the quality and relevance\nof postbasic education programs. The following are main targets up to 2005.\n(i)  Increased enrolment in grades 10-12, and improved gender, socioeconomic, and\nurban-rural balance. Target: 0.3 million students, net enrolment of 20 percent, 10\npercent from the poorest quintile, 60 percent share from rural areas, and 40\npercent for girls.\n(ii)  Increased  enrolment  in  public  and  private  higher  education,  with  a  growing\nprivate share. Target: 100 percent increase in total public and private enrolment,\nwith 85 percent private sector share.\n                  \n1  Basic education includes primary (grades 1-6) and lower secondary (grades 7-9) education.", "46\nAppendix 3, page 2\n(iii)  Increased enrolment in public and private, formal, and quality nonformal TVET\ntraining programs, with a growing nongovernment share (private, NGOs, etc.).\nTarget: 100 percent increase in total public and other enrolment, with 85 percent\nnongovernment share.\n(iv)  Increased  enrolment  in  public  higher  education  and  TVET  institutions  from\nstudents from poor families and nonurban areas. Target: 10 percent share from\npoor families, and 30 percent share from nonurban areas.\n(v)  Improved relevance and standards of grades 10-12, and postsecondary student\nperformance. Target: to be determined by grade 9 and grade 12 examinations,\nand posttraining tests of standards, by 2003, and employer satisfaction surveys.\n3. Institutional Development and Capacity Building for Decentralization\n3. A cross-cutting priority is to strengthen MOEYS and other stakeholders’ institutional\nsystems, processes, and capacity to increasingly deconcentrate and decentralize authority to\nprovinces, districts, communes, and schools for education services planning, management,\ndelivery, reporting, and monitoring. The main targets are listed here:\n(i)  Improved  coordination  systems  for  predictable  financial  planning,  and\nmanagement between MOEYS, Ministry of Economy and Finance (MEF), and\nMinistry  of  Planning.  Target:  agreed  medium-term  expenditure  framework,\nMemorandum of Understanding, and operational working groups by the end of\n2001.\n(ii)  Effective central MOEYS departmental policy, planning, reporting, and monitoring\noperations, including designated budget management centers (BMCs). Target:\n80 percent effective by the end of 2003.\n(iii)  Fully operational provincial education operations for program planning, reporting,\nand monitoring. Target: 80 percent effective by 2003.\n(iv)  Fully  operational  district  education  offices  for  program  management,  and\nimplementation, including the designated 183 BMCs. Target: 80 percent effective\nby 2003.\n(v)  Fully operational school management systems for program operation planning\nand implementation, including selected recurrent and capital programs. Target:\n75 percent of head teachers effective by 2004.\n(vi)  Effective institutional management arrangements for higher education, TVET,\nand teacher training, including transparency of financial reporting, accounting,\nand audit. Target: 90 percent fully operational by 2003.\n(vii)  Improved  legislation  and  regulatory  mechanisms  for  implementing  selected\npriority  programs,  covering  higher  education,  TVET,  and  teacher  training\noperations. Target: enabling legislation by mid-2002, selective regulations from\nlate 2001 onward.\n(viii)  Improved joint Government, MOEYS, funding agency, NGO, and civil society\nmechanisms for sector performance review, and monitoring. Target: effective\nannual review exercises from mid-2001 onward.", "Appendix 3, page 3\n47\n4. Sector Financing\n4. The top policy priority is to increase overall expenditures on education, and reduce the\ncost  burden  on  the  poorest  families,  especially  for  basic  education.  An  associated  policy\nobjective  is  to  encourage  greater  private  sector  involvement  in  upper  secondary,  higher\neducation, and TVET.The following are the main financing policy targets by 2005:\n(i)  Increased government spending on education, including an increased share and\nvolume for basic education. Target: KR541 billion ($139 million) annual recurrent\nbudget by 2005, of which 70 percent share for basic education.\n(ii)  Reduced  average  parental  contributions  for  basic  education  costs,\ncomplemented by increased public spending. Target: reducing parental share of\nunit cost from 50 percent to 18 percent over ESP period (from KR40,000 [$10.3]\nper student in 1997 to KR26,000 [$6.7] in 2005).\n(iii)  Increased share of recurrent public spending on nonwage operational costs.\nTarget: 48 percent by 2005.\n(iv)  Sustained capital spending on education development, especially for additional\nprimary, and secondary school facilities, and capacity building. Target: KR570\nbillion($146 million) (around KR110 billion [$28 million] per annum) over 2001-\n2005.\n(v)  Transitional recurrent budget support from the international community to cover\nany projected shortfalls in government, and private spending. Target: projected\nKR134 billion ($34 million) over 2001-2005.\n(vi)  Increased  transparency  in  the  financing  of  recurrent,  and  capital  costs  from\nexternal assistance, through the use of the Government's own financial planning\nand management systems. Target: 100 percent of external assistance through\ngovernment budget planning systems by 2005.\nB. ESP Monitoring and Review Process\n1. Focusing on Policy Outcomes and Targets\n5. The  ESP  monitoring  and  review  process  will  focus  on  the  extent  to  which  policy\nobjectives and targets are achieved on an annual basis. The ESP monitoring process will focus\non a small number of key policy performance indicators to ensure timely and reliable data\ncollection and analysis. The broad areas of performance monitoring are summarized in Table\nA3.1.\nTable A3.1: Preliminary Policy Monitoring Matrix\nDimensions Key Indicators\nEquitable Access •  National, provincial, and district enrolment trends\n•  Gender and urban-rural enrolment balance\n•  Representation of students from poorest families\n•  Basic education student survival rates\n•  Basic education student progression rates", "Appendix 3, page 4\n48\nDimensions Key Indicators\nQuality and Efficiency •  Sampling of student performance standards\n•  Availability of textbooks and trained teachers\n•  Teaching and nonteaching staff deployment rates\n•  Utilization rates for education facilities\n•  Parental and employer service satisfaction rates\n•  Salary and nonsalary allocations and spending ratios\nInstitutional Development and •  Central-provincial budget volumes and subsectoral shares\nCapacity Building •  Central and provincial program and priority action program\ndisbursement rates\n•  Central and provincial institutional development and\norganizational plans\n•  Sampling of central Ministry of Education, Youth and Sport\nplanning performance\n•  Sampling of provincial monitoring performance\n•  Sampling of district-school management performance\n•  Coverage of system performance information\n•  Issuing of agreed operational guidelines\n•  Issuing of agreed legislation and regulations\nC. Indicative Program Priorities\n1. Recurrent Program: Priority Action Programs\n6. Under the overall ESP, MOEYS has identified a number of priority action programs\n(PAPs) for targeting and disbursement of the wage and nonwage budget during 2001-2005. A\npreliminary program summary, which is subject to amendment, is provided in Table A3.2.\nTable A3.2: Preliminary Summary of Priority Action Programs: 2001 – 2005\n(KR Billion )\n2001\n2002 2003 2004 2005 Total\nPrograms (Plan)\n1. Education/Teaching Service Efficiency 24.0 35.0 48.0 56.0 67.0 230.0\n2. Basic Education Quality and Efficiency 16.0 36.0 44.0 50.0 58.0 204.0\n3. Improved Primary Education Progression 9.0 10.0 10.0 12.0 10.0 51.0\n4. Upper Secondary Quality and Efficiency 2.5 2.0 5.0 7.0 9.0 25.5\n5. Technical and Vocational Education and Training 2.0 2.0 2.0 2.0 2.0 10.0\nQuality and Efficiency\n6. Higher Education  Quality and Efficiency 2.0 2.0 2.0 2.0 2.0 10.0\n7. Continuous Teacher Development 5.3 12.5 26.2 29.0 28.0 101.0\n8. School Instructional Materials 12.8 12.2 18.3 19.5 22.1 84.9\n9. Nonformal Education Expansion 1.0 3.0 4.0 5.0 5.0 18.0\n10. School Health and Youth Aids Awareness 1.0 1.0 1.0 1.0 1.0 5.0\n11. Equitable Access and Scholarships for Poor 7.8 9.0 26.0 34.0 46.0 122.8\nTotal 83.4 124.7 186.5 217.5 250.1 862.2\nSource: Ministry of Education, Youth and Sport. Education Strategic Plan 2001-2005.\n7. The  General  Education  Teaching  Service  Efficiency  Program. The  program  will\nensure equitable access to education services by reducing informal payments to teachers by\npoorer families; and improve performance of the teaching service, linked to education service\nrationalization. The primary strategy will be targeted incentives for priority groups of teachers\nand school management staff, related to criteria for more equitable staff deployment and staff", "Appendix 3, page 5\n49\nefficiency. These will be guided by new staff deployment norms introduced in early 2002. The\npriority groups will include head teachers, staff working in remote and difficult circumstances,\nand teachers who teach in multigrade schools and for double shifts. Additional incentives will be\nprovided for redeployment and relocation of nonteaching staff back to the classroom. The\nprogram will be managed through 180 district BMCs, with monitoring by the Department of\nPersonnel, based on agreed staffing regulations.\n8. The Basic Education Quality and Efficiency Improvement Program. The program\nwill  help  reduce  the  direct  costs  of  poorer  families  by  increasing  government  support  for\noperational  costs  at  both  primary  and  lower  secondary  levels.  This  will  be  facilitated  by\neducation  service  decentralization.  The  main  strategy  will  be  the  provision  of  operational\nbudgets direct to institutions, including primary and secondary schools. The first component will\nbe to expand PAP provision of school operating budgets for primary schools nationwide. The\nsecond component will be to introduce direct support for school operating budgets into grades 7\nto 9. For the two components, funds will be managed and channeled to schools by over 180\ndistrict BMCs. The National Committee for Development of General Education (NCDGE) will\nmanage the monitoring of the program.\n9. The  Improved  Primary  Progression  and  Retention  Program.  The  program  will\nregulate the age of entry, and increase the student progression rate across grades 1–6 and the\ntransition from grade 6 to 7. This will be part of the decentralization strategy. The main activity\nwill be vacation time remedial teaching programs across all six grades, building on the program\nfor 2001. The program will be managed by 180 district BMCs. The Department of Primary\nEducation will manage the monitoring of the program on behalf of NCDGE.\n10. The Upper Secondary Quality and Efficiency Improvement Program. The program\nwill help reduce the direct and indirect costs of poorer families by increasing government\nsupport for operational costs in upper secondary grades 10-12, as part of the decentralization\nstrategy. A second outcome will be to improve internal staff deployment and pupil-teacher ratios\nby redeploying administrative staff back to the classroom. Meeting the new MOEYS guidelines\nwill be a condition for receiving operational budget support. The main activity will be to introduce\nthe PAP for grades 10-12 in schools nationwide to over 150 district BMCs, including school\noperating budgets. Allowances for the redeployment of secondary school staff at the district\nlevel will be provided under program 1 (para. 7). The Department of Secondary Education will\nmanage the monitoring of the program.\n11. The Higher Education Quality and Efficiency Improvement Program. The outcome\nwill be to improve (i) quality and efficiency of higher education, measured by improved student\nlearning; and (ii) financial regulation, management, and accountability of higher institutions\nthrough new MOEYS guidelines for public-private partnerships in financing the subsector. The\nmain component and activity will be to implement the Prime Minister’s recent guideline to\nensure adequate operational budget support for higher education. The Department of Higher\nEducation will be the BMC for monitoring.\n12. The  TVET  Quality  and  Efficiency  Program.  The  program  will  provide  operational\nbudgets to provincial TVET institutions, and funding to the National Training Fund, as part of the\ndecentralization program. A key objective will be to secure quality improvement and financial\nsustainability. The Department of TVET will be the BMC for monitoring.\n13. The Teacher Development Program.  The program will expand operations at the\nregional teacher training centers and primary teacher training centers by providing operating\nbudgets for these institutions, as part of the decentralization program. The objectives will focus\non expanding preservice and in-service programs, including full-time and part-time multigrade\nand multisubject teaching, and continuing of teacher orientation programs, especially for the", "50\nAppendix 3, page 6\nintroduction of grades 10-12 textbooks. This will allow for more efficient deployment of teaching\nstaff, linked to the incentives under program 1 (para. 7). The Department of Teacher Training\nwill be the BMC for monitoring.\n14. The Instruction Materials Program. The program will help secure improved quality and\neducation standards in primary, lower secondary, and upper secondary schools. The main\nactivity  will  be  to  provide  core  textbooks  and  additional  selected  complementary  and\nsupplementary  materials  and  workbooks  at  all  levels,  against  agreed  targets  of  provision.\nResources indicated in Table A3.2 cover the provision of one core textbook per student for all\nsubjects and grades (including grades 10-12) and of selected complementary materials. The\nprogram  will  be  linked  to  the  gradual  commercialization  of  the  Publishing  and  Distribution\nHouse, MOEYS. BMC arrangements have yet to be finalized, although the Publishing and\nDistribution House will be designated to monitor the program.\n15. The  Nonformal  Education  Expansion  Program.  The  program  will  provide  cost-\nefficient and targeted complementary schooling and literacy programs in underserved areas.\nActivities will include literacy classes, expansion of reentry programs for school dropouts into\ngrades 4 and 7, and improved management. BMC arrangements have yet to be finalized. The\nDepartment of Nonformal Education will be responsible for program monitoring.\n16. The School Health and Youth HIV/AIDS2 Awareness Program. The program will\nincrease  the  awareness  of  school  and  out-of-school  youth  to  HIV/AIDS  awareness  and\nprevention mechanisms. The target group is an estimated population of 2 million, between the\nages of 11 and 20 years. The main activity will be to launch a nationwide HIV/AIDs information\nand prevention campaign, delivered through primary and secondary schools, and community\ncenters. The teaching service will be mobilized as major disseminators of HIV/AIDs messages.\nThe Department of Youth and Sport will be the BMC for monitoring.\n17. The Equitable Access and Retention Program. The program will provide targeted\nassistance, such as scholarships and social credits, to students from poor families to enable\nthem to continue their education to the highest levels that their abilities allow. This initiative will\nalso begin to offset the low levels of participation of the poor at the later stages of education. For\nexample, at present no students from the poorest 20 percent of families are enrolled in higher\neducation, meaning that the human potential of poor Cambodian families remains untapped.\nThe assistance scheme will operate at four levels including primary, lower secondary, upper\nsecondary, and higher education. Design, management, and monitoring arrangements have yet\nto be finalized.\n                  \n2 HIV/AIDS refers to human immunodeficiency virus/acquired immunodeficiency syndrome.", "51\nAppendix 4, page 1\nASSISTANCE TO THE EDUCATION SECTOR\n1991-2004\nTable A4.1: Asian Development Bank Assistance\nNumber Date of Approval Amount ($ million)\nA.  Loans\n1199 Special Rehabilitation Assistance 26 Nov 1992 67.7\n1368 Basic Skills 29 Aug 1995 20.0\n1446 Basic Education Textbook 20 Jun 1996 20.0\n1824 Emergency Flood Rehabilitation Project 21 Dec 2000 5.8\n(education)\nSubtotal (A) 113.5\nB.   Technical Assistance\n1889 Emergency Training of Teachers 14 May 1993 1.3\n2067 Skills Development 11 Mar 1994 0.1\n2121 Basic Education 12 Jul 1994 0.1\n2157 Women in Development 20 Sep 1994 0.6\n2331 Basic Education Management and Coordination 10 May 1995 0.5\n2503 Employment Promotion for Women 22 Dec 1995 0.3\n2516 Capacity Building for Technical and Vocational\nEducation and Training 27 Dec 1995 0.9\n2555 Textbook Publishing Planning and Management\n15 Apr 1996 0.6\n3169 Secondary Education Investment Plan 8 Mar 1999 0.7\n3415 Education Strategic Support 15 Mar 2000 0.1\n3463 Education Sector Development Program 27 June 2000 0.8\nSubtotal (B) 6.0\nTotal 119.5\nTable A4.2: Other Current External Assistance\nFunding Amount\nProject Title  Agency Duration ($ million) Loan/Grant\n1. Education Management Information System UNICEF 1996-2001 1.0 Grant\n2. Capacity Building in Education UNICEF 1996-2001 6.0 Grant\n3. Education for Community Needs UNICEF 1996-2001 4.0 Grant\n4. Promotion Program of Non-Formal\nEducation in Battambang UNICEF 1997-2001 0.7 Grant\n5. Early Childhood Development Programme UNICEF 1991-2001 0.7 Grant\n6. Hill Tribe Literacy and Nonformal Education UNESCO 1997-2001 0.1 Grant\n7. Education Quality Improvement Project WB 2000-2004 6.0 Loan\n8. Australian Development Scholarships AusAID 1994-2001 5.0 Grant\n9. Cambodia National Examination Project AusAID 1997-2002 3.0 Grant\n10. Girl’s Education Assistance and Planning AusAID 1999-2001 0.1 Grant\nProject\n11. Feasibility Studies in Upper Secondary\nCurriculum/Facilities JICA 2000-2001 1.0 Grant\n12. School Construction JICA 1992-2002 2.0 Grant\n13. Child Care Project JICA 1991-2003 0.4 Grant\n14. Training Project JICA 1991-2001 3.0 Grant\n15. Secondary Teacher Training in Science and\nMathematics JICA 2000-2002 10.0 Grant", "52\nAppendix 4, page 2\nFunding Amount\nProject Title  Agency Duration ($ million) Loan/Grant\n16. Vocational Technical School in Phnom Penh\nand Sihanoukville JICA 1996 0.6 Grant\n17. Primary Teacher’s Training – French France 1996 0.2 Grant\nLanguage\n18. China Scholarship Program China 1996-2001 0.5 Grant\n19. Thailand Scholarship Program Thailand 1996-2001 0.6 Grant\n20. Viet Nam Scholarship Program Viet Nam 1996-2001 0.3 Grant\n21. CAMSET II UK 1997 5.0 Grant\n22. Primary School Construction and\nRehabilitation EU 1999-2001 6.0 Grant\n23. PASEC II EU 1999-2001 7.0 Grant\n24. REPLIC Chantiers-Ecoles EU 1998-2001 2.0 Grant\nTotal 65.2\nAusAID:  Australian  Agency  for  International  for  International  Development;  EU:  European  Union;  JICA:  Japan\nInternational Cooperation Agency; UNESCO: United Nations Educational, Scientific and Cultural Organization;  UK:\nUnited Kingdom; UNICEF: United Nations Children’s Fund; WB: World Bank.\nSource: Ministry of Education, Youth and Sport.\nTable A4.3: Nongovernment Organizations Assistance to the Education Sector\n- Ongoing and Pipeline Projects\nAmount\nAgency Activities Duration ($ million)\nA. International Nongovernment Organizations\n1. ACE English Language for Ministry Officials 1992-2001 4.180\n2. AOG English Training Centre and Primary School Support 2001 0.300a\n3. APHEDA Adult Education and Training for Poor Rural and Urban 1995-2001 2.030\nCommunities\n4. CAPSEA Vocational Training Library, Building School 1995-2002 2.301\n5. CARE a. Girl's Education Assistance and Planning Project 1997-2001 0.425\nb. Jivit Thmey Education Program (JVT EP) 2001-2003 0.100\nc. Adolescents' Educational Project 2001-2003 0.037\n6. CfBT a. NGO Strategic Partnership Study 2000-2001 0.033\nb. Public-Private Partnership Study 2000-2001 0.033\n7. CIDSE a. Svay Rieng Integrated Community Devlp Programme 1996-2001 0.268\nb. Kandal Integrated Community Devlp Programme 1997-2001 0.066\nc. Kampot Intergrated Community Devlp Programme 1997-2002 0.168\nd. Ratanakiri Intergrated Community Devlp Programme 1998-2001 0.042\n8. CYK Child Care Project 1992-2003 0.494\n9. DBFC Vocational Training Centre and Children Fund 2001 1.000a\n10. EED a. Early Childhood Development Program 1991-2001 0.732\nb. Early Childhood Program 2001-2005 0.228\n11. JS/JRS University Education 2001 0.035 a\n12. KT School for the Blind 2001 0.050a\n13. LWS Vocational Training Center in Battambang 1992-2002 4.175\n14. Maryknoll Assistance to Royal University of Phnom Penh 1998-2001 0.500\n15. Mithsam Training Center (school reintegration of street children through 1996-2002 0.360\ntraining and job placement)\n16. PSE Non-Formal Education School for Garbage Workers and 1996-2002 4.900\nChildren\n17. SCN a. Quality Improvement of Primary Education, Kg. Cham 1993-2001 4.349\nb. Quality Improvement of Primary Education, Phnom Penh 1995-2001 0.700\nc. Basic Education, Kampong Chhnang 1998-2001 1.342", "53\nAppendix 4, page 3\nAmount\nAgency Activities Duration ($ million)\nd. Policy Development and Teacher Orientation Program 1995-2001 0.365\ne. Development of Basic Education Reconciliation Area 1999-2001 0.250\nf.  Quality Improvement of Primary Education Siem Reap 1995-2001 0.659\n18. SIPAR School Library and Supplementary Reading Materials 2001 0.120a\n19. SKIP Non-Formal Education / Literacy 2001 0.100a\n20. SVA a. Prey Konkhla Vocational Skills Training 2000-2003 0.135\nb. Asia Children Center 1996-2003 0.537\nc. Library 1993-2003 1.290\nd. Rural Education Development 2000-2003 0.403\ne. Cambodia Japan Friendship Skills Training 1991-2001 4.681\nf.  School Construction 1997-2002 1.304\n21. TOPS a.  Cluster School Bulletin 2001 0.070a\nb.  Non-formal Education 2001 0.130a\n22. VSO Education Sector Support 1991-2002 0.400\n23. WE/C Environmental and Life Skills Education:  School Based IPM 1998-2001 0.150 a\nSubtotal (A) 39.443\nB. Local Nongovernment Organizations\n1. CAMSA Improve General Education and Foreign Language 1997-2001 0.300\n2. Saboras a. Vocational Training and Handicraft 1993-2002 0.054\nb. Day Care and Primary Education 1993-2002 0.054\n3. WCI a. Hill Tribes Development Project in Ratanakiri 1997-2004 0.100\nb. Preschool Assistance and Strengthening Project 1997-2001 0.100\nSubtotal (B) 0.608\n                                      Total 40.050\na    Estimated.\nACE: Australian Centre for Education; ADB = Asian Development Bank; AOG: Assemblies of God - Cambodia; APHEDA:\nAustralian People for Health, Education and Development Abroad; AusAID = Australian Agency for International\nDevelopment CAMSA: Cambodia Muslim Student Association; CAPSEA: Cultural Aid Project for East Asia; CARE: Care\nInternational, Cambodia; CfBT: CfBT Education Services; CIDSE: Cooperation International pour le Developpement et la\nSolidarite; CYK: Caring for Young Khmer; DBFC: Don Bosco Foundation, Cambodia; EED: Enfants et Developpement;\nEU = European Union; JICA = Japan International Cooperation Agency; JS/JRS: Jesuit Service Cambodia; KT: Krousar\nThmey; LWS: Lutheran World Service; MARYKNOLL: Maryknoll; MITHSAM: Mith Samlanh/Friends; PSE: Pour un\nSourire d'Enfant; SABORAS: Saboras Organization; SCN-CO: Save Children Norway - Cambodia Office; SIPAR: Soutien\na l’Initiative Privee pour l’Aide a la Reconstruction des pays du Sud-est asiatique; SKIP: Stiftung Kinderdorf Pestalozzi;\nSVA: Shanti Volunteer Association; TOPS: Taipei Overseas Peace Service; UK = United Kingdom; UNESCO = United\nNations Educational, Scientific and Cultural Organization; UNICEF = United Nations Children’s Fund; VSO: Voluntary\nService Overseas; WCI: World Concern International; WB = World Bank;  WE/ C: World Education, Cambodia.\nSource: Ministry of Education, Youth and Sport.", "54\nAppendix 5, page 1\nECONOMIC AND SOCIAL ANALYSIS\n1. Investment in education under the Education Sector Development Program (ESDP) will\nyield significant economic, social, institutional, and political benefits.  The benefits that will be\ngenerated will accrue in large measure to poor and vulnerable sections of the population.  The\neconomic benefits will include (i) increased direct employment; (ii) potentially high social and\nprivate rates of return from the investment; (iii) improved efficiency of physical resources and\npersonnel,  and  in  the  allocation  of  resources;  and  (iv)  addressing  of  public  expenditure\nconstraints to the implementation of the Government’s Education Strategic Plan (ESP).\n2. Social equity will be improved by reducing the costs of access to basic education for\npoor and vulnerable families and thereby contributing directly to poverty reduction. Strata of\nsociety underrepresented in the school population (girls, ethnic minorities, and remote dwellers)\nwill  benefit  from  increased  inclusion.  The  ESDP  will  also  contribute  to  reducing  regional\ndisparities more generally, through its facilities targeting formulas.\n3. The  ESDP  will  result  in  institutional  and  governance  benefits.  It  will  contribute\nsignificantly to the implementation of deconcentration and decentralization policies, and building\nthe capacities of institutions at each level for their increased functions.  The management of\nresources for the education sector will be improved through the sectorwide approach.  This\napproach will also have political benefits in shifting genuine ownership of the sector to national\ncontrol, after an era of funding agency prominence.  The ESDP will contribute to governance\nreform; this will contribute substantially to improving governance of the education sector, and\nwill result in improved and more equitable service provision.\nA. Economic Benefits\n1. Increased Employment, Economic Growth, and Enhanced Productivity\n4. The ESDP will result directly in increased employment of teachers by supporting the\nGovernment’s  plan  to  increase  teacher  supply  through  the  teacher  training  colleges,  and\nthrough program support to enable the Government to increase its total teaching personnel\nexpenditure.  The  program  will  also  provide  for  increased  business  opportunities  and\nemployment  in  the  construction  sector,  particularly  in  the  more  marginalized  provinces  by\nimplementing the facilities development program.\n5. Indirectly, the ESDP will result in increased rates of program completion by students,\nand increased numbers of students gaining access to lower and upper secondary education.\nData  from  other  countries  suggest  that  the  result  will  be  increased  opportunities  for\nnonsubsistence employment. Both the social and private rates of return from investment in\nlower  secondary  education  are  high,  compared  with  investment  at  other  levels,  based  on\ncalculations from countries at similar levels of development.\n6. Global  studies  demonstrate  a  high  correlation  between  investment  in  educational\nservices and economic growth. Other studies have shown that farmers with primary education\nare more productive because they are more receptive to using modern agricultural techniques.", "55\nAppendix 5, page 2\n2. Sector Efficiency\n7. The ESDP will support improvement in the efficiency of education spending.  In the ESP,\nthe Government proposes several efficiency measures that will be supported through the policy\nloan and capacity building. Staff will be more productive.  Secondary school and teacher training\ncollege facilities will be better used. Standards and improved assessment systems will be\nintroduced.    Repetition  will  be  reduced.  Technical  assistance  (TA)  will  be  utilized  more\neffectively, and made more productive.  Public spending will be more effective. The ESDP will\nalso contribute to enhanced and more efficient provisioning of education services by increasing\ncapacity utilization of recurrent resources (by enabling double shift teaching, and multigrade\ndelivery in remote areas).\n8. Staff efficiency will be increased by (i) the transfer of nonteaching staff at schools and\ndistrict offices back into instructional positions, thereby reducing the staff to nonteaching staff\nratio; (ii) increasing the student-staff ratio at secondary schools and teachers colleges; and (iii)\nmaintaining the current student-staff ratio in primary schooling. Student-staff ratios will remain\nconstant (but high) at 48 pupils per teacher in the primary sector, and rise for the lower\nsecondary sector from 16 pupils per teacher in 2001 to 25 pupils per teacher in 2005. Student-\nstaff ratios at teachers colleges will double over the plan period.  By increasing enrolment in\ncurrent secondary facilities and teacher training colleges, and introducing the shift system where\nfeasible, existing facilities will be more productive.\n9. TA has not been efficiently utilized in the past.  A considerable amount of the TA has\nbeen  devoted  to  funding  agency  project  implementation  with  less  emphasis  on  capacity\nbuilding.    Separate  international  expertise  has  been  used  for  each  project,  even  though\nobjectives were similar. International expertise from nongovernment organizations (NGOs) has\nfocused on local areas, and not been used to maximum (national) effect.  The ESP intends to\nimprove the coordination of TA, and channel activities through line ministries, utilizing TA to\nbuild capacity, rather than for discrete project implementation.\n10. The effectiveness of public spending will be increased by supporting policy review and\nreform, by enhancing the management of education services, and by supporting improvements\nin financial management and audit. These will improve the quality of education sector budget\nformulation and implementation. In respect of these objectives, the Government has agreed to\nseveral fiscal policy actions as conditions for initial and subsequent tranche releases of the\npolicy loan. The focus on nonsalary expenditures in the ESP will result in an increase of the\nratio of nonsalary expenditures to total expenditures from 26 percent in 2001, to 42 percent in\n2005. Against a backdrop of increased enrolment, this represents a significant increase in\nefficiency gains. The resources provided by the ESDP are critical to achieving this rise in\nnonsalary expenditure. The modest increases in salary costs projected in the ESP will generate\nsubstantial benefits in terms of increased enrolments, underpinned by demonstrable efficiency\ngains. These efficiency gains will be further enhanced by the rise in allocations for nonsalary\noperating costs. These have tended to be underfunded in the past, with negative implications for\nschool quality.\n11. The ESDP will also support increased efficiency in the allocation of education sector\nspending. In concert with national policy on deconcentration and decentralization, functions,\npowers, and resources will gradually be devolved to subnational agencies to plan, budget, and\ndeliver education services. This will result in better matching expenditure to needs, reduced", "56\nAppendix 5, page 3\nduplication, and greater synergy among NGO and government agencies delivering educational\nservices.\n3. Health and Population Benefits\n12. Global studies have shown that completion of basic education has positive synergistic\neffects  on  a  number  of  social  indicators  that  in  turn  contribute  to  economic  growth  and\nproductivity. For example, better educated women are expected to have a lower maternal\nmortality rate, and their children will have a lower infant mortality rate.  This will be of particular\nsignificance in the ESDP, which focuses resources on the education of girls in rural and remote\nareas.  More education for girls is also positively correlated with reduced fertility, because the\nopportunity costs of childbearing increase as educated women command higher wages and\nhave more employment opportunities. Studies elsewhere in Asia indicate that the nutritional\nstatus of a child improves significantly with each year of a mother’s education beyond the\nprimary  grades.    While  these  externalities  are  not  easily  quantified  and  costed,  they  are\nnevertheless  real, and add considerably to the overall rate of return of the investment.\n13. The ESDP also promotes the containment of the HIV/AIDS epidemic, which poses a\nserious  threat  to  Cambodia,  with  high  prevalence  and  high  growth.  By  utilizing  program\nresources to reduce the spread of the epidemic, the ESDP will contribute more generally to\neconomic growth by reducing the risks posed by the epidemic and  mitigating its effects.\n4. Increased Sector Allocation\n14. The Government is committed to increased fiscal stability to provide related growth\nbenefits for the Cambodian economy, by enhancing the sustainability and effectiveness of the\npublic expenditure policy, switching expenditure in favor of social services at the expense of\ngeneral (including military) services. In this context, it has made a medium-term commitment to\nsubstantially  increase  the  recurrent  expenditure  allocation  for  the  education  sector.  This\ncommitment to increase the education sector’s share of total recurrent expenditure is an integral\npart of the overall transition the Government seeks to achieve, from a public sector that is\nfocused on the maintenance of internal and external security, to one that delivers social and\neconomic  services  to  citizens  as  part  of  an  overall  poverty-focused  social  and  economic\nstrategy. These commitments are to be reviewed and affirmed on the basis of the Interim\nPoverty Reduction Strategy Paper. The Government has agreed to increase the education\nshare of the total recurrent budget from15.7 percent in 2001, to 19.5 percent in 2004..\n15. The Government has also undertaken to provide real increases in school operating\nbudgets each year. An analysis of enrolment elasticities in Cambodia carried out by the World\nBank indicates that at the sample mean, a 1 percent increase in public spending on education\nper capita is associated with enrolment ratio increases of 0.3 percent at the primary level, 2.2\npercent at the lower secondary level, and 4.7 percent at the upper secondary level. On this\nbasis, the elasticity of basic education (primary plus lower secondary) enrolment is expected to\nbe greater than unity.\n16. Increased  allocations  for  operating  costs  will  therefore  result  in  direct  and  indirect\nbenefits generated by spending in this sector. In addition, the reduction in private contributions\nrequired from poor and vulnerable groups, supplemented by a targeted assistance program,\nimplies that the benefits from increased spending are enhanced by their positive impact on\nthese groups. These increases are particularly important since past experience shows that", "57\nAppendix 5, page 4\nsector budget constraints have resulted in severe underfunding of operational expenditures and\nof expenditure on improving quality.\n17. Providing  support  for  inputs  therefore  enhances  sustainability  and  the  quality  of\neducation spending, and makes such spending more effective. Collectively, these policies will\ngenerate an increase in nominal expenditure on basic education from KR180,225 million in\n2001 to KR376,763 million in 2005, according to estimates presented in the ESP. Sustainability\nin the education sector will be improved by reducing the traditional underfunding of nonwage\nrecurrent expenditure, while at the same time enabling the Government to work within its fiscal\nconstraints and maintaining the recurrent budget balance.\n18. The publicly borne salary costs per pupil in nominal terms will be KR67,711 in 2005 as\nopposed to KR50,258 in 2001. This represents a 34 percent increase in salary costs over five\nyears in nominal terms. Given an expected inflation rate of 5 percent over this period, the\nplanned real increase in wage costs is relatively small.\nB. Social Equity\n1. Poverty Reduction\n19. Access to basic education in Cambodia involves sizeable direct and indirect costs, the\nincidence of which falls significantly on private households. For basic education, World Bank\nestimates indicate recurrent spending costs to be around KR63,000 per student, of which 53\npercent of the costs are privately borne. Private unit costs rise proportionately for nonbasic\neducation. This results in economic disparities in education access, with the gross primary\nenrolment ratio for the poorest per capita quintile of the population being 85 percent, while that\nfor the richest quintile is 113 percent. This disparity has obvious negative intergenerational\neffects on equity.\n20. The  policy  loan  directly  addresses  the  problem  of  equity  in  education  access  by\nsupporting the Government’s intent to reduce the cost of basic education to parents. The\nGovernment has agreed to abolish start-of-year parental contributions in all primary and lower\nsecondary schools, and plans to develop and implement a scheme of incentives to attract and\nkeep poor children in school. These actions jointly will reduce parental contributions, and will\nparticularly  benefit  the  poor.  This  will  reduce  their  economic  vulnerability(cid:190) defined  as  the\nmarginal risk of decline in a human life quality indicator (such as nutrition or literacy) as a\nconsequence of a marginal reduction in access to the economic goods that affects that indicator\n(such as health or education). In countries like Cambodia, vulnerability is extremely high even\nfor populations contained in the top quintile of the population because of low absolute GDP\ncompounded by adverse income and asset distribution.\n21. In  addition,  the  institution  of  a  program  of  targeted  incentives  for  the  rural  poor,\nespecially for females, provides poverty- and gender-targeted support to poor households.\nBetter equity, results in a wider dissemination of the economic benefits of education across the\npoor and vulnerable sections of the population, and therefore increases resistance to economic\nshocks and access to employment opportunities in a growing and stable economy. Hence, the\nESDP contributes to poverty reduction and enhances general productivity and economic growth.", "58\nAppendix 5, page 5\n2. Social Inclusion\n22. The ESDP targets disadvantaged gender and ethnic strata in society. It has measures to\nreduce the underrepresentation of girls in schooling by supporting girls’ school attendance.\nFacilities development will take a whole-school approach and include sanitary facilities for girls,\nthe absence of which is often cited as a reason for low female participation. Capacity building in\nthe  quality  area  will  ensure  even  representation  of  both  genders  in  the  curriculum  and\ninstructional materials. The increased inclusion of girls in basic education will result in several\neconomic benefits, some of which were referred to in paras. 12 and 13. More generally, the\ninvolvement of girls in education will increase the labor force, involve women in community\nactivities, expand the economic potential of the country, and strengthen its democratic base.\n23. The ESDP targets the marginalized ethnic minorities of the four northeastern provinces,\nfully described in the Indigenous People’s Development Plan. The greater inclusion of such\ngroups,  through  education  services,  in  mainstream  Cambodian  society,  will  increase  their\nidentification with the state, increase internal security, and in the long-term provide Cambodia\nwith a stronger profile as a target for international business investment.\n3.  Increased Regional Equity\n24. The investment project will initially focus facilities development on those communes and\nprovinces where regional disparities in facilities provision are greatest (the most unserved or\nunderserved), based on the management information system of the Department of Materials\nand  State  Property  (DMSP)  and  field  data.  It  will  also  target  provinces  that  will  not  be\nbeneficiaries  of  facility  rehabilitation  loans  of  ADB  and  the  World  Bank  currently  being\nimplemented. By targeting resources on communes and provinces that are underresourced, and\nwithout current facilities financing prospects, the ESDP will contribute to increased regional\nequity and ensure the spread of benefits throughout the country. Facilities will most likely be\nprocured at province and commune levels, and utilize local contractors, providing jobs and\nemployment in areas that have traditionally been underprovisioned.\nC. Institutional and Governance Benefits\n1. Deconcentration and Decentralization\n25. Cambodia is committed to deconcentration and decentralization to increase participation\nin  decision  making  and  performance  monitoring  of  public  services,  leading  to  improved\neffectiveness  and  increased  efficiency.  The  ESDP  supports  deconcentration  and\ndecentralization  through  (i)  the  conditions  for  its  program  support,  including  priority  action\nprogram (PAP) support, (ii) its deconcentrated approach to facilities provision, and  (iii) the focus\nof its capacity building for facilities development and decentralized management.\n26. Of particular importance is the need to improve disbursements under the PAP, which is\nthe major vehicle used by the Government for rapid disbursement of resources to service\nproviders. Reviews of PAP performance in 2000 indicate substantial increases in economic\nbenefits as a consequence of successful implementation. Nevertheless, disbursements under\nthe  PAP  have  been  well  below  expectations.  By  improving  the  effectiveness  of  the  PAP\nfinancing mechanism, through more effective disbursement methods and better internal audit,\nthe  ESDP  will  improve  the  effectiveness  of  education  sector  spending,  and  improve\ndeconcentration and decentralization.", "59\nAppendix 5, page 6\n27. The ESDP will also include information, education, and communication support for the\nimplementation of decentralized facilities provision, linked to capacity building.  This support will\ndevelop two-way channels of communication between center-province, province-commune, and\ncommune-school, to disseminate policies, procedures, and proposals, and ensure strengthened\nparticipation  at  all  levels.  This  will  contribute  to  the  effective  implementation  of  the\ndecentralization process, ensure effective spending, and assure the rate of loan disbursement\nfor the investment component.\n2. Institutional Strengthening\n28. The ESDP has a strong capacity building thrust and focuses on selected institutions\ncentral to service delivery. Central institutions of the Ministry of Education, Youth and Sport\n(MOEYS) responsible for the planning, quality, and audit of facilities provision activity will be\nsupported in developing their new functions as basic activities are decentralized. Concurrently,\nprovince, districts, and communes, which will be assuming new responsibilities for educational\nservices provision, will be strengthened in these functions.  The ESDP will also develop the\ncapacity  of  institutions  responsible  for  the  quality  of  services,  especially  upper  secondary\neducation, to provide more integrated and efficient programs, and the capacity of the integrated\npublishing  enterprise  to  become  more  commercialized  in  its  operations.  Each  of  these\ninstitutional strengthening exercises will contribute to the more effective and targeted utilization\nof public funds, and enable the Government to implement its efficiency reforms.\n3. Sector Management\n29. The ESP is Cambodia’s first initiative in developing a comprehensive and prioritized\nsectorwide  approach  to  education  development;  this  approach,  if  realized,  will  contribute\nsubstantially to improving utilization of government and external funds. The key criteria in\nprioritizing spending within the ESP are (i) poverty reduction; and (ii) focus on poverty-, gender-,\nregional- and ethnicity-based disparities.\n30. The ESDP enhances sustainability by providing policy-based support to supplement the\nrecurrent budget, targeted at protecting service provision to the poor. Initial and tranche release\nconditionalities in the policy matrix will ensure that ADB’s loan support supplements, rather than\nsubstitutes, Government funding by requiring increased allocations to the education sector.\n4. National Identification\n31. When  emerging  from  a  long  period  of  internal  and  external  conflict,  and  foreign\noccupation,  Cambodia  in  the  early  1990s  accepted  external  and  NGO  assistance  from\neverybody, and agreed to whatever conditions and implementation mechanisms were proposed.\nThe  education  sector  was,  from  1990  to  2001,  supported  by  a  plethora  of  projects,\norganizations, and funding agencies, with  numerous project implementation arrangements (see\nlists of current funding agency and NGO assistance to the sector in Appendix 4). Government\ncontrol of the sector and its operations was constrained by the need to accept assistance,\nirrespective of conditionality. This was most inefficient, and TA was utilized ineffectively. Most\nsignificantly, the role of the Government and Cambodian officials in determining education\npolicy and investment priorities was marginalized.", "60\nAppendix 5, page 7\n32. The ESP is the Government’s attempt to address this loss of sovereignty, and regain\ncontrol of the development agenda, while maintaining collaboration and participation of funding\nagencies and NGOs.  ADB has supported the ESP preparation process through TA, and will,\nthrough the ESDP, support the implementation of the sector approach. The approach returns to\nGovernment the decision-making role for financial allocation, and reenergizes the structures of\nMOEYS as the means of implementation. This is demonstrated in the approaches for the\ndisbursement of policy loan tranches against actions agreed with ADB, the implementation of\nthe facilities development through DMSP, and through province and commune authorities; and\nthe focus of TA will be to build capacity rather than to provide management skills. The result will\nbe the stronger identification of education as a service delivered by the Government at central,\nprovincial,  and  commune  levels,  rather  than  by  a  host  of  foreign  funding  agencies,  with\nconcomitant renewed national responsibility for access to and the quality of those services.\n5. Improved Governance\n33. The ESP is best understood as a program for improving education sector performance\nby  improving  governance.  It  addresses  the  core  governance  questions  about  how  public\nresources should be allocated, how benefits and costs of allocations should be distributed, and\nwho is best placed to decide on these questions. The ESP systematically addresses each of\nthese questions and defines the institutional arrangements and capacities that will be necessary\nto implement and sustain them. At the national level, the procedures governing medium-term\nand annual planning, budgeting, and expenditure of public resources will dramatically improve.\nThe ESDP will be a key and leading-edge program supporting the public finance reforms, and\nreforms in public administration at national, province, and commune levels.\n34. At  the  provincial  level,  the  ESDP  will  trial  the  first  step  in  instituting  a  system  of\nintergovernmental fiscal transfers through conditional funds for education facilities. Initially, this\nwill focus on center-province relations, but with the advent of commune councils, the ESDP will\nsupport the establishment of a system of fiscal relations between the center and commune local\ngovernments. The ESDP will enhance province, commune, and school capacity to allocate\nresources, judge the relative benefits and costs of these decisions, and increase accountability\nfor the results achieved.\n35. Given the significance of education sector spending in the budget profile of provinces\nand communes, the precedents created under the ESDP can be expected to have a profound\ndemonstration  effect  on  the  pace  and  quality  of  implementation  of  the  larger  governance\nreforms to which the Government is committed. In the longer run, increased literacy will in turn\nunderwrite  improved  awareness  of  public  rights  and  responsibilities,  official  systems  of\naccountability,  and  greater  public  access  to  democratic  and  administrative  institutional\nprocedures.  The  result  of  improved  governance  will  be  education  services  that  are  more\nequitably distributed, more accessible to vulnerable and poorer sections of the population, and\nmore  affordable,  both  for  households  and,  through  improved  efficiencies,  for  the  national\nbudget.\n.", "", "", "", "POLICY MATRIX\nPolicy areas and medium-term Actions to be taken prior to first Actions to be prior to second Actions to be taken prior to third\nobjectives tranche release (expected mid- tranche release (expected end tranche release (expected end\nDecember 2001) February 2003)a February 2004)a\n1.   Increased resource allocation\nto the education sector\n1 a.   Establish national policy and The Minister, Ministry of Education,\ninstitutional framework for the education Youth and Sport (MOEYS) will\nsector approve the finalized Education\nStrategic Plan (ESP) and the\nEducation Sector Support Program\n(ESSP) as the framework for the\noverall education sector.\nMOEYS and Ministry of Economy and\nFinance (MEF) will establish, by 31\nOctober 2001,  the education financial\nmanagement committee (EFMC)\n6\nbetween MOEYS and MEF and other 4\nrelevant ministries. The EFMC will be\ncochaired by the secretaries of state\nof MEF and MOEYS.\n1 b.   Increase education sector MEF will provide the Asian The Government will ensure that The Government will ensure that\nallocation Development Bank with written sector recurrent-total recurrent sector recurrent-total recurrent\nconfirmation that the sector budget expenditure ratio for FY2003 budget expenditure ratio for FY2004\nrecurrent-total recurrent budget budget presented to the National budget is presented to National\nexpenditure ratio for FY2002 budget Assembly, representing not less than Assembly, representing not less than\npresented to the National Assembly, 18.5% of the total recurrent budget 19.5% of the total recurrent budget\nrepresents not less than 17.5% of the expenditures. expenditures.\ntotal recurrent budget expenditures.\nMEF will provide ADB with written A\nconfirmation that the  budget  for  the p\np\neducation sector in FY2002 is consistent e\nwith the requirements included in the n\nd\nESSP ix\n \n7\n2.   Increased equitable access to ,\n \np\neducation services a\ng\nMOEYS will issue Prakas to abolish e\n2 a.   Reduce cost of basic education to  \nnationwide start-of-year parental 1\nparents\ncontribution for enrollment in grades\n1 to 9, for year 2001 through 2004.", "Policy areas and medium-term Actions to be taken prior to first Actions to be prior to second Actions to be taken prior to third\nobjectives tranche release (expected mid- tranche release (expected end tranche release (expected end\nDecember 2001) February 2003)a February 2004)a\nMOEYS, in consultation with the\n2 b.   Remove access barriers to basic MOEYS will prepare , in line with the MOEYS will prepare an implementation\nMinistry of Women’s and Veterans’\neducation for all, especially females and ESSP, the teacher deployment and report of the females and ethnic\nAffairs, will prepare an\nethnic minorities teacher incentives implementation plan minorities participation plan of FY2003,\nimplementation plan for FY2003-2005,\nand budget for FY2002, satisfactory to and on the basis of discussions with\nand budget for FY2003, satisfactory to\nADB and consistent with supply and ADB, will make appropriate modifications\nADB, consistent with the strategies\ndemand projections to be part of the to the plan for FY2004.\nand targets of the approved the ESSP\neducation service rationalization plan.\nfor increased participation of females\nand ethnic minorities in schooling\nand at all levels in the education\nsector.\nMOEYS will approve the school\nparticipation of females and ethnic\nminorities implementation plan and\nbudget for FY2003.\n2 c.   Provide targeted assistance for MOEYS will approve the implementation MOEYS will prepare a report, MOEYS will prepare a report,\npoor students in grades 4-12 plan and budget for FY2002 for merit- satisfactory to ADB, detailing the satisfactory to ADB, detailing the 6\ndriven targeted assistance to poor disbursement for FY2002, and results disbursement for FY2003, and results 5\nchildren, including criteria for poverty- related to the implementation of the related to the implementation of the\nindexed targeting, allocation, and merit-driven targeted assistance plan for merit-driven targeted assistance plan for\ninstitutional arrangements, prepared in poor children. poor children.\nline with the ESSP.\nMEF will ensure that the allocation to MEF will ensure that the allocation to\nMOEYS will include financing for the provide merit-driven targeted assistance provide merit-driven targeted assistance\nincentive plan in its capital or recurrent to poor children, based on the approved to poor children is based on the\nbudget for FY2002. plan, is included in the budget for approved plan, included in the budget for\nFY2003. FY2004.\n2 d.   Expand public-private partnership MOEYS will approve public-private MOEYS will approve an implementation\npartnership strategies, satisfactory to plan for piloting public-private\nADB, consistent with the approved ESSP partnership models in postbasic\nfor secondary education, technical and education for  FY2004.\nvocational education and training, and A\nhigher education (i.e., postbasic p\np\neducation), and will define  preconditions e\nfor such extended public-private n\nd\npartnership in postbasic education. ix\n \n7\n3.   Improved quality and internal , \np\nefficiency of education a\ng\ne\n \n2", "Policy areas and medium-term Actions to be taken prior to first Actions to be prior to second Actions to be taken prior to third\nobjectives tranche release (expected mid- tranche release (expected end tranche release (expected end\nDecember 2001) February 2003)a February 2004)a\n3 a.   Increase equity and efficiency in MOEYS will approve an implementation MOEYS will modify the implementation\nprovision for preservice and in-service plan and budget for FY2002 for teacher plan and FY2004 budget based on its\nteacher development development consistent with the ESSP review of progress on deployment and\nand with MOEYS's supply and demand multigrade training initiatives.\nprojections, incorporating multigrade\nmethodologies in preservice and in-\nservice teacher development programs.\n3 b.   Strengthen school and student MOEYS will approve an action plan, MOEYS will prepare a report,\nperformance assessment systems satisfactory to ADB, defining and satisfactory to ADB, on the trials of\nassessing minimum standards of student student performance standards and\nperformance in grades 2, 4, and 6 assessment mechanisms for grades 2\nconsistent with the approved ESSP. and 4.\n3 c.   Maintain sustainable supply of MOEYS will approve  an MOEYS will approve an implementation MOEYS will implement the approved\ninstructional materials implementation plan and budget for plan and budget for FY2003-2005, plan and budget for FY2003 and provide\n6\nFY2002, satisfactory to ADB, that will satisfactory to ADB, that will sustain the to ADB an implementation report 6\nsustain the supply of core supply of core instructional materials at including information on financing,\ninstructional materials at agreed agreed student:book rates. production and distribution.\nstudent-book rates of 1:1 for grades 1\nMOEYS will implement the approved\nto 9 and 1:2 for grades 10 to 12.\nplan and budget for FY2002 and provide\nMOEYS will,  notwithstanding the to ADB an implementation report\namount of the education budget, including information on financing,\nallocate at  least $3.5 million to production, and distribution.\nassure the sustainable supply of core The Government will ensure that\ninstructional materials for FY2002. The Government will ensure that the budget allocation for core\nbudget allocation for core instructional materials for FY2004 will\ninstructional materials for FY2003 will be no less than required in the\nbe no less than required in the approved implementation plan and\napproved implementation plan and budget for FY2004.\nbudget for FY2003.\nA\np\np\n4.   Enhanced management and e\nn\ndeconcentration of education d\nservices ix\n \n7\n,\n \np\na\ng\ne\n \n3", "Policy areas and medium-term Actions to be taken prior to first Actions to be prior to second Actions to be taken prior to third\nobjectives tranche release (expected mid- tranche release (expected end tranche release (expected end\nDecember 2001) February 2003)a February 2004)a\n4 a. Strengthen the financial planning MOEYS will approve  a medium-term MOEYS will prepare the education MOEYS will prepare the education\nand budgeting process at central and expenditure plan for education, budget for 2003, based on overall budget for 2004, based on overall\nprovincial levels satisfactory to ADB, as a basis for sector allocations, and priority action sector allocations, and priority action\nsetting priority program financing program (PAP) shares, as agreed with program (PAP) shares, as agreed with\ntargets. MEF and consistent with ESSP MEF and consistent with ESSP\npriorities. priorities.\nMEF will approve the education MEF will approve the education\nbudget for FY2003, based on overall budget for FY2004, based on overall\nsector allocations and PAP volumes, sector allocations and PAP volumes,\nas agreed with MOEYS. as agreed with MOEYS.\nMOEYS will prepare and MEF will\nissue  guidelines, satisfactory to ADB,\ndefining roles and responsibilities of\nprovincial authorities and\ncommunities for financial\nmanagement, procurement, and\nreporting procedures. 6\n7\n4 b.   Improve sector performance MEF, through EFMC, will approve The Government will achieve sector The Government will achieve sector\nmonitoring system sector performance indicators and performance targets in FY2002 and performance targets in FY2003 and\ntargets for FY2002, satisfactory to approve sector performance approve sector performance\nADB. indicators and targets for FY2003, as indicators and targets for FY2004, as\nagreed with ADB. agreed with ADB.\nMOEYS will prepare  a set of outcome\nand output indicators derived from the\neducation PAP and capital investment\npriority program.\n4 c.  Improve productivity of education The Government will ensure The Government will ensure\nservice personnel satisfactory compliance of the satisfactory compliance of the\nA\neducation service rationalization plan education service rationalization plan\np\nand performance targets, as agreed and performance targets, as agreed p\ne\nwith ADB, including the following for with ADB, including the following for n\nd\nFY2002: FY2003: ix\n \n- redeployment of administrative - redeployment of administrative 7\n,\npositions into teaching positions positions into teaching positions  p\nwith a minimum of 2,000 with a minimum of 2,000 a\ng\ne\n- transfer of staff from one location to - transfer of staff from one location to  \n4\nanother with a minimum of 3,000. another with a minimum of 3,000.", "Policy areas and medium-term Actions to be taken prior to first Actions to be prior to second Actions to be taken prior to third\nobjectives tranche release (expected mid- tranche release (expected end tranche release (expected end\nDecember 2001) February 2003)a February 2004)a\n4 d.  Establish coordinating mechanisms MOEYS and MEF will approve the\nfor improving financial management terms of reference of EFMC,\nsatisfactory to ADB.\n4 e.   Improve education sector effective MOEYS, in consultation with relevant MEF, through EFMC, will approve\ndisbursement and audit line ministries, will specify  arrangements disbursement mechanisms, performance\nfor facility implementation at the monitoring modalities,  financial\nprovincial level. reporting, financial compliance auditing\nsystems.\nMOEYS will discuss with funding\nThe Government will ensure that the The Government will ensure that the\nagencies the necessary capacity\neducation PAP for 2002 achieves 90% education PAP for 2003 achieves 90%\nbuilding inputs for PAP planning and\ndisbursement by the end of FY2002. disbursement by the end of FY2003.\nmanagement along with necessary\ncapacity building in institutional\nMOEYS will submit to ADB a financial MOEYS will provide ADB with its internal\ndevelopment for sector management, as\nreport on PAP disbursement, and a audit report for FY2003 for PAP and 6\nidentified in the ESSP. 8\ntechnical report on progress of PAP- school facilities.\nfunded activities.\n4 f.   Develop effective education MOEYS will carry out a progress review\nMOEYS will approve an information,\ngovernance systems of the information, education and\neducation and communication strategy\ncommunication strategy and program for\non the education reforms, satisfactory to\nFY2003.\nADB.\nMOEYS will issue guidelines and\nregulations, satisfactory to ADB,\ndefining the powers and\nresponsibilities of education\nauthorities and communities in\nmanaging and monitoring school\nperformance.\nA\np\na Actions in boldface are conditions for the release of the first, second, and third tranches of the policy loan. pe\nn\nd\nix\n \n7\n,\n \np\na\ng\ne\n \n5", "69\nAppendix 8, page 1\nCONSULTING SERVICES\nA. International Consultants\n1. School Facilities Specialist (24 person-months)\n1. The  specialist  will  (i)  support  the  Department  of  Planning  and  the  Department  of\nMaterials and State Property (DMSP) in preparing annual and multiannual provincial allocations\nfor schools facilities program; (ii) support DMSP to assess the provincial departments capacity\nto  implement  the  program,  and  identify  needs  in  capacity  building  and  supply  of  strictly\nnecessary equipment; (iii) in consultation with the Ministry of Economy and Finance (MEF), the\nMinistry of Education Youth and Sport (MOEYS), the Council for Administration Reform, design\neducation facilities guidelines for primary and secondary education, including (a) roles and\nresponsibilities of national level, provinces, districts, communes, schools, and contractors; (b)\nmodalities for allocation of resources; (c) modalities for application for the facilities fund; (d)\nmodalities for selecting the eligible applicants; (e) contracts/memorandum of understanding\nbetween the national and provincial executing agencies, and the beneficiaries; (f) procurement\nof  works;  (g)  site  supervision,  quality  control,  and  certification  of  payments;  (h)  financial\nmanagement at central and provincial levels, and at the beneficiary schools and education\ninstitutions;  and  (i)  monitoring,  evaluation,  and  audit  modalities;  (iv)  support  MOEYS  in\npreparing  workshops  and  training  materials  for  training;  (v)  support  DMSP  in  program\nimplementation  and  monitoring  during  the  first  two  years,  including  on-the-job  training  on\nmonitoring and quality control; (vi) support DMSP to review and extend the standard building\nand furniture designs, and develop a technical manual for primary and secondary education\nfacilities, and teachers’ accommodations; and (vii) assist MOEYS and the Asian Development\nBank (ADB) with the midterm review of implementation of the decentralized school facilities\nprogram.\n2. Budget Planning, Accounting, and Audit Specialist (12 person-months)\n2. The specialist will (i) assist the General Inspectorate, MOEYS, to start up, develop,\ndirect, and maintain a comprehensive program of internal auditing for the ministry; (ii) assist the\nDepartment of Finance, MOEYS, to start up, develop, direct, and maintain a comprehensive\nprogram of budget planning and accounting for the ministry; (iii) develop a structured program\nfor staff development, training, evaluation, and career development; (iv) prepare a modern\naccounting and internal audit arrangement in line with the draft internal auditing regulations\ncurrently being reviewed by the Government; (v) develop a comprehensive annual and five-year\nwork plan, based on a risk assessment of MOEYS operations; (vi) design an overall training\nprogram for budget, accounting, and audit staff; and develop training materials based on the\noperational manuals; (vii) assist staff in conducting field accounting and audits from the planning\nstage  to final reporting; (viii) design and conduct training for the senior staff of the Department\nof Finance and General Inspectorate on supervision and review techniques, accounting and\naudit administration, and quality control procedures; (ix) supervise the domestic consultant to\nensure that line ministry staff are properly trained in internal budgeting, accounting, and auditing\nmethodologies and procedures; (x) develop budget, accounting, and internal audit procedures\nmanuals  for  performance,  financial,  and  compliance  auditing;  (xi)  establish  appropriate\ninternational  internal  accounting  and  auditing  standards  in  line  with  the  regulations  of  the\nGovernment; (xii) arrange workshops and seminars on accounting and audit law, internal audit\nregulations, and increase awareness within MOEYS on the objectives and approach of the\ninternal  auditing  activity;  (xiii)  liaise  with  the  director  general,  the  General  Department  of\nAdministration and Finance, on the preparation of advisory papers for the education finance and", "70\nAppendix 8, page 2\nmanagement  committee;  and  (xiv)  provide  assistance  for  accounting  and  audit  aspects  of\nfacilities development.\n3. Technical and Vocational Education and Training Institutional Development\nSpecialist (9 person-months)\n3. The specialist will (i) assist in assessing priority capacity building requirements within the\nDepartment  of  Technical  and  Vocational  Education  and  Training  (TVET)  and  the  National\nTraining  Board  (NTB),  including  preparing  a  forward  work  plan;  (ii)  assist  in  setting  up  a\ntechnical  and  monitoring  committee  for  annual  program  operational  budget  allocations  to\nPhnom  Penh  and  provincial  TVET  institutions;  (iii)  assist  NTB  with  agreement  on  annual\nallocations for TVET institutions and operational guidelines, including provincial training centers;\n(iv) design and implement training of TVET Department and provincial education office staff on\nprogram resource allocation systems and eligibility criteria; (v) assist the TVET Department and\nNTB with the development of eligibility criteria and operational guidelines for national training\nfund bidding between public, nongovernment organization (NGO), and private providers; (vi)\nassist  in  the  training  of  staff  in  undertaking  labor  market  surveys  and  training  needs\nassessments; (vii) assist in strengthening TVET Department and NTB capacities in data and\ninformation analysis for program planners, including the use of core education management\ninformation  system  (MIS)  data  for  forward  planning;  (viii)  assist  with  the  development  of\nguidelines and staff training for TVET program performance monitoring; (ix) assist with the\ntraining  of  staff  in  technical  and  financial  reporting  for  the  TVET  Department,  NTB,  and\ninstitutional managers; and (x) help develop guidelines for new procurement, accounting, and\nfinancial monitoring systems for TVET institutions.\n4. TVET Skills Standards and Quality Assurance Specialist (9 person-months)\n4. The specialist will (i) help identify priorities for the skills and competencies to be tested\nby the respective TVET institutions; (ii) help prepare a work plan to refine skills standards,\ntesting mechanisms, and certification procedures, including credit transfer with other institutions;\n(iii) assist with the detailed design of the testing procedures for various TVET skills; (iv) design\nTVET staff development programs for implementing the skills standards testing procedures; (v)\ndevelop  dissemination  programs  to  employers,  instructors,  and  trainees  on  the  approved\ncompetency  standards,  testing  procedures,  and  institutions  and  program  accreditation\nmechanisms: (vi) develop procedures for using the skills standards testing to monitor the quality\nof training provided by public, NGO, and private providers; and (vii) develop procedures for\nusing the skills testing and quality assurance mechanism as part of program monitoring\nB. Domestic Consultants\n1. Management Information System Design Specialist (18 person-months)\n5. The specialist will (i) expand the school facilities MIS, and unit cost database, to be used\nfor national monitoring and reporting on the education facilities grant, and adapt the current MIS\nin DMSP to the reporting formats of the uniform implementation guidelines; (ii) design a robust,\nuser-friendly, and utilitarian facilities MIS system that will gradually incorporate MIS at provincial\nlevels, and ensuring links to the central DMSP system; (iii) train at least two DMSP engineers\nwho will build capacity in MIS at the provincial level.", "71\nAppendix 8, page 3\n2. Architect-Engineer (18 person-months)\n6. The architect-engineer will (i) translate into Khmer the implementation guidelines and the\ntechnical handbook, the workshop training materials, and any other document relevant to the\nprogram, ensuring that the Khmer version has the same format and layout as the English\nversion, and that it is perfectly understandable at the national, provincial, school, and community\nlevels; (ii) support the organization of workshops and preparation of training documents; (iii)\nassist DMSP with interpretation in meetings and training sessions; (iv) assist in monitoring the\nfacilities program.\n3. Accounting and Audit Specialist (24 person-months)\n7. The specialist will (i) establish an effective internal accounting and audit function within\nMOEYS; (ii) prepare an internal accounting and audit mandate, and raise awareness within the\nministry of the objectives of internal audit; (iii) design an appropriate organizational structure and\nposition  descriptions  for  the  internal  accounting  and  audit  groups;  (iv)  develop  an  internal\naccounting and audit procedures manual, and train staff in applying the methodologies and\nprocedures outlined in these manuals (v) work with the directors in the General Inspectorate\nand the General Department of Administration and Finance in conducting field assignments; (vi)\ndevelop a five-year work plan, using a risk-based methodology for identifying accountable and\nauditable units; (vii) develop a training program, and undertake training in internal control and\nfinancial management systems; (viii) act as an interpreter in meetings and training sessions,\nassist in translating documents, and coordinating translation work to be contracted to others; (ix)\nprepare training materials, organize logistics, and liaise with training participants and other\nresource persons; and (x) assist DMSP with the design and implementation of accounting\nsystems for the facilities development program, including field support to the selected provinces\ninvolved in the deconcentrated facilities management initiative.\n4. TVET Staff Development Specialist (18 person-months)\n8. The  specialist  will  (i)  assist  with  assessing  priority  training  needs  within  the  TVET\nDepartment and NTB; (ii) design and implement training programs for TVET Department and\nprovincial staff on program resource allocation systems, and eligibility criteria; (iii) assist the\nTVET  Department  and  NTB  with  the  training  of  staff  in  the  use  of  eligibility  criteria,  and\noperational guidelines for NTF bidding, between public, NGO, and private providers; (iv) assist\nwith the training of staff in undertaking labor market surveys and training needs assessments;\n(v) assist with the training of TVET Department and NTB capacities in data and information\nanalysis for program planners; (vi) implement training programs in the use of guidelines for\nTVET  program  performance  monitoring,  including  institutional  directors,  and  central  and\nprovincial  TVET  staff;  (vii)  help  implement  the  training  of  staff  in  technical,  and  financial\nreporting for TVET Department, NTB, and institutional managers; (viii) assist with the staff\ndevelopment programs for the use of guidelines for new procurement, accounting, and financial\nmonitoring systems for TVET institutions.\n5. TVET Skills Standards Training Specialist (18 person-months)\n9. The specialist will (i) help design a work plan for the training of staff in skills standards,\ntesting mechanisms, and certification procedures; (ii) assist with the detailed design of staff\ntraining programs for the testing procedures for various TVET skills: (iii) help carry out TVET\nstaff development programs for the implementation of the skills standards testing procedures;", "72\nAppendix 8, page 4\n(iv)  help  implement  staff  training  programs  in  the  use  of  procedures  for  using  the  skills\nstandards  testing,  to  monitor  the  quality  of  training  provided  by  public,  NGO,  and  private\nproviders; and (v) assist in staff development on using the skills testing and quality assurance\nmechanisms as part of program monitoring.\nC.  Contract for Capacity Building for Quality and Efficiency Improvement\n10. The Education Sector Support Program has a number of capacity building requirements\nfor curriculum development and materials production, standards development for grades 1-12,\nand strengthening of MOEYS capacity for procurement and quality assurance of textbooks. In\naddition, selective capacity building will be needed to transform the Publishing and Distribution\nHouse into a public enterprise. Much of this capacity building is expected to be supported by\nUnited Nations Children’s Fund-Swedish International Development Cooperation Agency under\ntheir broad-based capacity building program, to be finalized in late 2001. However, the scope of\ntheir support may be limited to grades 1-9. To ensure that adequate resources will be available\nto cover capacity building for quality improvements in grades 10-12, as well as further capacity\nbuilding in publishing, a small lump sum contract for consulting services is included under the\nloan, amounting to about $0.5 million.", "COST ESTIMATES AND FINANCING PLAN\n($ million)\nTotal Project Cost ADB Financing Government Financing\n    Foreign Local Total Foreign Local Total Foreign Local Total\nComponent Unit No. Exchange Currency Cost Exchange Currency Cost Exchange Currency Cost\nA. Base Cost\n1. Equitable Access: Education Facilities\na. Facilities Civil Works, Furniture, Equipmenta\n  Primary Education  Classroom 735 1.85 3.90 5.75 1.85 3.15 5.00 0.00 0.75 0.75\n  Secondary Education  Classroom 1097 2.54 6.02 8.56 2.54 4.32 6.86 0.00 1.70 1.70\n  Teacher Accommodation  House 100 0.26 0.55 0.81 0.26 0.44 0.70 0.00 0.11 0.11\n  Teacher Training College (TTC) Facilities TTC 21 0.26 0.55 0.81 0.26 0.44 0.70 0.00 0.11 0.11\n  Technical Vocational Training Facilities TVET 10 0.58 0.20 0.78 0.58 0.10 0.68 0.00 0.10 0.10\n      Subtotal (a) 5.49 11.21 16.70 5.49 8.45 13.94 0.00 2.76 2.76\nb. Project Operation and Supervision Costs Years 5 0.00 0.58 0.58 0.00 0.30 0.30 0.00 0.28 0.28\nc. Equipment and Vehicles to MOEYS/Provinces Location 19 0.37 0.06 0.43 0.37 0.00 0.37 0.00 0.06 0.06\nd. Consultants Pers/month 60 0.25 0.15 0.40 0.25 0.07 0.32 0.00 0.08 0.08\n7\n      Subtotal (1) 6.11 12.00 18.11 6.11 8.82 14.93 0.00 3.18 3.18 3\n2. Institutional Strengthening\na. Consultants Pers/month 90 0.75 0.23 0.98 0.75 0.11 0.86 0.00 0.12 0.12\nb. Workshops and Seminars Item 0.00 0.05 0.05 0.00 0.05 0.05 0.00 0.00 0.00\nc. Equipment and Vehicles Item 0.03 0.07 0.10 0.03 0.03 0.06 0.00 0.04 0.04\n      Subtotal (2) 0.78 0.35 1.13 0.78 0.19 0.97 0.00 0.16 0.16\n      Subtotal (A) 6.89 12.35 19.24 6.89 9.01 15.90 0.00 3.34 3.34\nB. Contingencies\nPhysical Contingenciesb 0.44 1.43 1.87 0.44 0.57 1.01 0.00 0.86 0.86\nPrice Contingenciesc 0.17 0.72 0.89 0.17 0.42 0.59 0.00 0.30 0.30\n      Subtotal (B) 0.61 2.15 2.76 0.61 0.99 1.60 0.00 1.16 1.16\n \nInterest Charge 0.50 0.00 0.50 0.50 0.00 0.50 0.00 0.00 0.00\nTotal 8.00 14.50 d 22.50 8.00 10.00 18.00 0.00 4.50 4.50\nA\nNote: Totals may appear not to add up due to rounding. p\np\na Classroom costs include classroom furniture, one administration room for 6 classrooms, 1 toilet per classroom, and one water tank or bore hole per school. e\nn\nb 10 percent of the base cost, civil works. d\nc  2.4 percent of the foreign exchange costs and 5 percent of the local currency costs. ix 9\nd Inclusive of an estimated average 15 percent taxes and duties on civil works, equipment, vehicles, and remuneration for consultants.\nSource: Staff estimates.", "74\nAppendix 10, page 1\nPOVERTY IMPACT ASSESSMENT\n1. An assessment of the impact of the Education Sector Development Program (ESDP) on\npoverty reduction is presented in Table A10. The ESDP supports the Government’s Education\nStrategic Plan (ESP) for 2001-05, which is predicated on a pro-poor platform. ESP policies and\nstrategies are consistent with and contribute to the approved Interim Poverty Reduction Strategy\nPaper (IPRSP), approved in late 2000.\n2. The four areas of policy reform to which the ESDP contributes address issues of (i)\nincreased resource allocation, (ii) equitable access, (iii) improved quality and efficiency, and (iv)\nenhanced management and deconcentration.\n3. ESDP support to the four policy areas contribute directly to poverty reduction. In the first\npolicy  area(cid:190) to  assure  an  increased  allocation  to  the  education  sector(cid:190) the  ESDP  will\ncontribute stability and predictability of sector financing, and enable the Ministry of Education,\nYouth and Sport (MOEYS) to reduce the cost of education to poor families. The focus of the\nsecond  area(cid:190) equitable  access(cid:190) will  reduce  parental  contributions  for  primary  schooling,\nprovide  targeted  assistance  for  the  rural  poor  (especially  girls  and  ethnic  minorities)  and\nfacilities  in  unserved  and  underserved  areas  (especially  rural,  remote,  and  ethnic  minority\nareas), and redeploy teachers to underserved areas.\n4. The  third  policy  focuses  on  improving  quality  and  internal  efficiency  of  education\nservices.  Activities  will  contribute  to  the  development  of  poverty  and  gender  targeting  of\ninvestments by MOEYS planners, and the introduction of multigrade approaches into primary\neducation delivery to ensure that children in remote rural village schools benefit from the full\ncycle  of  primary  education.  The  ESDP  will  also  assure  continued  access  to  instructional\nmaterials, a provision of particular importance to the 36 percent of the population that is living\nbelow the poverty line.\n5. The fourth policy area will enable disbursement of funds to schools throughout the\ncountry  to  improve  the  quality  of  instructional  delivery.  It  will  also  increase  community\ninvolvement in financial planning and accountability, and ensure that due consideration is given\nto the poor in policy and implementation at province, commune, and school levels.\n6. The ESDP will also contribute indirectly to poverty reduction by increasing net enrolment\nrates, reducing repetition rates, improving progression an completion rates, improving literacy\nlevels, reducing fertility, and increasing AIDS awareness. MOEYS will be more focused on the\ncontribution of the sector to poverty reduction, and the inclusion of the poor as beneficiaries of\nits services. In the long term, the poor will have more trust in Government and their inclusion in\nits service provision, and will become more directly involved in service evaluation, and thereby\nthe democratization process.\n7. Table A10 presents the direct and indirect impact of the ESDP on the poor, summarizes\nhow the ESDP contributes to addressing macro policy concerns, and presents key assumptions\non which the effectiveness of each objective for poverty reduction depends.", "Appendix 10, page 2\n75\nTable A10: Poverty Impact of Policy Actions\nMacro Policy\nObjectives Direct Impact on the Indirect Impact on Concerns Assumptions\nPoor the Poor Addressed\nPolicy Area 1: Increased Resource Allocation to the Education Sector\nEstablish national Improved stability and Environment for Financial Commitment to\npolicy and institutional predictability of planning sustainability of financing framework;\nframework for the education costs improvements to education program; economic and political\neducation sector to educational services recurrent budget stability\nprovide for more inadequacy and\npredictable planning, instability\nincluding pro-poor\nstrategies.\nIncreased allocation Reduced costs of Raised enrollment Quality of the work- Fiscal situation stable,\nto the education education to poor and progression force raised and increased\nsector, and operating parents; improved rates; reduced revenues on track,\nbudgets of schools instructional delivery repetition rate allowing for positive\nand other educational to poor children budgetary action\ninstitutions.\nPolicy Area 2: Increased Equitable Access to Education Services\nReduced cost of basic Enhanced likelihood Increased Gender and ethnic Action by schools and\neducation to parents of enrolling poor representation of the minority equity; dissemination of new\nby prohibiting start-of- students, especially poor in school; poverty reduced policy to parents;\nyear contributions. girls and ethnic reduced dropout rates Government able to\nminorities sustain additional\ncost; effective\nmonitoring systems\nand sanctions.\nScholarship program Improved school Equity within society. Gender and ethnic Transparent and fair\nfor rural poor, enrollment among Long-term fertility minority equity; selection system\nespecially girls and females, minorities, reduction, and poverty reduction\nethnic minorities, and the poor healthier families\nintroduced.\nExpanded public- Private contribution Improved education Private sector For-profit\nprivate partnership enables more sector provision development in the organizations\nstrategy in education government overall social sectors perceive value in\nsector. resources for pro-poor expanding partnership\nstrategies with Government in\nthe education sector\nIncreased access to New opportunities for Improved education Universalization of Deconcentrated\neducation services children previously levels, especially basic education facilities investment\nthrough expanded prevented from among rural poor strategies to improve\nfacilities, particularly access to school disbursement and\nin unserved and because of no, too implementation\nunderserved areas. distant, or performance\novercrowded facilities", "76\nAppendix 10, page 3\nMacro Policy\nObjectives Direct Impact on the Indirect Impact on Concerns Assumptions\nPoor the Poor Addressed\nReformed teacher Increased Reduction of Inclusion of ethnic Teachers will remain\ndeployment policies opportunities for regional/rural minorities in in service when\n(including recruitment remote, poor, and disparities in social mainstream deployed to serve in\nand incentive indigenous children services provision society; increased remote, rural areas\nstrategies) to provide for quality educational social equity\nexperienced, qualified services\nteachers in remote\nrural and indigenous\npeoples areas\nPolicy Area 3: Improved Quality and Efficiency of Education\nReform pre- and in- Improved, more Improved progression Inclusion of ethnic Quality strategies,\nservice teacher appropriate classroom rates, and reduced minorities in and training programs\ntraining, with greater teaching in poor and repetition in lower mainstream in multigrade\noperational autonomy, remote areas of the primary grades society; increased developed/delivered\nmore flexibility, multi- country social equity;\ngrade teaching, and universalization of\nethnic minority basic education\nteaching strategies.\nSupply of instructional Sustained access to More household Improved quality of Existing supply\nmaterials sustained core instructional expenditure for non- education system will be\nmaterials by all core instructional sustained, despite\nstudents enrolled, materials, and other financing changes\ninclusive of all school costs subsequent to the end\ndisadvantaged of external support\nMinimum standards Improved learning, More equitable grade Quality MOEYS obtains\nintroduced at key with improved, and promotion improvement; external assistance\ngrade levels, together relevant curriculum for mechanisms improved sector for standards and\nwith mechanisms to the rural poor countrywide efficiency and curriculum\nmonitor school and transparency transformation\nstudent performance.\nPolicy Area 4: Enhanced Management and Deconcentration of Education Services\nStrengthened Accelerated Trust in government, Rapid Government\nfinancial planning and disbursement of and the reliability of its disbursement of committed to\nbudgeting process to funds, and services increased in financial resources accelerated\nensure efficient implementation of the rural periphery to noncentral disbursement to\ndisbursement and activities in target spending units provinces and\naccounting. areas, especially in districts; corruption\npoor rural constrained.\ncommunities\nStrengthened Involvement of Democratization at Deconcentration Government\ngovernance and audit community in financial community/commune and commitment to\nprocedures to planning and levels decentralization national\ncomplement accountability, will administrative reform\ndeconcentration. help to ensure and democratization\nservices related to the sustained\nneeds of the poor", "77\nAppendix 11, page 1\nINDIGENOUS PEOPLES’ DEVELOPMENT PLAN\nA.  Background and Context\n1. Introduction\n1. The Education Sector Development Program (ESDP) will contribute, through its policy\nloan and investment project, to reducing the exclusion from primary and secondary education of\nethnic minorities in Cambodia. This population is generally poor and found in remote provinces\nin the northeast of Cambodia. This Indigenous Peoples’ Development Plan (IPDP)1 focuses on\nthe specific interventions aimed to improve the welfare of this population. It is consistent with the\nGovernment’s  Education  Strategic  Plan  (ESP),  draws  on  the  programs  proposed  in  the\nEducation Sector Support Program (ESSP), and includes assistance under the ESDP, as well\nas from other funding agencies.\n2. Ethnic Minority People in Cambodia\n2. Cambodia  is  relatively  homogenous  in  ethnic  terms,  with  over  95  percent  of  the\npopulation Khmer, and speaking Khmer as their mother language. The remaining 5 percent\ncomprises (i) ethnic minority people largely located in the highlands in the northeast; and (ii)\nother ethnic minorities, including Chams (Muslims, for whom Khmer is the mother language),\nChinese, Vietnamese, and Lao. The Chinese and Vietnamese total nearly 4 percent of the non-\nKhmer population. Cham people are found mostly in urban areas and along waterways, and are\nintegrated  with  the  Khmer  community.  Ethnic  Chinese  live  in  urban  areas,  and  are  also\nintegrated.  Both  groups  have  established  schools,  offering  special  language  and  religious\ninstruction.  Ethnic  Vietnamese  are  less  well-integrated  and  have  historically  suffered\ndiscrimination. Many live on houseboats and have an itinerant lifestyle, dependent on fishing for\ntheir livelihoods. Vietnamese children have more difficulty registering at local schools.\n3. Education participation and attainment indicators in the highland areas are very poor in\ncomparison with national averages. Most schools attended by highland minority children do not\noffer  the  full  cycle  of  six  primary  grades,  and  participation  and  retention  rates  are  low.\nSecondary schooling is only present in provincial towns, and the enrolment of such schools is\nalmost exclusively the children of ethnic Khmer residents of these provinces. A recent national\nliteracy survey assessed literacy rates within these general ethnic classifications, and found that\nadults from highland minorities had much lower literate and semiliterate proportions than the\nethnic  Khmer.  None  of  the  females  sampled  from  highland  minorities  were  found  to  be\nfunctionally literate, and only 14.3 percent were classified as being semiliterate.\nTable A11: Literacy Rates for Khmer and Ethnic Minorities\nMale Female\nIlliterate Semi- Literate Illiterate Semi- Literate\nMinority Literate Literate\nKhmer 23.2% 28.0% 48.8% 44.1% 26.0% 29.0%\nHighland Minorities 76.3% 18.4% 5.3% 85.7% 14.3% 0.0%\nSource: Ministry of Education, Youth and Sport and UNESCO. Report on the Assessment of the Functional\nLiteracy Levels of the Adult Population in Cambodia, 2000.\n                  \n1 While indigenous peoples is the term used by the Asian Development Bank, ethnic minorities is the term used in\nCambodia.", "78\nAppendix 11, page 2\n4. Cambodia officially recognizes the ethnic diversity of its people. Article 32 of the 1993\nConstitution guarantees equality to all citizens: “Cambodian citizens shall be equal before the\nlaw and shall enjoy the same rights, freedom and duties regardless of their race, color, sex,\nlanguage, beliefs, religions, political tendencies, birth origin, social status, resources and any\nposition.” Cambodian citizens include the indigenous hill tribes (collectively known as Khmer\nLoeu) as well as Cham, and long-time resident Vietnamese and Chinese. The Government\ndoes not have detailed policies for ethnic and other minorities. Its draft policy for highland\ndevelopment confirms minorities’ constitutional rights, and defines broad goals for development\nof the remote regions.\n5. Khmer is the only official language and script of Cambodia. Recently, scholars and\nnongovernment  organizations  (NGOs)  have  developed  writing  systems  for  the  indigenous\nlanguages of Phnong, Kreung-Brao, and Tampuan. These scripts are being used to develop\ninstructional  materials  for  nonformal  literacy  programs,  but  they  are  currently  not  used  in\ninstruction in public schools and have not been widely adopted.\n3. Ethnic Minorities Covered by the Plan\n6. The highland ethnic minorities are the focus of the IPDP. They number between 100,000\nand 150,000 in total, comprising just over 1 percent of Cambodia’s population of around 11.6\nmillion. These minorities form the majority of the population in the provinces of Ratanakiri and\nMondulkiri, and most of the remainder are found in the provinces of Kratie, Preah Vihear, and\nSteung Treng. Ethnic minorities are a clearly defined target group for the Government’s ESP,\nwhich focuses on improving the coverage of basic education to underserved populations.\n7. There  is  significant  evidence  that  language  and  ethnicity  are  access  barriers  to\neducation. Review of education policy, including the work done to prepare the ESP, and an\nAsian Development Bank (ADB) review of the education needs of ethnic minorities, suggest a\nnumber of policy options for attaining equitable access, including (i) development of primary\neducational material and teacher training that consider language differences; (ii) review and\nadaptation of school admission policies, and appropriate regulation to avoid formal and informal\nforms  of  discrimination;  (iii)  an  extensive  information  program  to  promote  the  values  of\neducation, especially at the primary level, linked to affirmative action to train teachers from\nminority ethnic groups; and (iv) the piloting of new school models, including mobile schools,\nrevised curricula based on minority languages in the early years, flexible school calendars, and\nselective boarding provision. Several priority action plans proposed in the ESSP will also play\nan important role by channeling funds to schools with poor students, thus making education\nmore affordable for the poorest families in Cambodia, including ethnic minority students.\nB. The Action Plan\n \n  1. Objective\n8. The  Government  recognizes  that  although  indigenous  peoples  constitute  a  mere  1\npercent of the total population, special measures are necessary to address their low education\nlevels. An objective of the ESP, with support from the ESDP, is therefore to take measures to\naddress the low social and educational indicators of the indigenous peoples concentrated in the\nnortheast.", "79\nAppendix 11, page 3\n2. Development Activities\n9. Measures  to  improve  access  of  ethnic  minority  students  to  primary  and  secondary\neducation comprise\n(i)  targeting ethnic minorities when prioritizing facilities subprojects;\n(ii)  prioritizing ethnic minority boys and girls in the award of targeted assistance\nprograms;\n(iii)  formulating mechanisms to increase the supply of ethnic minority teachers from\nunderserved remote areas;\n(iv)  formulating redeployment incentives to increase the provision of teachers to such\nareas, including the provision of incentives as proposed in the Government’s\nESSP; and\n(v)  promoting multigrade teaching in small village schools to enable the completion\nof the full primary cycle in places where single-grade teaching is not viable.\n10. The  reduction  of  the  cost  of  schooling,  by  eliminating  start-of-year  fees,  will  be\nparticularly beneficial to ethnic minority families whose incomes tend to be lower than the\nnational average; this measure is expected to improve indigenous peoples’ participation in basic\neducation.\n11. The Government is also committed to include measures that will improve the curriculum\nof ethnic minority children, as part of comprehensive reform of the curriculum and textbook\nsystem. This will be supported by capacity building for curriculum and instruction, that will be\npart of the Government’s ESP/ESSP. The Pedagogical Research Department will continue the\nprocess of reviewing its policy framework for curriculum, and will consider options for the\ninstructional transition from mother language to Khmer.\n12. As a consequence of the ESDP’s support for measures to increase deconcentration of\nresponsibility and resources for service delivery to provinces and districts, and the provision of\noperational budgets to all schools, children’s participation and schools in remote ethnic minority\nareas will be improved. The ESP supports, through its modalities outlined in the ESSP, more\nparticipation at all levels at the design stage, and by decentralizing budgets and introducing\ninformation-education-communication strategies, more participation at the grassroots level in\nlocal prioritization and implementation. Such measures will result in greater inclusiveness of\nethnic minority people.\n3. Implementation of the IPDP\n13. The IPDP will be implemented within the context of the ESP; no special line items are\nneeded for administrative arrangements within the support provided by the ESDP, or through\nother  priority  action  program  (PAP)  in  the  ESSP.  For  the  investment  project,  special\nconsideration will be given to the need for targeting ethnic minority communities when selection\ncriteria are developed.\n14. The Government will promote the participation of ethnic minorities in determining what is\nbest for their development in the education sector. Their involvement will include an assessment\nof constraints that may reduce benefits accruing to indigenous people under the IPDP. The\nGovernment will seek assistance for further capacity building for indigenous people, to enable\nthem play a greater role in future education planning, and an assessment of the role of NGOs\nas intermediaries with minority groups.", "80\nAppendix 11, page 4\n15. Selected  NGOs  with  experience  with  indigenous  peoples  in  Cambodia  and  other\ncountries  will  be  involved  in  selected  curriculum,  materials,  and  training  program  design\nactivities. The NGOs will bring knowledge of ethnic minorities into mainstream development\nwork.\n16. The IPDP will be implemented through (i) the five provincial governments with significant\nnumbers of ethnic minorities, (ii) two of the MOEYS line departments (Pedagogical Research\nDepartment, in the case of curriculum policy, and the Teacher Training Department in the case\nof the reform of teacher training to include multigrade teaching), and (iii) Stung Treung Teacher\nTraining College (as the most likely candidate institution for the development and delivery of\nspecial programs for the ethnic minority teachers).  It will also involve NGOs in the area of\nlanguage  transition  issues,  instructional  materials  development,  and  school  attendance\nincentives.\n17. MOEYS  and  ADB  will  supervise  IPDP  implementation  and  assess  its  effectiveness\nduring the course of regularly scheduled joint missions. Annual sector reviews will ensure that\nall elements of the IPDP are implemented in accordance with the program agreement. In the\nfourth year of the ESDP, a dedicated evaluation study will be commissioned on the contribution\nof the ESDP and its IPDP in addressing the needs of ethnic minorities.\n4.  Implementation Schedule\n18. The implementation schedule will be embedded in the detailed program schedule to be\ndeveloped. The following targets are indicative, and subject to discussion with Government:\n(i)  By the end of year 1 of the ESDP, activities will have resulted in inclusion of ethnic\nminorities in facilities subprojects, prioritization of ethnic minority students in the award of\ntargeted assistance programs; mechanisms formulated to increase the supply of ethnic\nminority teachers in underserved, remote, ethnic minority  areas; and redeployment\nincentives agreed to increase the provision of teachers to such areas.\n(ii)  By the end of year 2 of the ESDP, reduction of the cost of schooling will have resulted\nin improved participation of ethnic minorities in basic education. Policy dialogue on the\nlanguage of instruction issue will have resulted in new policies for ethnic minority areas.\nSchools in ethnic minority communities will have increased spending power as a result\nof the provision of operational budgets.\n(iii)  By the end of year 3 of the ESDP, the new curriculum framework will have been\nestablished, and will have addressed ethnic minorities’ concerns. Facilities will have\nbeen constructed in ethnic minority communities.\n(iv)  By the end of year 4 of the ESDP, shifting to multigrade teaching in small village\nschools will have been operationalized.", "81\nAppendix 12\nDESCRIPTION OF INELIGIBLE ITEMS\n1. No withdrawals from the loan account will be made for the following specified items.\n(i) expenditures for goods included under the following groups or subgroups of\nthe United Nations Standard International Classification, Revision 3 or other\nsuccessor groups or subgroups under future revision:\nGroup Subgroup Description of Items\n112 Alcoholic beverages\n121 Tobacco, unmanufactured tobacco refuse\n122 Tobacco, manufactured (whether or not containing\ntobacco substitutes)\n525 Radioactive and associated materials\n667 Pearls, precious and semiprecious stones, unworked\nor worked\n718 718.7 Nuclear reactors, and parts thereof; fuel elements\n(cartridges) nonirradiated, for nuclear reactors\n897 897.3 Jewelry of gold, silver or platinum group metals\n(except watches and watch cases) and goldsmiths’ or\nsilversmiths’ wares (including set gems)\n971 Gold, nonmonetary (excluding gold ores and\nconcentrates)\n(ii) expenditures for goods intended for military or paramilitary purpose or for\nluxury consumption;\n(iii) expenditures  for  pesticides  categorized  as  extremely  hazardous  or  highly\nhazardous  in  Class  1a  and  1b,  respectively,  of  the  World  Health\nOrganization’s  Classification  of  Pesticides  by  Hazard  and  Guidelines  to\nClassification;\n(iv) expenditures for goods supplied or to be supplied under any contract that a\nnational or international financing institution or any other financial agency has\nfinanced  or  agreed  to  finance,  including  any  contract  financed  or  to  be\nfinanced under any loan from the Asian Development Bank; and\n(v) expenditures incurred more than 180 days prior to the effective date.", " Appendix 13, page 1\n82\nGUIDELINES FOR PREPARATION AND APPRAISAL OF SUBPROJECTS\nA. Criteria for Selection for Facilities Development\n1. The following guidelines will be considered for adoption by the Department of Materials\nand State Property (DMSP), and the provincial education facilities committees (PEFC) for the\nselection, preparation, and appraisal of the facilities to be included in a province subproject.\n1. New Schools and Additional Facilities in Existing Schools and Institutions\n2. Criteria common to all levels of education include the following:\n(i)  Availability of land (either donated by the community or government-owned) that\nis free from encumbrances, and has a minimum required area as specified in the\nMinistry  of  Education,  Youth  and  Sport  (MOEYS)  guidelines  and  standards,\nlocated in an environment conducive to teaching and learning. The site should be\nat an elevation above the maximum anticipated flood level, or suitable for the\nconstruction of piles on which to build the facilities above high flood levels.\n(ii)  Demonstrated school/institution community interest and involvement, including\ncommitment  to  (a)  provide  water  and  sanitary  facilities  appropriate  to  the\nenvironment if not included in the subproject allocation; (b) provide for ongoing\nfacilities  maintenance;  (c)  actively  contribute  to  the  goal  of  100  percent  net\nenrollment; and (d) ensure accommodation is available for teachers deployed in\nremote areas, if not included in the subproject allocation.\n(iii)  Schools  where  other  funding  sources  (funding  agencies,  nongovernment\norganizations [NGOs], local development funds, government projects) have built\npermanent school facilities during the past two years are not eligible.\n2. New Schools, and Additional Facilities in Existing Schools and Institutions\n3. Criteria specific to the level of education are outlined in Table A13.\nTable A13: Selection Criteria for Level of Education\nComponent Description Targeting and need assessment criteria\nExpansion and Consolidation of Primary\nEducation Access\nVillages Without Schools Villages with over 40 primary school-age population,\nand over 3 km from the nearest village with a primary\nschool. Total school-age population in the catchment\narea (the village where the school is located plus\nnearby villages) should be at least 100 children.\nEasing Extreme Overcrowding Schools reporting triple shift, average pupil-class\nratio above 60, or class-classroom ratio above 2.0\n(two of these conditions should be fulfilled)\nIncomplete Cycle Primary Schools Schools where the highest grade available is grade\n1, 2, 3, or 4. Total school age population in the\ncatchment area should be at least 100 children.", " Appendix 13, page 2\n83\nComponent Description Targeting and need assessment criteria\nExpansion of Secondary Education Access\nLower Secondary (LS) Education Expansion Clusters without an LS school in the cluster\nBased on the Primary Cluster System catchment area, number of grade 5 to 6 students in\nthe cluster (at least 100).\nExpansion of Upper Secondary  (US) Education Completion of the LS with US grades in 45 districts\nwith no US schools\nTeacher Accommodation in Rural and Remote\nAreas\nPrimary Education Teacher Accommodation In remote villages without schools, where new\nschools are to be built\nSecondary Teacher Accommodation In clusters where new LS schools are to be built\nTeacher Training Facilities\nMultipurpose In-Service Training Rooms Refurbishment of maximum 2 rooms in each\nprovincial teacher training college/regional teacher\ntraining college on the basis of maximizing the use of\nthe existing rooms\nTeacher Training Dormitories Provision of dormitories in provincial teacher training\ncollege for students coming from remote, and minority\nareas.\nTechnical Vocational Facility Development\nProvincial Technical Vocational Centers Provinces without a provincial training center and/or\ncomparable providers; underserved provinces where\nthe demand for skills training is greater than\ncombined capacity of public and private providers;\nprovinces with demand, but lack of capacity/incentive\nfor private providers.\nB. Cost Estimates\n4. Cost estimates of a subproject will be prepared on the basis of approved relevant\nbuilding design, and estimate of quantities of items of work considering bid prices prevailing in\nthe subproject area. Physical contingency at 10 percent and appropriate price escalation as a\npercentage of the base cost will be added. Land acquisition cost will not be included in the cost\nestimates. Land should be provided by the local community. If suitable land cannot be donated\nby the community, suitable land will be purchased with community contribution or government\nresources.\nC. Project Benefit Monitoring and Evaluation\n5. Justification for the subproject and a summary of its benefits should be given in the\nappraisal report; if possible, an assessment of the socioeconomic impact should be presented\nand the output of the school examined in relation to the needs of the area concerned.\nD. Outline of Subproject Appraisal Report\n6. The following outline is given as a guide.", " Appendix 13, page 3\n84\n1. Introduction\n7. Provide socioeconomic background and status of the province, and social and economic\ndevelopment activities in the community, communes, and districts; specify the different level of\ndevelopment of communes and districts (including reference to ethnic minorities if applicable).\n8. Provide statistics on education(cid:190) educational development in the province, giving the\neducational statistics of the communes and districts for the last three years, and including\nanalysis of population data by gender, age, and ethnicity. Provinces can be assisted by the\nMOEYS Department of Planning to provide this data.\n2.  The Subproject Area\n9. Location. Describe the location, include the map from the school mapping exercise,\nshowing the subproject school site(s) with village, commune, and district boundaries.\n10. Basic education data. Give enrollment, dropout, transition, and completion rates by\ngender for the appropriate grades; the number and qualification of teachers by gender, ethnicity,\nand examination results. Provinces can be assisted by the MOEYS Department of Planning to\nprovide this data.\n11. Existing  facilities.  Give  information  on  physical  facilities  of  existing  primary,  and\nsecondary schools (and PTTCs, RTTCs, where applicable) in the area concerned.\n3. Subproject Description\n12. Outline objectives and scope.\n13. Describe  specific  components  for  each  category  of  schools,  or  classrooms  (school\ncodes, number of existing classrooms, staff rooms, toilets, water supply facilities, number of\nclassrooms to be built, or improved, number of teacher’s accommodations/dormitories to be\nprovided).\n14. Describe the environmental assessment and sanitation provision for each site in the\nsubproject (number of toilets, type of the water supply provided under the subproject to each\nschool).\n15. Provide cost estimates (with table) for the subproject, with reference to the base costs\nestimated  by  DMSP,  including  physical,  and  price  contingencies,  estimates  of  annual\nmaintenance costs, and community cost-sharing arrangements; cost estimates will be provided\nfor each school included in the subproject.\n16. Outline an implementation schedule in the form of a simple bar chart, indicating the time\nframe (the province or DMSP, whichever applicable, will indicate the schedule for the following\nstages:  preparation  of  agreements  with  selected  schools/communes,  preparation  of\nprocurement documents, bidding and award of the contract, expected start date of the work,\nexpected  end  of  the  works,  expected  date  of  delivery  of  furniture  and  equipment  where\napplicable).\n4.  Project Justification\n17. Justify  the  subproject,  and  summarize  its  benefits,  including  an  assessment  of  the\nsubproject’s general social and economic impact on the communities that will benefit.", " 85 Appendix 14\nTENTATIVE PROCUREMENT PACKAGES\nUnit \nCost Estimated Procurement\nComponent No. ($) Total Cost Method\nA. Civil Works \n1. Primary Education Classrooms 735 6,762 4,970,000 LCB\n2. Secondary Education Classrooms 1,063 6,953 7,390,700 LCB\n3. Teacher Houses 100 8,100 810,000 LCB\n4. Teacher Training College Facilities 21 19,286 405,000 LCB\n5. Technical Vocational Education and  10 39,000 390,000 LCB\nTraining Facilities\nB. Furniture and Equipment/School Facilities\n1. School Furniture - Primary Education 735 1,061 780,000 DP\n2. School Furniture - Secondary Education 1,063 1,100 1,169,300 DP\n3. Furniture and Equipment - Teacher 21 19,286 405,000 DP\nTraining Colleges \n4. Furniture and Equipment - Technical  10 39,000 390,000 DP/IS\nVocational Education and Training \n5. Furniture Package - MOEYS  TBD 10,500 10,500 DP\nC. Equipment MOEYS/Provinces\n1. Computers (include: printer, cables,  25 6,000 150,000 DP/IS\nmodem, software)\n2. Specific Software 15 1,500 22,500 DP\n3. Scanner 1 2,500 2,500 DP\n4. High Quality Printer 1 3,500 3,500 DP\n5. Networking Software and Equipment 1 30,000 30,000 DP\n6. High Volume Photocopier 2 10,000 20,000 DP\n7. Provincial Equipment Packages (copier,  TBD 97,000 97,000 DP\nfax machine, software)\nD. Vehicles MOEYS/Provinces\n1. Motorcycles 25 2,000 50,000 DP/IS\n2. Utility Vehicles 2 22,000 44,000 DP/IS\nDP = direct purchase; IS = international shopping; LCB = local competitive bidding; MOEYS = Ministry of Education, Youth\nand Sport; TBD = to be determined.\nSource:  Staff estimates."], "metadata": {"CreationDate": "D:20011109105410", "Producer": "Acrobat Distiller 3.01 for Windows", "Author": "j3m", "Creator": "ADOBEPS4.DRV Version 4.10", "Title": "Microsoft Word - R211-01.doc", "ModDate": "D:20011206062429+08'00'"}}