{"path": "data/input/reports/rrp-nep-34306.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK RRP: NEP 34306 \n \n \n \n \n \n \n \n \n \n \nREPORT AND RECOMMENDATION \n \nOF THE \n \nPRESIDENT \n \nTO THE \n \nBOARD OF DIRECTORS \n \nON A  \n \nPROPOSED LOAN \n \nTO THE \n \nKINGDOM OF NEPAL \n \nFOR THE \n \nGENDER EQUALITY AND EMPOWERMENT OF WOMEN PROJECT \n \n \n \n \n \n \n \n \n \n \nNovember 2004", "CURRENCY EQUIVALENTS \n(as of 15 November 2004) \nCurrency Unit     -  Nepalese rupee/s (NRe/NRs) \n       NRe1.00               =          $0.01388 \n                                        $1.00        =        NRs72.00 \n \n                                        ABBREVIATIONS \n \nADB  –      Asian Development Bank \nADR  –  alternative dispute resolution \nCBWSS  –  community-based water supply and sanitation \nCICC  –  central implementation coordination committee \nCPMT  –  central project management team \nDDC  –      district development committee \nDDF  –        district development fund \nDDP  –  district development plan \nDICC  –  district implementation coordination committee \nDPT  –  district project team \nDWD  –        Department of Women Development \nEOW  –        empowerment of women \nGAD  –  gender and development \nGE  –        gender equality \nGSG   –  Gender Stakeholders Group \nHDI  –        human development index \nIDS  –  institutional development specialist \nLSGA   –  Local Self-Governance Act \nMCPW   –        Microcedit Project for Women  \nMDG  –        Millennium Development Goals \nM&E  –        Monitoring and evaluation \nME  –  microenterprise \nMESI  –  measuring empowerment and social inclusion \nMF  –        microfinance \nMFI  –        microfinance institution \nMIS  –  management information system \nMOES  –  Ministry of Education and Sports \nMTR  –  midterm review \nMOWCSW  –        Ministry of Women, Children and Social Welfare \nNDC  –        National Dalit Commission \nNGO  –        nongovernmental organization \nNRB  –        Nepal Rastra Bank \nNWC  –        National Women’s Commission \nO&M  –  operations and maintenance \nPPTA  –  project preparatory technical assistance \nPPMS  –  project performance management system \nSCC  –        savings and credit cooperative society \nSP   –        service provider \nVDC  –        village development committee \nWDA  –        women development assistant \nWDOf  –        women development officer \nWDO  –        women development office \nWG  –  women's group \nWSSS  –  water supply and sanitation scheme \n ", "NOTES \n \n \n(i)  The fiscal year (FY) of the Government ends on 16 July. \n(ii)  In this report, “$” refers to US dollars. \n \n \nThis report was prepared by a team consisting of M. Mongiorgi (team leader), L. Chazee, A. \nLoh, E. Mayerhofer, K. Oswald, L. Sharma, and C. Vandenabeele. \n ", "CONTENTS \n \nLOAN AND PROJECT SUMMARY                          iii \nMAP                                                          ix \nI.   THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  3 \n \nIII.  THE PROPOSED PROJECT  5 \nA.  Objective                            5 \nB.  Components and Outputs                        5 \nC.  Special Features                        11 \nD.    Cost Estimates                                          12 \nE.    Financing Plan                        12 \n            F.    Implementation Arrangements                    13 \nIV.   PROJECT BENEFITS, IMPACTS, AND RISKS  17 \nV.  ASSURANCES  19\n   \nA.  Specific Assurances                        19 \nB.  Conditions for Loan Effectiveness                    20 \nC.  Conditions for Disbursement                     20 \n \nVI.  RECOMMENDATION  \n \nAPPENDIXES \n1.    Project Framework  21 \n2.     Lessons Learned   27 \n3.    Impact of the Maoist Insurgency  29 \n4.    External Assistance for Gender Equality and Empowerment of Women  33 \n5.    Follow-Up Support to Microcredit Project for Women Districts  35 \n6.    Selection Criteria  38 \n7.    Cost Estimates and Financing Plan  41 \n8.    The Department of Women Development  43 \n9.    Project Implementation Framework and Flow of Funds  45 \n10.   Implementation Schedule  46 \n11.   Indicative Contract Packages  47 \n12.   Consulting Services for Project Management and Capacity Building  48 \n13.   Economic and Financial Analyses   51 \n14.   Summary Poverty Reduction and Social Strategy  55 \n     \n \n \n \n \n \n \n ", " \nSUPPLEMENTARY APPENDIXES (available upon request) \nA.  Trafficking of Women and Children \nB.  The Dalits – A Socially Excluded Group in the Project Area   \nC.  Employment in Nepal and in the Project Area   \nD.  Nepal Progress Toward Millennium Development Goals   \nE.  Decentralization in Nepal   \nF.  Cabinet Decision: DWD and WDO as a focal agencies for Gender   \nG.  Rural Livelihood in the Two Clusters   \nH.  Income Protection and Promotion Programs   \nI.  Opportunities and Conditions for Female Wage Laborers \nL.  Legal Empowerment Strategy \nM.  Terms of Reference for Non-Formal Education Programs \nN.  Detailed Cost Estimates \nO.  Land Acquisition and Resettlement Framework \n P.      Environmental Review Procedure for Screening and Approval of Subprojects   \n \n \n \n ", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  The Kingdom of Nepal \n   \nClassification  Targeting classification: Targeted intervention  \nThemes:  Gender  and  development;  and  Inclusive  social \ndevelopment \nSubthemes:  Gender  equity  in  capabilities;  Gender  equity  in \nopportunities; and Gender equity in empowerment and rights.  \n   \nEnvironment Assessment  Category B. An initial environmental examination was undertaken, \nand  the  environmental  review  procedure  for  screening  and \napproval of subprojects is in Supplementary Appendix P.  \n   \nProject Description  Recognizing  the  strong  need  for  reducing  poverty  through \nadvancement of women’s socioeconomic conditions, the Project \nwill facilitate a process of economic, social, legal, and political \nempowerment among poor rural women, including ethnic and low-\ncaste  women.  The  project  components  reflect  multisectoral \ninterventions  in  four  areas:  (i)  economic,  to  enhance  rural \nwomen’s skills, opportunities, and control over productive assets; \n(ii) legal, to improve legal awareness of women’s rights among all \nstakeholders, access to legal services for poor rural women, and \ngender responsiveness of judicial and administrative institutions; \n(iii) social, to enhance social processes at community level and to \nimprove opportunities for women to pursue both personal and \ncommunity  development,  through  time-saving  household \ntechnology and community infrastructure; and (iv) institutional, to \nbuild the capacity of institutions and women’s representatives to \npromote  gender  equality  and  to  increase  their  gender \nresponsiveness. The Project is in line with the 10th National Plan \nand the decentralization strategy of the Government, which seeks \nto address gender, ethnic, and caste-related disparities. \n   \nRationale  The low status of women in Nepal can be traced to economic, \nlegal,  sociocultural  and  political/institutional  factors,  which  are \ninterrelated  and  mutually  reinforcing.  Women’s  poverty  is \nexacerbated by caste- and ethnicity-based discrimination, as the \ncaste  system  defines  access  to  resources  and  opportunities \nleaving women more disadvantaged than men at each level in the \ncaste system. Women have unequal access to food, education, \nand  health  care.  Despite  constitutional  guarantees  of  equal \ntreatment, poor rural women have limited opportunities to earn \nincomes, limited access to productive resources, and few effective \nlegal  rights.  Women  are  discriminated  against  and  are  further \ndisadvantaged by the lack of awareness of their legal rights and \nopportunities.  The  double  burden  of  both  productive  and \nreproductive roles leaves women not only cash but also time poor.", " \niv \n  Despite legislative mandates to include women in political parties \nand in local bodies, women continue to be poorly represented in \nthe government and civil service at all levels. Moreover, women’s \nlow self-esteem inhibits their participation, while their low social \nstatus leaves them vulnerable to abuse within their households \nand communities. Given that the causes of poverty and low status \nof rural women are multiple and interrelated, a holistic approach is \nneeded  to  improve  women’s  well-being.  A  cross-sectoral \napproach has the potential to fully address the multiple constraints \nand deprivations of poor rural women in Nepal.  \n   \nObjective  The goal of the Project is to reduce poverty in rural Nepal by \nempowering  poor  rural  women  and  members  of  other \ndisadvantaged groups, such as ethnic and low-caste women. The \nobjective is to improve the socioeconomic conditions of poor rural \nwomen through a process of economic, social, legal, and political \nempowerment by (i) strengthening their individual capabilities to \nimprove their access to and control over assets; (ii) building group \nsupport for individual and collective action to influence and hold \ninstitutions  accountable;  and  (iii)  reforming  Government \ninstitutions  and  processes  to  become  gender-responsive  and \ninclude  previously  marginalized  women  into  development \nopportunities.  The  project  components  comprise  (i)  economic \nempowerment, (ii) legal empowerment, (iii) social empowerment, \nand (iv) institutional strengthening and project management. The \ncomponents are mutually supporting to promote a virtuous circle \nof socioeconomic improvement among poor rural women. \n \nThe  Project  area  (map)  covers  2  clusters  comprising  15  core \ndistricts–8 in the Midwestern and Far Western regions and 7 in \nthe  Central  Region–which  represent  the  most  disadvantaged \nareas of Nepal, and where gender discrimination is pervasive and \ndeep. An additional 12 districts and 5 towns are included in the \nProject to provide follow-up institutional strengthening support to \nwomen’s groups formed under the Microcredit Project for Women \nfunded by the Asian Development Bank (ADB). \n   \nCost Estimates  The estimated project cost is $15.5 million equivalent, comprising \nforeign exchange of $1.3 million (8%) and local currency of $14.2 \nmillion equivalent (92%). \n   \nFinancing Plan  ($ million)\n  Item  Foreign      Local       Total  % \nExchange  Currency  Cost \nADB  1.3         8.7  10.0  64.5 \nGovernment  0.0         3.4    3.4  21.9 \nBeneficiaries  0.0         2.1    2.1  13.6 \nTotal  1.3       14.2  15.5    100.0% \n \n  Source: ADB estimates. \n \n ", "v\n \nLoan Amount and Terms  The proposed financing from ADB’s Special Funds resources is \nequivalent to SDR6.636 million ($10 million). The loan will have a \nmaturity of 32 years, including a grace period of 8 years, with an \ninterest rate charge of 1.0% per annum during the grace period \nand  1.5%  per  annum  thereafter;  and  such  other  terms  and \nconditions as will be set forth in the draft Loan Agreement. \n   \nPeriod of Utilization  Until 30 June 2010 \n   \nEstimated Project  31 December 2009 \nCompletion Date \n   \nImplementation  The  Department  of  Women  Development  (DWD)  will  be \nArrangements  responsible  for  overall  management,  implementation,  and \ncoordination of activities to meet the overall goal and objectives of \nthe Project. The Director General of DWD will assign the day-to-\nday  project  management  responsibility  to  the  central  project \nmanagement  team,  in  Kathmandu,  headed  by  a  director  from \nDWD (project manager). To deliver project services effectively to \nthe 15 core districts, management of the Project will be supported \nand institutionalized by delegating responsibilities to the women \ndevelopment officers and women development office (WDO) at \ndistrict  level.  A  district  project  team  headed  by  the  women \ndevelopment officers will be established within the WDO in each \ndistrict. The district project team will outsource implementation of \nthe  project  activities  to  different  service  providers  (SPs).  The \nProject will use demand-driven processes that enable the targeted \nwomen to determine their own strategies for economic and social \nempowerment,  after  strengthening  their  individual  capabilities. \nThrough  their  social  mobilization  techniques,  WDO  staff  will \nfacilitate these processes. \n   \nExecuting Agency  DWD of the Ministry of Women, Children, and Social Welfare  \n   \nProcurement  Goods and services financed by the ADB loan will be procured in \naccordance with ADB’s Guidelines for Procurement. Civil works \ncontracts will be small and therefore procured on the basis of local \ncompetitive  bidding  in  accordance  with  the  Government’s \nprocurement procedures acceptable to ADB. Civil works contracts \nawarded to community groups will be procured in accordance with \nADB’s Community Participation in Procurement Guidelines. Single \nprocurement packages by community groups will be limited to \n$10,000.  Supply contracts for equipment or materials estimated \nto cost over $500,000 or more are not expected, but if such a \ncontract is required it will be awarded on the basis of international \ncompetitive bidding. Contracts costing less than the equivalent of \n$500,000 will be awarded on the basis of international shopping. \nDirect purchase procedures will apply to minor items valued at \nless than $50,000. \n   ", "vi \n \nConsulting Services  Consultants  will  be  selected  and  engaged  in  accordance  with \nADB’s  Guidelines  on  the  Use  of  Consultants  and  other \narrangements  satisfactory  to  ADB  for  engaging  domestic \nconsultants  and  SPs.  Consulting  services  will  support  project \nmanagement and technical aspects of institutional strengthening. \nThe quality- and cost-based selection procedure will be used to \nprocure  172  person-months  of  consulting  services  (22 \ninternational and 150 domestic). The services of different SPs will \nbe required. To the extent possible, SPs, prequalified according to \ncriteria  agreed  upon  by  the  Government  and  ADB,  will  be \ncontracted  on  the  basis  of  competitive  bidding  procedures.  In \ninstances where the number of qualified SPs is limited, direct \nselection may be applied with the prior approval of ADB. \n   \nProject  Benefits  and  The  Project  will  cover  some  of  the  poorest  and  most  remote \nBeneficiaries  communities in rural Nepal, benefiting households in 80 village \ndevelopment committees (VDCs) in 15 core districts. The project \nactivities  are  expected  to  reach  30,000  women  in  the \nmicroenterprise (ME) program, 100,000 people through the legal \ncomponent,  12,600  women  and  their  households  in  the \ncommunity-based water supply system, 16,800 in the sanitation \nschemes, 38,500 for time-saving household devices, and 9,200 in \nrehabilitation of local trails and bridges. The actual number of \nbeneficiaries will be considerably less than the sum of 207,100, as \nsome women will participate in more than one scheme or avail of \nmore than one of the services provided. The beneficiaries of the \nProject are poor rural women, including those from historically \nexcluded low castes or ethnic groups. Given the nature of the \nProject, readily quantifiable economic benefits accrue from the \neconomic  and  social  empowerment  components  while  the \nbenefits  from  the  legal  empowerment  and  institutional \ncomponents  would  be  realized  at the  end  or  after  the  project \nperiod. The estimated returns from the MEs are substantial and \nwill significantly affect the financial well-being of the families as \nwell as the local communities in terms of induced demand for \ngoods  and  services.  The  legal  changes  will  translate  into \nincreased  income-earning  capacity  for  women  and  their \nintegration into the mainstream of society in the long term. The \ntime-saving household devices and the community-based social \ninfrastructure are aimed at reducing drudgery and time spent on \nhousehold chores, such as fetching water and collecting firewood, \nand  will  allow  women  to  allocate  more  time  to  social  and \neconomic  advancement.  The  Project  will  have  a  direct  and \nimmediate  effect  on  strengthening  the  DWD  and  building  the \ncapacity of DWD field staff to increase their outreach to poor \nwomen. In the medium and long term, the increased outreach and \nawareness-raising will promote entrepreneurship and employment \ngeneration among women, hence raising their income and social \nstatus. \n   \n ", " \nvii\nRisks and Assumptions  The  Project  will  be  implemented  in  a  changing  political  and \ninstitutional  environment,  and  as  such  will  face  considerable \npolitical,  institutional,  social,  and  security  risks.  The  main  risk \nremains  the  armed  conflict  and  political  instability.  To  allow \nimplementation  to  proceed  despite  the  conflict,  the  following \nstrategic elements are central to the Project's design: (i) demand-\ndriven approach consistent with local development priorities; (ii) \ntransparency in what the Project will deliver to local communities, \nespecially the poorest of the poor, and within what time frame; (iii) \naffirmative  action  for  low  caste  and  ethnic  groups;  (iv) \nimplementation  through  local  institutions  and  people;  (v) \nimplementation  flexibility  in  terms  of  selection,  phasing,  and \narrangement  of  activities;  and  (vi)  fully  participatory  and \ntransparent  approach  in  planning,  decision  making,  budgeting, \nand  monitoring.  However,  an  increase  in  the  intensity  of  the \nconflict or the continued lack of locally elected officials at district \nlevel  will  weaken  the participatory  decentralized  approach  and \nmay  adversely  affect  the  pace  and  success  of  project \nimplementation. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", " \nix", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Kingdom of Nepal for the Gender Equality and Empowerment of Women Project. 1 The \nproject framework is in Appendix 1. \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n2.  The causes of poverty and marginalization of rural women are multiple, interrelated, and \ndeep-rooted. Lessons from past programs, which aimed at empowering women in Nepal and \nreducing their poverty (Appendix 2), show that no single-focus approach can be effective. \nInstead, a holistic, phased, process-oriented approach is needed to systematically improve the \nwell-being of Nepal's poorest and most disadvantaged rural women.  \n \nA.  Performance Indicators and Analysis \n3.  While per capita income grew at 2.7% during the 1990s, the incidence of poverty in \nNepal remains high. Poverty is more severe in rural areas–where 88% of the population live–\nthan in urban areas and affects most households.2 Nepal has made considerable strides in \nimproving education, health, and other social services during the last decade, but the level of \nhuman development remains among the lowest in the world and below that of most other \ncountries  in  South  Asia.3  Women,  constrained  by  natural  and  social  barriers,  bear  a \ndisproportionate share of the poverty burden as shown by a gender-related development index \nof 119 out of 144 countries. Women have unequal access to food, education, and health care, \nand  suffer  from  long  working  hours  and  high  levels  of  social  exclusion  from  productive \nresources and community activities.4 This type of discrimination against women and girls is \nmore severe in the terai and Midwestern and Far Western regions and creates a fertile ground \nfor trafficking (Supplementary Appendix A) and child labor, which are reportedly increasing.  \n \n4.  Poverty is exacerbated by caste- and ethnicity-based discrimination. Nepalese society is \ncharacterized by complex differences in ethnicity, caste, language, and religion and the caste \nsystem defines access to resources and opportunities. At each level in the caste system or \nwithin an ethnic group, women are more disadvantaged than men. It is estimated that the entire \npopulation of dalit5 women live below the official poverty line. Literacy rate is on average 7% \namong dalit women and life expectancy is 10–14 years lower than that for high caste women. \n \n5.  Gender-based vulnerability has been intensified by the ongoing conflict between the \nGovernment and the insurgents. Because rural economic activity has been curtailed, many men \nhave left to seek work elsewhere on a long-term basis, leaving women responsible for meeting \n                                                 \n1  ADB. 2002. Technical Assistance (Financed by the Japan Special Fund) to the Kingdom of Nepal for Preparing the \nEmpowerment of Women Project. Manila. A $537,000 project preparatory technical assistance, NEP-3872, was \napproved in May 2002. \n2\n  The head count index places 56% of the population in the mountains below the poverty line, 41% in the hills and \n42% in the terai (44% in rural areas as a whole), whereas in the urban areas 23% are poor. Also the human \ndevelopment index (HDI) disaggregated by region highlights the inequity of development across areas. \n3\n  UNDP. 2003. Human Development Report. New York and Oxford. HDI ranks Nepal 143 out of 175 countries, lower \nthan all Asian countries but Pakistan.   \n4\n Despite significant gains in their socioeconomic status in the past 3 decades, during which female literacy increased \nfivefold, fertility dropped by half, and female life expectancy increased by 11 years, Nepalese women continue to \nhave a lower life expectancy than men, and their literacy and mean years of schooling are only half that of men. \nThe maternal mortality rate continues to be high and the child mortality rates are higher for girls than for boys. \n5\n  Dalit refers to the lowest caste (“untouchable”) in the Hindu caste system (Supplementary Appendix B).   ", "2 \nall the needs of the family in regions where there are fewer opportunities for their employment, \nvery low wage rates, and few services delivered. Over time, even the more violent armed \nconfrontations have increasingly involved women as guerrillas. Reports have placed 30-60% of \nthe  insurgents  as  women,  with  70%  of  these  women  from  ethnic  groups.  The  reason  for \nwomen’s increased involvement is their perception that conflict is the only means to change \ntheir situation in society, as the abolition of discrimination by gender, caste, and ethnicity has \nbeen prominent in the insurgents' political agenda (Appendix 3). \n \n6.  Rural women suffer from lack of opportunities to earn income outside their households; \nthis lack further weakens their already low status. The strong gender division of labor requires \nthat women undertake almost all domestic duties, including time-consuming tasks of firewood \nand water collection. Women spend an average of 11 hours a week more than men on work for \nthe household and girls from an early age are expected to assist their mothers in the household \ntasks. This chore prevents women from engaging in productive activities and from migrating to \nseek higher-return employment, and girls from attending school. Furthermore, women and girls \nput in more hours in agricultural production than men and boys.6 Women are generally engaged \nin semi-skilled and unskilled jobs closely related to their household tasks or local jobs. For the \nsame  work,  they  earn  about  70%  of  men’s  wages  (Supplementary  Appendix  C).  Their \nparticipation in activities with higher return is limited by (i) lack of time, (ii) lack of access to \neconomic assets7 and to marketing networks and technology, (iii) restricted mobility and risk-\ntaking capacity, (iv) low education and lack of vocational training, and (v) social discrimination \non  the  part  of  the  employers.  The  concentration  of  women  in  nonpaying  or  low-skilled \nemployment means that more than half of the population makes a fraction of its potential \ncontribution to economic development at the household, community, and national levels.  \n \n7.  Women in Nepal have limited legal rights. Although the 1990 Constitution guarantees \nequal treatment and some discriminatory provisions were recently modified through the 11th \namendment to the Muluki Ain (Country Code), substantial discrimination continues to exist in \nareas such as citizenship and related rights, property rights, and inheritance. In addition, there is \nlimited knowledge and awareness of relevant legislation, and legal institutions do not offer easy \nredress to women wanting to assert their rights. Partly because of this situation but also due to \nsocial  patterns  of  behavior  and  gender  insensitive  attitudes,  the  application  of  relevant \nlegislation and the enforcement of women’s rights are limited. \n \n8.  In both the household and the public arena, women are also vulnerable to gender-based \nviolence, such as verbal and sexual harassment, rape, and trafficking. An estimated 95% of \nwomen and girls have firsthand knowledge of violence, 77% of which was from their own family \nmembers.8 The costs of gender-based violence to the potential for socioeconomic development \ncan be counted not only in impacts on health and eroded self-confidence, but also in loss of \nproductive potential. The deteriorating security situation and insurgency have also presented \nnew chances for assault on women. \n \n9.  Women’s participation in the economic and political life is low, with a wide gap between \nurban and rural areas. Despite the contributions women make to family livelihood, they have \nusually little say in household decision making. Differences in levels of awareness and ability to \n                                                 \n6 Between the ages of 10 and 14, 28% of girls versus 18% of boys are active in farm production.   \n7 For instance, discriminatory practices at microfinance institutions prevent lending to unmarried or widowed women, \nwomen who are illiterate or whose husbands have migrated. \n8\n SAATHI and Asia Foundation. 1997. A Situation Analysis of Violence Against Women and Girls in Nepal.  \nKathmandu (reported in ADB. 1999.  Women in Nepal: Country Briefing Paper. Manila). ", "3 \ncontribute time, cash, and labor affect the capacity of poor, low-caste, and ethnic women to \nparticipate effectively in community decision-making processes. Women’s access to political \nand administrative decision-making positions has been minimal due to the lack of access to \neducation and economic resources, social expectations of exclusive household responsibilities, \nand restricted mobility.9 \n \nB.  Analysis of Key Problems and Opportunities \n10.  Multiple Forms of Discrimination. The low status of rural women in Nepal can be \ntraced to economic, legal, cultural, political, and institutional constraints, which are interrelated \nand mutually reinforcing. The analysis of rural women’s problems suggests a need for a holistic \napproach and targeted interventions in four synergistic areas: (i) economic, to enhance rural \nwomen’s skills and access to productive assets, both for self- and wage employment; (ii) legal, \nto improve legal awareness of women's rights, access to legal services and alternative dispute \nresolution mechanisms, and gender responsiveness of judicial and administrative institutions; \n(iii)  social,  to  reduce  women’s  time  burdens  through  improved  household  technology  and \ngender-sensitive  community  infrastructure,  and  to promote  social  mobilization  for  collective \naction; and (iv) institutional strengthening, to build the capacity of Government agencies and \nwomen’s representatives to promote gender equality (GE). The project has been designed to \nfurther these interrelated objectives in a coordinated and sustainable manner. \n \n11.  Drivers for Change. Centuries-old cultural and behavioral norms must be overcome if \ndisadvantaged, low-caste, and ethnic women are to make their full contributions to Nepal's \nsocioeconomic development. It would be immodest to suggest that any single project can \nachieve this outcome. Ultimately, empowerment will be driven by the realization among all of \nNepal's people, including men, that (i) women and disadvantaged groups can and will make \nmuch greater contributions to the socioeconomic uplift of households, communities, and the \nnation; (ii) all household and community members will benefit from this; (iii) legal and social \nsanctions  can  and  will  be  applied  effectively  to  protect  the  rights  of  women  and  the \ndisadvantaged; and, therefore, (iv) it is in the self-interest of all to support or at least accept the \nprocess of empowerment of women (EOW). The Project will provide appropriate economic, \nlegal, social and institutional incentives to initiate this process of change and institutions, e.g., \nthe National Women’s Commission (NWC) and the Gender Stakeholders Group (GSG), will \nfacilitate and motivate these changes beyond the Project’s implementation. \n \n12.  Government  Policies.  The  Government  is  cognizant  of  the  social  and  economic \ninequity of the Nepalese system. In the 10th National Plan and Poverty Reduction Strategy, the \nGovernment explicitly recognizes the need to reduce poverty through GE and EOW and to \nmainstream gender, ethnic and caste-related issues in the design of key programs. To further \nstrengthen the institutional and legislative basis for gender and caste equality, the Government \nhas established the NWC and the National Dalit Commission (NDC) and is working on their Acts \nand the Cabinet has just approved the ‘Act amending some acts to eliminate discriminatory \nlegal provisions against women’ - the GE Act – to be passed has ordinance. 10 The Government \nis also implementing the decentralization strategy of the Local Self-Governance Act (LSGA, \n1999) to facilitate participation of the rural poor in decision making and to have delivery of public \n                                                 \n9\n In local governments, 26 women hold executive positions compared with 8,000 men; only 30% of women \nrepresentatives at the ward level are fully literate, thus limiting their understanding of local government processes; \n25% never attend meetings, as they are not invited; 39% of those who attend only listen (UNDP estimates). \n10\n This confirms Nepal’s commitments at the United Nations Fourth World Conference on Women in Beijing in 1995 \nand to the Millennium Development Goals (MDG), to promote gender equality (GE) and empowerment of women \n(EOW) (Supplementary Appendix D). The Project facilitated the passage by the Cabinet of the GE Act. \n ", "4 \nservices more participatory, gender-sensitive, and responsive to local needs (Supplementary \nAppendix  E).  Since  access  to  resources  will  be  determined  at  the  local  level,  meaningful \nparticipation of rural women is vital if they are to have increased control over resources and \neffective roles in planning and monitoring local bodies functions. In view of this devolution, the \nmandate of the Department of Women Development (DWD) of the Ministry of Women, Children, \nand Social Welfare (MOWCSW) has changed, and in July 2003 the Women Development Office \n(WDO) became the focal agency at district level for gender and matters relating to minors, the \ndisabled, the aged, and non-government organizations (NGOs) (Supplementary Appendix F). \nThis  change  presents  an  important  opportunity  for  promoting  GE.  DWD  needs  therefore \nsubstantial capacity building to carry out this new mandate effectively, in view also of the recent \nregularization of the WDO staff, facilitated by the Project. \n \n13.  ADB’s Strategy and Program. ADB’s country strategy and program11 (CSP) for Nepal \nand poverty reduction partnership agreement with the Government recognize that the stark \ngender disparities and low participation of women in decision making are barriers to both \npoverty reduction and sustainable development. The CSP's gender strategy follows ADB’s \npolicy  on  gender  and  development,12  and  recommends  that  gender  inequities  should  be \naddressed through strategic, broad-based, multifaceted solutions at the policy, institutional, and \nsector/program and project levels. Although ADB has financed one project that specifically \ntargeted women, the Microcredit Project for Women13 (MCPW), its general approach has been \nto mainstream gender concerns in loan projects and to support legislative and policy changes to \nincrease opportunities for women within the civil service system.14 While gender mainstreaming \nis an important tool for ensuring that women participate fully in ADB-funded projects, ADB’s \npolicy recognizes that women-focused interventions may still be necessary to promote GE in \nareas with deeply rooted patterns of discrimination, as in the case of Nepal. There is strong \nconsensus on this among development actors working on EOW in Nepal. Appendix 4 is the \nsummary of the external assistance for GE and EOW projects. \n \n14.  The Conflict. The insurgency has created security risks and disrupted rural economic \nlife, but, at the same time, has enforced changes to land tenancy arrangements, lending interest \nrates, workers’ wages, and patron-client relationships to benefit the disadvantaged. Since the \nproject objectives are consistent with gender, caste and ethnic equality, project implementation \ncan proceed despite the ongoing conflict. However, extensive consultation with the Government \nand funding agencies with ongoing programs suggests that the Project should also adhere to \nthe following conditions: (i) it must take a demand-driven approach consistent with local needs; \n(ii) it must be clear on what it will deliver to communities and the poorest, and within what time \nframe; (iii) low-caste and ethnic groups must receive special assistance; (iv) it must work \nthrough  local  institutions  and  people;  (v)  it  must  allow  for  flexible  implementation,  in  the \nselection and arrangements of activities; and (vi) it must be fully participatory and transparent in \nplanning, decision making, budgeting, and monitoring.15 All these strategic elements are central \n                                                 \n11\n ADB.  1999.  Nepal: Building Effective Institutions (Country Operational Strategy).  Manila. \n12\n ADB.  1998.  Policy on Gender and Development.  Manila. \n13\n ADB. 1993. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nKingdom of Nepal for the Microcredit Project for Women. Manila. For $5.0 million, approved on 24 Jun 1993; \nclosed on 30 Jun 2002. \n14\nADB. 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nKingdom of Nepal for the Corporate and Financial Governance Project. Manila. For SDR 5,706,00, approved on 14 \nDec 2000.  \n15 ADB/DFID.2002. Implementation of Rural Infrastructure Projects in Conflict Situations. Kathmandu. Results of the \nworkshop jointly sponsored by HMG/Asian Development Bank/Department of International Development. ", "5 \nto the Project's design. Nonetheless, an increase in the intensity of the conflict could pose \nsignificant risks to the Project and, indeed, to all development programs. \n \nIII.  THE PROPOSED PROJECT \nA.  Objective  \n15.  The goal of the Project is to reduce poverty in the project area by empowering poor rural \nwomen and members of other disadvantaged groups, such as ethnic and low-caste women.16 \nThe  objective  is  to  improve  the  socioeconomic  conditions  of  poor  rural  women  through  a \nprocess  of  economic,  social,  legal,  and  political  empowerment  by  (i)  strengthening  their \nindividual capabilities to improve their access to and control over assets, (ii) building group \nsupport for individual and collective action to influence and hold institutions accountable, and (iii) \nreforming Government institutions and processes to become gender-responsive and include \npreviously marginalized women in development opportunities. \n \n16.  The project area (map) covers two clusters for a total of 15 districts: 8 in the Midwestern \nand Far Western regions (the Western cluster) and 7 in the Central Region (the Central cluster). \nThese districts represent the poorest and most disadvantaged areas of Nepal, where gender \ndiscrimination is pervasive and deep.17 The Project provides follow-up institutional strengthening \nsupport to women’s savings and credit groups formed under the MCPW in 12 districts and 5 \ntowns in the Midwestern, Central, and Eastern regions.18 \n \nB.  Components and Outputs \n17.  The  Project  will  have  four  components  (i)  economic  empowerment,  (ii)  legal \nempowerment,  (iii)  social  empowerment,  and  (iv)  institutional  strengthening  and  project \nmanagement.  These  components  are  mutually  supportive  to  promote  a  virtuous  circle  of \nsocioeconomic  improvement  among  poor  rural  women.  Advancement  on  any  one  front \n(economic, legal, or social) will increase women’s capacities to advance on other fronts, by \nproviding the necessary mix for women’s meaningful empowerment. The Project envisages a \nset of activities, the selection and implementation of which may vary due to the process and \ndemand-driven approach and to the flexibility to introduce changes based on implementation \nexperience. Lessons learned have been incorporated in the design of the Project. \n \n1.  Economic Empowerment  \n18.  The  objective  of  this  component  is  to  increase  income,  assets,  and  employment \nopportunities for poor rural women through improved business knowledge and entrepreneurial \nskills, and reliable access to needed financial resources, through the following activities: \n \na.  Programs for Promoting Income Generation \n19.  Given  the  different  socioeconomic  conditions  of  poor  rural  women,  the  Project  will \nsupport  different  packages  to  increase  women’s  income:  for  the  most  vulnerable  women, \n                                                 \n16 Poor rural women in the text will always include ethnic and low-caste women. \n17 The selection criteria for these districts are (i) poverty and women’s empowerment indicators from International \nCentre for Integrated Mountain Development and other indicators (such as gender empowerment measure; gender \ndevelopment index; % of dalit population; primary school girl boy ratio; female literacy) from the Nepal Human \nDevelopment Report, 1998. \n18 Project area in the text will refer only to the 15 core districts. See Supplementary Appendix G. \n ", "6 \nimprovement in economic security rather than promotion of income-generation will be the first \nstep  to  smooth  consumption;  some  women  will  be  able  to  take  risks  in  developing \nmicroenterprises (MEs), while others are wage laborers. To provide tangible opportunities for \nhouseholds’ livelihood improvement, the Project will support activities to (i) increase women-led \nviable MEs, and (ii) improve opportunities and conditions for female wage laborers. \n \n20.  Women’s groups (WGs) will express their preferences in selecting potential ME and \nservice providers (SPs),19 and will assess the comparative advantage,20 training, and credit \nneeds for promoting MEs. After the delivery of appropriate technical and managerial skills, \nbetter access to credit, marketing advice, technology and technical backstopping will support \nthe development of sustainable women-led MEs. All districts have potential for a range of MEs \n(from  agriculture  and  livestock  based,  natural-resources  based,  small  food  processing, \ntraditional village craft, to trading activities21) that the WGs can successfully undertake.  \n \n21.  To improve opportunities for female wage laborers, the Project will build specific skills \nthat justify increasing women’s salaries, based on rural and urban markets’ demands, through \ntailored training programs and awareness programs for women who desire to migrate (legal \nprotection,  registration,  Human  Immunodeficiency  Virus/Acquired  Immune  Deficiency \nSyndrome, safe migration). The Project will supply manual tools and agricultural implements for \nfemale agricultural laborers. In addition, when labor inputs are to be financed by the Project, \npoor women and vulnerable groups will have priority employment (Supplementary Appendix I). \n \nb.  Programs for Promoting Linkages to Microfinance  \n22.  To be able to initiate MEs, WGs need, among others, improved access to reliable and \naffordable microfinance (MF) services. In the Western cluster, microfinance institutions (MFIs) \nare unlikely to expand their operation in the near future; in the Central cluster, existing MFIs do \nnot reach poor rural women. Hence, formation of women-only or poor-only savings and credit \ncooperatives (SCCs) 22 is the most suitable model to improve the target group’s access to MF. \nThe Project will support the formation of WGs comprising 5-10 women, improvement of their \nsavings23  and  lending  practices,  and  their  development  into  well-managed  and  member-\ncontrolled SCCs. Intralending of savings among group members will be promoted to fulfill the \ngroup members’ immediate cash requirement and to meet their credit needs for productive, \nsocial, or consumption purposes. Depending on the performance of the groups, a strategy to \ntransform them into savings and credit committees and then into cooperatives will be adopted, \nin addition to networking and linkages with district, regional, and national federations and apex \norganizations. Grant funds will be provided to match internally generated savings for the SCCs \nin the hills and mountains districts. \n \n23.  Under  the  MCPW  (Appendix  5),  around  6,500  WGs  and  82  women’s  SCCs  were \nformed. However, these SCCs still need (i) support in establishing business linkages with \nwholesale MF providers, and (ii) follow-up training in various areas of institutional development. \n                                                 \n19 Service providers include nongovernment organizations (NGOs), community based organizations, and private \nsector service providers. \n20 Identification of microenterprises (MEs) will be based on a thorough analysis of the beneficiaries interests, raw \nmaterial availability, resource potential, and market demand for products and services. \n21 MEs will include very small scale enterprises and those without processing (Supplementary Appendix H). \n22 SCCs are legal entities registered as cooperatives under the Cooperative Act of 1992. The licensed SCCs are \nthose  that  have  obtained  approval  from  Nepal  Rastra  Bank  to  extend  financial  services  to  members  and \nnonmembers. \n23 Savings are prerequisite for any woman to be a member of any group. Savings rates will be fixed by each group. ", "7 \nThe Project will therefore support activities to continue building the institutional and service \ndelivery capacity of these SCCs and informal WGs. The Project will finance (i) training of the \nSCC members in various areas of institutional and financial product development to ensure \nsustainability and to strengthen internal control, and (ii) the development of business linkages \nwith  wholesale  MF  providers  to  increase  the  scale  of  lending  and  meet  SCCs  members’ \ndemand. The other set of activities is targeted to the WGs promoted under MCPW that are still \ninformal and includes (i) institutional assessment of the groups to identify capacity development \nprograms, and (ii) provision of technical support and training on institutional development. \n \n24.  After informing the communities about these project activities, WDO will (i) work in \npartnership with local SPs to promote ME; (ii) engage the services of MFIs-NGOs or SPs to to \ntrain to SCCs and to establish links and ensure synergies between WGs and MF providers; (iii) \norganize exchange visits and linkages between groups and cooperatives; and (iv) link groups, \ncommittees, and SCCs with other development programs. \n \n2.  Legal Empowerment  \n25.  This component will (i) increase the knowledge and awareness of poor rural women and \nother stakeholders about their legal and administrative rights and obligations, and (ii) build an \nenabling environment to implement and enforce those rights (Supplementary Appendix L).  \n \na.  Legal Awareness Raising and Education  \n26.  A prerequisite for legal empowerment is increased stakeholders’ knowledge of their \nrespective  rights  and  obligations.  The  Project  will  help  prepare  and  implement  massive \nawareness  raising  campaign  in  the  project  area  on  issues  related  to  gender,  caste,  and \nethnicity, such as civil rights; safe migration and trafficking issues; domestic violence and sexual \noffenses; polygamy and child marriage; birth, citizenship, and marriage certificates; property, \ninheritance, and water rights; labor standards and debt bondage; and other relevant matters that \nmay be identified during project implementation. The campaign will include (i) the translation of \nrelevant legislation, regulations, and orders into local languages; (ii) media campaigns, including \nprint media and popular entertainment; and (iii) community-based training of both men and \nwomen. The campaign will pay particular attention to raising awareness with girls and boys \n(through child-friendly means) and involving government officials at different levels, such as \nvillage development committee (VDC) officers, and health or education officers. \n \n27.   The Project will support the law faculty of the Tribhuvan University in preparing a \nspecialized course and syllabus on rights of women and other vulnerable groups for inclusion in \nits Bachelor of Law Program. The Project will also help initiate the process with MOWCSC and \nMinistry of Education and Sports (MOES) for including women’s issues in the curricula of \nsecondary schools and above. DWD will engage (i) a specialized national SP with relevant \nexperience to develop materials for, organize and implement the awareness campaign,24 and (ii) \na domestic consultant to help Thribhuvan University prepare the course and syllabus and \nMOES revise the curricula.  \n \n                                                 \n24 The materials will be developed in modules that will be selected and implemented in each district, depending on its \nparticular needs and problems, by the local partners of the national SP. \n ", "8 \nb.  Creating an Enabling Legal and Administrative Environment \n28.  The Project will cooperate with and support the Judicial Council and National Judicial \nAcademy in training judges, prosecutors, and court personnel on the rights of women and other \nvulnerable groups, and gender-sensitive ways of dealing with female court users. District courts, \ndistrict  development  committees  (DDCs),  and  VDCs  will  be  provided  with  legal  reference \nmaterial, and copies of Supreme Court decisions - where feasible on-line. The Project will also \nhelp train police officers in the project area on women’s rights and issues, and gender-sensitive \nways of dealing with female victims. \n \n29.  The Project will help in establishing alternative dispute resolution (ADR) mechanisms, \nand train mediators and paralegals. The ADR will include both out-of-court household and \ncommunity level ADR mechanisms. The mechanisms to be developed will build on existing local \nand traditional patterns of dispute settlement, while at the same time recognizing that current \nsystems  may  be  biased  against  women  and  disadvantaged  groups.  DWD  will  engage  a \nspecialized national SP with experience in both household and community ADR to develop the \nprogram and train mediators and paralegals chosen from the community. \n \n30.  To strengthen the implementation of legal activities, the Project will support one female \nlawyer per district. She will (i) provide legal aid for access to the district court; (ii) provide legal \nadvice and support to the community mediators and paralegals; (iii) facilitate the interaction and \nthe  exchange  of  information  between  communities,  WGs,  local  chapters  of  the  Nepal  Bar \nAssociation, and the paralegal committees where they exist; (iv) assist eligible women to obtain \nbirth, citizenship, and marriage certificates, including through mobile government units at district \nlevel; and (v) give legal advice and assistance to WDO staff as required. \n \n3.  Social Empowerment  \n31.  This  component  will  (i)  enhance  social  processes  at  the  community  level,  and  (ii) \nimprove household technology and community infrastructure, so as to increase available time \nand give more opportunities for poor rural women to pursue both personal and community \ndevelopment. Their preparation will enable them to participate more in other project activities, \nand ultimately lead to comprehensive EOW. To achieve institutional and financial sustainability \nof the Project, the beneficiaries of this component will be required to (i) select the schemes, (ii) \nmake up to 35% contribution of the capital costs by providing local materials and labor,25 and \n(iii) take full responsibility for operation and maintenance (O&M) costs.  \n \na.  Enhancing Social Processes at Community Level \n32.  The empowerment process begins at the individual level, but it is participation in group \nactivities that acts as a catalyst for change. The Project will therefore provide (i) community-\nbased  literacy  courses,  and  (ii)  group-based  activities  to  strengthen  group  cohesion.  The \ncombination of individual and group-based capacity building will contribute to the enhancement \nof  women’s  personal  development,  strengthening  of  group  solidarity,  and  social  inclusion \nespecially of non-literate and semiliterate women. To address the abysmally low literacy rates, \nthe Project will take a cross-sectoral approach to literacy by integrating the learning into ongoing \ncommunity programs and in response to people’s needs. To strengthen WGs’ cohesion and to \nbuild  community  links  through  improved  communication,  the  Project  will  support  the \n                                                 \n25 For poor communities in remote inaccessible areas, the minimum contribution will be reduced to 10% as set out in \nthe Government Policy on Community Contribution, 2002. ", "9 \nestablishment of multipurpose women’s centers, owned and run by WGs at VDC or community \nlevel to provide women an adequate venue in which to meet for social activities and training \ncourses, and equipped with small libraries. WDO will (i) involve male community members and \nleaders to support the EOW process; (ii) organize exposure tours for women and men to other \nparts of the country where gender and caste restrictions are lesser; (iii) organize visits to district \nheadquarters  for  discussions  with  local  bodies  officials;  and  (iv)  support  institutionalizing \nwomen’s federations. \n \n33.  DWD  will  engage  a  national  SP  specializing  in  community  literacy  and  tailor-made \ncourses. The contracted SP will identify, train, and guide local NGOs, WDO, and DDC staff as \nappropriate and other potential multiplicators at the district level to develop and conduct literacy \ntraining in the communities, in coordination with MOES, its nonformal education functional \nliteracy programs, and its district education officers.26 WDO staff and representatives from the \ncommunities  will  assist  in  field-testing  courses  and  teaching  material  to  ensure  they  are \nappropriate for the ethnic groups and occupational castes. \n \nb.  The Household Technology Fund \n34.  The  Project  will  support  a  demand-driven  fund  to  provide  timesaving  household \ntechnologies, such as improved cooking stoves, storage facilities, biogas plants, and other \ndevices. The Project will also support district and village exhibitions, fairs, and promotions to \ndisseminate  information  on  existing  appropriate,  women-friendly,  timesaving  household \ntechnologies. Local promoters, such as artisans from the occupational castes and technicians \nwill be trained. They will then train interested women in the communities. The package will \ninclude (i) promotion of technologies; (ii) assistance in the installation; and (iii) explanation on \noptimal use, including O&M and hygiene education. \n \nc.  The Community Infrastructure Fund \n35.  The Project will support a demand-driven fund for community-based social infrastructure \nthat will serve to reduce time and energy expended by poor and disadvantaged women on \nmenial tasks. WDO will ensure that the perceived needs of poor rural women, including low \ncaste and ethnic groups, are taken into account at the planning stage and will engage the \nservices of SPs to implement the subprojects with the involvement of men and women. The SPs \nwill work closely with the selected communities during the development phase to (i) establish \nthe relevant user groups and prepare community action plans; (ii) provide training and offer \noptions to the user groups; (iii) select the most appropriate technology from various technical \noptions; and (iv) complete detailed designs, bill of quantities, and procurement. \n \n36.  The Project will finance on a cost-sharing basis (i) the construction and rehabilitation by \ncommunity groups of small water supply and sanitation schemes (WSSS);27 (ii) the construction \nof household latrines; (iii) the rehabilitation of foot and animal trails to improve access to existing \nrural access roads, markets, and social services; and (iv) other activities requested by the \ncommunities and that meet the selection criteria.28 Communities opting for WSSS will receive \nawareness  programs  in  hygiene,  health,  and  sanitation  practices.  Communities  opting  to \nimprove trails will be counseled by SPs on widening, grading, providing cross-drainage and \n                                                 \n26 Terms of reference (TOR) are in Supplementary Appendix M. \n27 The Project will follow the established criteria and processes of the ADB-funded Community-Based Water Supply \nand Sanitation Sector Project. For $24 million, Loan 2008, approved in September 2003.  \n28 To avoid duplication and overlapping, the Project will coordinate with the ADB-funded Decentralized Rural \nInfrastructure and Livelihood Project, for $40 million, Loan 2092, approved in September 2004. \n ", "10 \nmaintaining  the  improved  trail  to  ensure  its  sustainability.  The  Project  will  strengthen  the \nparticipating communities’ capacity to plan, implement, manage, operate, and maintain these \nfacilities. \n4.  Institutional Strengthening and Project Management  \n37.  In addition to facilitating the regularization of the WDO positions in all 75 districts,29 the \nProject will assist the DWD and WDO to (i) fully take on the new roles and responsibilities as \nfacilitators  for  women  and  GE  issues;  and  (ii)  continue  linking  autonomous  WGs,  formed \npreviously and under the Project, at national and district levels, through the following activities. \n \na.  Strengthening Gender Mainstreaming Mechanisms of DWD/WDO \n38.  The Project will finance a full organizational audit of DWD, within MOWCSW and other \ninstitutions dealing with women’s and gender issues,30 to ensure that their capabilities match the \nnew roles and responsibilities expected from the DWD and WDO at all levels. The findings from \nthis audit, carried out at the outset of the Project, will be used to set out a human resource and \nprofessional development plan for staff at all levels within DWD to be implemented during the \nProject. The audit will identify training packages for DWD and WDO staff on various issues, \nsuch as (i) decentralized planning process; (ii) gender budgeting; (iii) outsourcing of project \nactivities and selection of SPs; and (iv) managing, monitoring, and evaluating contracts. The \nProject will support revision of the existing DWD working manuals. \n \n39.  The new mandate of DWD and WDO as facilitators and focal points for GE requires that \nthey play an advocacy role at various levels. WDO staff will be trained on (i) the structure and \npolicy-making process of government, (ii) preparing messages and information about priority \nissues for women at the community level that will be relevant to national agencies, and (iii) \nidentifying national policies and implementation gaps to be addressed. MOWCSW staff at the \nnational level will participate in training with WDO staff to improve coordination between the \nministry  and  the  department.  Collaboration  with  other  stakeholders  will  also  be  promoted \nthrough  the  establishment  of  the  GSG,  to  provide  a  common  platform  for  advocacy  and \nimplementation activities. Its main mandate will include (i) coordination of reforms related to \ndiscrimination  based  on  gender,  low  caste,  and  ethnic  minorities  particularly  as  it  affects \nwomen, (ii) coordination of GE programs supported by external funds and the Government, to \navoid overlapping and repetitions; (iii) planning complimentary GE programs; and (iv) giving \nrecommendations on GE to the appropriate institutions.31 Members of the GSG, chaired by the \ndirector general of DWD, will include at least representatives of MOWCSW, DWD, NWC, NDC, \nthe Feminist Dalit Organization, the Donors’ Gender Forum as well as civil society groups and \nNGOs with a strong focus on gender issues. \n \n40.  Monitoring and evaluation (M&E) of outcomes from the planning cycle requires capacity \nbuilding at local and central levels. The Project will support training of WDO staff on qualitative \nand process monitoring mechanisms to develop indicators for different types of programming. \nTo ensure that target groups benefit from the project activities as intended, a participatory and \ngender-sensitive  project  performance  monitoring  system  (PPMS)  will  be  developed  in \ncooperation with WDO staff and at district and community levels. The Project will also support \nthe strengthening of a responsive management information system (MIS) unit within DWD to \nensure that outcomes can be tracked and trends identified for advocacy purposes. \n                                                 \n29 About 750 WDO positions have been made permanent and reserved for women only, after 22 years of being \ntemporary positions with contracts renewable every 6 months. \n30 Such as Government institutions (NWC, Mainstreaming Gender Equality Program) and civil society organizations. \n31 Detailed TOR of the GSG will be developed by the institutional development expert. ", "11 \n \nb.  Strengthening Gender Mainstreaming Mechanisms of Local Bodies \n41.  Due to the need for district line agencies to share responsibility with WDO staff in \nimplementing programs, capacity building is desirable to ensure gender sensitization of DDC \nstaff. The Project will support a gender audit of district line agencies to (i) determine the capacity \nbuilding  needed  to  improve  their  gender  responsiveness,  and  (ii)  identify  existing  gender \nmainstreaming mechanisms at community level to build on them. The Project will facilitate the \nestablishment of gender subcommittees, under section 190 of the LSGA, to provide technical \ninputs and review plans as they are incorporated into the district development plans (DDPs) and \npromote local cooperation on gender planning among stakeholders. \n \n42.  The  Project  will  support  intensive  training  and  other  needs-based  capacity  building \nactivities for (i) government officials as well as elected and nominated representatives in local \nbodies on their roles and duties to better implement existing legislation and to enhance the  \naccountability of local bodies, with a specific focus on women’s issues; (ii) nominees from WGs \nat  community  level  as  well  as  ward  and  VDC-level  female  elected  and  nominated \nrepresentatives32 on the decentralized planning process and cycle, and on gender budgeting \nand tracking; and (iii) elected and nominated women officials and other key stakeholders at the \nlocal level, on policy advocacy, communication skills, and government functions. The training \nwill  support  the  institutional  development  of  WGs  and  the  gender  responsiveness  of  local \ninstitutions. Training different stakeholders on the same topics will increase cooperation. \n \nc.  Project Management  \n43.  The  Project  will  finance  the  motorcycles,  equipment,  and  part  of  the  incremental \nrecurrent cost of the central and district project management teams. At the district level, the \nProject will provide a basic office infrastructure package (office renovation, computer, printer, \nbasic office furnishings, and training accessories) for the WDO offices in the core districts. The \nProject will also provide consulting services to support project management and institutional \nstrengthening (organizational audit, M&E, and gender development), and to assist WDO and the \ncommunities to plan and implement project activities. \n \nC.  Special Features \n44.  Project Beneficiaries. The project beneficiaries are poor rural women who have not \nbenefited from past development programs. All activities focus on poor ethnic and low-caste \ngroups to ensure that benefits will accrue more readily to these disadvantaged groups. The \nProject  will  work  with  existing  groups  as  well  as  with  newly  formed  groups  to  allow  the \nhistorically excluded women to participate in the Project. Because of the geographical targeting \nand  the  selection  criteria  for  VDCs  and  communities  (Appendix  6),  the  Project  will \ndisproportionately benefit the poorest rural women. \n \n45.  Cross-Sectoral,  Demand-Driven,  and  Process  Approach.  As  the  causes  of \ndisempowerment of women are interwoven to such a degree that one cannot be tackled in \nisolation from the others, a comprehensive and cross-sectoral approach is crucial if gender \ndiscrimination is to be eliminated. The links across the different types of empowerment, and \nthus the project components and activities aim at enforcing and supporting each other. The \nProject  will  use  demand-driven  processes,  facilitated  by  WDO  staff  through  their  social \n                                                 \n32 If there is no female representative, the WGs can nominate a male ward/VDC representative to attend the training. \n ", "12 \nmobilization techniques, to enable the targeted women to determine their own strategies for real \nand sustainable socioeconomic empowerment. \n \n46.  Sustainability of the Project. The Project supports the Government’s decentralization \nstrategy by focusing project implementation at the district level and by channeling the project \nfunds through the District Development Fund (DDF) mechanism. WDO will become an integral \npart of the DDC to act as facilitators for GE and empowerment of WGs. The Project avoids \ncreating new institutions, making maximum use of the existing ones, both public and private. \nSPs and local bodies will implement activities under the coordinated guidance of DDCs and \nWDO. The Project will assist DWD in building new and strengthening existing capacities and \nskills to ensure that the services are delivered to poor rural women. The Project will utilize \nsuccessful existing models of development and appropriate existing manuals and materials. \n \nD.  Cost Estimates \n47.  The estimated cost of the Project is $15.5 million equivalent, inclusive of physical and \nprice contingencies, taxes and duties, and interest charge during implementation. The foreign \nexchange cost is estimated at $1.3 million (about 8% of the total cost). The local currency cost \nis estimated at $14.2 million equivalent (about 92% of the total cost). The high local currency \ncosts to be financed by the ADB loan follow from the nature of the project activities. ADB \nfinancial support is justified given the high number of micro beneficiaries and the core poverty \nintervention character. The project cost estimates are summarized in Table 1. Appendix 7 gives \nthe summary costs estimates. The detailed cost estimates are in Supplementary Appendix N. \n \nTable 1: Cost Estimates \n($ Million) \nProject Component  Foreign  Local Currency  Total Cost \nExchange \nEconomic Empowerment  0.0  2.6  2.6 \nLegal Empowerment  0.0  0.8  0.8 \nSocial Empowerment  0.4  7.1  7.5 \nInstitutional  Strengthening  and  Project  0.6  1.4  2.0 \nManagement \nBase Cost  1.0            11.9           12.9 \nPhysical Contingency  0.1  0.6  0.7 \nPrice Contingency  0.0  1.7  1.7 \nInterest during Implementation  0.2  0.0  0.2 \nTotal  1.3            14.2           15.5 \nSource: ADB estimates. \n \nE.  Financing Plan \n48.  The  Government  has  requested  a  loan  of  $10  million  from  ADB’s  Special  Funds \nresources to help finance about 64.5% of the project cost. The loan will fund $1.3 million (100%) \nof the foreign exchange cost and $8.7 million (61%) equivalent of the local currency cost. The \nGovernment will provide $3.4 million equivalent (21.9% of the project cost) and the beneficiary \nhouseholds and communities will contribute $2.1 million equivalent (13.6%, of the project cost) \nthrough their labor and cash inputs. ADB will cover a portion of the costs relating to civil works \nand materials, office equipment, consulting services, SPs contracts, and staff salaries, but will \nnot finance procurement of vehicles (excluding motorcycles), rental of office space, and taxes \nand duties. The Financial Controller General Office will disburse the funds to the DDCs through \nthe DDF as grant through budgetary allocation. ", "13 \n49.  The Borrower will be the Kingdom of Nepal. The ADB loan will have a maturity of 32 \nyears, including a grace period of 8 years. The loan will carry an interest of 1.0% per annum \nduring the grace period and 1.5% per annum thereafter. Table 2 shows the financing plan. \n \nTable 2: Financing Plan \n($ million) \nSource  Foreign  Local   Total Cost  Percent \nExchange  Currency \nAsian Development Bank  1.3  8.7  10.0  64.5 \nGovernment  0.0  3.4  3.4  21.9 \nBeneficiaries  0.0  2.1  2.1  13.6 \nTotal      1.3     14.2      15.5   100.0 \n         Source:  ADB estimates  \n \nF.  Implementation Arrangements \n1.  Project Management \n50.  As  Executing  Agency,  DWD  will  be  responsible  for  overall  project  management, \nimplementation, and coordination of activities to meet the overall goal and objectives of the \nProject. Given DWD’s organizational structure and staff at both the central and district levels \n(Appendix 8) and its experience in implementing projects through its own WDO, the project \nmanagement structures, responsibilities, and activities will be integrated with DWD’s regular \nadministrative set up, responsibilities and activities. The director general of DWD will serve as \nthe project director and will assign the day-to-day project management to the central project \nmanagement team (CPMT). The CPMT, located in Kathmandu, will be headed by the project \nmanager, a DWD director, and staffed by the following DWD staff: (i) two monitoring officers; (ii) \ntwo training officers; (iii) a planning officer; (iv) an account officer; and (v) adequate support \nstaff.33 All staff, including the project manager, will be assigned to the Project on a full-time \nbasis.  The  CPMT  will  be  responsible  for  (i)  consolidating  annual  project  work  plans  in \nconsultation with WDO staff; (ii) contracting out and supervising project activities to be carried \nout at the central level; (iii) monitoring the performance of district project teams (DPTs); (iv) \nmonitoring and evaluating project activities, outputs, and expected impacts; (v) ensuring project \nlinkages with programs of other line agencies as well as with other development projects; (vi) \nconsolidating progress reports and project accounts, in consultation with relevant WDO staff \nand SPs; (vii) supervising consultants; and (viii) liaising with ADB. \n \n51.  A central implementation coordination committee (CICC) chaired by the secretary of \nMOWCSW will be established and will meet as necessary, but not less than twice a year, to (i) \noversee overall project implementation and review progress; (ii) provide overall policy guidance; \nand  (iii)  undertake  necessary  interministerial  and  interagency  coordination.  The  CICC  will \ncomprise the director general of DWD and representatives from National Planning Commission, \nMinistry of Finance (MOF), Ministry of Local Development, Ministry of Planning and Physical \nWork, MOES, Ministry of Law, Justice and Parliamentary Affairs, Ministry of Agriculture and \nCooperatives,  NWC,  NDC,  the  National  Foundation  for  Development  of  Indigenous \nNationalities, Central Women and Children Service Centers, Nepal Bar Association, the special \nrapporteur on trafficking in the Human Rights Commission, representatives from the NGO \nFederation  Nepal,  the  Feminist  Dalit  Organization,  the  Dalit  NGO  Federation,  two  women \n                                                 \n33 At least 50% of the CPMT staff should be women. \n ", "14 \ndevelopment officers (WDOfs) from each cluster, and others as deemed necessary. The project \nmanager will act as a member secretary. \n \n52.  To  deliver  project  services  effectively  to  15  districts,  project  management  will  be \ninstitutionalized by delegating responsibilities to the WDO in each district. A DPT, headed by the \nWDOf, will be established within WDO in each project district and will be staffed with at least the \nfollowing:  (i)  one  supervisor;  (ii)  one  accountant;  (iii)  six  women  development  assistants \n(WDAs); (iv) one monitoring and evaluation officer; (v) one lawyer; and (vi) adequate support \nstaff. To improve the targeting of low-caste women, dalits will be encouraged to apply for the \nWDA positions and will be given priority in selection. Each DPT will implement project activities \nin the respective districts, including (i) selecting VDCs and communities; (ii) mobilizing groups; \n(iii) selecting and contracting SPs for district activities; (iv) establishing links between the target \ngroups on the one hand and line agencies and SPs on the other hand; (v) ensuring that all \nprograms are conducted as required; (vi) regularly updating villagers of ongoing activities and \ndisseminating information through appropriate means; (vii) preparing district level project plans, \nfor inclusion in the DDC programs, as well as annual budgets and disbursement requests based \non approved DDC programs; (viii) supervising, monitoring, and evaluating all district activities, \nincluding those outsourced; (ix) maintaining project accounts and preparing timely financial \nreports for submission to CPMT through the district implementation coordination committee \n(DICC); and (x) preparing monthly progress reports for submission to CPMT through the DICC. \n \n53.  A DICC chaired by the DDC head will be formed in each project district and will comprise \n(i) the local development officer; (ii) chair of the VDC association (iii) representatives from \nrelevant  district  line  agencies;  (iv)  a  representative  from  the  NGO  federation;  (v)  a \nrepresentative from the Dalit Network; and (vi) other development partners, if any, working in \nthe district. The WDOf will serve as member secretary. The DICC will meet as necessary, but \nnot less than once a month, to (i) facilitate and coordinate technical support from the various \ndistrict line agencies; (ii) review district project plans prepared by the DPT and forward them to \nthe DDC for incorporation into DDC programs; (iii) review and confirm the selection by DPTs of \nVDCs and communities for project interventions; (iv) review and endorse the selection and \ncontracting of SPs by DPTs; and (v) review and endorse financial and progress reports to be \nsubmitted by the DPTs to the CPMT. Appendix 9 is the implementation framework. \n \n54.  The current group mobilization process of WDO consists of three activities: (i) group \nformation; (ii) savings mobilization; (iii) basic training on group development, and saving and \ncredit management. Under the LSGA, planning decisions are made at the VDC level and then \nconsolidated into DDPs approved by DDC that will gradually become accountable to people for \ndelivering  programs.  WDO,  on  behalf  of  MOWCSW,  will  make  sure  that  the  subprojects \nrequested by mobilized WGs will be duly incorporated into the annual planning cycle and DDPs. \n \n2.  Implementation Period \n55.  The Project will be implemented over 5 years: 2005-2009 (Appendix 10). Initial activities \nwill include the recruitment of consultants for the CPMT and the organizational audit of DWD. \nNo activities can start until after the audit is finalized.  \n \n3.  Procurement \n56.  Goods, services, and civil works financed by ADB under the Project will be procured \nfollowing ADB’s Guidelines for Procurement. All civil works will be small and widely dispersed \nand as such are unlikely to be of interest to foreign contractors. The capacity of local contractors ", "15 \nto carry out these works is adequate. Consequently, all civil works contracts will be procured on \nthe basis of local competitive bidding among prequalified contractors in accordance with the \nGovernment’s  procurement  procedures  acceptable  to  ADB.  Further,  contracts  awarded  to \ncommunity groups for small rural infrastructure will be procured in accordance with ADB’s \nCommunity  Participation  in  Procurement  Guidelines.  Single  procurement  packages  by \ncommunity groups will be limited to $10,000. Contracts for equipment or materials estimated to \ncost over $500,000 are not expected, but if any is required, the contract will be awarded on the \nbasis  of  international  competitive  bidding,  and  those  costing  less  than  the  equivalent  of \n$500,000 will be awarded on the basis of international shopping. Direct purchase procedures \nwill be used for small or off-the-shelf items valued at less than $50,000. Appendix 11 gives the \nproposed contract packaging. \n \n4.  Consulting Services \n57.  A total of 172 person-months of consulting services (22 international and 150 domestic) \nwill be needed (Appendix 12). CPMT will engage the consultants in accordance with ADB’s \nGuidelines on the Use of Consultants. Quality and cost-based selection procedures will be \nused. Implementation will require extensive SPs’ contracts. The SPs will be contracted (i) at \nnational level by the CPMT and at local level by DPT, and (ii) through competitive bidding \nprocedures for those that meet the criteria agreed upon by the Government and ADB. 34 \n \n5.  Disbursement Arrangements \n58.  The Government will make the loan proceeds available to DWD and DWOs through \nbudgetary  allocations.  To  ensure  timely  disbursement,  CPMT  will,  immediately  after  loan \neffectiveness, establish an imprest account in the name of the Project at Nepal Rastra Bank. \nPayments will be made to and from this account for eligible expenditure under the Project. Each \nDPT of the 15 Project districts will open one subaccount at a commercial bank acceptable to \nADB. They will be the operating accounts managed by the WDOf and the DPT accountant for \nthe eligible expenditure incurred by the 15 DPTs. Funds flowing from the imprest account to the \nsubaccounts will be routed through the DDFs, nonoperating accounts of the DDC. The accounts \nwill be opened subject to the appointment of qualified accounting staff and the establishment of \naccounting systems and internal control that are acceptable to ADB. The imprest account will be \nmanaged by CPMT and the subaccounts by the concerned DPT in accordance with ADB’s Loan \nDisbursement  Handbook  (January  2001),  and  detailed  arrangements  agreed  upon  by  the \nGovernment and ADB. The initial combined total amount in all imprest accounts will not exceed \n6 months of estimated expenditure, or 10% of the total amount, whichever is lesser. ADB’s \nstatement  of  expenditure  (SOE)  procedure  may  be  used  to  reimburse  expenditures  and \nliquidate imprest accounts for any individual payment up to a ceiling of $50,000. \n \n6.  Accounting, Auditing, and Reporting \n59.  The DPTs will provide the CPMT with concise progress reports every 4 months during \neach year of the Project, detailing the physical and financial progress of activities against \nagreed-upon targets and summarizing the PPMS results. CPMT will submit (i) consolidated \nprogress reports every 4 months, (ii) a comprehensive annual progress report, and (iii) a project \ncompletion report, within 3 months of Project completion,35 to relevant government departments \n                                                 \n34 When the number of qualified SPs is limited, direct selection may be applied with the prior approval of ADB. \n35 The Project completion report will cover implementation, cost, performance management, and other information \nrequested by ADB. \n ", "16 \nand ADB.  The CPMT and DPTs will maintain separate records and accounts adequate to \nidentify  the  goods  and  services  financed  from  the  loan  proceeds,  the  financing  resources \nreceived, expenditure incurred for the Project and the use of local funds. Accounts will be \nestablished  and  maintained  in  accordance  with  generally  accepted  accounting  principles. \nConsolidated project accounts and related financial statements will be compiled by CPMT and \naudited annually by independent auditors acceptable to ADB. The annual audit report will \ninclude a separate audit opinion on the use of the imprest account and its subaccounts and the \nSOE procedures. The audited accounts, audit reports, and associated financial statements will \nbe submitted to ADB not later than 9 months after the end of the fiscal year to which they relate. \nIn line with ADB policy on submission of audited accounts, sanctions are mandatory. For \nstatements more than 6 months past due date, imprest funds will not be replenished; for \nstatements more than 12 months past the due date, loan disbursement will be suspended. \n \n7.  Project Performance Monitoring and Evaluation \n60.  To ensure that the target groups receive the intended benefits, a participatory and \ngender-sensitive PPMS, modeled on ADB system, will be used by CPMT and DPTs. At the start \nof the Project, the PPMS will be established in each district by the DPT. The output generated \nwill form a part of the MIS established by CPMT. The emphasis will be on impact rather than \nactivity monitoring. The initial baseline survey, limited to key indicators, will also serve in part as \nthe screening required to facilitate the selection of target VDCs and must be conducted during \nthe initial 4 months of the Project.36 This set of key impact indicators will be (i) incorporated into \nthe regular monitoring process to learn from the field and to adapt the project strategy to the \nchanging environment and to the evolving needs of the people, (ii) reassessed at midterm \nreview (MTR) and at project completion to prepare the reports, and (iii) used to compare with \nother districts’ indicators and programs and to measure Project contribution to the achievement \nof the 10th National Plan targets, the MDGs, and DDPs. At the community level, participatory \ngender-disaggregated M&E will be introduced to support the participatory approach. Specific \nsurvey and analytical work will be required to monitor the social and institutional changes. \n \n8.  Project Review \n61.  During the initial 2 years of the Project, DWD and ADB will carry out joint semiannual \nreviews to be supplemented by a comprehensive MTR during the first half of year 3. 37 The MTR \nwill (i) review the scope, design, and implementation arrangements of the Project; (iii) assess \nimplementation performance against project indicators; (iv) assess the performance of CPMT, \nDPT, SPs, and consultants; (v) assess effectiveness of community mobilization, considering not \nonly number of groups formed but their progress toward meeting their objectives; (vi) assess \nprocurement and the quality of community civil works; (vii) assess the effectiveness of project \nactivities; (viii) identify changes needed since project appraisal; and (ix) establish compliance \nwith loan covenants and any other issue agreed upon by DWD and ADB. At the latest, 1 month \n                                                 \n36 Project staff will receive training on the planning process, objectives, outputs and activities, different dimensions of \nempowerment, and field training on how to conduct a baseline survey for identification of most relevant process \nand impact indicators, and establishment of easy monitoring system connected to Poverty Reduction Strategy and \nMDG. The baseline survey will be based on a sampling covering the main diversity relevant to the project (socio-\neconomic grouping, gender, ecological zone, ethnic and caste system, need and demand assessment by group, \netc.). The baseline questionnaire will be tested first and reviewed to limit data errors and their misinterpretation. \n37 The initial reviews will also determine whether (i) all proposed implementation arrangements are appropriate and in \nplace; (ii) the selection of VDCs, communities and target groups allows the project activities to reach poor low-\ncaste and ethnic groups; (iii) the establishment of and training of entrepreneur groups are feasible; (iv) the legal \nawareness activities are effective; and (v) the conduct and the outcome of the capacity building and training \nactivities are in line with Project objectives. ", "17 \nbefore to MTR, CPMT will submit a comprehensive report covering the above issues among \nothers identified during implementation. \n \nIV.  PROJECT BENEFITS, IMPACTS, AND RISKS \nA.  Expected Benefits and Impacts \n62.  The  Project  will  cover  some  of  the  poorest  and  most  remote  communities  and \nhouseholds in 80 VDCs (30 in the terai and 50 in the hills and mountains) in 15 core districts. \nThe project activities are expected to target poor rural women, including low-caste and ethnic \ngroups, and to reach 30,000 women in the ME program, 100,000 people through the legal \ncomponent, 12,600 women and their households in the community-based water supply, 16,800 \nin the sanitation schemes, 38,500 for time-saving household devices, and 9,200 in rehabilitation \nof local trails and bridges. At least 30% of women will be from dalits and ethnic groups.38 The \nactual number of beneficiaries will be considerably less than the sum of 207,100 as some \nwomen  will  participate  in  more  than  one  scheme.  Given  the  demand-driven  approach  for \nselecting the subprojects, quantification of economic benefits involves strong assumptions on \nthe proportion of funds used for the different activities; therefore a full benefit- cost analysis of \nthe overall project was considered impractical (Appendix 13). Appendix 14 is the summary \npoverty reduction and social strategy. \n \n63.  The economic empowerment component will provide services and training to 30,000 \nwomen, half of whom are envisaged to undertake ME on a continuous basis. About 60% of the \nMEs are assumed to be from the terai and most are expected to be agriculture-based. The \nannual income generation is estimated at NRs2,900 per annum for small-scale commercial \nvegetable production to NRs110,000 per annum for operating a tea shop. The estimated returns \nfrom MEs are substantial and will have a significant effect on the well-being of the families as \nwell as the communities. The immediate beneficiaries will be women who have the ability to \ntake risks and their success is expected to have a demonstration effect, thus encouraging other \npoor women to establish MEs. \n \n64.  The legal empowerment component will indirectly support the registration for citizenship \nand identity cards, which are requirements for education, job, and credit applications. The \nlegislative changes and their enhanced enforcement will (i) put in place property rights for \nwomen;l (ii) increase women's access to and control over assets; and (iii) increase protection \nfrom rape, domestic violence, and crime. These changes will translate into increased income-\nearning capacity for women and their integration into the mainstream of society in the long term. \n \n65.  In the social empowerment component, the education programs will impact positively on \n(i) women’s personal development, self-esteem, and awareness; (ii) women’s participation in \ncommunity  activities;  (iii)  local  economies;  and  (iv)  family  health,  planning,  and  education. \nCommunity participation of women will further increase their confidence and strengthen civil \nsociety by recognizing women’s role. Exposure of men and women to other parts of the country \nwill help them understand the benefits of social change and contribute to a gradual change in \nattitude toward women’s roles. The time-saving household devices and the community-based \nsocial infrastructure are aimed at reducing women’s time spent on household chores and will \nresult in more participation in community initiatives. The biogas plants and improved cooking \nstoves are estimated to save women 150 minutes each day because of shorter time spent in \ncooking  and  in  collecting  firewood.  The  time  saved,  used  for  either  leisure  or  productive \n                                                 \n38 The Project will ensure that decisions do not impact adversely on indigenous people and minorities. \n ", "18 \nactivities, is of economic value estimated at NRs2,750 per annum. Other benefits are reduction \nin (i) respiratory and eye infection, and (ii) degradation of forests as a result of about 30% \nreduction in firewood requirements. The WSSSs provide economic benefit from time saved by \nwomen in fetching water, estimated at 60 minutes a day with an economic value of NRs1,100 \nper annum. Other benefits are improvements in hygiene and health. Rehabilitating local trails \nand bridges will improve access and market opportunities for local produce. Economic benefits \ngreatly depend on geographic location. \n \n66.  The institutional component seeks to ensure that women's concerns are heard. The \nProject will have an immediate effect on strengthening the DWD and WDO to increase their \noutreach to poor women. In the medium and long term, the increased outreach will promote ME \nand employment generation among women, and raise their income and social status. The \nProject will (i) build the capacity of local community-based organizations to plan and implement \ncommunity projects, and (ii) promote good governance through effective participation of women. \n \n67.  The Project is unlikely to have any negative impact on the environment. All schemes will \n(i) be small scale and will neither adversely affect the natural resource base nor cause pollution, \nand (ii) undergo an environmental screening process. The Project will develop an environmental \nchecklist  for  planning,  in  accordance  with  the  Government’s  and  ADB’s  Environmental \nAssessment Guidelines and Requirements. At all times during implementation, it will adhere to \nADB policies and guidelines on the environment (Supplementary Appendix O). Land acquisition \nand resettlement are not expected to take place. The Government will ensure that all facilities to \nbe constructed, extended, or upgraded under the Project will be located on land owned by the \nGovernment  and  no  resettlement  of  people,  including  squatters,  will  be  involved.  If  any \ninvoluntary resettlement or land acquisition will be required, the Government will follow ADB’s \npolicy  on  involuntary  resettlement  and  develop  resettlement  plans  in  accordance  with  the \nframework in Supplementary Appendix P. \n \nB.  Risks \n68.  The return to armed conflict and the current political instability are serious risks in \nsuccessfully  implementing  the  Project.  However,  because  the  communities  consider  WDO \nactivities as highly pro-poor, WDO staff was able to continue to operate throughout the conflict. \nThis situation is expected to prevail during project implementation. In addition, specific conflict-\nsensitive features have been incorporated in the project design.  \n \n69.  General risks associated with implementing projects in Nepal include late start-up, weak \nimplementation capacity, and lack of locally elected officials at DDC and VDC level. These risks \nhave  been  substantially  reduced  through  the  project  design  that  strongly  emphasizes \norganizational capacity building, recruitment of key staff as a condition for loan effectiveness, \nand pre-project hiring of consultants to facilitate project start-up. In addition, the CPMT will \ndevelop  transparent  contractual  arrangements,  specifying  roles  and  responsibilities  of \ngovernment institutions and SPs before the Project starts. The present lack of locally elected \nofficials at DDC and VDC levels weakens the participatory decentralized approach and may \nadversely affect project implementation until elections are held. \n \n70.  A specific risk associated with the Project is that the executing agency may not have \nadequate  capacity  to  effectively  coordinate  activities.  To  address  this  risk,  the  Project \nemphasizes  strengthening  of  DWD  and  WDO  through  staffing  with  relevant  expertise \naccompanied by staff orientation and training. The Project will also provide training and support \nto  the  DDCs  and  district-based  NGOs  to  build  their  capacity.  Gender  sensitization  will ", "19 \nencourage support agencies to be more responsive to women’s needs. Another specific risk is \nthat MFIs may not be responsive as envisaged in providing loans to the target groups. The \nProject seeks to reduce this risk by investing in strengthening the linkages between MFIs, \nNGOs, WGs, and SCCs; and in building the capacity of the WGs to establish a track record of \nsound management to make them attractive clients for MFIs. The final risk is that the targeted \npoor rural women are constrained in participating in project activities due to lack of time, energy, \nand self-confidence. To address this problem, the Project provides support for activities to \nreduce time-consuming tasks for women, and to enhance their self-confidence through group \nmobilization.  The  demonstration  effect  of  women  leaders  participating  in  the  Project  will \nmotivate the poorest women. \n \nV.  ASSURANCES \nA.  Specific Assurances \n71.  In  addition  to  the  standard  assurances,  the  Government  has  given  the  following \nassurances which are incorporated in the legal documents: \n(i)  The Government will adopt all possible measures to limit the transfer of project \nstaff; at least 50% of the CPMT staff will be women. \n(ii)  Within 1 month of loan effectiveness, the Government will have created a legal \nposition and a M&E position for each WDO in the project area. \n(iii)  Within 3 months of loan effectiveness, each WDO in the project area will have \nthe  following  staff  in  addition  to  the  WDOf:  (a)  one  supervisor,  (b)  one \naccountant, (c) six women development assistants, (d) one M&E officer, (e) one \nlawyer, and (f) adequate support staff. DWD will carry out appropriate measures \nto encourage women from the dalit community to apply for these positions and \nwill give priority to women from these communities in filling those positions. \n(iv)  Within 9 months of loan effectiveness, additional WDA positions recommended \nunder the organizational audit will have been filled. \n(v)  WDOfs will be provided with office space in the DDC building. \n(vi)  Approved  budget  allocations  for  the  Project  will  be  sufficient  to  cover  all \ncounterpart funding required, including funds for the daily operational expenses \nof DWD and WDO and funds to ensure the mobility of WDO staff. \n(vii)  Within 4 months of loan effectiveness, the CPMT and DPTs will have undertaken \npoverty and social mapping to identify the VDCs and communities for assistance; \nthe mapping will include: (a) women of landless households, (b) poor women \nheads of households, (c) former bonded laborers, (d) low-caste and dalit women, \nand  (e)  women  from  poor  ethnic  minorities.  VDCs  and  communities  will  be \nselected in accordance with criteria agreed upon by DWD and ADB. \n(viii)  The Government will ensure that every VDC selected according to assurance \n(vii) will have a VDC secretary in place at all times during project implementation. \n(ix)  DWD will ensure that project activities reach at least 30% poor dalit women and \nethnic  minorities.  Within  1  month  of  loan  effectiveness,  DWD  will  issue \ninstructions to all WDOfs to include dalits and ethnic minorities as a target group \nfor all activities that at district level will be implemented in the local language. \n(x)  SPs for implementing district activities will be selected in accordance with criteria \nagreed upon by DWD and ADB. Priority will be given to SPs with experience in \nworking with dalits and poor ethnic minorities at the local level. \n(xi)  Within  3  months  of  loan  effectiveness,  a  gender  subcommittee  will  be \nestablished,  under  article  190  of  the  LSGA,  in  each  district;  its  Terms  of \n ", "20 \nReference will include a review of the annual plans of other subcommittees \nbefore such plans are submitted to the DDC for consolidation into the DDPs. \n(xii)  The mobile government units for service delivery in isolated areas will include the \nWDO lawyer on its team, with a mandate to assist in the issuance of birth, \nmarriage, and citizenship certificates in those areas.  \n(xiii)  Within 4 months of loan effectiveness, DWD will have convened a first meeting of \nthe GSG, established to provide a common platform for GE advocacy. \n(xiv)  Within  1  year  of  loan  effectiveness,  and  provided  Parliament  has  not  yet \nreconvened, Cabinet will have passed the draft Bill on Domestic Violence; the \nNWC Act and the NDC Act as ordinances to be renewed every 6 months, and \nthese ordinances will have been gazetted. \n(xv)  Within 2 months after Parliament will have reconvened, the Government will \nsubmit  the  following  ordinances  to  Parliament  for  passage  as  Acts:  (a)  the \nOrdinance  on  GE  Act,  (b)  the  Ordinance  on  Domestic  Violence,  (c)  the \nOrdinance on the NWC, and (d) the Ordinance on the NDC. \n(xvi)  The  Government  will  ensure  that  all  relevant  labor  legislation  will  be  strictly \ncomplied with, particularly child labor, equal pay for work of equal value, and \nminimum wages. \n \nB.  Conditions for Loan Effectiveness \n \n72.  The  following  conditions  will  be  met  by  the  Government  before  the  loan  becomes \neffective: (i) the CPMT will be in place and all staff, including the Project Manager, will have \nbeen appointed, (ii) the CICC will be established and its members will have been notified, (iii) \nthe shortlist for the institutional development specialist will have been finalized, (iv) the Act \nAmending some Acts to Eliminate Discriminatory Provisions against Women will have been \npassed as an Ordinance and will have been gazetted, (v) an Executive Order incorporating key \nprovisions of the draft NWC and NDC Acts in the Terms of Reference of the NWC and NDC will \nhave been issued, and (vi) an instruction to exempt women SSCs from the Article 76 of the \nNepal Rastra Bank Act will have been issued. \n \nC.  Condition for Disbursement \n73.  The following condition will be met prior to disbursing any funds other than those needed \nfor the institutional audit of DWD: the institutional audit of DWD will have been completed, and \nhuman resources and professional development plan will have been finalized. \n \nVI.  RECOMMENDATION \n74.  I am satisfied that the proposed loan would comply with the Articles of Agreement of \nADB and recommend that the Board approve the loan in various currencies equivalent to \nSpecial  Drawing  Rights  6,636,000  to  the  Kingdom  of  Nepal  for  the  Gender  Equality  and \nEmpowerment of Women Project from ADB’s Special Funds resources with an interest charge \nat the rate of 1% per annum during the grace period and 1.5% per annum thereafter; a term of \n32 years, including a grace period of 8 years; and such other terms and conditions as are \nsubstantially in accordance with those set forth in the draft Loan Agreement presented to the \nBoard. \nTadao Chino \n President \n \n24 November 2004", "   \nPROJECT FRAMEWORK \n \nDesign  Performance  Monitoring Mechanisms  Assumptions \nSummary  Indicators/Targets  and Risks \nGoal       \n     \nReduced poverty of poor rural  Proportion of very poor and poor  National Planning Commission \nwomen, including low-caste and  households in project area decreased  poverty monitoring report \nethnic groups, and their  by 20% from baseline.       \nNepal Human Development report \nhouseholds in selected areas of     \nrural Nepal   Nepal Millennium Development Goal \nmonitoring report \n \nPurpose       \n       \nPoor rural women, including low- A  total  of  100,000  households  have  Project baseline surveys measuring  Very poor and poor are correctly identified and \ncaste and ethnic groups,  positive  economic  and  social  and monitoring evolving  supported by appropriate delivery mechanism. \nempowered economically,  development impacts from the project.  socioeconomic conditions by   \nCommunication, activities, and monitoring are \nsocially, and politically    gender, ethnicity, and caste \nnot  hampered  by  restricted  mobility  and \n  50,000  women  have  improved  and   \nsecurity. \nregular  sources  of  production  and  Project surveys, monitoring and \n \nincome.  review  Government,  partners  NGOs,  and  other \n    stakeholders are committed to the project, and \nDDC and VDC records and  accepted in conflict and post-conflict areas.  \ncomparison with periodic plans and   \nDDC capabilities to manage increased and \ntargets   decentralized district funding. \n   \nProject performance audit report and  Budget is allocated properly to sustain delivery \nreview  and initiatives under the Project.  \nOutputs       \n       \n1. Increased income, assets, and  By December 2009:   \nSocial mobilizers and facilitators are gender \nemployment opportunities for    Gender, ethnicity and caste \nHousehold assets such as house size  and caste and ethnic sensitive \npoor rural women (Economic  baseline, socioeconomic survey \nand  quality  of  wall,  roof  and  floor   \nempowerment)  materials, clothes, sleeping and kitchen    Proportion  of  poor  women  and  other   \n  Needs and demands survey \nequipment improved.  disadvantaged  ethnic  groups  and  castes  A\n(i) To increase women-led viable    p\n  participating in project activities represent at  p\nMEs  30,000 women, at least 30% from dalit  Number of training and evaluation of   e\nleast 60% of the beneficiaries.  n\n  and janajati, have been trained and  training impact on knowledge  d\n  ix\n(cl aioi)bn oTdroiet iriomsn psr foovre f eomppaoler tuwnaigtiee s and  soT uprapeiprnaointritnge gdp  rMionEg ersas. mtasb lhisahvineg b aenedn  tdhees igned   MMtraEoinnsii tniodgre.i nngtif ireedp oarnt do ne srtaatbiol isbheetwde aefnte r  Pc Ehocaoonnr gowemo. mic eenn vairreo nambleen tto i st ackoen dthuec irvisek t oo f  21 1         \n(iii) To increase access to  and implemented for each group    investment. \n  Continued on next page", "  2\n2\n \nA\nDesign  Performance  Monitoring Mechanisms  Assumptions  p\np\ne\nSummary  Indicators/Targets  and Risks  n\nd\nmicrofinance for women’s groups  involved in new MEs.   Monitoring record of MEs operation,    ix\n 1\nincluding  SCCs and informal    management and benefit  Security improves.   \ngroups formed under MCPW  The ratio between number of project-    \n  supported MEs and number of MEs with  Project monitoring records and  There  is  no  duplication  of  activities  or \n  linkages to credit institutions is at least  reports  processes with other ME programs. \n90%.      \n \n  Project baseline surveys and annual  There is a progressive change of attitude and \n \nThe ratio between number of approved  monitoring  behavior of high castes toward low castes.  \n  demands  and  number  of  households     \n  benefiting  from  the  package  and  Record of visitors in para-vet and  Low-cost irrigation facility is available. \nanimals is at least 90%.  livestock extension offices.   \n \n    Capable and financially viable MFIs are \n  Demand for agriculture and husbandry \nRandom qualitative evaluation  available in the project area. \nextension services increased. \n  studies on perception of   \n \n  The  ratio  between  the  number  of  beneficiaries   \n  demands  and  the  number  of     \nhouseholds  having  access  to  Record  of  visitors  in  agriculture   \n \ncommercial poultry or pig package is at  extension offices   \n  least 90%.     \n    Project  performance  audit  reports   \nBeneficiaries'  perception  of  socio-\n  economic impacts is positive.  and review   \n       \nThe  ratio  between  approved  projects  Ratio  between  MFI  demands  and   \n  and  implemented  projects  is  at  least  disbursement   \n  90%.     \n \n  Trends in demand for vegetable, NTF,  Number  of  lending  institutions  in   \n  mushroom and honey development are  project area, and the expansion of   \n  positive.  their portfolio   \n     \n  At the end of the project, 90% wage \n   \n  female laborers of the selected VDCs     \nare aware og and more confident in the \n     \neconomic and labor environment. \n   \n   \n40%  of  the  female  wage  laborers     \n \ntrained are engaged in higher and more     \n  secure labor productive jobs, including     \n  foreign employment.     \n       \nIncome  levels  increased  by  at  least \n   \n  30% for female wage laborers in the \n   \n  selected VDCs.  \n   \n \n  90% of female agricultural laborers that     \nContinued on next page", "   \nDesign  Performance  Monitoring Mechanisms  Assumptions \nSummary  Indicators/Targets  and Risks \n  received  tools  and  implements  have     \n  increased their income.     \n     \n  90% of the beneficiary women and \n   \n  disadvantaged groups have access to \n   \nneeded MFI services. \n     \n \n2. Increased control by poor rural     \nwomen over their lives through       \nthe use of law (Legal  By December 2009:   \nEmpowerment)     \n  a course on women’s and related rights  Progress Project reports  There  is  political  commitment  to  these \n  is  included  in  the  LL.B  of  Thibuvan    activities. \n(i) To increase knowledge and  University  and  a  course  on  women’s  Curriculum of Thibuvan Law School   \nawareness of poor rural women  rights  and  issues  in  50%  of  college  and of Colleges  The campaign is based on legal rights and \nand of society at large of their  p  rograms.   Record of attendance  irsusraule ps otohra tw aorme erenl.e vant to the difficulties of the \nlegal and administrative rights  popular  awareness  raising  campaigns     \nand obligations  in 80 VDCs are completed.  Police annual report  The mobile Government units are effective. \n   at least 80% of the poor rural women of     \n \nWomen’s mobility \n(ii) To strengthen legal and  the selected VDC have increased their  District judges remain or return to their posts. \n \nadministrative environment  knowledge of their rights.    \n   the number of married women in the  Qthuea lpitoaotivr er usrtaul dyw oomne np earcbeoputtio nth eoirf   ADR takes into account existing local systems \n  project area who have registered their  rights and on how to obtain them   of dispute resolution and recognizes issues of \n  marriage has increased by 30%.    caste and ethnicity. \n     \n  the  number  of  women  in  the  project  Qualitative study on ADR at  Women who have been informed about their \n  area who have a citizenship certification  household and community level  rights have easy access to paralegals and \n  has increased by 25%.    legal aid. \n    Court registries on number of cases   \nbrought  by  poor  rural  women  to \n  25  judges  and  25  prosecutors  are   \ndistrict courts \n  trained in women’s and related rights.   \n \n   120 district courts, DDCs, and VDCs  Marriage and birth registries   \n   hreafveere nac e smmaall telraiawl , libarnadry   cwoipthie sl egoafl         \n  Supreme  Court  decisions  -  where     \n  feasible on-line.       \n        Ap\n  police officers in the project area have      pe\n  been  trained  on  women’s  rights  and    nd\n   i tshseuree sis.   a sustainable legal aid cell at         ix 1\n  district level in each district.        2\n  3\n  Continued on next page", "  2\n4\n \nA\nDesign  Performance  Monitoring Mechanisms  Assumptions  p\np\ne\nSummary  Indicators/Targets  and Risks  n\nd\n  women in the project area have access      ix\n 1\n  to ADR both for household mediation       \n  and for community level mediation.   \n \n     \n \n3. Increased available time and     \nimproved opportunities for poor  By December 2009:     \nrural  women  to  pursue  both    Progress Project reports  Very poor and poor can afford to access the \npersonal  and  community  40%  of  the  illiterate  women  and    improved technology \ndevelopment(Social  disadvantaged groups from the selected  NGO/WDO progress reports   \nEmpowerment)  communities have achieved functional    Poor and very poor female/caste/ethnic groups \n  literacy programs.  NGO/WDO  periodical  monitoring  can afford to participate in and benefit from \n(i) To enhance social processes    (mobility  maps)  as  posted  in  the  community activities. \nat community level  at least 60% of female WGs are actively  women’s resource centers   \n  participating in decision making at the     \n  community level  Management  of  the  Multipurpose   \n(ii) To improve household    Women’s Center by women   \ntechnology  The Multipurpose Women’s Center by     \n  women is managed by WGs.  Project monitoring report   \n       \n(iii) To improve community  Need assessment surveys   \n100% of the VDCs and 100% of the \ninfrastructure     \nbeneficiary communities are aware of \n  Record and monitoring of respiratory   \ntime-saving household technologies.  \n  problem   \n \n     \n38,500 households are benefiting from \n  time saving technologies.  Monitoring of sample female daily   \n  calendar   \n \n     \nWomen  of  beneficiary  communities \n  Study and monitoring of firewood   \nsave at least 1.5 hours per day through \n  collection during official collection   \ntime-saving technologies and their time \n  spent in menial tasks reduced by 20%.  day   \n       \n  80%  of  water  and  sanitation  Record of water supply, labor, and   \n  beneficiaries  have  changed  their  financial contribution, and collection   \n  behavior towards water and sanitation  fees for O&M   \n  practices.     \n   60% of beneficiary women have used  Monitoring  of  number  of  bicycle,   \n  saved  time  for  more  productive  carts, and other carrying means in   \n  activities.  VDC where trails and bridges are   \n    rehabilitated   \n  250 km of trails, including bridge and   \n  drainage  structures,  and  organized     \n   communities for maintenance.     \nContinued on next page", "   \nDesign  Performance  Monitoring Mechanisms  Assumptions \nSummary  Indicators/Targets  and Risks \n4. Increased capacity to       \nmainstream gender and promote  Organizational  audit  of  DWD  is  Audit report  Audit  recommendations  are  supported  by \nwomen’s empowerment  completed in the first 3 months of the    MOWCSW and other line agencies. \n(Institutional Strengthening on  Project.  Professional development plans   \nGender Mainstreaming)      DWD and WDO staff are motivated to improve \n  A  professional  development  plan  is  Training materials/manuals  skills and have adequate resources and other \n(i)   To strengthen gender  prepared for DWD and WDO staff.    support to use new skills. \nmainstreaming mechanisms of    Project  monitoring  records  on   \nDWD and WDO  Training  modules  prepared  for  DWD  training sessions and attendance  M&E unit is appropriately staffed and given \n  and  WDO  staff,  for  district-level  staff    adequate resources \n  and  DDCs  based  on  audit  MOWCSW  ,  DWD,  and  DDC   \n(iii) To strengthen gender  recommendations.  records  M&E  unit  coordinates  effectively  with  line \nmainstreaming mechanisms of      agencies  and  other  gender  equality \nlocal bodies  By December 2006:  M&E  framework  document  MIS  stakeholders. \n  -  all  DWD  and  WDO  staff  in  manual   \n  project districts have received    Sufficient  resources  are  allocated  for  M&E \n  training  in  accordance  with  District gender audit reports  activities at district level. \n  their professional development     \n(iii)  To upgrade DWD and WDO  plans  with  involvement  of    MIS is appropriately adapted to country and \nfacilities  MOWCSW staff.    district conditions. \n  -  gender  responsive  MIS  is   \n \n  strengthened within DWD. \nDDC  members  support  the  gender  equity \n  -  all  district-level  line  agency   \nsubcommittee. \n  staff  and  DDC  members  in   \n \n  Project districts have received \n  District gender audits take appropriate account \n  training \n  of local capacity and ethnicity/caste issues. \n  -  90%  of  elected/nominated \n \n  women  officials  in  Project   \nAudit recommendations are accepted by DDC \n  districts have received training   \nmembers. \n  in accordance  with the audit     \n  recommendations. \n  Training  modules  are  relevant  and  locally \n  -  90%  of  DDC  and  VDC \n  appropriate,  and  training  sessions  are \n  members  in  Project  districts \nconveniently scheduled.   \n  have  received  training  on   \n \n  women’s and gender issues   \nSecurity prevails in project districts. \n         Ap\n  Gender  equity  subcommittees  p\n  MOWCSW and line agencies are responsive  e\n  established  in  DDC  of  each  Project  n\nto community-level gender issues, especially  d\n  district    ix\n      concerns  of  low-caste  and  ethnic  minority   1\nwomen.     \n  Gender  audit  is  conducted  in  each         \n  Project district, including training needs   2\nDDC and VDC members are responsive to  5\n  Continued on next page", "  2\n6\n \nA\nDesign  Performance  Monitoring Mechanisms  Assumptions  p\np\ne\nSummary  Indicators/Targets  and Risks  n\nd\n  assessment  concerns of local women, especially from low  ix\n     castes and ethnic minorities.    1\n  DWD  and  WDO  offices  in  Project \n  districts  have  been  refurbished  and \n  equipped with basic office furnishings, \n  computer and training equipment \nInputs   \n   \nA.  Vehicles and Equipment      \nB.  Civil Works      184,800 \nC.  Community works and      694,596 \nmaterials   2,643,893 \nD.  ConsultancyServices      833,000 \nE.  Recurrent Expenditure   2,668,506 \nF.  Revolving Fund      798,686 \nG.  Unallocated      700,000 \nH.  Service Charge   1,253,240 \n      223,279 \nTOTAL   \n10,000,000 \n \nADR = alternative dispute resolution, DDC = district development committee, DWD = Department of Women Development, ME = microenterprise. M&E = \nmonitoring and evaluation, MFI = microfinance institution, MIS = management information system, MCPW = Microcredit Project for Women, MOWCSW = Ministry \nof Women, Children and Social Welfare, NGO = nongovernment organization, O&M = operations and maintenance, SCC = savings and credit cooperative society, \nWG = women's groups, VDC = village development committee, WDO = women development section.   \n \n \n \n \n ", "  Appendix 2  27 \nLESSONS LEARNED  \n \n1.  The Project builds on two major development projects previously implemented by the \nDepartment  of  Women  and  Development  (DWD):  the  Production  Credit  for  Rural  Women \n(PCRW) funded by the United Nations International Children’s Fund and the Microcredit for \nWomen Project (MCPW) funded by the Asian Development Bank. The Project will build on the \nhuman resources, social capital, and social infrastructure created by them by the two projects \nas a foundation. In addition, two other women-focused programs–the Women’s Empowerment \nProject funded by the United States Agency for International Development and the government-\nfunded Jagriti (Women Awareness and Income Generating program)–provide important lessons \nfor the design of the Project. From ongoing programs, the Project will take the successful \nmodels in reaching the most disadvantaged women’s groups of the communities. \nTable A2:  Lessons Learned and Their Impact on the Project Design \nLessons Learned  Project Interventions / Response \n   \nA  combination  of  interventions  rather  The Project has diversified components for \nthan  a  single-focus  project  is  more  interventions  to  strengthen  women’s \neffective  in  promoting  a  strengthened  empowerment  in  the  four  identified \nprocess of women’s empowerment and  dimensions:  economic,  social,  legal,  and \npoverty reduction.  capacity building. \nActive  participation  in  community  Project activities at the community level will \ndevelopment  activities  enhances  focus on the active participation of women \nwomen’s self-confidence.  in  community  organizations,  through \nmobilization  strategies  that  promote  their \nproactive engagement. \nCapacity  building  and  institutional  Specific  programs  are  directed  at \ndevelopment  support  for  community- strengthening  the  capacities  of  CBOs  to \nbased  organizations  (CBOs)  is  effectively  and  sustainably  deliver \nnecessary to promote sustainability.  programs. \nGood  program  monitoring  is  critical.  The institutional strengthening component \nImplementing  agencies  should  have  of  the  Department  of  Women  and \nstrong  monitoring  capacities  and  Development  (DWD)  will  improve \ncapabilities.  monitoring capabilities and systems within \nthe department. \nTraining needs of target groups need to  Training  needs  assessments  will  be \nbe properly and adequately assessed to  conducted  with  each  community  before \nensure  that  training  programs  match  training interventions are undertaken.  \nidentified needs. \nTime-saving  infrastructure  should  be  Time-saving  infrastructure,  at  household \nconsidered  an  integral  support  and community levels, is a major program \nmechanism  to  allow  women’s   intervention  of  the  social  empowerment \ninvolvement and participation.  component. \nAwareness  of  women’s  health  issues  Women’s health issues are integrated into \nshould  be  added  to  group  programs.  all  planned  community  group  programs, \nGroup meetings and literacy classes are  including basic literacy programs. \nideal  venues  for  disseminating \n ", "28  Appendix 2 \nLessons Learned  Project Interventions / Response \ninformation  on  women’s  health-related \nissues. \nExisting community groups may not be  Mobilization of new groups will focus on \nthe  most  appropriate  entry  point  for  reaching  the  poorest  and  most \nprojects  targeting  the  poor  and  disadvantaged  community  members.  For \ndisadvantaged, as membership may not  existing  groups,  sensitization  and \ninclude the poorest of the poor.  awareness  programs  will  encourage \noutreach to the poorest. \nMale  support  in  the  household  and  Gender  and  development  (GAD)  is  the \ncommunity  is  necessary  for  women’s  crosscutting  approach  that  will  be  used \nempowerment.  Gender  sensitization  throughout  the  Project.  Programs  and \nprograms  involving  male  household  activities will involve male members of the \nmembers,  representatives  of  local  communities  to  ensure  participation  and \nbodies,  and  community  leaders  are  support.  The  institutional  strengthening \nrequired  to  counteract  potential  component  of  the  project  will  focus  on \nopposition from males.  mainstreaming  a  GAD  approach \nthroughout all DWD programs.  \nThe number of collective actions initiated  Political  and  legal  awareness  will  result \nby women is not as important as their  from various interventions. As part of the \nimpact.  Advocacy  programs  should  group mobilization process and capacity-\nfocus  on  effectiveness  and  assisting  building measures, women's groups will be \nwomen  to  understand  the  process  of  made  aware  of  appropriateness  and \ngovernance and the nature and balance  effectiveness of collective actions. \nof political power.  \nLocal  female  social  mobilizers  are  the  Social  mobilization  will  be  done  by  the \nbest  people  to  organize  women’s  women  development  assistants  (WDAs) \nparticipation at the grassroots level.  who  are  from  the  local  communities. \nTraining and reorientation of the WDAs will \nbe part of the Project to ensure that their \ncapabilities  match  their  new  roles  and \nresponsibilities. \nThe  role  of  nongovernment  NGOs and CBOs will be the implementing \norganizations (NGOs) with a flexible and  agencies  of  the  majority  of  the  project \nparticipatory  approach  is  crucial  to  activities.  Demand-driven  and  process \nsupport government programs.  approach is the main feature of the Project.\nWith a cluster of districts, the impact is  The project area covers two clusters for a \nhigher,  implementation  is  more  cost  – total of 15 districts, 8 in the Midwestern \neffective,  and  supervision  and  Western regions (the Western cluster) and \nmonitoring are more efficient.  7  in  the  Central  Region  (the  Central \ncluster). \n \n \n ", "  App endix 3  29 \nIMPACT OF THE MAOIST INSURGENCY \n \n1.  Background. On 29 January 2003, representatives of the Government of Nepal and the \nleaders of the Maoist insurgency announced a ceasefire to begin negotiations toward a peaceful \nresolution of the conflict in Nepal. Unfortunately, on 27 August 2003 the breakdown of the \ncease-fire was announced. While the intensity of insurgency remains higher in Midwestern and \nFar Western regions, all regions are now affected by conflict and insecurity. The conflict has \nclaimed thousands of lives over the past 7 years and has affected the most remote and least \ndeveloped districts. It has affected agriculture and people’s livelihood; separated farm owners \nfrom their lands; laid off workers from their jobs; and has disturbed the employment opportunity \nin the rural areas, thus intensifying exodus of villagers to the cities and to other countries. \nWomen, children, and the aged have been more severely affected because all of them feel \ninsecure and defenseless in the absence of the men in the family. Women have also been \nburdened by extra work and responsibility, lack of funds, and a continuous fear for their safety \nand that of their family. The number of women employed in agriculture decreased during the \nconflict period, with a most negative impact on employment in Far Western, Midwestern, and \nCentral  regions.  While  the  situation  certainly  led  to  the  global  decrease  of  income,  some \ntenants, home keepers, and workers took advantage of the situation by cultivating land and \nkeeping the full production. \n \n2.  Displaced  People.  About  402,100  persons  are  displaced  in  the  53  most  affected \ndistricts, distressing a population of about 2,412 million.1 The main reasons for displacement \nare: death threats (43%), request for unreasonable donations (31%), looting and burning (5%), \nland taken by Maoists (3%). Other residents have moved because relatives are employed in the \nsecurity  force  or  police,  have  the  wrong  political  affiliation,  or  are  peace  activists.  Living \nconditions and food security have deteriorated, but not at an alarming stage due to the favorable \n2003 monsoon and 2003/04 winter cropping conditions. The highest percentage of displaced \nfarmers and agricultural workers is in Far Western and Midwestern regions. Several displaced \npeople have migrated to India and secondary towns to look for job opportunities, and additional \nremittances came from outside during the conflict period. These coping mechanisms may have \nin a way reduced the vulnerability of some but not all households. \n \n3.  For the displaced population, the most negative socioeconomic impacts are (i) loss of \ncapital and financial assets (livestock, production, house, equipment, agricultural inputs for \ncrops, loan for seeds); (ii) increased economic poverty and increased vulnerability; and (iii) \nincreased need for rebuilding assets. Because reconstructing the agriculture sector will take \ntime, growth in agriculture may be slow, with weak employment opportunities and little economic \ndevelopment. Some displaced persons have sold their agricultural land (the income has partly \nfinanced the migration, the remaining cash is certainly not sufficient to start cropping) and \nfarmer returnees may not be able to pursue previous farming systems. A negative social impact \nhas been the decreased (i) formal education among children, and (ii) care for the elderly and \ninvalids. The displacement of people had a strong impact on the Nepalese agro-industry.2 \n \n                                                 \n1 The quantitative estimation of displaced people based on sample districts should be interpreted with cautioun, due \nto high variability by district and the high movement pattern of the population in dry season that are not always \nrelated to conflict (migration is important in dry season). \n2 Respondents owning agro-industries (76% rice mills and 11% oil mills) reported that 25% were running after \ndisplacement. In the Eastern Region, 97% of the industries have closed. In the Midwestern and Far Western \nregions, 39% and 82% were operating respectively, but not at full capacity. In Mahottari, Okhladunga, Sarlahi,and \nSindhuli, 75% were in operation.  \n ", "30   Appendix 3 \n4.  Impact on Women. Women’s involvement in the Maoist army and political cadres has \ncaused a major break in the social fabric of rural areas. One study reported that every third \nguerrilla is a woman and that 70% of women guerrillas are from among indigenous ethnic \ncommunities.3 Over time, even the more violent armed confrontations increasingly involved \nwomen as active participants, with reports of 30%–60% of the Maoist cadres and soldiers being \nwomen.4  Anecdotal  evidence  collected  by  Nepali  media  through  interviews  in  the  affected \ncommunities  explains  women’s  increased  involvement  as  their  desperate  perception  that \nconflict is the only apparent means to change their situation in society. Self-esteem, confidence, \nand modern life are being sought through the Maoist movement.5 \n \n5.  Women’s household and farm-related work burden has increased dramatically because \nmany male members have left the villages (either they are migrated or displaced). Women must \nnow  deal  with  both  security  forces  and  Maoists.  Brahmin  and  Chhetri  women  who  were \ntraditionally forbidden to plow fields or repair the roofs of houses are now taking on these tasks, \nboth out of necessity and because of the new egalitarian value system introduced by the \nMaoists. Other practical changes for women who are not involved directly in the conflict include \n(i) considerable decrease in polygamy;6 (ii) decrease in domestic violence with threats to report \nor actually reporting abusive husbands to the Maoists so as to receive justice; (iii) increase in \ndivorce cases, where there is no consensus between husband and wife in marriage;7 (iv) \nbanning of uncontrolled sale and public abuse of alcohol; and (v) decrease in gambling. It is too \nearly to say to what extent the positive changes are sustainable because they have taken place \ndue to Maoist action or threat of action. Only through continuous reinforcement of these positive \npractices by local people will they become sustainable social norms and values. \n \n6.  Impact on Dalits. There are no data on the actual proportion of Maoist cadres by \nethnicity and caste. The Maoists have initiated a Dalit Liberation Front to encourage the dalits in \nthe movement to assist in eliminating caste-based discrimination and improving the provision of \nservices and opportunities for dalits. Dalits who have joined the Maoists are treated equally in \nnon-dalit cadre. They are not denied entry to houses or temples, have access to water sources, \ndo not have to wash their own dishes, and are addressed respectfully. Untouchability appears to \nhave decreased in public places across the Maoist-controlled districts.8 Some villages have \nbeen declared to be caste-free villages. It is estimated that more dalit women than men are \ninvolved with the Maoists. Other practical changes for dalits include a decrease in the practice \n                                                 \n3 Gautam, Banskota, Manchanda. 2001.  Women, War and Peace in South Asia: Beyond Victimhood to Agency. \nDelhi. \n4 Center for Economic and Social Development. 2003. Kathmandu. As per the Conflict Prevention Initiative of the \nHarvard Program on Humanitarian Policy and Conflict Research done in 2001, women constitute a third of the \nMaoist movement in some of the most affected districts. \n5  A  young  woman  Maoist  leader  from  Ramechhap  said,  “Maoists  are  continuously  making  efforts  for  equal \nrepresentation of women at all levels.”  She feels that women have space for this hard struggle within the party and \nthat the contribution of women to the liberation struggle is much higher than that of their male counterparts. She \nexplained that, as women, they face additional difficulties compared with their male counterparts: when they fall \ninto the hands of the “enemy,” women go through extra suffering – “rape before bullet.” Without the support of the \nwomen looking after the home and family, no male member could join the rebels, she added.  Women who remain \nat home are linked to the war through their daughters, sisters, brothers, sons, and husbands who have joined the \nMaoists. \n6 There have been a number of cases in base and buffer areas in which polygamous men have been punished by the \nPeople’s Court, and their land and property returned to their neglected wives. \n7 Unlike in indigenous ethnic groups, Hindu high caste society strictly prohibits a wife’s separation from her husband. \nThe team heard of several cases where the Maoists have assisted unhappy women to divorce their husbands.   \n8 A dalit Maoist said that it had been very hard to change the attitude of elders, from both dalit and non-dalit groups, \nregarding the practice of untouchability and that even dalit youth are hesitant to break with it for fear of retaliation \nby higher castes. ", "  A ppendix 3 31 \nof  denying  dalit  children  access  to  schools  and  in  the  use  of  abusive  and  discriminatory \nlanguage against dalits. Despite these positive changes for those who have joined Maoists and \nthose who live in Maoist-controlled areas, however, most non-Maoist high caste people remain \nextremely resistant to the breakdown of the caste system, particularly the idea of untouchability. \n \n7.  Impact  on  Ethnic  Groups.  The  Maoists  incorporated  indigenous  ethnic  people’s \nconcerns into their political agenda in 2000 by opening an Ethnic Department at central level. \nHowever, it is reported that indigenous peoples who joined the insurgency have not been able \nto assume higher leadership roles within the party, nor have there been any visible positive \nchanges in the livelihoods of the indigenous population. In fact, indigenous Tibeto-Burman \npopulations  are  reported  to  have  been  among  those  most  badly  affected  by  the  Maoist \ninsurgency in Nepal. \n \n8.  Actions taken by the Maoist in favor of indigenous people include (i) rejecting and \nchallenging various high caste Hindu symbols and practices, which were adopted by groups \naspiring to upward mobility as signs of both high status and modernity; (ii) promoting and \nreviving  indigenous  people’s  culture,  language,  and  traditions  at  the  local  level;9  (iii) \nencouraging various ethnic groups to raise issues of compensation (for land, displacement, and \nemployment); and (iv) fostering the use of local languages in education and other written \nmaterials.  Increased  awareness  of  the  institutionalized  exclusion  of  indigenous  ethnic \ncommunities has encouraged people to question the status quo.   \n \n9.  While there have been significant and positive changes in sociopolitical awareness and \ncaste, and ethnic and gender relations, the conflict has also had a negative impact on local \ncultures. During the state of emergency, cultural gatherings were outlawed, as mass assemblies \nwere suspected of being motivated by the Maoists. People were not able to move freely or \nattend traditional festivals and fairs. On one side, the Maoists claim that they are fighting for \ncultural  freedom;  on  the  other,  they  are  campaigning  against  some  traditional  cultural \nceremonies that they claim are economically wasteful and socially unprogressive. In many \nplaces, Maoists have attempted to replace traditional and religious festivals and rituals with \nmore secular gatherings such as May Day and People’s War Day. \n \n10.  Project  Implementation.  By  almost  all  criteria,10  the  Midwestern  and  Far  Western \nregions have suffered the most from the situation. However, loss of private land, equipment, and  \nassets  has  been  more  severe  in  Central  and  Midwestern  regions.  Negative  impacts  are \nrecorded on agriculture production, performance of agro-industry, some rural infrastructures, \nand wage opportunities, all activities covered by the project components. The Project will be \nimplemented under a conflict situation if a peaceful resolution cannot be obtained in the near \nfuture. Not only development but also reconstruction/rehabilitation strategies will be involved. \nThe security situation is still not favorable in several parts of the project area, limiting the \ndevelopment and investment initiatives and monitoring of activities. Recognizing the need to \naccelerate development in critical areas, the Government has committed special efforts since \n2001 to Far Western and Midwestern regions. \n \n11.  Given the recent past and ongoing development experiences and lessons learned by \nvarious  Government  and  aid  agency  programs,  important  procedures  and  principles  to  be \n                                                 \n9 In Maoist-controlled villages, wall paintings proclaiming “Preserve Magar Language and Culture,” “Our Culture Is \nOur Identity,” and “Ensure People’s Right to Culture” are in virtually every public building. \n10 Total number of people displaced, number of displaced farmers and agriculture workers, number of jobless after \ndisplacement of landowners, change in land tenure during conflict period, and decrease in number of animals. \n ", "32    Appendix 3 \nfollowed  to  ensure  (although  obviously  not  guarantee)  the  relative  success  of  activities  in \nconflict-affected areas were drawn. These measures also seek to increase the personal security \nof project staff working in conflict-affected areas. Strategies to implement the Project under \nconflict follow: \n \n(i)  Minimize  the  effects  of  conflict  by  maximizing  local  ownership  and  making \navailable to all groups in the local community on an equal basis. A feeling of \ndirect ownership cannot easily be developed if community participation is absent \nand no direct benefits are received from community programs. \n(ii)  To reach the poorest and most needy, implement targeted income generating \nactivities for women and ethnic groups based on a detailed survey of the project \nlocation. \n(iii)  Through the pro-poor policy, be especially attentive to cost and participation of \nthe ultra poor households. \n(iv)  In programming decisions, give opportunities to ethnic groups to participate in \ndevelopment activities. \n(v)  Give special attention to policy, programs and financial transparency. \nTransparency is needed at all levels of the programs.  Maintain transparency for \nall groups in the local community in all program activities.11 \n(vi)  Implement on the basis of felt needs, and not on the influence of people at higher \nlevels of leadership. \n(vii)  Recruit implementation agents, including nongovernment organizations, based \non their positive record of transparency, political neutrality, negotiation skills, and \nparticipatory attitude. \n(viii)  Make the necessary arrangements to protect the identity of program personnel \nfrom national security staff. \n(ix)  Implement alternative sanitation programs (e.g., eco-sanitation) in areas with \nwater shortage. \n(x)  Address  promptly  complaints  raised  at  the  local  level.  Immediately  resolve \nconflict-oriented  problems.  Inform  local  people  welll  in  advance  of  the \nimplementation of village-level projects. \n(xi)  Make detailed project information (technical designs, cost budgets, individual and \ninstitutional  responsibilities,  etc.)  publicly  available  to  stakeholder  groups, \nofficials, political parties, and the general public. Make the program known at the \nlocal level by its own name rather than through the funding agency’s name. \n(xii)  There is a potential contradiction between the need to tackle social exclusion and \nthe need to recruit staff on the basis of suitability and qualification. Agencies \nshould  (a)  avoid  imposing  unnecessary  and  irrelevant  qualifications  in  staff \nrecruitment,  while  maintaining  minimum  standards  (b)  interpret  suitability  to \ninclude attitudes and behaviors such as respect for the dignity of people their \nculture, religion and customs, and (c) give added weight to requirements that will \nenable them to comply with social inclusion – for example gender sensitivity and \nknowledge of local languages (as well as Nepali). \n                                                 \n11 In current circumstances, agencies have to rely heavily on the support of the village community as protection \nagainst interference by the Maoists. Transparency and accountability have become increasingly critical issues but \nare terms that need to be defined. The minimum standard suggested by the Unite Kingdom Department for \nInternational  Development  (DFID)  is  the  following:  “The  Community  will  be  in  possession  of  full  financial \ninformation about the local project in which they are involved. This will be updated at least every three months and \nthey will have the opportunity to question agency activity at least every three months. As a normal practice financial \ninformation will be posted in a public place and will include any wages paid and the costs of materials plus a full \noverall presentation of finances. Ideally the agencies will develop comprehensive procedures for public auditing.”  ", "  App endix 4  33 \n \nEXTERNAL ASSISTANCE FOR GENDER EQUALITY AND  \nEMPOWERMENT OF WOMEN  \n \nSource/Project  Amount    Grant/Loan    Year of \nApproval \nAsian Development Bank            \nLoan 1237: Microcredit Project for Women  $3,900,000.0    Loan    1993 \nTA 1903: Group Formation and Training to  Women   $1,000,000.0    Grant    1993 \nBeneficiaries       \nTA 1904: Institutional Strengthening to NGOs  $3,000,000.0  Grant  1993 \nUnited Nations Children's Fund           \n Women Empowerment Project      Grant    1997 \n Decentralized Action for Children and Women  NRs 35,000,000.0    Grant    2002 \nUnited Nations Population Fund            \n Production Credit for Rural Women  $400,000.0    Grant    1994 \nUnited States Agency for International Development           \n(United States)       \nWomen Empowerment Project    Grant  1996 \nWomen’s Property and Inheritance Rights Training      \nSensitization and Advocacy Project  NRs1,633,550.0  2001 \nUnited Nations Development Fund for Women            \nStrengthening Database and Monitoring Evaluation  $200,000.0  Grant  1994 \nCEDAW Project       \nNational Campaign and Social Awareness  NRs341,000.0  Grant  2002 \nAgainst Girl Trafficking-Our Sister, Our Prestige  NRs706,151.0  Grant  2001 \nInternational Labour Organization (ILO)           \n       Expansion of Employment Opportunity for Women   NRs5,192,624.0  Grant  2001 \n       Mahilako Lagi Rojgar Bistar Karykram  NRs5,191,100.0  Grant  2001 \n       Prevention of Trafficking in Girls  NRs3,783,600.0  Grant  2001 \nDanish International Development Assistance            \nESAP  NRs680,000.0  Grant  2000 \nThe Asia Foundation (United States)           \n  Combating Trafficking of Women and Children  NRs8,354,350.0    Grant    2001 \n  Institutional Support to Strengthen the Capacity                 \n  of NGO Network to Conduct Anti Trafficking  NRs1,383,256.0  Grant  2002 \nWorld Population Foundation           \n        Prevention of Violence Against Women Through   NRs5,021,008.0  Grant  2002 \n        Youth Empowerment and Mobilization \nAEI (Luxembourg)           \n        Early Childhood Development Programme  NRs8,466,700.0  Grant  2001 \n        Integrated Women Empowerment and Health   NRs1,290,200.0  Grant  2001 \n             Program \nLutheran World Federation (Switzerland)           \n        Empowerment Program  NRs4,919,684.0    Grant    2001 \n        Empowerment Project  NRs56,550,000.0  Grant  1998 \nAsia Partnership for Human Development            \n         Awareness Program to Combat Trafficking   NRs2,099,000.0    Grant    2001 \n              of Women and Girls       \n         Women Empowerment Program  NRs442,000.0  Grant  2002 \nMatch International            \n         Informal Saving and Credit and   NRs735,900.0  Grant  2001 \n             Cooperatives Strengthening Project and        \n             Women Empowerment       \n         Protecting and Rehabilitation of Disabled  NRs322,000.0  Grant  2001 \n             Women Under Real Threat \nGlobal Fund for Women America (United States)           \n        Social and Economic Empowerment   NRs519,000.0  Grant  2001 \n             of Women with Disability \n           \n           \nContinued on next page\n ", "34  A ppendix 4 \nSource/Project  Amount    Grant/Loan    Year of \nApproval \nBikas Belgium   NRs400,000.0  Grant  2001 \n        Women Empowerment through Income \n        Generation Health Program \nNetherlands  Organization  for  International           \nDevelopment and Cooperation        \n        Women Empowerment and Leadership  NRs9,146,250.0  Grant  2002 \n              Development Training \nSave the Children (Norway)           \n        Prevention through Advocacy and Awareness  NRs4,206,000.0  Grant  2001 \n        Dalit Women and Children Upliftment Project  NRs1,020,000.0     \n        Hatemlo Karyakram  NRs2,158,000.0  Grant  2001 \n        Child Magazine Publication  NRs1,000,700.0     \n        Socialization and Rehabilitation Center for     Grant  2002 \n             Children Living and Working in Hazardous  NRs1,700,000.0  Grant  2002 \n        Conditions Through Child Participation Program    Grant  2002 \n             Bala Sakriatama Sahabhagi  NRs765,000.0  Grant  2002 \nGerman  Doctors  for  Developing  Countries           \n(Germany) \n         Women and Children Development Program  NRs315,134.0    Grant    2002 \n         Installation of Solar Hot Water Pump and   NRs562,500.0  Grant  2001 \n              Lighting System for Community Health Center \nDisvi International (Italy)           \n         International Program to Combat the   NRs6,080,000.0  Grant  2001 \n              Menace of Trafficking in Women \nHelen Keller International (United States)           \nImproving the Micronutrient Status of  Women and   NRs14,230,883.0  Grant  2002 \nChildren \nOrganization of Supporting Nepal Children (Japan)           \n         Empowerment of Marginalized Communities  NRs2,894,000.0  Grant  1999 \nOxfam (United Kingdom)           \n        Empowerment of Marginalized Communities  NRs23,549,390.0  Grant  2000 \nPlanet Enfants (France)           \n         Nonformal Education Program and   NRs7,800,000.0  Grant  2002 \n              Protection of Women and Children \nWorld Education USA (United States)           \n        Women’s Economic Empowerment and   NRs92,412,354.0  Grant  1998 \n              Literacy \nCanada Nepal Gender in Organization           \n        Gender in Organization Project  NRs75,967,500.0  Grant  2000 \nUnited Kingdom Department for International           \nDevelopment (DFID)/ Canadian Center for  \nInternational Studies and Development  \n         UTTHAN Project  NRs303,680,000.0    Grant    2001 \nDFID/Action Aid           \n         Integrated Social Development Poverty   NRs182,441,000.0    Grant    1997 \n             Reduction Project \nDFID           \n         Support for Communities in Mid and Far   NRs236,700,000.0    Grant    2000 \n              West  Nepal \nUnited Nations Development Programme            \n         Mainstreaming Gender Equity Program  USD 330,000.0  Grant  1998 and \n2002 \n           \n \nCEDAW = Convention on the Elimination of All Forms of Discrimination Against Women, NGO = nongovernment \norganization. \n ", "  Appendix 5  35 \nFOLLOW-UP SUPPORT TO MICROCREDIT PROJECT FOR WOMEN DISTRICTS \n \n1.  The overall goal of the the Microcredit Project for Women (MCPW)1 was to improve the \nsocioeconomic status of women in Nepal and promote their participation and integration in \nnational development and thus contribute to poverty reduction. The objective of the Project was \nto improve income and employment of poor women in 12 districts2 and five towns3 of Nepal. On \n24 June 1993, the Asian Development Bank (ADB) approved a loan of $5.0 million from ADB’s \nAsian Development Fund resources for MCPW, and the loan agreement was signed on 16 \nSeptember 1993. The loan was declared effective on 15 December 1993. On 31 March 2000, \nADB, at the Government’s request, approved a 2-year extension of the loan closing date from \n30 June 2000 to 30 June 2002. The Project envisaged to train about 20,000 women and provide \ncredit  for  agricultural  production,  microenterprises  (MEs),  and  small  businesses  to  10,500, \n3,000, and 300 women, respectively. The remaining women beneficiaries were expected to rely \non  their  own  savings  or  to  obtain  credit  from  other  sources.  The  Department  of  Women \nDevelopment (DWD) and Nepal Rastra Bank (NRB) were the Executing Agencies of the Project. \n \n2.  The Project’s physical targets were achieved, with 182 village development committee \n(VDC) areas covered out of the planned 180. Of the planned coverage of 20,000 women \nbeneficiaries, 41,684 women (208%) were reached by the Project through the formation of \n6,512 women self-help groups. Over 26,600 women beneficiaries received basic training to \ncreate awareness on financial services, enterprise selection, and business finance; and 21,360 \nwomen received vocational skills training in various productive income-generating activities and \nME. The group members generated a total of about NRs64.7 million as group savings and from \nthese savings, NRs41.3 million was loaned by intralending to 18,225 women group members. \nThe participating banks (Nepal Bank Limited and Rastriya Banijaya Bank) disbursed about \nNRs395.4 million ($5.06 million) credit to 26,481 women beneficiaries. The project outreach is \nshown in Table A5.1. \n \n3.  For sustainability of the interventions, the Project focused on institutional development of \nwomen's informal groups as these informal groups could not be considered viable institutions. \nBoth women development office (WDO) and partner nongovernment organizations (NGOs) \norganized/federated  women  informal  groups  into  women’s  savings  and  credit  cooperatives \n(SSC) through these steps: (i) informal groups within the wards were federated into committees, \n(ii)  committees  within  the  VDCs  were  federated  into  main  committees,  and  (iii)  the  main \ncommittees were encouraged to register as SCCs. 4 A total of 82 women SCCs (48 by WDO \nand  34  by  partner  NGOs)  were  developed  under  the  Project.  The  SCCs  were  trained \nbookkeeping,  accounting,  and  savings  and  credit  management.  About  10,282  women \nbeneficiaries  (about  1,714  groups)  are  receiving  services  from  these  SCCs  and  there  is \nincreased demand from women SCCs to enhance their capacity to manage microfinance in a \nprofessional way.  \n \n4.  Sufficient measures were built in within the DWD system for providing continuity to the \ncomponent WDO implemented under the Project. For components implemented by the 95 \n                                                 \n1   ADB. 1993. Micro Credit Project for Women. Manila. For $5.0 million; approved on 24 Jun 1993, closed on 30 Jun \n2002. \n2   Baglung, Bhaktapur, Chitwan, Dang, Dhankuta, Kaski, Lalitpur, Salyan, Saptari, Siraha, Parbat, and Pyuthan.  \n3   Five urban areas: Bhaktapur, Dhankuta, Kathmandu/Lalitpur, Nepalgunj, Pokhara/Dumre. \n4  Likewise, women groups formed by NGOs were encouraged to register as women’s SSCs under  the Cooperative \nAct 1992. \n ", "36  Appendix 5 \npartner NGOs, project activities were expected to continue with 58 partners,5 but not with 37 \npartners. About 3,500 women’s groups were not able to formalize despite the considerable \ninitial support in their institutional development. Project completion report consultations revealed \nthat SCCs were committed to expand their outreach, but are constrained by shortage of loan \nfunds and limited institutional capacity. They have inadequate loanable fund to meet their \nmembers’ demand for financial services as members’ savings are the main source of their \nloanable funds. Women repeatedly cited their first priority: strengthening the SCCs by linking \nthem  to  wholesale  loan  providers,  and  the  providing  follow-up  training  on  institutional \ndevelopment.  \n \nTable A5.1: Project Outreach \nProject Outreach  \n   \nTA 1903-NEP  TA 1904-NEP \nItem  Unit  Total \nSupport  Support \n1.  Group Formation  no.     2,865.0   3,647.0   6,512.0 \n2.  Group Members  no.    16,012.0  25,671.0   41,683.0 \n3.  Savings Mobilization            \n   Collection  NRs '000    19,316.0   45,360.0   64,676.0 \n   Inter lending  NRs '000   11,747.0   29,507.0   41,254.0 \n   Bank Balance  NRs '000     7,231.0   14,250.0   21,481.0 \n4.  Loan Transaction by Participating Banks            \n   Disbursement - Clients  No.    13,276.0   13,205.0   26,481.0 \n   Disbursement - Amount  NRs '000  179,160.0   216,222.0   395,382.0 \n   Collection  NRs '000  124,875.0   144,845.0   269,720.0 \n   Outstanding-Clients     5,191.0   7,348.0   12,539.0 \n   Outstanding-Amount   NRs '000   54,285.0   71,428.0   125,713.0 \n   Installment Overdue-Clients   No.  1,172.0   2,084.0   3,256.0 \n   Installment Overdue-Amount   NRs '000    8,939.0   11,974.0   20,913.0 \n   Total Overdue-Clients  No.    2,422.0   1,465.0   3,887.0 \n   Total Overdue-Amount  NRs '000  22,610.0   12,588.0   35,198.0 \n5.  Indicators            \n   Recovery Rate  %           80.0   86.0    83.0 \n   Overdue Rate  %           58.0   34.0   45.0 \n   Access to Loans  %           83.0   51.0    64.0 \n   Active Loan Clients  %           32.0   29.0   30.0 \n   Average Initial Loan Size  NRs '000           14.0   16.0   15.0 \n   Average Outstanding Loan  NRs '000           10.5   9.7   10.0 \n   Average Saving Balance  NRs '000           1.0   2.0   2.0 \n   Average Group Size  No.            6.0   7.0      6.0 \n6.  Basic Training  No.  12,679.0   13,994.0  26,673.0 \n7.  Skill Training  No.     11,042.0   21,834.0   32,876.0 \n   Management Skills  No.     2,519.0  7,754.0  10,273.0 \n   Vocational Skills  No.      8,523.0   14,080.0   22,603.0 \nSource:  ADB. 2003. Project Completion Report on the Loan 1237-Microcredit for Women Project. Manila.  \n \n                                                 \n5   Social intermediary NGOs were expected to provide continuity to the project activities out of the program received \nfrom other sources.   ", "  Appendix 5  37 \n5.  Lessons learned from MCPW have been reflected in the design of the proposed Gender \nEquality and Empowerment of Women Project and are summarized in the following table: \n \n \nTable A5.2: Lessons Learned from MCPW \nActivity                  Lessons Learned from MCPW \nProject Design  (cid:214)  Combining credit schemes with group formation and appropriate training \nis an effective and successful methodology.  \n(cid:214)  Clustering the project area based on geographic contiguity and similarity \nshould be considered when selecting project districts so as to improve \nthe efficiency of implementation, monitoring, and supervision. \n(cid:214)  Project targets should be realistic.  \n(cid:214)  Community selection criteria should be pro-poor to reach the poorest of \nthe poor. \nProject  (cid:214)  It is more efficient and sustainable if, before linking women beneficiaries \nImplementation  with  participating  banks,  women  are  linked  with  partner  finance \ninstitutions (Fis) or savings and credit cooperatives for credit services \n(cid:214)  Livestock insurance should be made compulsory for the whole loan \nduration,  with  yearly  renewal  premiums  automatically  added  to  the \nwomen’s outstanding loan balances. \nInstitutional  (cid:214)  Training and any other assistance should be need- and demand-driven. \nStrengthening  (cid:214)  Access to microfinance services strengthens women’s influence over \nand Capacity  household decisions and provides them with greater freedom to invest in \nBuilding  activities that raise their own well-being and that of the household. \n(cid:214)  Women’s  social  empowerment  can  be  achieved  through  social \nmobilization and capacity building for the groups. \n(cid:214)  Financial and institutional development support is critical at the early \nstage of any microfinance institution. \n \n \n6.  In conclusion, women’s SCCs developed by federating women from self-help groups \nemerged as an effective grassroots-level institution for addressing series women issues and  \nbringing about gender-sensitive development in their communities. To support women SCCs in \nthe  early  years  and  to  complement  members’  savings,  the  SCCs  should  be  supported  to \nestablish business linkages with wholesale loan provider to give them access to wholesale \nloans.6 Follow-up training on cooperative management, bookkeeping and accounts should be \norganized.  DWD  and  WDO  should  take  the  lead  role  in  this  process  by  institutional \nstrengthening  through  (i)  training  on  bookkeeping  and  cooperative  management  for  newly \nformed SCCs, (ii) inclusion of all women’s SCCs under the nexus of the concerned WDO, and \n(iii) linking women’s SCCs to wholesale providers to meet their credit need. \n \n \n \n \n                                                 \n6 Access to wholesale loans is important for fueling rapid growth of loan portfolios in the early stages of a SCC’s \ndevelopment. \n ", "38  Appendix 6 \nSELECTION CRITERIA \n \nA.  Selecting Village Development Committees \n1.  The project area includes 5 village development committes (VDCs) from each district of \nthe Western cluster and 6 VDCs from each district of the Central cluster. The district project \nteams  (DPT),  with  endorsement  from  the  district  implementation  coordination  committee \n(DICC), will select the VDCs for implementing the Project on the basis of recommendations from \nthe VDCs themselves, local communities, and the women development office (WDO). The \ngeneral selection criteria will be the following: \n(i)  More than 50% of population income poor \n(ii)  More than 60% of population has less than 0.5 hectare (ha) of agricultural land \n(iii)  More than 40% of population is dalit and low caste/ethnic minorities \n(iv)  No  other  agencies  are  implementing  the  same  activities  in  the  area,  but \npartnership for implementation with other programs is possible. \n(v)  Other  cluster-and  district-specific  selection  criteria  will  be  elaborated  by  the \nDPTs, DICC, and central project management team. \n \nB.  Selecting Communities \n2.  The following basic selection criteria for communities to successfully identify poor and \nvery poor households will be used by the DPTs and DICC: \n(i)  Income of the poor is less than NRs4,400 per capita.1 \n(ii)  Food availability from production is less than 4 months. \n(iii)  Land holding is less than 0.15 ha per household labor. \n(iv)  There is no access to basic health, education, and drinking water services. \n(v)  Level of annual underemployment of adult labor is more than 30%. \n(vi)  Dalit, low caste, and ethnic minorities are found \n(vii)  Local norms (if any) for identifying the poor2  \n(viii)  Other district-specific selection criteria will be elaborated by DICC and DPT. \n \nC.  Selecting Women Savings and Credit Cooperatives (SCC) \n3.  In the economic empowerment component, grant funds to match internally generated \nsavings for the SCCs in the hills and mountains districts will be provided. The following basic \nselection criteria will qualify an SCC: \n(i)  It is legally registered under Cooperative Act 1992 in the District Cooperative \nOffice. \n(ii)  It has more than 100 members. \n(iii)  Its share capital is at least 20% of the total asset. \n(iv)  Total savings amount to more than NRs50,000 and average savings more than \nNRs400 per member. \n(v)  It has regular (weekly, monthly) savings mobilization. \n(vi)  It has at least 1 year of satisfactory operation as a registered SCC. \n(vii)  Over 90% of loanable funds are disbursed to members, with 100% loan recovery. \n(viii)  Personnel, administrative, loan, savings and financial policy are in place and a \nboard  of  directors  and  management  have  proven  capable  of  administering \n                                                 \n1 This level of income is defined as the national poverty line as established by the Central Bureau of Statistics and is \nwidely used by government and social agencies as an indicator of poverty levels in Nepal. \n2 ‘Perceptions’ of community members and local agencies (government and non-government) to identify poor \ncommunities is crucial. ", "  Appendix 6  39 \nagreed-upon policy as well as supervising financial transactions undertaken by \nthe SCC. \n(ix)  It  has  the  double  entry  system  of  bookkeeping  and  established  system  of \nvoucher preparation, voucher posting with at least savings ledger, loan ledger \nand main ledger that are up-to-date. \n(x)  A balance sheet and income statements are prepared at least monthly and the \nstaff can prepare financial statements. \n(xi)  The SCC is a member of the district SCCs union, where available, and has \nregular linkages with the district cooperative office and other institutions working \non issues of empowerment of women. \n \nD.  Selecting Household Technology and Community Infrastructure Funds \n4.  Criteria for identifying household technologies and small community-community based \nsocial infrastructure follow:  \n(i)  Time-saving benefit for women, \n(ii)  Technical viability, \n(iii)  Environmental soundness, \n(iv)  Local community contributions, \n(v)  Economic viability and affordability, and  \n(vi)  Sustainability in terms of operations and maintenance. \n \nE.  Selecting Nongovernment organizations (NGOs) \n5.  The criteria for prequalifying national NGOs follow: \n(i)  Is legally registered (at least 3 years) as NGO at the central level; \n(ii)  Demonstrates  institutional  capacity  (including  sufficient  qualified  human \nresources) to successfully implement the project activities;  \n(iii)  Demonstrates focus on gender and socially excluded groups, in particular dalits; \n(iv)  Has externally audited accounts with current certified financial statements. \n(v)  Has no political identity and operates on a transparent and democratic manner; \nand \n(vi)  Specific criteria related to required expertise will be spelled out as terms of \nreference for national NGOs.  \n \n6.  The criteria for district-level NGOs (i.e., with decentralized office in the district) follow: \n(i)  Is legally registered (at least 3 years) as NGO with the district administration \noffice;  \n(ii)  Is allowed by their statutes to engage in community development activities; \n(iii)  Has  proven  track  record  of  at  least  3  years  in  similar  types  of  community \ndevelopment activities as envisaged under the Project;  \n(iv)  Has externally audited accounts with current certified financial statements; \n(v)  Demonstrates  institutional  capacity  (including  sufficient  qualified  human \nresources) to successfully implement the project activities,  \n(vi)  Demonstrates focus on gender and socially excluded groups in its community \ndevelopment work; and \n(vii)  Other district-specific criteria to be developed by DPTs in cooperation with the \ndistrict branch of the NGO Federation and a representative from the Dalit NGO \nFederation. \n \n ", "40  Appendix 6 \n7.  Priority will be given to district-level development NGOs focusing on women or gender or \non dalits and working at the community/village level. District-level NGOs with a political identity \nand not operating in a transparent and democratic manner are not eligible for the Project. ", "  Appendix 7  41 \n \nCOST ESTIMATES AND FINANCING PLAN \n \nTable A7.1: Project Cost Estimates  \n($ million) \n \nForeign Local Total \nComponent\nExchange Currency Cost\nA. Economic Empowerment\n1. Programs for Promoting Income Generation 0.00 1.54 1.54\n2. Programs for Promoting Microfinance 0.00 1.10 1.10\nSubtotal 0.00 2.64 2.64\nB. Legal Empowerment\n1. Legal Awareness Raising and Education 0.00 0.23 0.23\n2. Creating an Enabling Legal and Administrative Environment 0.00 0.22 0.22\n3. Staff Salaries 0.00 0.35 0.35\nSubtotal 0.00 0.80 0.80\nC. Social Empowerement\n1. Enhanced Social Processes 0.10 1.03 1.13\n2. Household Technology Fund 0.00 1.04 1.04\n3. Community Infrastructure Fund 0.25 4.83 5.09\n4. Recurrent Cost 0.00 0.25 0.25\nSubtotal 0.35 7.15 7.50\nD. Institutional Strengthening and Project Management\n1. Strengthening Gender Mainstreaming Mechanisms of DWD and WDO 0.28 0.25 0.53\n2. Strengthening Gender Mainstreaming Mechanisms of Local Bodies 0.24 0.25 0.48\n3. Central Project Management Team\na. Vehicles and Equipment 0.04 0.04 0.07\nb. Staff Salaries 0.00 0.06 0.06\nc. Recurrent Expenses 0.00 0.31 0.31\n4. District Project Management \na. Physical Facilities 0.04 0.11 0.15\nb. Staff Salaries 0.00 0.20 0.20\nc. Recurrent Expenses 0.02 0.21 0.23\nSubtotal 0.62 1.42 2.04\nBase Cost 0.97 12.01 12.98\nPhysical Contingency 0.05 0.60 0.65\nPrice Escalation 0.04 1.62 1.65\nService Charge 0.22 0.00 0.22\nTotal Cost 1.28 14.22 15.50\nDWD = Department of Women Development, WDO = women development office. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n ", "42  Appendix 7 \n \n \n \n \n \nTable A7.2: Project Components, by Year  \n($ million) \n \nComponent 2004 2005 2006 2007 2008 Total\nA. Economic Empowerment\n1. Programs for Promoting Income Generation 0.17 0.24 0.50 0.50 0.12 1.54\n2. Programs for Promoting Microfinance 0.80 0.08 0.08 0.07 0.07 1.10\nSubtotal 0.97 0.33 0.59 0.57 0.19 2.64\nB. Legal Empowerment\n1. Legal Awareness Raising and Education 0.00 0.11 0.06 0.06 0.00 0.23\n2. Creating an Enabling Legal and Administrative Environment 0.03 0.12 0.07 0.00 0.00 0.22\n3. Staff Salaries 0.06 0.07 0.07 0.07 0.07 0.35\nSubtotal 0.09 0.30 0.20 0.13 0.07 0.80\nC. Social Empowerement\n1. Enhanced Social Processes 0.00 0.54 0.55 0.04 0.00 1.13\n2. Household Technology Fund 0.02 0.21 0.25 0.27 0.27 1.04\n3. Community Infrastructure Fund 0.03 1.26 1.26 1.26 1.26 5.09\n4. Recurrent Cost 0.05 0.05 0.05 0.05 0.05 0.25\nSubtotal 0.10 2.07 2.12 1.63 1.59 7.50\nD. Institutional Strengthening and Project Management\n1. Strengthening Gender Mainstreaming Mechanisms of DWD and WDS 0.25 0.10 0.10 0.04 0.04 0.53\n2. Strengthening Gender Mainstreaming Mechanisms of Local Bodies 0.17 0.13 0.10 0.05 0.03 0.48\n3. Central Project Management Team\na. Vehicles and Equipment 0.03 0.02 0.01 0.01 0.00 0.07\nb. Staff Salaries 0.01 0.01 0.01 0.01 0.01 0.06\nc. Recurrent Expenses 0.06 0.06 0.06 0.06 0.06 0.31\n4. District Project Management \na. Physical Facilities 0.15 0.00 0.00 0.00 0.00 0.15\nb. Staff Salaries 0.04 0.04 0.04 0.04 0.04 0.20\nc. Recurrent Expenses 0.05 0.05 0.05 0.05 0.05 0.23\nSubtotal 0.77 0.41 0.38 0.25 0.22 2.04\nBase Cost 1.92 3.11 3.29 2.58 2.08 12.98\nPhysical Contingency 0.10 0.16 0.16 0.13 0.10 0.65\nPrice Escalation 0.04 0.23 0.41 0.47 0.50 1.65\nService Charge 0.01 0.02 0.04 0.07 0.08 0.22\nTotal Cost 2.06 3.51 3.91 3.25 2.76 15.50\nDWD = Department of Women Development, WDS = women development section.\nSource: Asian Development Bank estimates.\n \n ", "  Appendix 8  43 \nTHE DEPARTMENT OF WOMEN DEVELOPMENT (DWD)  \n \n1.  Ministry of Women, Children, and Social Welfare. The Ministry of Women, Children \nand Social Welfare (MOWCSW) has the mandate to mainstream women’s empowerment and \ngender into all government programs and policies. Programs for empowerment and gender \nmainstreaming are executed by the Department of Women Development (DWD), which was \noriginally  formed  as  the  Women  Development  Office  (WDO)  of  the  Ministry  of  Local \nDevelopment to implement the Production Credit for Rural Women project in 1982. The section \nbecame  a  department  (the  Women  Development  Department)  in  1991,  and  then  was \ntransferred to the MOWCSW as DWD in 2000. \n \n2.  Department of Women Development. DWD has the mandate to improve the quality of \nlife, increase the socioeconomic status of women, and bring gender equity in Nepalese society. \nIt focuses specifically on the income poor and disadvantaged women and their households. \nDWD  implements  the  Women  Development  Program  (WDP),  comprising  three  principal \nprojects: (i) Production Credit for Rural Women, (ii) Micro Credit Project for Women (MCPW); \nand, (iii) Women’s Awareness and Income Generation Program (‘Jagriti’). DWD coordinates \nprogramming with government, nongovernment organizations (NGOs), financial institutions, and \nfunding agencies. \n \n3.  DWD has a central administrative unit responsible for overall planning, implementation, \nmonitoring and evaluation of WDP in Kathmandu. DWD implements through 75 district offices \n(referred to as WDO), one in each district of Nepal) and 96 unit suboffices. The director general \nheads  the  department  and  takes  overall  responsibility  for  program  implementation.  He  is \nsupported by directors, officers, and assistants. The program is implemented at the district level, \nwith a high degree of decentralized management authority and operational autonomy, through \nthe WDO headed by the women development officers (WDOfs), assisted by a supervisor, an \naccountant and several women development assistants (WDAs). Currently involved with the \nWDD is a staff of 973. All WDOfs and WDAs are female staff. Within the Nepalese bureaucracy, \nDWD has the largest number of female staff working at the grassroots level. \n \n4.  DWD staff are directly involved in group formation,1 training, community development, \nand institutional development components of the WDP. DWD, during two decades of experience \nimplementing projects to empower women in rural Nepal, has built a national infrastructure and \nnetwork that reaches every district of Nepal. DWD staff are noted for their dedication and \ncommitment to development principles and the department’s work. At the district level, WDO \ngenerally enjoys strong support of the line agencies, NGOs, and the community at large. \n \n5.  The principal and most negative factor affecting DWD is financial constraints. In 2001, \nthe development budget of DWD was cut by more than 80%, leaving very limited funds for \nprograms and only sufficient resources to maintain the administrative and staff structure. There \nhave been further budget cuts every fiscal year, as part of the overall Government budget \nreductions arising from the budgetary deficit. This has been demotivational and demoralizing for \nall DWD staff, in addition to the fact that all WDO positions are temporary and on 6-month \ncontracts. Active programs in DWD are limited to those districts with ongoing externally funded \nprojects. Consequently, there is a large reserve of underutilized human resource capacity in \nDWD.  Remobilizing  and  remotivating  department  staff  constitute  a  human  resource \nmanagement challenge. \n                                                 \n1 WDO staff retain a strong reputation for effective group formation and social mobilization, especially among isolated \nand marginalized groups of women. \n ", "44  Appendix 8 \n \n6.  Political uncertainty and the lack of political commitment to DWD activities, resulting in \nno  budget  allocation,  were  also  identified  as  constraints.  Government  policy  was  unclear \nregarding the mandate and functions of DWD, and there was no clear-cut policy mandate for \nother government agencies to collaborate with DWD. In July 2003 a new Cabinet decision was \npassed that defines the WDO as the focal agency in the district for matters relating to women, \nminors, the disabled, the aged,  and to work with NGOs, i.e. representing the full mandate of the \nMOWCSW  (Supplementary  Appendix  F).  This  implies  that  WDO  will  act  as  facilitator  and \ncoordinator, rather than implementer, and will procure the services of partner agencies and \noversee them in the implementation of activities. The responsibility for implementation rests with \ndistrict  line  agencies,  community-based  organizations/NGOs,  Village  Development \nCommittees/District Development  Committees, and private sector groups with proven track \nrecords  of  successfully  implementing  community-based  projects.  The  MOWCSW  becomes \nmore of an oversight agency to ensure that women have appropriate access to development \nprograms. \n \n7.  To fulfill this expanded and new role (facilitating, monitoring, supervising, and technical \nbackstopping rather than direct project implementation), the capacity of DWD at all levels needs \nto be enhanced. In addition to identified training and professional development needs, most \ndistrict-level WDO offices will require additional staff (Table A8) and improved office facilities. \nThe central-level DWD will require upgrading of systems capability to monitor, evaluate, and \nreport. \n \nTable A8: DWD District Staff Resources in the Project Area \nAsst.  Women  Women  Office \n District  WDOf SupervisorAccountantWorkers Volunteers Clerk PeonTotal\n Achham   1  1  1  2  1  0  2   8 \n Baitadi  1  1  1  3  2  0  1  9 \n Bajhang  1  0  1  2  2  1  1   8 \n Bajura  1  0  1  1  2  0  1   6 \n Doti  1  0  1  1  4  1  1   9 \n Jumla  0  1  1  3  1  0  1   7 \n Kalikot  0  1  1  0  1  0  1   4 \n Mugu  0  1  0  0  2  0  1   4 \n     Subtotal Western Cluster  5  5  7      12        15  2  9  55 \n Bara  1  1  1        2          4  1  1  11 \n Dhanusha  1          1  1        2          2  1  1  9 \n Sarlahi  1  1  1  3  3  1  2  12 \n Sindhuli  1  1  1  1  4  0  2  10 \n Rautahat  1  0  1  3  3  1  1  10 \n Ramechhap  1  1  0  1  3  0  1   7 \n Mahottari  1  1  1  2  1  1  2   9 \n      Subtotal Central Cluster  7  6  6       14        20  5    10    68 \n            Total    12         11         13       26        35  7  19  123 \n WDOf = women development officer,  DWD = Department of Women Development.  \n Source:  DWD.  \n ", "  PROJECT IMPLEMENTATION FRAMEWORK A ND FLOW OF FUNDS \n  Proposals Flow \nFund Flow \nADB  MOWCSW\nCentral Implementation \nCoordination Committee \nImprest Account  DWD \n   \n  NPC \nExpenditure for CPMT  CPMT  \nConditional Funds for the Project\nDistrict Development Fund \n(non operating account)  District Implementation  MLD \nCoordination Committee\nLDO and DDC account signs for the release of  Project \nWomen Developmnent  District \nSection  Council \n \nProject Operating Account  District Project \n(Jointly operated by WDOf & WDO Accountant) Team\nDDC \nD\nILAKA is\nDistrict Development  Line Agencies  tric\nCommittee Operating  Operating Accounts  PS t P\naccount  S Emduaclla Itniofrna structure  roposals ubproject  VDC  Monitorin lanning and\n Agriculture  g    App\n  Ward  rov A\nOther as required  Committee  a p\n l  p\ne\nn\nd\nix\nCommunities/   9\nNGOs  SePrrvivicaete P Sroevcidtoerr s  CBOs  SetCtleBmOesnts  4        \n5\nADB = Asian Development Bank, CBO = community-based organization, CPMT = central project management team, DDC = district development committee, DWD = Department of\nWomen Development, MLD = Ministry of Local Development, MOWCSW = Ministry of Women, Children and Social Welfare, NGO = nongovernment organization, NPC = National\nPlanning  Commission, VDC = village development committee, WDO = women development office, WDOf = women development officer.   ", " 46       Appendix 10 \nIMPLEMENTATION SCHEDULE \nYear 1 Year 2 Year 3 Year 4 Year 5\nItem 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4\nA. Economic Empowerment\n    1.   Increased women-led viable \n          microenterprises \n    2.   Improved opportunities and conditions\n          for female wage laborers\n    3.  Increased access to mirofinance\n         for women's groups, including SCCs\n         and informal groups formed under\n         MPCW\nB. Legal Empowerment\n    1.   Increased knowledge and awareness of \n          poor rural women and of society at large\n    2.  Strengthened legal and administrative\n          environment\nC. Social Empowerment\n    1.  Enhanced Social Processes at   \n        community level\n    2. Improved household technology\n    3. Improved community infrastructure\nD. Institutional Strengthening on \n    Gender Mainstreaming\n    1. Strengthened gender mainstreaming\n        mechanisms of DWD and WDO\n    2. Strengthened gender mainstreaming\n        mechanisms of local bodies\n    3. Upgraded DWD and WD) facilities\nDWD = Department of Women and Development, MCPW = Microcredit Project for Women, SCC = savings and credit\ncooperative, WDO = women development office.\n \n \n \n \n \n \n \n \n \n ", "   \nINDICATIVE CONTRACT PACKAGES   \n             \nElement  Estimated Implementing  Mode of   Base Cost  Activities   \n   Contracts  Agency  Procurement ($'000)      \n   (no.)               \n                   \nCivil Works  160  DPMT  LCB  992,280  Construct multi-   \n             purpose women centers   \n                 \nVehicles and Equipment  2  CPMT/DPMT LCB  231,000  Procure vehicles    \n             and equipment for CPMT   \n             and equipment for DPMT   \n                 \nCommunity Works and  76968  DPMT  CP      5,287,785  Install improved   \nMaterials              cooking stove and biogas    \n               plants and construction    \n               of community-based   \n               water supplies, and sanitation   \n               schemes and trails and   \n               bridges    \n                   \nCPMT = Central Project Management Team, CP = community-based procurement, DPMT = District Project Management Team, LCB  \n= local competitive bidding \n \nA\np \np\ne\nn\nd\nix\n 1\n1\n \n \n \n \n \n4\n7\n ", " \n48     Appendix  12 \nCONSULTING SERVICES FOR PROJECT MANAGEMENT AND CAPACITY BUILDING \n \n1.  The consulting services are designed to strengthen the management and institutional \ncapacity  of  the  Department  of  Women  Development  (DWD)  and  the  implementation  and \nmanagement of the Project. The consultants will: \n \n(i)  help design and implement appropriate institutional strengthening programs for \nDWD/women development office (WDO);  \n(ii)  help  develop  the  capacity  of  local  organizations  and  local  subcontracting \nagencies to implement subprojects; \n(iii)  help design and deliver appropriate training packages as required for the various \nproject components; \n(iv)  have expertise in project management, gender and development approaches, \ncommunity  mobilization  techniques  and  strategies,  project  monitoring  and \nevaluation, contracting and procurement, financial management and accounting, \nand management information systems (MIS) development; \n(v)  strengthen and build the capacities of the central project management team \n(CPMT) and district project team (DPT) to improve management capacities for \nimplementing the project; and \n(vi)  establish and operate a MIS and project performance monitoring system (PPMS) \nwith DWD. \n \n2.  Consultant time is front-loaded to assist in early start-up and implementation by helping \ndevelop and institutionalize procedures and establish the project institutional framework and \nmanagement  structures.    Follow-up  consultancy  assignments  are  designed  to  assess  the \nimpact of prior interventions and suggest procedural changes if required. As the Project evolves, \nthe need for consultants typically diminishes significantly. However, if additional or extended \nconsultant needs are identified, project funds can be reallocated accordingly. \n \n3.  Table A12 summarizes the consulting services needed for the duration of the Project. \n \nTable A12:  Consulting Services Requirements \nConsultant Level and Position  Person-Months \n  Internationala  Domesticb \n     \nInstitutional Development Specialist  4+1+1   \nMonitoring  Evaluation  and  Management  Information  4+1+1   \nSystem  Specialist \nGender & Development Specialist  4+3+2+1   \nGender / Social Development Specialist    60 \nFinancial Management Specialist    60 \nMonitoring and Evaluation Specialist    30 \n                                     Total:  22  150 \na  Where the number of person months is given as #+#, it indicates # months in the first year of project  \nimplementation and #   months in the second year. \nb   National level consultants’ time allocation is in aggregated person-months over the length of the project. \n  \nSource:  ADB estimates. \n ", "   \nAppendix 12          49 \n \n \nA.  International  Consultants \n \n4.  Institutional Development Specialist (IDS). The IDS will work with DWD at the central \nproject  management  unit  to  develop  organizational  and  institutional  capacity-building \nframeworks to enable DWD to address the identified capacity needs. The IDS will lead the \norganizational audit of DWD. The IDS will (i) review overall vision, mission, and mandate of \nDWD and how the DWD contributes to the mandate of the Ministry of Women, Children and \nsocial Welfare (MOWCSW) as facilitators and coordinators for gender mainstreaming across the \ngovernment; (ii) review recent work plans and reports of DWD and other relevant departments \nof MOWSCW and assess actual contributions made by DWD to the overall mandate of both \nDWD and MOWCSW; (iii) review DWD organizational and management structure; (iv) review \nthe allocation of business across different DWD divisions in the context of its vision/mission; (v) \nreview mechanisms in place for planning and monitoring work plans for DWD and how these \nlink to work planning process of MOWCSW; (vi) review the staffing structure of DWD i.e. \nnumber of staff, classifications and job descriptions and assess institutional capacity at central \nand district levels; (vii) review structures and procedures in place to carry out the work plans \nfrom each division of DWD and the DWD management reporting systems and requirements; \n(viii) review human resource capabilities and requirements of DWD and prepare a long-term \nhuman resources development plan that incorporates a detailed plan for capacity development \nfor DWD, MOWCSW, and other relevant government agencies for the duration of the Asian \nDevelopment Bank-supported empowerment of women project; (ix) assess the extent to which \nthe capabilities and experience of staff in DWD match the expected outputs in the work plans \nand vision/mission of both DWD and MOWCSW and recommend different skills and capacities \nrequired to carry out the revised mandate of both; (x) assess mechanisms in place that facilitate \nleadership and innovation from staff at DWD and recommend changes to existing structures \nand procedures within DWD that will facilitate and encourage leadership and innovation as \nDWD's  new  role  evolves;  (xi)  assess  coordination  mechanisms  in  place  between  internal \ndivisions of DWD (particularly between district and central levels), and between DWD and \nMOWCSW  and  other  branches  of  the  government  (including  DWD  and  other  government \nagencies at the district level), and recommend new procedures, mechanisms, capacities, and \ntools that might be appropriate to facilitate greater coordination, in monitoring and evaluation. \n \n5.  The organizational audit should be carried out in a participatory manner that ensures \ninput from staff at all levels of DWD and MOWCSW as well as a representational sample from \nother government agencies with which DWD interacts. \n \n6.  The recommendations expected from these tasks require a senior consultant with at \nleast 15 years of experience with human resources and change management in the public \nsector.  Experience  with  implementing  policies  associated  with  gender  mainstreaming  and \nemployment equity will also be necessary. \n \n7.  Monitoring, Evaluation, and MIS Specialist. The specialist will work closely with the \nDWD monitoring, evaluation and coordination unit to: (i) review current monitoring formats and \nprocedures,  (ii)  establish  a  gender-disaggregated  project  database  for  monitoring  gender \nindicators,  (iii)  develop  and  implement  a  computerized  MIS  suitable  for  the  identified \nrequirements of DWD, and (iv) validate and test the quality of the data from the databases. \n \n8.  Gender and Development Specialist. The specialist will (i) assist DWD to develop and \nimplement  a  comprehensive  gender  mainstreaming  strategy  to  strengthen  DWD's  role  as \n ", " \n50      Appendix 12 \ngender mainstreaming agent inside the government; (ii) work closely with the gender and social \ndevelopment specialist to design and disseminate gender training programs and materials, \nassist in initial training of project staff and others in gender and social inclusion awareness and \nmethodologies to ensure that all target groups fully and equitably participate in project activities; \n(iii)  review  project  planning,  development,  and  implementation  to  ensure  full  integration  of \ngender and social inclusion at each level of the project; (iii) develop appropriate gender and \nsocial indicators to monitor project performance; (iv) liaise with the community-based water \nsupply  and  sanitation  (CBWSS)  gender  resource  persons  to  synchronize  project  gender \nstrategies and policies, particularly in the overlapping Cluster A districts; and (v) liaise with the \nWorld  Bank  Measuring  Empowerment  and  Social  Inclusion  (MESI)  Project  to  develop \nappropriate project indicators and measurement for gender and social inclusion. \n \nB.  Domestic Consultants \n \n9.  Gender and Social Development Specialist. The specialist will be the principal gender \nresource advisory person to DWD, providing input and assistance to the central and district \nproject management units to ensure gender mainstreaming and social inclusion throughout the \nproject. The specialist will (i) review project implementation plans and strategies to ensure \nadequate and appropriate gender-sensitive indicators are incorporated; (ii) train and provide \ntechnical backstopping (as required) to women development officers in the districts regarding \ngender and social inclusion strategies; (iii) facilitate liaison with the CBWSS gender resource \npersons to synchronize project gender strategies and policies, particularly in the overlapping \nCluster A districts; and (iv) liaise with the MESI project to develop appropriate project indicators \nand measurement for gender and social inclusion. \n \n10.  Financial  Management  Specialist.  The  specialist  will  work  closely  with  the  DWD \ncentral-level administration and accounts units, and with the district-level financial officers of the \nWDO to (i) develop and implement appropriate financial and accounting systems for the Project \nto meet the requirements of Government and ADB, both at the central and district levels; (ii) \nmonitor  financial  disbursements  and  all  administrative  procedures;  (iii)  advise  and  guide \ncommunity-based organizations in developing appropriate subproject accounting and financial \nmonitoring systems; (iv) integrate procedures and systems with the MIS being developed with \nDWD to track project management performance. \n \n11.  Monitoring and Evaluation Specialist. The specialist will work closely with the DWD \nmonitoring,  evaluation  and  coordination  unit  and  the  DWD  central-level  administration  and \naccounts  units  to  (i)  determine  information  needs  for  project  monitoring  and  reporting,  (ii) \nestablish monitoring parameters of project related activities, (iii) oversee the establishment of a \ncomprehensive monitoring database to meet the requirements of the sectoral monitoring unit \nand the Project, (iv) develop monitoring procedures for central and district project management \nunits, and (v) orient and train central and district staff in monitoring procedures. \n \n ", "  Appendix 13  51 \nECONOMIC AND FINANCIAL ANALYSES \n \nA.  Approach and Assumptions \n \n1.  The Project is built on the rationale that women's lot in Nepal needs to be uplifted as \ntheir restricted access to assets, education, and health and other social facilities limits their \nincome-earning opportunities and relegate them to the level of unskilled labor with low wages. \nEmpowering women means that approximately 50% of the country's human resources that have \nnot been able to realize their full potential can contribute more effectively to the country's \nproductivity and economic performance. Not all the benefits of empowerment are quantifiable; \nsome are not even identifiable at this stage. As such, calculating financial and economic internal \nrates of return for the Project may be meaningless. Instead, this analysis tries to identify all \nquantifiable and nonquantifiable benefits for each component and qualitatively analyze the \ndistributive effects. In view of the security conditions, which do not allow extensive field visits, \nthis  analysis  is  largely  based  on  secondary  data  from  ongoing  project  and  those  under \npreparation. \n \n2.  The project implementation period is assumed to be 5 years. The project benefits are \nassumed to extend over 7 years for microenterprises (MEs) and 15 years for minor social \ninfrastructure. Project costs and benefits are estimated in 2003 constant prices. The basic daily \nwage varies by district and region; the average of NRs83 per day is used. The working day is \nassumed to be 10 hours/day for 250 days per annum. The shadow wage rate is taken as 0.53 of \nthe basic daily wage, consistent with the rate used in Asian Development Bank (ADB) projects \nin Nepal. The overall security conditions are assumed to stabilize at the current position. \n \nB.  Project Benefits \n \n1.  Economic Empowerment \n \n3.  This component will cover 8 districts in the Western cluster, 7 in Central cluster,  and 12 \ndistricts and 5 towns where the Microcredit Project for Women (MCPW) was implemented. It will \ninvolve 80 village development committee territories: 30 in the terai and 50 in the hills and \nmountains. Although services and training will be provided to 30,000 women, it is assumed that \nonly half of them will become serious micro entrepreneurs and continue to operate these MEs \nthroughout the project period. About 60% of the micro-entrepreneurs are assumed to be from \nthe terai, with the balance from the hills and mountains. \n \n4.  The Project will provide microcredit (through grant funds) as well as training and linkages \nto help women gain access to resources and credit for undertaking MEs. The provision of \nmicrocredit and linking women's groups to formal and organized financial institutions allow \naccess to credit at lower interest rate, hence reducing the cost of credit to women. Awareness of \nformal and organized microcredit institutions as well as improved access to credit will give rise \nto MEs that generate income. \n \n5.  The types of MEs are not known at this stage and will be decided by the women \nthemselves  based  on  the  skills,  local  materials,  and  available  resources.  The  scale  and \nprofitability of the enterprises will differ in the terai and hills and mountain regions due to market \naccess and availability of materials. Experience from MCPW shows that most of the Mes are \nagriculture-based, with livestock production being the preferred activity, followed by vegetable \nproduction. The Crop Diversification Project indicates that there is potential for production of \nonions,  potatoes,  and  vegetables  for  the  local  market.  The  United  Nations  Development \n ", "52  Appendix 13 \nProgram Micro-enterprise Development Project shows that the preferred MEs are trading and \nservices in the terai and agro-forestry-based activities in the hills. The expected breakdown of \nMes by sector in the terai, and hills and mountains are in Table A13.1. \n \nTable A13.1: Breakdown of Microenterprises by Sector and Geographical Zone \n \nSector  % ME in Terai  % ME in Hills and \nMountains \nAgriculture  15  20 \nLivestock  45  60 \nTrade and  30  15 \nservices \nManufacturing  10  5 \n     \n    ME = microenterprise \n    Source:  ADB estimates. \n \n6.  The benefit streams emanate from (i) MEs that women are likely to undertake with \nempowerment, and (ii) employment opportunities arising from skills training. The indicative net \ncash flow, internal rates of return, and labor requirement of sample MEs are set out in Table \nA13.1. Table A13.1 shows that MEs are viable and give a steady stream of income within a \nshort time. The labor requirement is low–1–2 workers– and can generally be met by family \nmembers, with limited use of hired labor. The immediate beneficiaries are expected to be the \nbetter-off  women  who  have  the  resources  and  ability  to  take  risks.  Success  of  these \nentrepreneurs is expected to have a demonstration effect on other women and encourage them \nto undertake similar enterprises. Moreover, the income generated will give rise to a demand for \ngoods and services within the community, further promoting other MEs. The short gestation \nperiod  of  such  MEs  will  enable  this  component  to  quickly  yield  tangible  benefits  in  the \ncommunity, but success depends greatly on general economic growth and factors that disrupt \neconomic growth, including deteriorating security conditions that are likely to limit mobility and \nmarket access. \nTable A13.2: Summary of Financial Analysis of Sample Microenterprises \nType of  Net Cash Flow  Labor Requirement  Internal Rate of Return \nMicroenterprise  (NRs)  (person days)  (%) \nSummer Vegetable             2,889   30  ― \nProduction  per katha  per season \nWinter Vegetable  2,943  30  ― \nProduction   per katha  per season \nGinger Production  5,860  30  ― \nper katha  per season \nCitrus Production  16,567 p.a.  125 p.a.  23 \n(0.05 ha)  over 7 years \nBuffalo Milk and Heifer  14,535 p.a.  125 p.a.  33 \nProduction  over 7 years \nGoat Production (herd  11,058 p.a.  125 p.a.  31 \nsize 6)  over 7 years \nPig Production  8,483 p.a.   125 p.a.  30 \n(herd size 6)  over 7 years \nPoultry Farming  27,659 p.a.  250 p.a.  38 \n(flock size 100)  over 7 years \nBag Making  37,393 p.a.  500 p.a.  25 \nover 7 years \nTea and Refreshment  110,245 p.a.  500 p.a.  25 \nShop  over 7 years \n = not available, Ha = hectare, NRs = Nepalese Rupees, p.a. = per annum. \nSource: ADB estimates. ", "  Appendix 13  53 \n2.  Legal Empowerment  \n \n7.  The legal empowerment component seeks to put in place property rights for women that \nwill increase women's access to assets, thus increasing their access to credit and resources to \nundertake MEs. The Project will indirectly support the registration for citizenship, which is a \nrequirement for credit and job application, thus indirectly increasing women's access to credit \nand job opportunities. The support for birth certificates will increase access to education for girls \nand boys. Legislative changes, increased awareness of legislation, and improved access to \nlegal  institutions  will  offer  women  protection  from  rape,  domestic  violence,  and  crime.  A \nperceived reduction in such threats will encourage women to venture out and participate in \neconomic activities, thus contributing to the economic production of goods and services. It must \nbe pointed out that the benefits from this component are likely to be realized at the end of the \nproject period, if not after the project period, when the changes in property rights and other \nlegislation are fully enforced. \n \n3.  Social Empowerment  \n8.  The social empowerment component aims to enable more women to participate more \neffectively in community and group self-development activities by reducing the drudgery and \ntime spent on household chores such as fetching water and collecting firewood. Introducing \nimproved  household  devices  and  community-based  social  infrastructure  will  result  in  time \nsavings. Household timesaving devices include improved fuel-efficient cooking stoves, biogas \nplants, and efficient mills while community-based infrastructure includes gender-sensitive water \nsupply,  sanitation  schemes,  local  trails  and  bridges.  Household  timesaving  devices  and \ncommunity-based infrastructure will be provided on a demand-driven basis. It is envisaged that \nthe  timesaving  household  devices  will  benefit  38,500  women;  the  community-based \ninfrastructure will benefit 38,600 women. It is possible that the beneficiaries of the time-saving \ndevices and community-based infrastructure and therefore the total number of beneficiaries for \nthis component will not be considerably less than 77,100. \n \n9.  The biogas plants and improved fuel-efficient cooking stoves are estimated to save the \nwomen 90 minutes in cooking time each day. Biogas plants will eliminate the need to collect \nfirewood in the terai; firewood collection will be limited to the winter season when temperatures \nare too cold for the biogas plant to work. The improved stoves will reduce the fuel requirement \nby 30%, and hence save time spent in collecting firewood by 30. The total time saved in \ncollecting firewood and cooking is estimated at 150 minutes per day. Some of the time saved \ncould be used for income-generating employment on- or off-farm, but a considerable amount of \nthe time saved can be spent on caring for the family or resting. Regardless of how the time \nsaved  is  used,  it  is  an  economic  benefit  and  is  valued  at  NRs2,750  per  annum.  The \nnonquantifiable benefits include reduced respiratory and eye infection caused by smoke and \nreduced degradation of forests as a result of reduced firewood requirements. \n \n10.  The  Project  will  provide  community-based  water  supply  and  sanitation  facilities  for \n12,600 households in 201 communities. This will considerably reduce the time women spend in \nfetching water. Some households report that they walk up to 30 minutes to fetch water for \nhousehold use. If the women fetch water twice a day, then they need to spend 120 minutes for \nthis activity. A community-based water supply is expected to at least halve the time spent \nfetching water. The economic cost of time saved is NRs1,100 per annum. Improved hygiene \nand reduced infection resulting from improved latrines are nonquantifiable. \n \n ", "54  Appendix 13 \n11.  Rehabilitating local trails and bridges will improve access for remote villages, giving rise \nto opportunities for marketing local produce and MEs. Economic benefits will accrue from the \nincome generated from marketing local produce and goods and services from MEs. As the \ndegree of market access and promotion of MEs will vary greatly depending on the geographic \nlocation and terrain, it is not possible to estimate the economic benefits of these trails. An \nestimated 9,200 women are expected to benefit to rehabilitate trails. \n \n4.  Institutional Strengthening  \n \n12.  The institutional strengthening component seeks to ensure that women's voices are \nheard  and  to  increase  women's  participation  in  local  institutions  and  organizations.  Such \nparticipation will bring about sensitiveness to issues related to women. The long-term impact of \ninstitutional strengthening will be then improved status of women as well as better opportunities \nto participate in economic, social, and community activities. The immediate beneficiaries are \nwomen leaders or those with position in the community. Such women are more aware of the \nprograms and also have more time to participate in activities. Their participation is essential as \nthe  respect  they  command  in  the  community  will  enable  them  to  reach  the  other  less \nadvantaged women. As is the case in the legal empowerment component, the benefits of this \ncomponent are expected to be realized in the later part of and after the project period. \n \n5.  Conclusion \n \n13.  The  Project  will  have  a  direct  effect  on  strengthening  Department  of  Women  and \nDevelopment and women workers and increasing their outreach to women. In the medium and \nlong term, this effect will give rise to increased income generated by women either through MES \nor employment. The Project can also potentially increase the economic output of women as a \nresult  of  time  saved  through  time-saving  devices  and  facilities  of  the  community  social \ninfrastructure. The nonquantifiable benefits will be in the form of better health and better access \nto education and employment opportunities as well as protection from crime and domestic \nviolence. Overall, the Project will have substantial quantifiable and nonquantifiable benefits for \nwomen and, therefore, the entire Nepalese society. ", "  Appendix 14  55 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY  \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n      No  agreement?      No \n \nContribution of the sector or subsector to reduce poverty in Nepal: \nThe Government and the Asian Development Bank (ADB) recognize that poverty in Nepal is exacerbated \nby deep-rooted cultural practices, which have historically isolated women and other disadvantaged groups \nfrom the benefits of growth and development.1  Progress to address caste- and ethnicity-based exclusion \nremains limited, but recognition of these problems in the Government’s 10th Plan is encouraging. The ADB \n2004–2006 Country Strategy and Program promotes gender and socially inclusive development as one of \nits program focus areas. \n \n \nB.  Poverty Analysis   Targeting Classification:  Targeted Intervention \n \nThe human development index (HDI) ranks Nepal 143 out of 175 countries, lower than all Asian countries \nbut Pakistan.2 While the overall HDI for Nepal is low, the index disaggregated by regions highlights the \ninequity of development across Nepal. Marked disparities occur between urban and rural areas and \nbetween ecological zones. Head count index, poverty gap index and squared poverty gap index, confirm \nthese disparities. The head count index, for example, places below the poverty line 56% of the population \nin the mountains, 41% in the hills, and 42% in the terai; whereas 23% in the urban areas and 44% in the \nrural areas of the population live below the poverty line.3 Not only spatial disparities in incomes and human \ndevelopment are important elements of poverty in Nepal; gender, ethnicity and caste-related differentials \nadd to the complexity, and exacerbate the intensity and depth of poverty.4 \n \nPoverty  and  Gender.  Social  exclusion,  determined  by  caste  and  gender,  is  one  major  reason  for \npersistent poverty and, at each level in the caste system or within an ethnic group, women are more \ndisadvantaged than men. The gender-related development index as an expression of the differences \nbetween men and women in the HDI shows similar regional differences, but an overall positive trend. The \ngender empowerment measure assesses women’s participation in economic and political life as very low \nwith a wide gap between urban and rural areas and the women in the hills faring the worst. \n \nPoverty, Low Caste, and Ethnic Groups. Nepalese society is multiethnic and multilingual, with complex \nvariations in ethnicity, caste, language, and religion.5About two thirds of the total population are directly tied \nto the Hindu caste framework, with the remaining comprising various non-caste ethnic and non-Hindu \nreligious groups. The National Code of Nepal (1854) structured the Nepali society into a four-tier \n                                                 \n1  ADB. 2001. Poverty Reduction Partnership Agreement between His Majesty’s Government of Nepal and the Asian \nDevelopment Bank. Kathmandu. \n2  The three indicators used to determine the human development index (HDI) show a life expectancy at birth of 59.5 \nyears, an adult literacy rate (15 years and above) of 50.7%, the mean years of education being 2.9, and a gross \ndomestic product per capita of 1,237NRs. UNDP.  2003. Human Development Report 2003.  New York and \nOxford. \n3  The poverty line used in Nepal is NRs4,404, based on the consumption of 2,124 calories and the ability to \npurchase a number of essential non-food items. \n4  HMG National Planning Commission. 2003. The Tenth Plan (Poverty Reduction Strategy Paper) 2002/03-2006/07. \nKathmandu. \n5  The 1991 National Census reports 60 caste/ethnic groups and 20 different languages. The 2001 National Census \nconsiders 103 caste/ethnic groups and 93 different languages, with Nepali being the official language, mother \ntongue to over 48% of the population. There are 57.1% of the population included in caste groups, 34.8% in ethnic \ngroups and 8.1% of others, including Muslim and Christians. About 67% of the population originated from hill \nareas, 32% from the terai and 0.7% from the mountains. About 80% of the population follows the Hindu religion \nwith the next largest groups being Buddhists (11%), and Muslims constituting 4% of the total population.  \n ", "56  Appendix 14 \n \ncaste hierarchy, placing the Brahmin on top, followed by the Chetri, Baisya and Shudra, and the high caste \nNewari, the middle ranked being indigenous groups (janajatis)6 of the hill and mountain areas. The \n\"touchables\" followed by the \"untouchables\" (the dalits) were placed at the bottom-end of the hierarchy.7 \nThe Hindu caste system prevails in central and southern Nepal, but clear-cut differences between castes \nand ethnic groups, except for the more prominent castes like Brahmin and Chetri, do not necessarily exist. \nEthnic groups may themselves be subdivided into hierarchies of occupational castes. The society is \ngoverned by a sophisticated system of rules and behavioral norms, and the caste system defines access to \nresources and opportunities. Upward mobility is extremely limited. However, while there does not seem to \nbe a simple straightforward correlation between the rank in the traditional caste system and poverty level, \nthere are broad linkages. The poverty level among the upper social castes is generally low. In most cases \nthe Janajati groups have higher poverty levels (45-59%) than the national average, while the dalits have \npoverty levels as high as 65-68%. There are some notable deviations from this generalization. The upper \ncaste Chetri have an above average poverty rate of 50%, while the Muslims, although low in the social \nhierarchy, are relatively better off. There is considerable variation in the welfare status of different Janajati \ngroups.8 \n \nCharacteristics of Poverty. People can be grouped to four categories: (i) vulnerable, (ii) poor, (iii) \nmedium, and (iv) well off. Their characteristics are summarized in the table below: \n \nTable A14.1: Charateristics of the Vulnerable, Poor, Medium and Well Off \nWell-Being Ranking  Characteristics \nVulnerable  •  lack of inherited assets \n•  low education and low labor capacity (a 25 to 30% dependency ratio) \n•  no land nor livestock \n•  small and low quality houses \n•  food production sufficient for less than 3 months \n•  from low caste/ethnic origin \n•  mainly wage laborers (either locally or migrating to the Terai) \n•  heavily indebted during lean season; alcoholism, and disabled/sick family members  \nincrease their vulnerability. \nPoor   •  almost no inherited assets \n•  less than 0.1hectare (ha) of cultivable rain-fed land per family member and at most one \ncattle \n•  low education \n•  mostly involved in farming and seasonal employment (either locally or migrating) \n•  food production sufficient for less than 5 months \n•  from dalits and ethnic groups, with a few high caste members \nMedium  •  some inherited assets \n•  0.1–0.3 ha of cultivable land per family member and 2-5 cattle \n•  with permanent job, pensions, remittances, small businesses, or cash crops \n•  better educated \n•  large families \n•  good labor productivity  \n•  leasing and sharecropping occasionally  \n•  secure food \n•  with some saving capacity in good years \nWell-off  •  more than 2 ha of cultivable land and inherited assets \n•  high labor productivity \n•  well educated \n•  permanent employment, pensions or remittances, or farming business \n•  secure food throughout the year \n•  with savings \n                                                 \n6  Janajatis have their own language and culture and are not included under the Hindu caste structure.  \n7  Detailed information on the dalits is provided in Supplementary Appendix B. \n8  Thakali and Sherpas, who have done well in trading and other businesses and fare higher in income indicators are \nbetter off. Among the more disadvantaged Janajati groups are the Tharu, Tamang and Kham Magars. ", "  Appendix 14  57 \n  •  cultivating irrigated crops/running business terai, livestock and trade in the mountains. \nPoverty in the Project Area. The project area covers two clusters for a total of 15 districts, 8 in the \nMidwestern and Far Western Regions (the Western cluster) and 7 in the Central Region (the Central \ncluster). Key statistics of the Project area are in Table A14.2. \n \nTable A14.2: Project Area Statistics \nDistrict  Population  No of  Family  FHH%  No of VDCs/  Population  Eco-Zone \nHouse-  Size  municipalities  Density \nholds  (person/sq \nkm) \nWestern               \nCluster \nBaitadi  234,418  40,387  5.8  13.5  62/1  154  Hill \nDoti  207,066  36,465  5.7  16.9  50/1  102  Hill \nAccham  231,285  44,005  5.3  23.8  75/0  138  Hill \nBahjang      167,026  28,588  5.8  15.0  47/0    49  Mountain \nBajura      108,781  20,378  5.5  16.1  27/0     50  Mountain \nKalikot      105,580  18,487  5.7  8.6  30/0     61  Mountain \nJumla        89,427  15,850  5.7  8.1  30/0     35  Mountain \nMugu        43,937   8,261  5.4  6.8  24/0     12  Mountain \nSubtotal(A)  1,187,520  212,421    44.9  108.8         345/2     75   \n               \nCentral                \nCluster \nBara  559,135  87,706  6.4  4.3  98/1  470  Terai \nRautahat  545,132  88,162  6.2  3.9  96/1  484  Terai \nSarlahi  635,701  111,076  5.7  5.7  99/1  505  Terai \nMahottari  553,481  94,229  5.9  7.5  76/1  552  Terai \nDhanusa  671,364  117,417  5.6  8.5  101/1  569  Terai \nSindhuli  279,821  48,758  5.8  9.7  53/1  112  Hill \nRamechha  212,408  40,386  5.3  20.1  55/0  137  Hill \nSubtotal(B)  3,457,042  587,734  40.9  59.7  578/6  404  – \nTotal    4,644,562  800,155  85.8  168.5  923/8  293.5  – \n       FHH = female-headed households, VDC = village development committee. \n         Source: National census 2001.  \n \nSocial Stratification and Characteristics of Poverty in the Western Cluster.9 Ethnic/caste diversity in \nthe Western cluster is high, with 19 different castes/ethnic groups to be distinguished. Three ethnic/caste \ngroups generally dominate, with about 70% of the population: most often they consist of Chetri, Brahmin \nand one other dalit group. Diversity of other ethic/castes origins is limited. The settlement pattern is \nrelatively homogeneous, with single ethnic/caste groups forming clusters within a ward.10 This suggests \nsocial cohesion and long historical relationship between households and it seems favorable for community \nparticipation and social grouping. But strong historical relationships and remoteness are not conducive to \nattitudinal and behavioral changes and the reduction of discriminatory practices. In the Western cluster the \nvulnerable and poor population makes up 22% and 35% respectively, the medium group is 30%, and the \nwell-off group is 13%. In the last 30 years, the rural population has embarked in a diversified livelihood \nsystem. With the increased population density over resources, farming system intensification became \nmandatory. Small farm size and high land fragmentation within families of landowners do not encourage \ninteresting commercial agriculture, and limit the local demand for seasonal   employment. Access network \nof limited and poor quality also constraints the mobility of people and access to district and regional markets. In the \nWest, most of the rural communities have modified or diversified their sources of income by (i) migrating \npermanently to the terai or to towns; (ii) seeking seasonal employment in the terai, towns, and Punjab; or \n(iii) migrating overseas. These strategies released the pressure on land and in brought external income to \nsustain life in the area. Estimates indicate that incomes from migration represent between 40% and 60% of \nthe total income, and more than 60% of the cash income. Migrating is not a coping mechanism anymore, \nbut a permanent component of the livelihood system in western Nepal. \n \n                                                 \n9 Detailed information on the two clusters and their livelihood is in Supplementary Appendix G. \n10  A ward is the lowest administrative unit. \n ", "58  Appendix 14 \n \nSocial Stratification and Characteristics of Poverty in the Central Cluster. Ethnic/caste diversity in the \nCentral cluster is very high, with 51 different caste/ethnic groups to be distinguished. There is a much wider \nmosaic of caste/ethnic groups, several of them migrated from the hills, mountains, and India. The most \nimportant groups are the Yadav (12.3% of the population), Muslim (11%), Thamang (6.3%), Brahmin-hill \n(4.5%), and Tharu (3.7%). Settlement patterns show clusters formed of nuclei of endemic castes/ethnic \ngroups, which were joined by other ethnic/caste groups in the last 40-50 years. The new groups came to \nfind  land,  to  benefit  from  easy  communication  and  market,  or  more  recently  to  escape  the  Maoist \ninsurgency from the hills and mountain areas. The new groups live closely together, and keep their social \nreferences, traditional livelihoods, and habitat pattern. However, development initiatives modify the social \nand economic dynamics of the communities and challenge the power relations, in which caste/ethnic \nissues are of primary importance. Social cohesion and participation in development efforts therefore cannot \nreadily be assumed. In the Central cluster, the vulnerable and the poor comprise 31% and 32% of the \npopulation, 28% are considered as medium, and 9% as well-off. \n \nIn the terai districts, with large flat land of alluvial soil and excellent groundwater resources, the traditional \nrural system is based on food and commercial cropping, and livestock husbandry. Due to the very high \npopulation density, combined with small farm size and high land fragmentation, food subsistence and \ncommercial  agriculture  alone  are  not  sufficient  for  most  of  the  rural  households.  Rich  and  medium \nsocioeconomic groups have turned to trade, business, out-migration, permanent paid job, agro-processing, \nand small or medium-scale commercial agriculture. Vulnerable and poor groups seek local employment in \nfarming,  brick  making,  sand  collection,  construction,  low  paid  urban  services,  or  migrate  to  Punjab. \nSavings, if any, are invested in livestock, buy and sell business, or cottage industry.  because of the range \nof altitude and the variations in soil types in the central and northern parts of the hills, cropping systems \ngreatly vary. While monsoon crops are usually for the household consumption, farmers with more than 1 ha \nof irrigated land can produce off-season commercial crops, including high-value crops, and several fruit \ntrees. \n \nC.         Participation Process \n \nIs there a stakeholder analysis?    Yes     No  \n \nIs there a participation strategy?     Yes                   No \n \nDuring the project preparatory technical assistance (PPTA), a survey combined qualitative and quantitative \ntechniques to assess poverty in the project area and the linkages with issues of gender equality and \nempowerment  of  women  (EOW).  Community  resources,  social  mobility  mapping,  and  participant \nobservation  were  used.  Focus  group  discussions  addressed  economic,  social,  legal,  and  political \ndimensions of EOW as perceived and practiced by the communities.  The social assessment is based on \nwork done by the PPTA consultants and the ADB missions’ findings. All the stakeholders participated \nactively designing and preparing the Project through local consultations and regional workshops. The \nactivities in the economic and social empowerment components will be implemented using participatory \nmethods on a demand-driven basis \n \nD.          Gender and Development  \n \nThe thematic of the Project is gender and development. The project beneficiaries are poor rural women \nwho have not benefited from past development programs. All activities focus on poor ethnic and low-caste \ngroups to ensure that benefits will accrue more readily to these disadvantaged groups. The Project will \nwork, not only with existing groups, but also with newly formed women’s groups to allow the historically \nexcluded women to participate in the Project. \n \n ", "  Appendix 14  59 \n \n \n \n \n E.  Social Safeguards and other Social Risks \nItem       \nSignificant/    Plan Required \nNot Significant/  Strategy to Address Issues \nNone \n Significant  Small-scale community infrastructure interventions include  Framework \n  the construction and rehabilitation of trails and bridges,  prepared \nResettlement   Not significant  small-scale  water  supply  and  sanitation  facilities,  and \n  community-based  multi-purpose  women’s  centers.  The \n None  Government has agreed to an assurance that all facilities \nconstructed, extended, or upgraded under the Project will \nbe located on land owned by the Government and no \ndisplacement  or  resettlement  will  be  involved.  If \ninvoluntary resettlement is unavoidable, the Government \nwill immediately inform ADB and prepare resettlement \nplans  in  accordance  with  the  resettlement  framework \nagreed upon at loan fact finding. \n \n    The project design is in keeping with the established,   \n   Significant  proven  practice  of  cost  recovery.  Project  design  pays   Yes \nAffordability    particular  attention  to  improving  access  of  poor  and   \n Not significant  vulnerable  women  to  goods  and  services;  project    No \n  interventions are targeted at vulnerable groups.   \n None \n    The project will support improvement of opportunities and   \n   Significant  conditions  for  female  poor  wage  laborers.  It  will  also   Yes \nLabor    promote enterprise development focusing on poor rural   \n Not significant  women from ethnic groups and low castes. When labor    No  \n  inputs are to be financed by the Project, women and \n None  vulnerable groups will have priority employment \n    Nepal is a multiethnic country with major issues related to  Specific \n   Significant  social exclusion of low castes (dalits) and ethnic groups.  actions to \nIndigenous    The project area comprises of about 19 groups in the  ensure \nPeoples   Not significant  Western cluster, and 51 groups in the Central cluster. The  effective \n  dalits are the most disadvantaged, with dalit women being  targeting of \n None  worse off. Awareness and sensitization campaigns and  ethnic minority \nappropriate mechanisms to minimize discrimination and  women are \nensure  equitable  distribution  of  benefits  have  been  integrated into \ndesigned into the Project.  the project \ndesign. \n    The Project will support improvement of opportunities and   \nOther Risks   Significant  conditions  for  poor  female  wage  laborers.  It  will  also   Yes \nand/or    promote enterprise development focusing on poor rural   \nVulnerabilities   Not significant  women from ethnic groups and low castes. When labor    No  \n    inputs are to be financed by the Project, women and \n None  vulnerable groups will have priority employment \n \n "], "metadata": {"ModDate": "D:20041223111833+08'00'", "CreationDate": "D:20041203112644+08'00'", "Title": "Microsoft Word - R268-04.doc", "Creator": "Acrobat PDFMaker 6.0 for Word", "Author": "aj3", "Producer": "Acrobat Distiller 6.0 (Windows)", "SourceModified": "D:20041203032630"}}