{"path": "data/input/reports/rrp-bhu-34374.pdf", "pages": [" \nASIAN DEVELOPMENT BANK RRP: BHU 34374 \n \n \n \n \n \n \n \n \n \n \nREPORT AND RECOMMENDATION \n \nOF THE \n \nPRESIDENT \n \nTO THE \n \nBOARD OF DIRECTORS \n \nON A  \n \nPROPOSED LOAN \n \nAND \n \nTECHNICAL ASSISTANCE GRANTS \n \nTO THE \n \nKINGDOM OF BHUTAN \n \nFOR THE \n \nRURAL ELECTRIFICATION AND NETWORK EXPANSION \n \n \n \n \n \n \n \n \n \n \nSeptember 2003", "CURRENCY EQUIVALENTS \n(as of 5 August 2003) \n \nCurrency Unit –  ngultrum (Nu) \n \nNu1.00 =  $0.0217     \n$1.00 =  Nu46.10     \n \nABBREVIATIONS \n \n  ACB  –  Austrian Coordination Bureau \n  ADB  –  Asian Development Bank \n  BEA  –  Bhutan Electricity Authority  \n  BHPC  –  Basochhu Hydropower Corporation \n  BPC  –  Bhutan Power Corporation \n  CHPC  –  Chukha Hydropower Corporation \n  DHPC  –  Druk Hydropower Corporation \n  DOE  –  Department of Energy \n  DOP  –  Department of Power \n  HIES  –  Household Income and Expenditure Survey \n  HV  –  high voltage \n  ICB  –  international competitive bidding \n  IEE  –  initial environmental examination \n  IS  –  international shopping \n  JICA  –  Japan International Cooperation Agency \n  KHPC  –  Kurichhu Hydropower Corporation \n  LCB  –  local competitive bidding \n  LV  –  low voltage \n  MIS  –  management information system \n  MV  –  medium voltage \n  NFYP  –  Ninth Five Year Plan \n  NTTA  –  National Technical Training Authority \n  PIU  –  project implementation unit \n  PPMS  –  Project Performance Monitoring System \n  PV  –  photo-voltaic \n  RE  –  rural electrification \n  RRA  –  rapid rural appraisal \n  TA  –  technical assistance \n \nMEASURES \n \n  cct-km (circuit kilometer)  –  Unit of transmission or distribution line lengths \n  GWh (gigawatt-hour)  –  10,000 Wh \n  kW (kilowatt)  –  1,000 Watts  \n  kWh (kilowatt-hour)  –  1,000 Wh  \n  MU (million units)  –  1,000,000 kWh \n  MW (megawatt)  –  1,000,000 Watts \n  TOE (tons of oil equivalent)    Unit of energy production \n  V (Volt)  –  Unit of electrical potential \n  W (Watt)  –  Unit of active power \n  Wh (watt-hour)  –  Unit of energy \n \n ", "NOTES \n \n(i)  The fiscal year (FY) of the Government ends on 30 June.  FY before a calendar \nyear denotes the year in which the fiscal year ends.  \n(ii)  In this report, \"$\" refers to US dollars \n \n \nThis report was prepared by a team consisting of  S. Tumiwa (team leader/renewable energy \nspecialist),  C.  N.  Chong,  E.  Glennie,  R.  Jayewardene,  J.  Kuiper,  D.  Utami,  and    C. \nVandenabeele. ", "CONTENTS \n \nPage \n \nLOAN AND PROJECT SUMMARY  i \nMAP  v \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  2 \nIII.  THE PROPOSED PROJECT  6 \nA.  Objectives  6 \nB.  Components and Outputs  6 \nC.  Special Features  6 \nD.  Cost Estimates  7 \nE.  Financing Plan  7 \nF.  Implementation Arrangements  8 \nIV.  TECHNICAL ASSISTANCE  10 \nA.  Capacity Building of Bhutan Electricity Authority  10 \nB.  Establishment of the Druk Hydropower Corporation  10 \n  C.  Rural Electrification Master Plan  11   \nV.  PROJECT BENEFITS, IMPACTS, AND RISKS  11 \nA.  Social Aspects  11 \nB.  Financial Aspects  12 \nC.  Economic Aspects  13 \nD.  Environmental Aspects  14 \nE.  Risks  15 \nVI.  ASSURANCES  16 \nA.  Specific Assurances  16 \nB.  Conditions for Loan Effectiveness  18 \nVII.  RECOMMENDATION  18 \nAPPENDIXES  19 \n1.  Project Framework  19 \n2.  Power Sector Analysis  21 \n3.  Economic and Financial Analyses  26 \n4.  External Assistance to the Power Sector  32 \n5.  Bhutan Power Corporation Organization Chart  33 \n6.  Project Management Structure  34 \n7.  Detailed Implementation Schedule  35 \n8.  Contract Packages   36 \n9.  Outline Terms of Reference for Consulting Services  37 \n10.  Advisory Technical Assistance for Capacity Building of the Bhutan Electricity Authority 38 \n11.  Advisory Technical Assistance for Establishing the Druk Hydropower Corporation  39 \n12.  Summary Poverty and Social Assessment  40 ", "13.  Summary Initial Environmental Examination  46 \nSUPPLEMENTARY APPENDIXES (available on request)   \nA.  Detailed Technical Design   \nB.  Financial Analysis of the Power Sector   \nC.  Detailed Economic Analysis   \nD.  Detailed Poverty and Social Analysis   \nE.  Detailed Initial Environmental Examination   \nF.  Capacity Building for Bhutan Electricity Authority TA Paper   \nG.  Establishment of Druk Hydropower Corporation TA Paper   \nH.  Cost of Captive Power Generation in Bhutan ", "       \nLOAN AND PROJECT SUMMARY \n \nBorrower  Kingdom of Bhutan \n   \nClassification  Poverty classification: Poverty intervention \nThematic: Economic growth  \n   \nEnvironment  Category  B.    An  Initial  Environmental  Examination  (IEE)  was \nAssessment  carried out, and the summary IEE is a core appendix. \n   \nProject Description  Under the Five-Year Plan (NFYP, 2002-2007), the Government of \nBhutan (the Government) intends to electrify 15,000 households. \nUnder the project, the Asian Development Bank (ADB) will assist \nthe Government to electrify about 8,000 rural consumers, mostly \nhouseholds,  but  including  hospitals,  schools,  and  other  public \nfacilities  for  local  communities.  The  8,000  consumers  were \nselected based on social and technical criteria to ensure that 43% \nof the households connected are below the poverty line.  Based \non  this  criteria,  eight  districts  were  selected  for  the  Project: \nChhukha,  Lhuentse,  Mongar,  Pemagatshel,  Punakha,  Samtse, \nSarpang,  and  Trashigang.    The  Government  expects  to  get \nfinancial assistance from the Government of the Netherlands and \nthe Government of Austria to finance the electrification of 4,000 \nhouseholds.    The  Government  is  expected  to  make  funds \navailable to finance the remaining 3,000 households.  The Project \nwill (i) construct 390 circuit kilometers (cct-km) of 33 kilo-volt (kV) \noverhead lines; (ii) construct 300 cct-km of 11 kV overhead lines; \n(iii)  install  160  33/0.4  kV  and  170  11/0.4  kV  distribution \ntransformers with associated drop-out fuse assemblies and low \nvoltage (LV) boards; (iv) install 570 cct-km of LV aerial bundled \nconductors;  and  (v)  installation  of  service  cables  and  energy \nmeters to 8,000 customers.  The Government and ADB are also \nengaged in a long-term policy dialogue to restructure the power \nsector in order to improve sector efficiency. As a result of this \ndialogue,  the  former  Department  of  Power  was  unbundled \ncreating the Department of Energy (DOE) as the governmental \nplanning agency, Bhutan Electricity Authority (BEA) as the sector \nregulator, and BPC as the a transmission, distribution and supply \ncorporation.  Two  technical  assistance  (TA)  projects  are  piggy-\nbacked  to  the  Project  and  represent  the  next  step  in  sector \nrestructuring. \n   \nRationale  Although Bhutan has substantial sources of clean and renewable \nindigenous  hydropower  energy,  the  distribution  of  electricity \nthroughout  the  country  is  still  limited.    According  to  the  most \nrecent estimates, the population of Bhutan is about 695,000, of \nwhom 80% reside in rural areas. About 66,000 of the 85,000 rural \nhouseholds are without electricity. The Project will bring additional \nsocial and economic benefits including improved living standards \nand conditions for education and health service delivery; and  ", "ii  \n  improved opportunities for the rural and urban poor to increase \ntheir  economic  productivity,  create  employment  and  raise \nhousehold income. In addition, the Government’s policy for rural \nelectrification  is  to  reduce  fuelwood  consumption  by  using \nelectricity for lighting as well as for cooking.  The annual per \ncapita consumption of fuelwood is at 1.22 tons, one of the highest \nin the world.  Between 45% and 71% of rural households reported \nthey have increased difficulty in collecting fuelwood due to much \ndiminished forest cover compared with ten years ago. \n   \nObjectives  The objectives are to: (i) expand the delivery of electricity from \nexisting  national  hydropower  stations  as  an  important  and \nnecessary input for rural residents in Bhutan to improve their living \nstandards, conditions for education, and health service delivery; \nand (ii) provide opportunities for the rural poor to increase their \neconomic productivity, create jobs and raise income. \n   \nCost Estimates  The Project is estimated to cost $13 million equivalent, comprising \n$9.4 million in foreign exchange and $3.6 million equivalent in \nlocal currency. \n   \nFinancing Plan  ($ million) \nSource               Foreign                Local              Total      Percentage \n                          Exchange           Currency \n \nADB                    9.4                      0                9.4              70 \n \nGovernment         0                   3.6                3.6              30 \n \nTotal                    9.4                   3.6               13.0            100 \n \n \nLoan Amount and Terms  It is proposed that ADB extend a loan of Special Drawing Rights \n6,755,000  ($9.4  million  equivalent)  from  ADB’s  Special  Funds \nresources.  The loan will have a repayment period of 32 years, \nincluding a grace period of 8 years and an interest charge of 1.0% \nduring the grace period and 1.5% thereafter. \n   \nAllocation and Relending  The  Borrower  will  onlend  to  BPC  under  a  subsidiary  loan \nTerms  agreement with terms and conditions acceptable to ADB.  The \nBorrower will bear the foreign exchange risk. \n   \nPeriod of Utilization  Until 31 March 2007 \n   \nEstimated Project  30 September 2006 \nCompletion Date \n   \nImplementation  A project implementation unit (PIU) has been established within \nArrangements  the  Development  and  Construction  Department  of  BPC.  A \nmanager in BPC with experience in previous ADB-financed rural \nelectrification  (RE)  projects  has  been  appointed  as  project \nmanager.  The project manager will be assisted by an engineer ", "  iii\n  and  administrative  staff.    The  project  manager  will  seek  the \nservices and assistance of the Procurement Services Department \nfor procurement-related matters and the Finance Department for \nfinance-related matters.  The majority of the construction will be \ncarried out by private contractors under the supervision of BPC’s \nDistribution  Construction  Sections,  in  the  Development  and \nConstruction Department, that is divided into the Eastern, Central \nand Western regions.  The Distribution Construction Sections will \nreport directly to the project manager. Existing available facilities \nsuch as computers, vehicles, and warehouses will be used for the \nProject.  \n   \nExecuting Agency  Bhutan Power Corporation  \n   \nProcurement  Necessary  equipment  and  materials  for  the  project  will  be \nprocured in accordance with ADB’s Guidelines for Procurement \nusing  ADB’s  standard  bidding  documents.  Supply  contracts \nestimated  to  cost  $500,000  or  less  will  be  procured  using \ninternational shopping procedures. Packages with an estimated \ncontract value of more than $500,000 will be procured through \ninternational competitive bidding.  All contracts for civil works will \nbe procured using local competitive bidding. Approval for advance \naction  has  been  given  to  optimize  time  for  implementing  the \nproject. \n   \nConsulting Services  An international consulting firm will be recruited in accordance \nwith  ADB’s  Guidelines  on  the  Use  of  Consultants  and  other \narrangements  acceptable  to  the  ADB  for  recruiting  domestic \nconsultants,  using  the  quality-  and  cost-based  method.    It  is \nestimated that about 5 person-months of international consulting \nservices will be required.  The international consultant will assist \nBPC with procurement and design review.  Recruitment of the  \nconsulting firm will be recruited separately for 6 person-months of \nservice on an intermittent basis to assist BPC with monitoring and \nevaluating  project  benefits.    The  domestic  consultants  will  be \nrecruited in time to establish the monitoring system. \n   \nProject Benefits and  The Project will increase the national electrification rate by 8%, \nBeneficiaries  from the current 35% to about 43%. About 43% of the households \nto be electrified are now below the national poverty line of about \n$187 per capita per year.  The project has established criteria for \nproviding electrification kits to the poorest households in order to \naddress  the  issue  of  affordability.    The  Project  will  improve \nstandards  of  living  for  these  households  through  the  use  of \nelectric  lighting  and  other  appliances.    Electrification  has \ngenerated  additional  income-generating  opportunities  through \nseveral means: establishment of small-scale cottage industries, \nengaging in mini-food processing, increasing efficiency in small \ntrades  such  as  carpentry  and  tailoring,  and  establishing  small \nshops, bars, and restaurants. It also improves health standards \ndue to a cleaner environment without kerosene lamps, with less  ", "iv   \n  cooking over smoky cooking fires in case of houses with electric \ncooking appliances, and better preservation of food for houses with \nrefrigerators.  Data  regarding  other  benefits  such  as  increased \nuseful hours for leisure or housekeeping in the evenings, improved \naccess to modern communications and entertainment facilities such \nas radio and TV, and a better overall quality of life with electricity, is \nnot readily available. Thus, these benefits have not been included.  \nBased on these benefits, the estimated economic rate of return for \nthe Project is 12.7%. \n   \nRisks and Assumptions  The risks and assumptions follow. (i) Technical risks are minimal \ngiven that two ADB-financed RE loans are already implemented in \nBhutan.    In  addition,  BPC  has  worked  closely  with  the  PPTA \nconsultants  to  prepare  the  technical  design,  procurement \npackages,  bidding  documents,  and  project  implementation \nschedule.  (ii) The Project is economically feasible based on cost \nestimates.  Financially, BPC is financially viable and does not \nreceive  any  form  of  cash  or  financial  subsidies.  However,  to \nensure sector efficiency, the Government will develop a strategy \nand time-bound action plan to rationalize and target subsidies in \nthe power sector to ensure their financial sustainability and review \nBPC’s weighted average tariff earned and its tariff structure to \ndefine a reasonable rate of return for BPC.  (iii) Social risks are \nminimal as the Project has been designed in such a way that \nthere will be no land acquisition or involuntary resettlement.  (iv) \nThe environmental risks are also minimal as the distribution lines \nthat enter national parks only enter their periphery.  To mitigate \nrisks, BPC will be required to submit an IEE and obtain clearance \nfrom the National Environmental Commission before any works \nare allowed to commence.  \n   \nTechnical Assistance  There will be TA grants. (i) Capacity Building of BEA for $400,000 \nfrom the ADB-funded TA program.  The TA will: (a) conduct a \nneeds  assessment  of  BEA’s  institutional  requirements,  (b) \ndevelop  and  implement  a  short-  and  medium-term  training \nprogram, (c) assist BEA in developing the national standards and \ncodes  for  the  sector,  (d)  design  and  implement  a  national \noutreach strategy to raise consumer awareness of BEA and its \nrole  as  the  sector  regulator,  and  (e)  review  and  make  a \nrecommendation  on  the  possibility  of  establishing  a  combined \nnational regulatory body that would regulate public utilities, and (ii) \nEstablishing  the  Druk  Hydropower  Corporation  (DHPC)  for \n$500,000 from the ADB-funded TA program.  The TA will explore \nthe institutional, technical, economic, and financial feasibility of \nestablishing DHPC.  To complement the Project and the two TAs, \nthe  Government  of  Japan,  through  the  Japan  International \nCooperation Agency (JICA), will finance a TA, on a grant and \nparallel  basis,  to  support  the  preparation  of  the  Rural \nElectrification Master Plan.  The plan will serve as a road map for \nfuture RE projects in the 10th–12th five -year development plans in \norder to meet the national goal of universal electrification by 2020. ", "       ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Kingdom of Bhutan for the Rural Electrification and Network Expansion Project.  The \nreport also describes proposed technical assistance (TA) for (i) Capacity Building of the Bhutan \nElectricity Authority, and (ii) Establishment of the Druk Hydropower Corporation, and if the \nBoard approves the proposed loan, I, acting under the authority delegated to me by the Board, \nwill approve the two TAs. \n \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Performance Indicators and Analysis \n2.  The  Asian  Development  Bank  (ADB)  provided  a  project  preparatory  TA1  with  the \nobjective of (i) establishing the technical, economic, financial, and social feasibility of the project; \nand (ii) providing the Department of Energy (DOE) and the Bhutan Power Corporation (BPC) \nwith capacity for preparing similar future projects for external financing.  The project framework \nis in Appendix 1. \n \n3.  Most of Bhutan’s power comes from run-of-the-river hydropower from the four major \nrivers: Ammochu, Mangdechhu, Samkosh, and Wangchu. Currently, Bhutan has 26 hydropower \nstations with a total installed capacity of about 445 megawatts (MW) and a maximum demand of \n96  MW.    There  are  currently  three  main  generating  companies:  Chhukha  Hydropower \nCorporation (CHPC, 336 MW, funded by India) and the Baso Chhu (Phase 1) Hydropower \nCorporation  (BHPC,  24  MW,  funded  by  Austria)  in  the  Western  Region  and  Kurichhu \nHydropower Corporation (KHPC, 60MW, funded by India) in the Eastern Region. All three \ncompanies are wholly Government-owned.  Although CHPC, KHPC, and BHPC provide most of \nthe power capacity, there are eight mini-hydro plants with capacities ranging from 300 kilowatt \n(kW) to 2,200 kW, and 15 microhydro plants with capacities ranging from 8 kW to 200 kW. The \ntotal installed capacity of microhydro plants has reached about 1,000 kW.  Baso Chhu Phase 2 \nwill be completed in 2004 (40 MW, funded by Austria) and the Tala Hydropower Project (THPC, \n1,020 MW, funded by India) will be completed by 2006.  The theoretical potential hydropower in \nBhutan is 30,000 MW.  DOE has conducted prefeasibility and feasibility studies on projects \ntotaling 16,280 MW.  Further, the Governments of Norway and Japan have funded full-scale \ntechnical feasibility studies for the Mangdechhu Hydropower Project (completed in 1999 for 360 \nMW) and Punatsangchu Hydropower Project (completed in 2001 for 870 MW). \n \n4.  Hydropower  is  Bhutan’s  most  important  natural  resource.    Because  the  country \ngenerates significantly more electricity than it consumes, Bhutan is a net power exporter.  In \nFY2001,  power  exports  of  1,380  gigawatt-hours  (77  percent  of  the  energy  the  country \ngenerated) to India accounted for over 43% of the national revenue.  Almost all this power came \nfrom CHPC and as such, CHPC is the largest single foreign exchange earner of Bhutan.  Under \nthe current power purchase agreement with India, CHPC and KHPC are under no obligation to \nexport any fixed amount of capacity or energy to India.  Their first priority is to supply the \nnecessary  electricity  to  BPC  for  domestic  consumers.    Only  the  balance  of  the  country’s \nelectricity output is to be exported to India.  As such, there is no excess generation capacity.  \nGiven this situation, the Government has put the highest priority on developing its hydropower \n                                                 \n1   ADB. 2001. Technical Assistance to the Kingdom of Bhutan for the preparation of the Rural Electrification and \nNetwork Extension Project. Manila ", "2 \npotential  as  it  represents  Bhutan’s  most  important  source  for  economic  growth  and \ndevelopment, with minimal environmental impacts. \n \n5.  Under  the  current  power  sector  structure,  DOE  serves  as  the  policy-making  and \nplanning  body  for  the  Government,  with  BPC  as  the  transmission,  distribution  and  supply \ncompany and the Bhutan Electricity Authority (BEA) as the sector regulator. \n \n6.  The five-year average of the load growth of energy before FY2001 was approximately \n12% per annum. The load growth for the next five years is likely to remain the same.  The \nhistoric  annual  load  growth  of  the  residential  and  commercial  customers  is  about  5%  per \nannum. By the end of FY2002, BPC consumers totaled about 37,000.  The Department of \nPower2 (DOP) and BPC have electrified 40 towns and 737 rural villages.  The Project will \nincrease the total number of consumers served by BPC by about 20%. It will result in an 8% \nincrease in the total proportion of the national population with electricity supply, from the current \nrate of 35% to about 43%. The average system loss of transmission and distribution including \nnontechnical losses in the past five years was about 9%. This performance is due mainly \n(approximately 15%) to the large share of the high voltage customers.  The detailed energy and \npower sector analysis and tables outlining the statistics of the power sector, consumption data, \npower generation, and transmission are in Appendix 2. \n \nB.  Analysis of Key Problems and Opportunities \n  1.  Nature of Rural Electrification in Bhutan \n \n7.  Given Bhutan’s mountainous terrain and highly dispersed population, the expansion of \nthe rural electrification (RE) network system poses additional challenges.  The RE system \nexpansion has outpaced the extension of the road network.  As a result, the cost of grid \nextension  and  household  connections  are  high,  currently  averaging  about  $1,400  per \nhousehold.  Costs will increase even further as RE moves to even more remote villages and \nhouseholds.  Given this situation, DOE, BPC, and ADB have worked hard on the technical and \neconomic  balance  in  the  design  of  the  Project  to  ensure  subprojects  that  are  techno-\neconomically feasible.  However, for future RE extension, the subprojects will be in even more \nremote areas as the more accessible villages are usually the ones to get electrified first.  This \nwill affect the technical as well as economic viability of future grid extension.  Future projects \nmay have to weigh the benefits and the costs of grid extension against off-grid applications such \nas micro and minihydro stations with a small grid, community solar photo-voltaic (PV) charging \nstations, or household PV systems. \n \n2.  Capacity Building and Sector Restructuring \n \n8.  ADB  has  provided  four  advisory  TAs  in  the  power  sector.3  The  thrust  of  ADB’s \nassistance  has  been  to  strengthen  and  reform  the  power  sector  to  improve  efficiency.  \nConsidering the human resource constraints, the Government and ADB agreed to implement a \nseries of sequenced TAs that together, would restructure and strengthen the power sector over \neight years.  The TAs have helped to build the institutional capacity of DOP, established the \n                                                 \n2   Prior to the establishment of BPC, DOP served as the electricity utility. \n3   ADB. 1992. Technical Assistance to the Kingdom of Bhutan for Power Sector Institutional and Financial \nManagement.  Manila; ADB. 1995. Technical Assistance to the Kingdom of Bhutan for Institutional and Financial \nDevelopment of DOP. Manila; ADB. 1998.  Technical Assistance to the Kingdom of Bhutan for Policy and Legal \nFramework for Power Sector Development. Manila; ADB. 2000. Technical Assistance to the Kingdom of Bhutan \nfor the Corporatization of DOP. Manila. ", "3 \nframework for the power sector, and outlined the timing for sector reforms.  As a result of the \nTAs, the Government decided to restructure the power sector.  On 1 July 2002, after three years \nof preparatory work, DOP was unbundled and DOE was created as the governmental planning \nagency, BEA as the sector regulator, and BPC as a transmission, distribution and supply \ncorporation.  This was a significant step forward to improving sector efficiency and delivery of \nservice. \n \n9.  To complete the unbundling of DOP and the establishment of BPC, the Government \nneeds to appoint a full-time managing director to BPC.  Currently, the director, DOE is also \nserving as the acting managing director of BPC.  Because of human resource constraints, the \ngovernment has not yet been able to appoint a full time managing director.  The Government \nindicated that a full-time managing director for BPC is expected to be in place by the end of \n2003.    Further,  as  a  next  step  in  the  ongoing  dialogue  and  collaboration  between  the \nGovernment and ADB on power sector reforms, two TAs are attached to the Project to (i) help \nthe  Government  study  the  possibility  of  establishing  a  single  holding  company,  the  Druk \nHydropower Corporation (DHPC), to own and manage each of Bhutan’s major hydropower \nstations.  If feasible, DHPC will be created according to a timeframe to be agreed upon by ADB \nand RGOB; and (ii) institutional capacity building for BEA.  Six months after the completion of \nthe TA, BEA will be moved out  from DOE  and established as a fully independent sector \nregulator.  For 2004, ADB has programmed a TA project to explore the conditions necessary for \nprivate sector participation in hydropower generation.   \n  \n3.  Lessons Learned from Previous RE Loans \n \n10.  ADB had provided three project preparatory TAs4 and financed two loans for RE.5  The \nLoan for the Rural Electrification Project was delayed by approximately one year because of \nprocurement issues, problems in logistical arrangements related to transportation and storage, \ninexperienced local contractors, and force majeure (heavy rains) in 1998.  However, the project \nwas satisfactorily completed in 1999.  The loan for the Sustainable Rural Electrification Project \nalso started slowly because of procurement delays, but is now on track to be completed by the \nloan closing date of April 2004.  The loan is projected to electrify about 7,000 households, over \n800 more than the 6,028 that were originally targeted for the project.   \n \n11.  The Project will benefit from the lessons learned from the previous two RE projects that \nADB has financed.6  The general quality of construction in the first two projects is good and all \ninstallations generally conform to the technical specifications.  The installations should provide a \nreliable electricity supply to BPC’s customers.  The lessons learned from the previous projects \nfollow.  (i) Standardization of equipment. The technical design for the RE program under the 9th \nFive-Year Plan (NFYP), including the Project, specifically focused on standardizing the plant \nand materials for BPC.  This will result in efficiencies in procuring plant and materials, operating \nand maintaining the system, training staff, and reduce stores inventories, and therefore, overall \n                                                 \n4   ADB. 1993. Technical Assistance to the Kingdom of Bhutan for Preparation of the Power System Development \nProject. Manila; ADB. 1997. Technical Assistance to the Kingdom of Bhutan for Preparing the Second Rural \nElectrification Project. Manila; ADB. 2001. Technical Assistance to the Kingdom of Bhutan for the Preparation of \nthe Rural Electrification and Network Extension Project. Manila. \n5   ADB.  1995. Report and Recommendation of the President to the Board of Directors on the Proposed Loan to \nthe Kingdom of Bhutan for the Rural Electrification Project.  Manila; ADB. 1999. Report and Recommendation of \nthe President to the Board of Directors on the Proposed Loan to the Kingdom of Bhutan for the Sustainable Rural \nElectrification Project. Manila. \n6   Operations Evaluation Department is currently preparing a project performance audit report for Loan 1375-BHU: \nRural Electrification Project and a TA performance audit report for the three institutional strengthening TAs in the \npower sector in Bhutan. ", "4 \ncost savings for BPC, (ii) Suitability of plant and material for local conditions.  Given local \nconditions in Bhutan, the expanding RE system faces additional challenges as the RE system \nhas outpaced the road network and rural households are not clustered but highly dispersed \naround the countryside.  Therefore, much of the plant and material need to be hand-carried \nacross rough and severely undulating terrain.  For example, a typical line extension may involve \ncarrying a 640 kilogram 11/.4 kV 63 kVA transformer and necessary conductors, insulators, etc. \nup and down steep and rough terrain by teams of 15-20 porters.  As such, plant and materials \nhave to be designed and packaged for rough handling, while at the same time, being as light as \npossible.  The technical specifications for plant and material for the Project will include special \nclauses to address this issue, and (iii) Need for adequate survey. The ongoing Sustainable \nRural Electrification Project suffered from inadequate survey.  As a result, BPC often had to \nreorder additional plant and material, and experienced additional costs and implementation \ndelays.  The design for the Project includes detailed line drawings for the subprojects (para. 21).  \nThe result will be greater accuracy of the bill of quantity and greater efficiency in project \nimplementation. \n \n4.  Need for Greater Resource Efficiency \n \n12.  Bhutan generates significantly more power than it consumes and all the excess power \ngenerated is sold to India.  Revenues from the power sector, representing over 43% of the \nnational revenue, help pay for government expenditures in all other sectors.  As such, the power \nsector is the single most important sector in Bhutan and will be the engine for economic growth \nand development.   \n \n13.  The Government has also chosen to transfer this wealth from the power sector to its \npeople by keeping domestic electricity tariffs low.  In doing so, it has taken into account the \nfollowing  factors:  (i)  service  coverage  is  still  poor  and  about  66,000  of  the  85,000  rural \nhouseholds remain without access to electricity and the social and economic benefits it offers; \n(ii) the Government’s policy is to decrease greenhouse gas emissions by replacing kerosene for \nlighting and fuel-wood for cooking with electricity; (iii) revenue to be generated from increased \nelectricity sales to India is forecast to rise substantially to $84 million by FY2006 with the \ncommissioning of THPC, to $121 million by FY2013 with the commissioning of Punatsangchhu \nhydropower project, and to $140 million by FY2016 with the Mangdechhu hydropower project. \n \n14.  BPC was established in July 2002 to take over the utility functions of DOP to improve \nsector efficiency and service delivery. BPC has two main profit activities:  transmission and \ndistribution of electricity. BPC will produce its first financial statement (for a reporting period of \n18  months)  on  31  December  2003.  Based  on  the  projections,  BPC’s  domestic  electricity \noperation (both transmission and distribution) will result in a profit before tax of Nu131 million \n(Appendix 3). Therefore, BPC is financially viable and does not receive any financial subsidy.  \nHowever, there are significant cross-subsidies within the sector. BPC’s transmission activities \ncontribute only 30% to its revenue but 66% of its profits, while its distribution activities contribute \n70% of its revenue but only 30% of its profits.  Further, the average weighted cost of power is \nNu0.71/kWh. For high voltage (HV) sales, which make up approximately 60% of total BPC \ndomestic sales, Nu0.386 is contributed per kWh. For medium voltage (MV) sales, which make \nup approximately 20% of total BPC domestic kWh sales, Nu0.133 is contributed per kWh. For \nlow voltage (LV) sales to rural and urban consumers7, which make up the remaining 20% of \ntotal  BPC’s  domestic  kWh  sales,  a  cross  subsidy  is  provided  by  HV  and  MV  sales,  i.e. \n                                                 \n7   The term “consumers” is used here as LV sales include households and commercial users such as shops, \nrestaurants, hotels, offices, etc. ", "5 \nNu2.580/kWh  sold  to  rural  consumers  and  Nu0.399/kWh  sold  to  urban  consumers.    The \nGovernment has to review these cross subsidies to ensure that they are justifiable and well \ntargeted. \n \n15.  In addition, although, there is no cash or financial subsidy to BPC, it is important to \nensure that electricity is not wasted and for the sector to operate with maximum efficiency \nbecause electricity sold domestically has an opportunity cost in terms of the higher revenue \navailable from electricity sales to India.   This opportunity cost is estimated at $12.7 million a \nyear.8  The Government’s position is that this revenue loss also serves to transfer the wealth \nearned from power sales to India as additional benefits to its citizens and also broaden the \neconomic base of Bhutan.  For rural and urban households, social and economic benefits \ninclude improved living standards and conditions for education and health service delivery; and \nimproved opportunities for the rural and urban poor to increase their economic productivity, \nobtain employment, and raise household income.  \n \n5.  Private Sector Participation  \n \n16.  The  Rural  Electrification  Project  and  the  early  phases  of  the  Sustainable  Rural \nElectrification Project used its own labor force for civil works. This proved inefficient as DOP \nonly had a limited number of workers. To catch up on delays in the early part of the ongoing \nSustainable Rural Electrification Project, BPC has begun to use private contractors to expedite \nimplementation.  However, their bidding documents were not adequate to ensure that the line \nalignments and estimates of line materials are accurate.  As a result, many of the contractors \ndid not align the lines properly.  The results were increased costs and shortage of line materials.  \nBPC expects to continue to use private contractors for the Project so as not to have the same \nproblem,  the  Project  will  have  detailed  line  drawings,  including  marking  landmarks  for \ntransformers and poles to guide the contractors.   \n \n17.  Bhutan currently faces a shortage of skilled labor, including licensed electricians for the \ninternal wiring of newly electrified households.  To address this problem, the National Technical \nTraining Authority has developed programs for electricians, especially in rural areas.  However, \nthere continues to be a shortage of qualified electricians.  For the Project, the use of private \ncontractors for erection and stringing will also provide a pool of skilled electricians for internal \nwiring.  According to BPC, experience in the current Sustainable Rural Electrification Project \nshows that when a contractor begins to work in a district, he advertises his services for internal \nwiring.  If his prices are reasonable, the villagers will hire him.  If they are too high, the villagers \nwill find others to do their internal wiring.  The use of the private sector will help alleviate the \nshortage of electricians. \n \n6.  Aid Coordination \n \n18.  ADB  is  one  of  the  main  funding  agencies  involved  in  power  sector  restructuring, \ndistribution reforms, and RE expansion.  In the NFYP, in addition to the Project, the Government \nis  in  negotiations  with  the  Sustainable  Development  Secretariat  (SDS,  funded  by  the \nNetherlands) to finance the electrification of about 3,000 rural households and the Austrian \nCoordination Bureau (ACB) to finance about 1,000 households on a parallel basis.  Both SDS \nand  ACB  are  expected  to  use  the  technical  designs  and  economic,  financial,  social,  and \nenvironmental analyses prepared by the ADB-financed PPTA.  The Government of Japan, is \nsupporting the preparation of the Rural Electrification Master Plan that will serve as a road map \n                                                 \n8   For details of the opportunity cost calculations, see Supplemental Appendix B. ", "6 \nfor future RE projects in the 10th–12th five-year development plans.  The Norwegian Agency for \nDevelopment Cooperation is providing assistance to DOE to strengthen BEA.  The Government \nof  India  is  the  primary  source  involved  with  providing  assistance  to  develop  Bhutan’s \nhydropower potential, financing THPC and transmission lines to evacuate power from KHPC, \nand THPC, when it is completed. A list of external assistance to the power sector since 1983 \nprovided in Appendix 4.  \n  \n \nIII.  THE PROPOSED PROJECT \nA.  Objectives \n19.  The proposed loan will fund a poverty intervention project with economic growth as its \nthematic classification.  The objectives are to (i) expand the delivery of electricity from existing \nnational hydropower stations as an important and necessary input to rural residents in Bhutan to \nimprove their living standards, conditions for education, and health service delivery; and (ii) \nprovide the rural poor with opportunities to increase their economic productivity, create and \nobtain jobs, and raise their income.  \n \nB.  Components and Outputs \n20.  Under the NFYP, the Government intends to electrify 15,000 households.  ADB provided \na PPTA to DOE and BPC to undertake the technical design, and financial, economic, social, \nand environmental analyses for electrifying the 15,000 households and other consumers.  Of \nthe 15,000 households, the Project will electrify about 8,000 rural consumers and a population \nof about 50,000.  The Project will also electrify hospitals, schools, and other public facilities for \nlocal communities.  This will correspond to an increase of about 20% in the total number of \nconsumers served by BPC, or an 8% increase in the total proportion of the national population \nwith electricity supply, from the current 35% to about 43%. The 8,000 consumers were selected \nbased on social and technical criteria to ensure that 43% of the households connected are living \nbelow the poverty line (para. 21).  The project will (i) construct 390 circuit kilometers (cct-km) of \n33 kilo-volt (kV) overhead lines; (ii) construct 300 cct-km of 11 kV overhead lines; (iii) install 160 \n33/0.4 kV and 170 11/0.4 kV distribution transformers with associated drop-out fuse assemblies \nand low voltage (LV) boards; (iv) install 570 cct-km of LV aerial bundled conductors; and (v) \ninstallation of service cables and energy meters to 8,000 customers.   \n \nC.  Special Features - Selection of Subprojects and Ensuring Affordability \n21.  For the ongoing Sustainable Rural Electrification Project, the beneficiaries were not \nsufficiently  targeted  during  project  design.    Therefore,  to  meet  the  targeted  number  of \nbeneficiaries under the poverty line, the project skipped certain houses and villages during \nproject implementation and thus caused social problems.  In addition, it was very difficult to \nquantify the number of poor beneficiaries.  For the Project, a socioeconomic assessment of \n3,000 sample households was undertaken prior to technical design9.  Using the socioeconomic \ndata, criteria were established for selecting subprojects to target the necessary beneficiaries \nbelow the poverty line.  The criteria included the project’s poverty intervention criterion (i.e., 43 \nof the households connected are living below the poverty line), EIRR of subprojects (above \n10%), total costs of connecting each household (not to exceed $1,700) and resettlement and \nenvironmental considerations.  Further, the Project deemed it more effective to focus on specific \n                                                 \n9   The survey is the largest household survey to have been carried out in Bhutan. ", "7 \ndistricts, or subprojects, rather than spread the 8,000 connections among all 20 districts.  Based \non the criteria, Chhukha, Lhuentse, Mongar, Pemagatshel, Punakha, Samtse, Sarpang, and \nTrashigang districts were selected. \n \n22.  Free electrification kits will be distributed to approximately 3,450 households on the \nbasis of the following criteria: (i) two rooms, including kitchen; (ii) type of house construction: \nsingle-story mud house, stone house with wood roofing; (iii) vulnerable households to include \nfemale-headed  and  landless  households  and  households  without  cash  income;  and  (vi) \nhouseholds that are not yet connected six months after other houses in the village have been \nelectrified. \n \nD.  Cost Estimates \n23.  The Project is estimated to cost $13 million equivalent, comprising $9.4 million in foreign \nexchange and $3.6 million equivalent in local currency. The detailed cost estimates are in Table 1. \n \nTable 1:  Cost Estimates\n($'000)\n      Item  Quantity Units Foreign  Local Total\n         Exchange Currency\nA.  Base Costa    \n  1. 33 kV Overhead Lines  390 cct-km 2,247   171 2,418\n  2. 11 kV Overhead Lines  300 cct-km 1,364   117 1,481\n  3. Distribution Substations     \n         33/0.4 kV Transformers  11 MVA 660   1 661\n         11/0.4 kV Transformers  12 MVA 789   1 790\n  4. Low Voltage Distribution  570 cct-km 2,417   210 2,627\n  5. Service Connections  8,000 Nos. 824   824\n  6. BPC Administration and Overheads     500 500\n  7. Consulting Services (remuneration & out of pocket) 11 PM 150   50 200\n  8. Civil Works (Erection)  3 Lot   2,028 2,028\n    Subtotal (A)  8,451   3,078 11,529\nB. Contingencies     \n  1. Physical Contingenciesb  440   154 593\n  2. Price Contingenciesc  280   368 648\n    Subtotal (B)  720   522 1,242\nC. Interest During Construction    \n      229   229\n    Subtotal (C)   229   229\n        \n            Total      9,400   3,600 13,000\nSource:  Asian Development Bank estimates. \nBPC = Bhutan Power Corporation, cct-km = circuit-kilometer; kV = kilovolt, MVA = megavolt-ampere, PM = person-months. \na Excluding taxes and duties.  \nb 5%.  \nc 2.4 % per annum for foreign exchange costs; 7.4% for local currency costs. \n \nE.  Financing Plan \n24.  ADB will be financing only the foreign exchange costs associated with the project.  The \nGovernment will finance all local currency costs.  The detailed financing plan is in Table 2. ", "8 \nTable 2:  Financing Plan \n($ million) \n \nSource  Foreign  Local  Total      Percentage \n  Exchange  Currency \n   \nADB     9.4  0  9.4  70 \nGovernment/EA  0  3.6  3.6  30 \n \nTotal  9.4  3.6  13.0  100 \n \nSource:  Asian Development Bank estimates. \nADB = Asian Development Bank, EA = Executing Agency. \n \n25.  It is proposed that ADB extend a loan for $9.4 million equivalent from ADB’s Special \nFunds Resources.  The loan will have a repayment period of 32 years, including a grace period \nof 8 years, and an interest charge of 1.0% during the grace period and 1.5% thereafter.  The \nBorrower will be the Government of Bhutan and the proceeds will be onlent to BPC under a \nsubsidiary loan agreement with terms and conditions acceptable to ADB.  The Borrower will \nbear the foreign exchange risk. \n \nF.  Implementation Arrangements \n1.  Project Management \n26.  The Executing Agency (EA) of the Project will be BPC, which was created in July 2002 \nunder the Bhutan Companies Act 2000.  BPC is governed by a board of seven directors with the \nMinister of Trade and Industry as the chair.10  BPC is headed by a managing director and \ncomprises six departments (Appendix 5). Under the Project, a project implementation unit (PIU) \nhas been established within the Development and Construction Department. A manager in BPC \nwith  experience  in  previous  ADB-financed  rural  electrification  projects11  was  appointed  as \nproject manager on 31 May 2003. The project manager will be assisted in the PIU by an \nengineer and several administrative staff.  The project manager will seek the services and \nassistance of the Procurement Services Department for procurement-related matters and the \nFinance Department for finance-related matters. The majority of the construction will be carried \nout by private contractors under the supervision of BPC Distribution Construction Section, under \nthe Development and Construction Department, that is divided into the Eastern, Central and \nWestern  regions.   The  Distribution  Construction  Sections  will  report  directly  to  the  Project \nManger.  The project management structure is in Appendix 6.  Existing available facilities such \nas computer equipment, vehicles, and warehouses will be used for the Project. \n \n2.  Implementation Schedule and Performance Review \n27.  The Project will be implemented over four years.  Physical implementation is expected to \nbegin in February 2005 and end by September 2006, six months before the anticipated loan \nclosing in March 2007. The detailed implementation schedule is shown in Appendix 7.  BPC will \n                                                 \n10   The other six board members are Cabinet Secretary, Director General of Department of Aid and Development \nManagement,  MOF,  Managing  Director,  BPC,  Managing  Director,  Chhukha  Power  Company,  Director, \nDepartment of Energy, and Principal, Royal Bhutan Institute of Technology. \n11   ADB. 1995. Report and Recommendation of the President to the Board of Directors on the Proposed Loan to the \nKingdom of Bhutan for the Rural Electrification Project.  Manila; and ADB. 1999. Report and Recommendation of \nthe President to the Board of Directors on the Proposed Loan to the Kingdom of Bhutan for the Sustainable Rural \nElectrification Project. Manila. ", "9 \ndirectly supervise subproject implementation and monitor subproject operations performance.  \nBPC will submit to ADB quarterly progress reports within 30 days from the end of each quarter.  \nADB will review the implementation and operation of the Project on these reports and will meet \nwith BPC and DOE semiannually to discuss project progress.  ADB will also monitor overall \nperformance of BPC through the quarterly progress reports.   \n \n3.  Procurement \n28.  Equipment and materials for the project will be procured in accordance with ADB’s \nGuidelines  for  Procurement  using  ADB’s  standard  bidding  documents.  A  list  of  contract \npackages  is  in  Appendix  8.  Supply  contracts  estimated  to  cost  $500,000  or  less,  will  be \nprocured using international shopping procedures. Packages with an estimated contract value \nof more than $500,000 will be procured through international competitive bidding.  Because of \nthe dispersed project sites, civil works have been packaged into three contracts of less than \n$1,000,000 each.  All civil works contracts will be financed by the Government, using standard \nGovernment procedures.  Approval for advance action has been given to optimize time for \nimplementing the project.   \n \n4.  Consulting Services \n29.  As BPC has successfully completed the Rural Electrification Project and implementation \nof the Sustainable Rural Electrification Project is satisfactory, a limited amount of consulting \nservices will be required for project implementation.  An international consulting firm will be \nrecruited in accordance with ADB’s Guidelines on the Use of Consultants using the quality and \ncost-based method and simplified technical proposals.  About 5 person-months of international \nconsulting  services  will  be  required.    The  international  consultants  will  assist  BPC  with \nprocurement and design review.  Recruitment of the international consultants has begun.  A \ndomestic consulting firm will be recruited separately for 6 person-months of intermittent service \nto assist BPC with monitoring and evaluating project benefits.  The domestic consultants will be \nrecruited  in  time  to  establish  the  monitoring  system.    The  outline  terms  of  reference  for \nconsulting services are in Appendix 9. \n   \n5.  Advance Procurement Action \n30.  To  expedite  implementation,  advance  action  for  procuring  goods  and  recruiting \nimplementation  consultants  was  approved  during  the  management  review  meeting.      The \nGovernment has been advised, and understands, that ADB’s approval of such advance action \nwill not in any way commit ADB to approve the project subsequently or to finance the costs \nincurred.  \n \n6.  Disbursement Arrangements \n31.  Disbursements under the Project will be mainly for the supply of goods and consulting \nservices.    ADB’s  commitment  letter  and  direct  payment  procedures  will  be  used  for \ndisbursement purposes.   \n \n7.  Accounting, Auditing, and Reporting \n32.  BPC will prepare regular progress reports and submit them to ADB every quarter. The \nreports will include a description of physical progress, problems and difficulties encountered, \ncompliance with loan covenants, and summary of financial accounts for the Project. A project ", "10 \ncompletion report will be submitted to ADB within three months after completion of the project.  \nBPC will maintain separate accounts for the project. Within nine months of the close of each \nfinancial year, starting from October 2004, audited project accounts and financial statements for \nBPC and the Project will be submitted.   \n \n8.  Project Performance Monitoring and Evaluation \n33.  The specific objectives of the project performance and monitoring system (PPMS) are to \nidentify the key criteria and indicators for macro-level monitoring of project inputs, outputs, and \nimpacts.  PPMS will enable BPC and ADB to determine the efficiency and effectiveness of \nproject implementation, identify constraints, and measure the performance and impact of the \nProject.  The information gained will be used directly to improve development planning and \nimplementation by adjusting delivery mechanisms and identifying more appropriate strategies.  \nBPC will carry out routine monitoring of construction progress as well social benefits derived \nfrom RE. \n \nIV.  TECHNICAL ASSISTANCE \n34.  Two  TAs  are  associated  with  the  Project.    Both  are  based  on  the  findings  and \nrecommendations of the Policy and Legal Framework for Power Sector Development and are \npart of the ongoing policy dialogue between the Government and ADB. \n \nA.  Capacity Building of the Bhutan Electricity Authority \n \n35.  The TA will provide BEA staff the technical skills and experience to carry out their \nmandate.  The TA will have five components: (i) conduct an assessment of BEA’s institutional \nrequirements; (ii) assist BEA develop a short- and medium-term training program; (iii) assist \nBEA in developing the national standards and codes for the sector; (iv) assist BEA design and \nimplement a national outreach strategy to raise consumer awareness of BEA and its role as the \nsector regulator; and (v) review and give recommendations on the possibility of establishing a \ncombined national regulatory body for public utilities. The outline terms of reference for the \nconsultants are in Appendix 10.  The detailed TA paper is a supplemental appendix and is \navailable upon request. \n \n36.  The total cost of the TA is estimated at $480,000 equivalent, comprising about $368,000 \nin foreign exchange and about $112,000 equivalent in local currency costs.  ADB will provide \n$400,000, comprising $368,000 in foreign exchange costs and $32,000 equivalent of local \ncurrency cost.  The TA will be financed on a grant basis by the ADB-funded TA program.  The \nGovernment will finance the remaining $80,000 equivalent of the local currency costs.  DOE will \nbe the Executing Agency for the TA. \n \nB.  Establishment of the Druk Hydropower Corporation (DHPC) \n \n37.  The  TA  will  review  the  institutional,  technical,  economic,  and  financial  feasibility  of \nestablishing DHPC.  The study will recommend DHPC’s institutional setup and an efficient \nbusiness plan for operating and maintaining hydropower generation plants in an integrated \nmanner.    The  TA  will  have  three  parts,  to  be  implemented  sequentially:  (i)  policy  and \nhydropower sector review, (ii) detailed design of DHPC, and (iii) final design.   The outline terms \nof reference for the consultant is in Appendix 11.  The detailed TA paper is a supplemental \nappendix and is available upon request. \n ", "11 \n38.  The total cost of the TA is estimated at $600,000 equivalent, comprising about $475,000 \nin foreign exchange and about $125,000 equivalent in local currency costs. ADB will provide \n$500,000, comprising $475,000 in foreign exchange costs and $25,000 equivalent of local \ncurrency cost.  The TA will be financed on a grant basis by the ADB-funded TA program.  The \nGovernment will finance the remaining $100,000 equivalent of the local currency costs.  DOE \nwill be the Executing Agency for the TA and DHPC will be the Implementing Agency. \n \nC. Rural Electrification Master Plan \n \n39.  To complement the project and the two TAs, the Government of Japan, through the \nJapan International Cooperation Agency, will finance, on a grant and parallel basis, TA to \nsupport the preparation of the Rural Electrification Master Plan that will serve as a road map for \nfuture RE projects under the 10th–12th five year development plans in order to meet the national \ngoal of universal electrification by 2020.   \n \nV.  PROJECT BENEFITS, IMPACTS, AND RISKS \nA.  Social Aspects \n \n1.  Poverty and Social Issues \n \n40.  The Project will give about 8,000 households access to electricity. About 43% are below \nthe national poverty line of $187 per capita per year. The targeted districts have a sufficient \nnumber  of  poor  and  vulnerable  households  among  the  20  districts.  Social  and  poverty \ninformation was obtained from primary data collected through the ADB study on Socioeconomic \nImpacts of Rural Electrification (Phase 1 Survey), information from the Household Income and \nExpenditure  Survey  (HEIS),  the  Poverty  Assessment  and  Analysis  Report  2000,  the \nComprehensive Food Security Programme Report and rapid rural assessment (RRA). The \nproject targets eight districts where, according to Phase 1 survey, in six districts 23% of the \nhouseholds fall below the poverty line and 69% fall into the category of vulnerable households. \nThe remaining two districts have food insecurity and therefore, are well within the vulnerable \ncategory. The targeting of poor and vulnerable districts for electrification will avoid the problem \nof poverty targeting experienced in previous RE projects.  \n \n41.  Focus  group  discussions  and  surveys  based  on  previous  projects  indicate  that \nbeneficiaries  report  considerable  value  addition  to  the  quality  of  their  life  as  a  result  of \nelectrification. It is expected that in addition to quality of life improvements, electricity will provide \nopportunities  for  households  to  improve  incomes  by  establishing  new  businesses  and/or \nexpanding  current  ones.  Electrification  has  generated  additional  income-generating \nopportunities through several means: establishment of small-scale cottage industries, engaging \nin mini-food processing, increasing efficiency in small trades such as carpentry and tailoring, \nand establishing small shops, bars, and restaurants. Households below the poverty line use an \naverage 51 kilowatt-hour (kWh) of electricity per month with an average cost of about Nu30. The \nminimum charge by BPC is Nu35. Without electricity, 5 liters of kerosene used for lighting by \nlow-income households costs about Nu60 a month. Monthly electricity bills are only half this \namount.   \n \n42.  Women  are  expected  to  benefit  through  additional  lighting,  reduced  time  spent  on \ncollecting fuelwood, use of rice cookers that also reduce indoor smoke pollution, and increased \nlight  and/or  motive  power  for  home  based  income-generating  activities  such  as  weaving.   ", "12  \nReplacing kerosene with electricity will result in a cleaner environment, improved indoor living \nconditions, and better health.   \n \n43.  In  addition  to  routine  PPMS,  BPC  will  engage  consultants  to  undertake  benefit \nmonitoring and evaluation of social and poverty benefits. An outline of the terms of reference for \nthe consultant are in Appendix 9.  A Summary Poverty and Social Impact Assessment is in \nAppendix 12. \n \n44.  The project will not have any adverse impact on indigenous peoples and all ethno-\nlinguistic groups will have access to electricity. \n \n2.  Land Acquisition and Resettlement \n \n45.  BPC  reviewed  the  technical  design  to  explore  opportunities  for  minimizing  land \nacquisition. Appropriate technical solutions were found. The project will not entail compulsory \nland acquisition, as all transformers will be pole mounted. Angle and distribution poles will be \nplaced, to the extent possible, close to bunds, leaving adequate distance for house expansion \nand avoid lands that belong to households that have less than 1 acre.  BPC will also ensure that \npublic and private access is not obstructed. \n \nB.  Financial Aspects \n \n46.  BPC was only recently established  (July 2002) and has not yet produced a full set of \ncertified financial statements. BPC will produce its first financial statement for the first 18 months \nof operation on 31 December 2003. However, BPC has developed a five-year financial forecast.  \nThey are based on BPC estimates of its current financial position; forecast estimates of sales \ngrowth (number of customers and kWh consumption per customer), increase in tariffs, and \nincrease in operations as well as capital expenditure. Based on these assumptions, BPC is \nfinancially viable in the short term. However, this assumes a low bulk supply price of electricity \nto BPC, and substantial cross-subsidies from HV and MV customers to LV rural and urban \ncustomers. Moreover, it assumes strong rates of growth: number of customers, kWh sales, \nincrease in tariffs, and increase in financed expenditure levels. It will therefore be critical for \nBPC to finalize its corporate strategy and business plan, and prepare and have its FY2003 \nfinancial statements independently certified within 6 months of the end of the fiscal year. BPC’s \ncorporate strategy and business plan should be based on the FY2003 financial statements and \ndefine financial, operational (including customer service and O&M), as well as short-, medium-, \nand long-term capital investment performance baselines and targets. \n \n47.  A financial assessment of the Project was undertaken. As with many RE projects, the \ncapital investment costs per capita of $1,425 per household are high.  The average incremental \noperating costs per kWh of consumption of Nu2.57 are also high.  However, the proposed \nweighted average tariff level of Nu0.73 per kWh that will be charged is low. Thus, based on \nprojected revenues and costs, the net cash flow of the Project and the financial internal rate of \nreturn is negative. The balance of the financial costs will be subsidized thru cross-subsidies \nfrom HV and MV consumers, and if necessary from income from BPC's transmission activities, \nwhich presently account for over 67% of BPC's total profit margin.  A summary of the financial \nassessment is in Appendix 3. \n \n \n \n \n ", "  13\nC.  Economic Aspects \n \n48.  The primary use of electricity by rural residential consumers is for household use. A few \nhouseholds have small stores, and some electricity is used to operate equipment in small \nworkshops.  The  economic  benefits  of  electricity  consumption  for  these  consumers  are \nevaluated on the basis of (i) the alternative economic costs of other energy sources such as \nkerosene lighting or wood fuel for cooking that will be displaced by using electricity; and (ii) the \nvalue of additional or induced energy consumption at the estimated average willingness to pay \nfor electricity based on a weighted average of the alternative costs of providing similar energy-\nrelated  services  and  the  current  electricity  tariff.  For  this  Project,  the  average  displaced \nkerosene consumption is about 6.2 liters per house per month, which is equivalent to 2.4 kWh of \nelectricity (in terms of lumens).  Average electricity consumption in rural Bhutan is relatively high \nat 90.5 kWh per month, due to the low average tariff of only Nu0.71/kWh, thus most electricity \nused  is  induced  additional  energy.  The  weighted  average  economic  value  of  residential \nelectricity consumption si estimated to be Nu9.1/kWh in this model12 (or $0.19/kWh). This \nincludes an average increase in household income estimated to be about Nu78 per month, or \nabout 1% of overall average household income13. It also includes improved health standards due \nto a cleaner environment without kerosene lamps, with less cooking over smoky cooking fires in \ncase of houses with electric cooking appliances, and better preservation of food for houses with \nrefrigerators. Health benefits are estimated to be an average of about  Nu37 per month per \nhousehold, based on lower costs of medical care required, and reduced number of sick days. \nAppendix 3 provides a more detailed description of the economic evaluation of these benefits. \n \n49.  By 2007, when the Project is fully completed, it will serve an estimated 8,000 rural \nhouseholds with a population of about 50,000. This number corresponds to an increase of about \n20% in the total number of consumers served by BPC. It represents an 8% increase in the total \nproportion of the national population with electricity supply, from the current 35% to about 43%. \nThe estimated capital cost of the Project is $12.1 million total for distribution at 33 kV and lower, \nincluding  consumer  connection  costs  and  physical  contingencies.  This  corresponds  to  an \naverage cost of $1,425 per household served. The economic evaluation of the RE project is \nbased on the average unit benefits and capital costs described above,14 average sales of 90.5 \nkWh per month per household, an average cost for bulk power supply of Nu1.38 /kWh based on \nthe  current  tariff  and  opportunity  cost  for  bulk  power  exports  to  India,  less  the  cost  of \ntransmission wheeling for power exports, plus allowances for domestic transmission costs and \ntransmission and distribution losses. Based on these assumptions, the economic internal rate of \nreturn is conservatively estimated at 12.7% for the base case. Data regarding other benefits \nsuch as increased useful hours for leisure or housekeeping in the evenings, improved access to \nmodern communications and entertainment facilities such as radio and TV, and a better overall \nquality of life with electricity, is not readily available. Thus, these benefits have not been included.   \n \n50.  A least-cost analysis was conducted looking at other alternatives such as distributed \ngeneration with local grid, individual diesel generators for each household, and use of solar \nphotovoltaic (PV) sets.  The analysis showed grid extension as the least-cost option.  Project risks \nare outlined in paras. 53-55 and were considered in  the sensitivity analysis.  The sensitivity \nanalysis and further details of the economic analysis is in Appendix 3. \n                                                 \n12    The model of the consumer demand function for electricity is that recommended in ADB's ERD Technical Note \nSeries No. 3, Measuring Willingness to Pay for Electricity, by P. Choynowski, July 2002.  \n13   See Phase 1 Study, op cit., Sections 5.1 and 6.2.  Since provision for benefits of this type is already included in \nthe basic consumer benefits model, this income is not added again to avoid double counting.  \n14   The standard conversion factor was assumed to be 1.0 for trade between Bhutan and India, since the border and \ntrade relations between the two countries are relatively unrestricted. Since most equipment for this Project will be \nsupplied by Indian companies, the border prices will equal local prices for this equipment.   ", "14 \n \nD.  Environmental Aspects \n \n51.  The project is categorized as a “B” Project in accordance with ADB’s environmental \nimpact assessment (EIA). The Project, which includes only distribution lines and pole-mounted \ntransformers,  is  also  subject  to  Bhutan’s  Environmental  Assessment  Act  2000.    An  Initial \nEnvironmental  Examination  (IEE)  was  prepared  (Appendix  14)  to  provide  adequate \nenvironmental assessment.  Based on the IEE, the following issues were raised and addressed. \n(i) The environmental impacts associated with the Project will not be significant (because it will \nnot change the land use below the distribution lines and the line alignments will, to the extent \npossible, be located along or close to existing roads or tracks).  However, some stretches of the \ndistribution line will pass through forestlands.  Distribution lines that pass through medium and \ndense forestlands will be minimized.  For the most part, distribution lines will pass through \nforestlands with sparse vegetation coverage so that environmental impacts from tree cutting will \nnot be significant.  In any case, construction work will be undertaken only after approval for \nforest clearance is obtained from Department of Forestry Services (DOF) and land clearing will \nbe limited only to the area granted the clearance. (ii) A stretch of distribution line in Punakha will \nenter the buffer zone and multiple-use zone of Jigme Dorji National Park. However, it will not \ncreate a significant impact because only about 5 km of the line will enter these zones, and these \nareas are mostly agricultural lands and have no ecological significance. Construction works in \nthese  areas  will  be  undertaken  only  after  DOF  approval  is  obtained.    Further,  during \nconstruction, there will be ongoing consultation with the park management officers. (iii) The \nenvironmental impacts associated with the construction period will be minor.  In most cases the \nconstruction  materials  and  equipment  will  be  manually  transported  from  the  nearest  road. \nBecause land clearing in locations with steep slope gradients may trigger erosion problems, \nplanting grass to provide ground cover will be done simultaneously during the construction work \nor immediately after construction is completed. Adequate ground cover will avoid pole damage \ndue to landslides. All poles will be located with adequate distance from water bodies. (iv) The \noperations stage will not create any environmental impact. However, routine line maintenance \ninvolving trimming of bushes or other vegetation under the lines, particularly in the forest areas, \nwill be done in such a way that it will not to affect the forest ecosystem.  Routine maintenance \nfor the pole-mounted transformers will generate only a small amount of waste oil (about 0.5 \nliters per year based on previous experience), which is reused for lubrication. Further, the waste \noil will not contain polychlorinated biphenyls (PCBs) as BPC only uses PCB-free transformers \nfor new construction. (v) BPC will ensure that all construction works under the Project will be \nundertaken only after the environmental clearance from the National Environment Commission \n(NEC) is obtained \n \n52.  Overall environmental impacts are deemed to be minor. The Project will not involve the \naccelerated use of scarce resources; neither will it favor the use of scarce resources to satisfy \nshort-term over long-term socioeconomic needs. The project will contribute to more efficient use \nof resources by improving the efficiency of energy use by rural households and reducing the \nconsumption of fuelwood and air-polluting kerosene. The IEE also found that the project will \nhave negligible effects on the ecology of the Project area and will have a significantly positive \noverall effect on the socioeconomic well-being of the rural population that are beneficiaries of \nthe Project.  An environmental management and monitoring plan has been prepared.  During \nconstruction, regular inspections will be conducted, particularly during the rainy season, to \nensure that contractors are complying with all clauses in the contract documentation specifying \nmitigation measures and mechanisms for environmental protection (revegetation and provision \nof adequate ground cover). On these basis, an EIA is not necessary. \n ", "15 \nE.  Risks \n \n  1.    Technical and Institutional \n \n53.     Technical  risks  are  minimal  during  Project  implementation  given  that  BPC  (and \npreviously DOP) has already successfully implemented two ADB-financed RE loans. In addition, \nBPC has worked closely with the TA consultants to prepare the technical design, procurement \npackages, bidding documents, and project implementation schedule.  Also, implementation \nconsultants  will  assist  BPC  on  procurement.    However,  given  BPC's  limited  capacity  and \nexperience to date as a corporate organization, there are institutional risks in terms of effective \nand efficient operational management and sustainability of project assets. BPC is only a year \nold and has yet to fully encompass its overall responsibilities to ensure efficient customer \nservice, service delivery, and O&M of assets. To address this, BPC will prepare an overall \ncorporate strategy and business plan that includes an appropriate O&M policy and action plan, \nan  asset  replacement  policy  and  action  plan,  strategy,  justified  budgets  and  appropriately \ndefined performance indicators for both, for submission to ADB for review within 12 months of \nloan effectiveness. \n \n  2.  Financial and Economic \n \n54.  Cost estimates show the Project to be economically feasible.  Financially, there are \nsignificant cross-subsidies in the sector.  To ensure that these cross-subsidies are well targeted, \nBEA will develop a strategy and time-bound action plan to rationalize and target cross-subsidies \nto ensure their financial sustainability.  Rationalizing and properly targeting the cross-subsidy \nwill ensure the most efficient use of the Government’s resources to support national social and \neconomic development goals.  Further, BEA will review BPC’s weighted average tariff earned \nand its tariff structure to define a reasonable rate of return for BPC.  Defining a reasonable rate \nof return on assets or equity will be critical to ensuring the medium- to long-term financial \nsustainability of BPC, and enable it to effectively self-finance service expansion and provide the \nGovernment with a return on its substantial investment in the sector.  \n \n3.  Social and Environmental \n \n55.  The  main  social  risk  is  to  ensure  that  the  Project  actually  serves  its  intended \nbeneficiaries, its design has included a socioeconomic impact evaluation of RE in Bhutan.  The \nresults serve as the basis for selecting districts and subdistricts for electrification to ensure that \nthe intended beneficiaries are reached.  With regard to environmental issues, the Project will \nenter only the periphery, i.e. multipurpose use and buffer zones of protected areas and will not \nbe implemented in their core zones.  To minimize the environmental risk, an IEE was conducted \nto ensure that there are no negative environmental impacts in sensitive areas.  Substantive \npublic consultations were carried out during the preparation of the Project and the IEE, including \nfocus group discussions and individual interviews at the household, village, subdistrict and \ndistrict levels by ADB and the PPTA consultants. \n \nVI.  ASSURANCES \nA.  Specific Assurances \n56.  In  addition  to  the  standard  assurances,  the  Government  and  BPC  have  given  the \nfollowing assurances, which are incorporated in the legal documents: \n ", "16 \n1.  Institutional reforms \n57.  With  regard  to  the ongoing  dialogue  between  the  Government  and  ADB  on  sector \nrestructuring: \n \n(i)  At the latest by 31 December 2003, the Government will have appointed a full-\ntime Managing Director for BPC.  \n \n(ii)  Within 6 months of the end of the TA for capacity building of BEA, BEA will \noperate as a fully independent sector regulator, in accordance with the findings \nand recommendations of the said TA, as agreed upon by the Government and \nADB. \n \n(iii)  DHPC  will  be  established,  if  feasible,  in  accordance  with  the  findings, \nrecommendations and time-schedule of the ADTA for the establishment of DPHC \nas agreed between the Government and ADB.  \n \n2.  Technical Matters \n \n58.  With regard to technical matters: \n \n(iv)  BPC  shall  take  measures  to  ensure  that  its  overall  system  losses,  with  the \nexpansion of the RE network, does not exceed 13%. \n \n3.  Financial Matters \n59.  With regard to financial matters: \n \n(v)  Within one year after the completion of the end of the TA for capacity building for \nBEA, BEA will review and assess the BPC’s weighted average tariff earned and \nits tariff structure to (a) define a reasonable rate of return for BPC; and (b) \nprepare and approve a strategy and time-bound action plan to rationalize and \ntarget the cross subsidies (between customer classifications) to ensure they are \nappropriately justified and targeted. \n \n(vi)  Within one year of loan effectiveness, BPC will prepare an O&M and asset \nreplacement strategy, action plan, and budget that include appropriately defined \nperformance indicators. \n \n(vii)  As of FY2005, BPC will maintain at all times during project implementation at \nleast the following financial performance targets: (a) a debt service ratio of 1.5; \n(b) a debt equity ratio of 60:40; and (c) a self-financing ratio of 20%, based on the \nmoving three year average of the previous year’s, the ongoing year’s, and the \nnext year’s capital expenditures. BPC’s annually updated corporate development \nplan will include measures to achieve these targets. \n \n4.  Social Matters \n \n60.  With regard to social matters: \n ", "17 \n(viii)  No Project-related activities will entail land acquisition or voluntary land donations \nand all distribution transformers to be constructed under the Project will be pole-\nmounted. To the extent possible, all distribution transformers will be constructed \non  government  land  free  of  encumbrances.  In  the  event  that  involuntary \nresettlement is unavoidable, it will be done in accordance with ADBs policy and \nGuidelines  on  Involuntary  Resettlement  and  the  Government  will  submit \nresettlement  plans  to  ADB  for  review  and  approval.  No  civil  works  for  that \nparticular distribution transformer will commence until such approval has been \nreceived. \n \n(ix)  To the extent possible, all angle and distribution poles (a) will be placed close to \nbunds, leaving adequate space for house expansion; (b) will not in any way \nobstruct either public or private access; and (c) will not be placed on lands that \nbelong to households either owning or occupying less than one acre of land.  \n \n(x)  Vulnerable households, determined in accordance with criteria agreed upon by \nBPC and ADB will receive free electrification kits, six months after electrification. \n \n(xi)  BPC and private civil works contractors will comply with all applicable labor \nlegislation. Contract documents will include a clause on the prohibition of child \nlabor,  as  defined  in  national  legislation,  for  construction  and  maintenance \nactivities as well as a clause regarding the respect of equal pay for men and \nwomen for work of equal value.   \n \n5.   Environmental issues \n61.  With regard to environmental issues: \n \n(xii)  BPC will ensure that all mitigation measures states in the IEE report will be \nproperly implemented and monitored during project implementation. \n \n(xiii)  BPC  will  obtain  the  Environment  Clearance  from  the  National  Environment \nCommission prior to commencing any construction. \n \n6.  Project Performance Monitoring System (PPMS) \n62.  With regard to social and benefits monitoring: \n \n(xiv)  At the latest 6 months prior to the first electrification, BPC, will establish a PPMS \nincluding  monitoring  on  social  and  poverty  benefits.    Annual  reports  will  be \nforwarded to ADB. \n \nB.  Conditions for Loan Effectiveness \n63.  The  following  condition  will  be  met  by  the  Government  before  the  loan  becomes \neffective: a subsidiary loan agreement, satisfactory to the ADB, between the Government and \nBPC  will  have  been  duly  delivered,  and  executed  and  become  effective  (subject  to  the \neffectiveness of the loan agreement). \n ", "18 \nVII.  RECOMMENDATION \n64.  I am satisfied that the proposed loan would comply with the Articles of Agreement of \nADB and recommend that the Board approve the loan in various currencies equivalent to \nSpecial Drawing Rights 6,755,000 to the Kingdom of Bhutan for the Rural Electrification and \nNetwork Expansion Project from ADB’s Special Funds resources with an interest charge at the \nrate of 1% per annum during the grace period and 1.5% per annum thereafter; a term of 32 \nyears,  including  a  grace  period  of  8  years;  and  such  other  terms  and  conditions  as  are \nsubstantially  in  accordance  with  those  set  forth  in  the  draft  Loan  Agreement  and  Project \nAgreement presented to the Board. \n \n \n \n \n \n \n \n \nTadao Chino \nPresident \n \n \n8 September 2003 ", "   \nPROJECT FRAMEWORK \n \nProject Target  \nProject Monitoring \nDesign Summary  (Verifiable Indicator)  Major Assumptions/Risks \nMechanism \n \nGoal       \n       \nImproved quality of life for rural residents  Increased electrification in rural areas and  Routine monitoring  Ongoing economic \nin Bhutan  enhanced quality of life  from established  improvements and poverty \nIncreased income in rural areas  baseline data and  reduction, in accordance with \nImproved health and education facilities through  BPC/DOE network and  9th FYP \nelectrification  commercial \nperformance reports \n \nObjectives and Purpose        \n       \nExpand the delivery of electricity from  Increased access to electricity by logical,  Coordination of all  Impediments due to late \nexisting national hydropower stations as  economic extension of the existing network, with  projects stakeholder  deliveries; damage in transit; \nan important and necessary input to rural  emphasis where practicable on poverty  requirements, to  and hand carrying of plant and \nresidents in Bhutan to improve their living  intervention                                                       maximize benefits from  materials on difficult terrain to \nstandards, conditions for education, and    rural electrification;  remote away from established \nhealth service delivery      roads    \n       \nProvide opportunities for the rural poor to  Electricity affordable to all consumers  Consultative  Unavailability of local certified \nincrease their economic productivity, thus  participation of  electricians to install internal \ncreating jobs and raising income.  consumers, local  house wiring and earthing in a \n  officials, BPC and  safe, professional manner  \nDOE.  Inability of some potential \nconsumers to pay for house \nconnection to RE network. \n                               \nOutputs              \n(i)  Development of project for  8,000 households electrified by 2007 in Chhukha,  Monitoring of project  Continued commitment to RE \nsustainable rural electrification by (a)  Lhuentse, Mongar, Pemagatsel, Punakha,  implementation and  Availability of counterpart funds \nproviding electricity to approximately  Samtse, Sarpang, Trashigang   progress by ADB  Ability of BPC to serve as \n8,000 households; (b) targeting 42%  43 % of beneficiaries below the poverty line  review missions,  effective EA \nof the beneficiaries to be below the  Electrification kits provided to poorest households  contract expenditures,   \npoverty line, and (c) providing    BPC annual reports   \nelectricity kits for poorest households     \n(ii) Construction of (a) 390 cct-km of 33  Call international bids for plant and materials by  Avoidance of procurement  1\nkV overhead lines, (b) 300 cct-km of  last quarter 2003  delays  9\n \n11 kV overhead lines, (c) installation  Call local bids for construction works by first  Efficiency of site logistics, road \nof 160 33/.04 kV and 170 11/.04 kV  quarter 2004        transport; hand carrying \nA\ndistribution transformers with  Maximize number of local construction  Availabilityof competent local  p\np\ne\nn\nd\nix\n 1", " \n2\n0\n \nProject Target  \nProject Monitoring \nDesign Summary  (Verifiable Indicator)  Major Assumptions/Risks \nMechanism \n  A\np\nassociated drop-out fuse assemblies,  contractors, to work concurrently in prescribed  electrical construction  p\ne\n(d) installation of low-voltage 570  areas    contractors                                       n\nd\naerial bundled conductors, and (v)  Completion of project by December 2006 to  Lack of certified electricians for  ix\ninstallation of service cables and  international electrical standards   internal house wiring   1 \nenergy meters to 8,000 households     \n(iii) Improved technical, financial and  System losses to be kept below 13%   Ability of BPC to monitor \ncorporate management through the  Preparation of an O&M and asset replacement  technical system, and prepare \npreparation and approval of a  strategy and budget with appropriate performance  financial and corporate \nstrategy and time-bound action plans  indicators that measure the adequacy of the O&M  management strategy \n  activities and its cost-effectiveness and efficiency   Adequate operations and \n  Assessment of BPC’s weighted average tariff  maintenance budget \n  earned and tariff structure to (i) define a reasonable  Ability of BEA to assess tariff \n  rate of return; and (ii) evaluate cross-subsidies  structure and financial \n  (between customer classifications) that are  performance of BPC \n  appropriately justified, targeted.   \n  Short- and long-term training programs for BEA.   \n(iv) Institutional Capacity Building for  BEA staff drafting national standards and codes  Continued political will for power \nBEA through (a) short- and medium- for the sector  sector reforms in Bhutan \nterm training programs (b) national  BEA established as an independent sector  Ability of Government to fully \nstandards and codes; (c) consumer  regulator  staff BEA with qualified \nawareness of BEA’s role; and (d)  Policy paper on the feasibility of establishing a  technical professionals \nexploring the possibility of  combined national regulatory body  Ability to retain qualified staff at \nestablishing a combined national    BEA \nregulatory body      \n(v) Exploring the feasibility of  Policy paper on the feasibility of establishing  Continued political will for power \nestablishing the Druk Hydropower  DHPC  sector reforms in Bhutan \nCorporation  If feasible, detailed methodology for establishing,  Technical, financial and \n  time-bound action plan, asset valuation,  institutional feasibility of \nregistration, organizational setup, and registration.  establishing DHPC \nDHPC serving as the corporate holding company \nfor Bhutan’s hydropower stations              \n                                      \nInputs                  \n \n(i-iii)  $9.4 million by ADB  \n        $3.6 million by Government of \nBhutan \n(iv)   $400,000 by ADB \n   $80,000 by Government \n(v)    $500,000 by ADB \n        $100,000 by Government \n ", "  Appendix 2  21 \nPOWER SECTOR ANALYSIS \n \nA.  Energy Consumption and Sources \n \n1.  Bhutan has one of the highest energy consumption rates in the region (Table A2.1).  Per \ncapita energy consumption including noncommercial energy amounts to approximately 0.8 ton \nof oil equivalent (toe), compared with 0.027 toe in Nepal, 0.73 toe in India and 0.75 toe in the \nPhilippines. Fuelwood accounts for more than 75% of total energy consumption and virtually all \nnoncommercial energy consumption in rural areas.   Since Bhutan has no known reserves of \nfossil energy resources, all petroleum products are imported and distributed by two private \ncompanies, Bhutan Oil Distribution Company and Druk Petroleum Company.  The general \ndemand for petroleum products has been increasing.  The Ministry of Trade and Industry \nregulates the price and supply of petroleum products aligned with Indian domestic prices. Import \ndetails of petroleum products from 1999 to 2002 are in Table A2.1.   \n \nTable A2.1: Import of Petroleum Products 1999-2002 \n \nProduct  1999 2000 2001 2002 \nKerosene (kiloliters)  11,851  9,153  9,100  9,001 \nDiesel (kiloliters)  31,830  36,844  39,468  43,507 \nPetrol (kiloliters)  5,084  6,521  7,830  9,112 \nLPG (metric tons)  3,286  3,546  3,614  3,887 \n    Source:  Government of Bhutan, Ministry of Trade and Industry. \nLPG = liquefied petroleum gas \n     \nB.  The Power Sector \n \n2.  Most of Bhutan’s power comes from run-of-the-river hydropower from four major rivers. \nCurrently, Bhutan has 26 run-of-the-river hydropower stations with a total installed capacity of \nabout 445 megawatts (MW) with a maximum demand of 96 MW.  There are currently three main \ngenerating companies:  Chhukha Hydropower Corporation (CHPC 336 MW, funded by India), \nKurichhu Hydropower Corporation (KHPC 60 MW, funded by India) in the eastern region, and \nthe Baso Chhu (Phase 1) Hydropower Corporation (BHPC 24 MW, funded by Austria) in the \nwestern region. All three companies are wholly  Government-owned.  Although the CHPC, \nKHPC,  BHPC  provide  most  of  the  power  capacity,  there  are  eight  minihydro  plants  with \ncapacities  ranging  from  300  kilowatts  (kW)  to  2,200  kW,  and  15  microhydro  plants  with \ncapacities ranging from 8 kW to 200 kW. The total installed capacity of micro-hydropower plants \nhas reached about 1,000 kW.  The Baso Chhu Phase 2 is expected to be completed in 2004 (40 \nMW, funded by Austria), and the Tala Hydropower Project (1,020 MW, funded by India) is \nexpected to be completed by 2005.  The theoretical potential for hydropower in Bhutan is \n30,000 MW.  The Department of Energy (DOE) has conducted prefeasibility and feasibility \nstudies on projects totaling 16,280 MW.  The Governments of Norway and Japan have funded \nfull-scale technical feasibility studies for the Mangdechhu Hydropower Project (completed in \n1999 for 360 MW) and Punatsangchhu Hydropower Project (completed in 2001 for 870 MW).  \nThe Government also has plans to establish the Druk Hydropower Corporation (DHPC) to serve \nas the corporate body under which each hydropower station will be managed as an operating \nunit.  ADB has programmed Technical Assistance (TA) for 2003 to assist in establishing DHPC \nand another TA in 2004 to explore the conditions necessary for private sector participation in \nhydropower generation. There are 1,316 solar photovoltaic (PV) panels existing in remote areas \nto charge batteries, particularly in schools, basic health units, and monasteries. Because of \nsufficient  sunshine  in  Bhutan,  solar  PV  panels  have  proven  to  be  a  viable  alternative  to \nproviding grid supply to the most remote areas.  Experiments with wind energy applications for ", "22  Appendix 2 \nbattery charging have been undertaken in two districts to determine the sustainability of wind-\nbased generation.  Table A2.2 provides an overview of the power system.   \n \n3.   In FY2001, DOE1 purchased 400 gigawatt-hours (GWh) or 91% of its requirements from \nCHPC directly to the transmission network at the price of Nu0.30 per kilowatt-hour (kWh). In \naddition, 10 GWh was purchased from CHPC through the Indian grid system with the wheeling \ncharge of Nu0.05 per kWh for eastern Bhutan. KHPC, BHPC, mini and micro-hydropower plants \nas well as diesel generators through their dedicated isolated networks supplied the balance of \nthe country’s electricity.  Table A2.3 provides Bhutan’s power generation sources. \n \n4.  The current transmission and distribution system in Bhutan comprises: (i) the western \ngrid system supplying electricity to the western part of Bhutan including Thimphu, fed from \nCHPC and other small power plants, and connected to the 220 kV Indian grid system for power \nexport from CHPC; (ii) easterm transmission grid network supplied from KHPC and integrated \nwith  the Indian grid system; (iii) Daifam in Sandrup Jongkhar is supplied by the Assam State \nElectricity Board; (iv) Sipsoo in Samtse by the West Bengal State Electricity Board; and (iii) \nisolated  local  distribution  networks  served  by  mini/micro-hydropower  plants  such  as  the \nBumthang  and  Trongsa  electric  supply  units.      Table  A2.4  provides  an  overview  of  the \ntransmission system \n \n                                                 \n1 DOP served as the government planning agency as well as the utility agency until the utility functions were \n  corporatized in to BPC on 1 July 2002. ", "  Appendix 2  23 \nTable A2.2: Overall Progress of Power System and Performance 1992–2002 \n \nParticulars  1992/93 1993/94 1994/95 1995/96 1996/97 1997/98 1998/99 1999/2000 2000/012001/02\nInstalled Capacity (MW)                               \n Hydro  6.060  6.150 6.150 8.350 8.350 8.350 8.350 8.450  8.458 8.658\n Diesel  5.506  5.790 5.790 5.790 5.790 5.816 5.801 9.148  9.191 9.191\n Other Diesel Sets  6.232  6.232 6.520 6.520 6.520 6.520 6.520 6.520  7.172 7.199\nTotal   17.798  18.172 18.460 20.660 20.660 20.686 20.671 24.118  24.821 25.048\nEnergy Generated (MU)                               \n Hydro  5.046  5.488 5.889 7.500 10.245 10.970 13.117 13.508  13.617 15.725\n Diesel  1.033  1.085 0.177 0.056 0.073 0.064 0.071 0.248  0.265 0.446\nTotal   6.079  6.573 6.066 7.556 10.319 11.034 13.189 13.755  13.881 16.171\nGrowth(% per annum)  -36.078  8.126 -7.713 24.558 36.568 6.933 19.529 4.295  0.914 16.497\nEnergy drawn from                               \n CHPC (MU)  184.08 187.300 286.756 375.639 360.579 371.321 396.982 446.758 399.517494.081\n BHPC (MU)  —  — — — — — — —  — 32.333\n KHPC (MU)  —  — — — — — — —  — 7.779\nTotal Energy Drawn (MU)  184.08  187.3 286.756375.6389 360.579 371.321 396.982 446.758 399.517534.193\nEnergy import from India                               \n From PGCIL (MU)           3.977 3.925 4.069 4.358 4.892  5.368 4.209\n From WBSEB (MU)  0.643  1.217 0.722 0.539 0.425 0.515 0.654 0.671  0.843 0.982\n From ASEB (MU)  4.454  3.406 4.617 2.721 2.682 2.960 3.142 3.595  3.721 1.711\nTotal imports (MU)  5.097  4.623 5.339 7.238 7.032 7.544 8.154 9.157  9.932 6.902\nTotal Energy                                \nTotal  Energy  Requirement \n(MU)  200.444 203.970 303.677 395.683 383.164 396.079 424.107 480.814 441.241578.463\nGrowth (% per annum)  4.42998  0.146 50.225 31.577 -3.166 3.371 7.076 13.371  -8.230 31.099\nTotal Energy Sales (MU)  —  — — — 366.592 381.422 396.574 445.548 401.896510.451\nGrowth (% per annum)  —  — — — 5.328 4.045 3.973 12.349  -9.797 27.011\nEnergy Lossesa(MU)  —  — — — 16.572 14.657 27.533 35.266  39.346 68.012\nLosses as % of Requirement  —  — — — 4.325 3.701 6.492 7.335  8.917 11.757\nPeak System Demand (MW)  23.000  33.000 70.416 70.416 72.000 77.000 80.000 89.000  92.000 92.630\nLength of HT lines (33 kV)  —  — — — 113.060 137.060 174.860 248.130 275.130330.890\nLength of HT lines (11 kV)                               \nOverhead  — — — — 867.724 899.405 938.584 985.694 983.2591038.85\n Underground  8.6 8.600 9.014 816.158 12.100 12.270 14.270 14.932  20.432 26.019\nLength of HT lines (6.6 kV)  — — — — 89.030 89.410 89.411 89.411  90.912 90.912\nLength of LT lines (km)   \n Overhead  82.14 86.640 86.640 86.640 773.147 802.766 887.830 1020.94 1267.831358.35\n Underground  28 28.000 29.046 728.425 36.422 37.627 40.902 44.995  45.340 57.858\nLength of LT lines (km) Micro  — — — — 56.619 61.969 63.952 63.752  69.278 69.778\n  No. of Consumers  18201  18201  20722  20862  21777 23036  24992 27152  29880  32637 \n CHPC Consumers  — — — — 1128 1187  1293  1357  1356  1356 \nTotal Registered  — — — —\nConsumers  22905 24223  26285  28509  31236  33993 \nNonregistered Consumers  — — — 7275  7416 7416  7416  7200  4735 4698\nTotal Consumers  — — — — 30321 31639  33701  35709  35971  38691 \nNo.of Towns Electrified  37  37  38  39  39 39  40  40  40  40 \nNo.of Villages Electrified  277  282  297  331  363 370  443  552  646  690 \nRevenue from sales (Nu mn)  — 69.641 108.239 182.599 178.743 229.454 236.374 280.741 268.730 381.105 \nPer Capita Energy \nConsumption (units)  334.074  339.950 474.918 618.815 599.367 619.426 665.670  720.000 632.150 807.909\nSource:  Department of Energy. \nASEB = Assam State Electricity Board, CHPC = Chhukha Hydropower Corporation, BHPC = Baso Chhu Hydropower \nCorporation, HT = high tension, KHPC = Kurichhu Hydropower Corporation, km = kilometer, kV = kilovolt, LT = low \ntension, MU = million units, PGCIL = Power Grid Corporation of India Ltd., MW = megawatt, WBSEB = West Bengal \nState Electricity Board. \na includes transmission/distribution losses and auxiliaries/free supply to contractors. \nNotes:    Population figure is taken to be 667,797 in 1999/2000, 698.000 in 2000/01, and 716,000 in 2001-02. \nThe revenue figure before 1999/2000 was obtained from Revenue and Customs Division. \n ", "24  Appendix 2 \n \nTable A2.3: Power Generation \n \nInstalled  Generating  Year of  Energy \nHydro Stations  Capacity  Capacity  Commissioning Peak Generation  Generation \n  (No.X MW)  (MW)    (MW)  (MU) \nChhukha  4X84.00  336.000   1986-88  360.000   1861.745  \nChumey (Bumthang)  3X00.50  1.350   1988  0.996   3.219  \nGidakom (Thimphu)  5X00.25  0.000   1973  0.000   0.000  \nChenari (T/Gang)  3X00.25  0.000   1972  0.000   0.000  \nRangjung(T/Gang)  2X01.10  2.200   1996  1.890   6.188  \nKhaling (T/Gang)  3X00.20  0.400   1987  0.338   0.578  \nKhalanzi (Mongar)  3X00.13  0.260   1976  0.256   0.781  \nJushina (Thimphu)  4X00.09  0.360   1967  0.262   1.574  \nWangduephodrang  3X00.10  0.300   1972  -  0.153  \nKurichhu (Mongar)  3X15.00  45.000   2001  45.000   126.303  \nBaso Chuu (Wangdue)  2X12.00  24.000   2002  24.000   55.134  \n   Total   412.35 409.870         2055.675  \n \nMicro HYDEL Stations  Dzongkhag  Capacity (kW)  Commissioned  Generation (kWh)  Dates \nLhuentse  Lhuentse  120  2000  299,730.0  2001/02 \nThinleygang  Thimphu  30  1986/87  92,506.0  21-10-94 \nRukubji  Wangduephodrang 40  -do-  20,313.0  2001/02 \nTansibji  Trongsa  30  -do-  42,570.0  2001/02 \nTrongsa  Trongsa  50  -do-  187,548.0  2001/02 \nBubja  Trongsa  30  -do-  106,760.0  2001/02 \nTamshing  Bumthang  30  -do-  63,256.0  2001/02 \nUra  Bumthang  50  -do-  127,480.0  2001/02 \nYadi  Mongar  30  -do-  46,780.0  2001/02 \nKekhar  Zhemgang  20  -do-  587,640.0  1998/99 \nSurey  Sarpang  70  -do-  345,360.0  16-9-94 \nDamphu  Tsirang  200  1991  135,000.0  2001/02 \nTintibi  Zhemgang  200  1992  1,021,850.0  2001/02 \nDagana  Dagana  200  1992  527,168.6  2001/02 \nMicro HYDEL Stations  Dzongkhag  Capacity (kW)  Commissioned  Generation (kWh)  Dates \nLingzhi  Thimphu  8  1999  -  - \nRongchu   Lhuentse  200  2001  700,800.0  2001/02 \n    Total      1,308     3,232,475.6   \n Source:  Department of Energy. \n kW = kilowatt, kWh = kilowatt-hour, MU = million units, MW = megawatt. ", "  Appendix 2  25 \nTable A2.4: Major Transmission Lines \n \nSl.No.  Particulars    220 kV  132 kV  66 kV \n1  CHPC – Birpara  71.000 (D/C)  -         -\n2  CHPC – Singhigaon  33.320  -     -\n3  CHPC - Simtokha(Ii)  54.367  -     -\n4  Indian Border – Gelephug  -  0.300  -\n5  Gyelpozhing – Kilikhar  -  10.214  -\n6  Kilikhar – Kanglung  -  29.807  -\n7  Nangkor - Deothang    -  23.668  -\n8  Gyelpozhing - Nangkor   -  33.700  -\n9  Nangkor – Nganglam     34.300  -\n10  Nganglam - Tintibi   -  83.200  -\n11  Tintibi – Gelephug     46.000  -\n12  CHPC – Gedu         -  -  20.100 \n13  Gedu-Phuentsholing  -  -  17.700 \n14  CHPC – Confluence  -  -  36.700 \n15  Confluence-Simtokha(I)  -  -  18.300 \n16  Confluence-Ha         -  -  33.522 \n17  Confluence-Paro         -  -  24.022 \n18  Simtokha-Wangduephodrang  -  -  26.023 \n19  Phuentsholing-Gomtu  -  -  27.002 \n20  Phuentsholing-Singhigaon  -  -  8.380 \n21  Lobeysa-Basochhu  -  -  23.023 \n   Total  158.69   261.189   234.772 \n    Source:  Department of Energy.          \n    CHPC = Chhukha Hydro Power Corporation, D/C = double circuit, kV = kilovolt. \n     \n \n \n \n ", "26  Appendix 3 \n \nECONOMIC AND FINANCIAL ANALYSES \n \nA.  Economic Analysis \n \n  1.  Economic Benefits of Electricity Consumption \n \n1.  Electricity  sold  for  rural  electrification  is  used  primarily  by  residential  consumers  for \nhousehold use.  A few households with small stores, use some electricity to operate equipment in \nsmall workshops. The economic benefits of electricity consumption for these consumers are \nevaluated by valuing: (i) the alternative economic costs of other energy sources such as kerosene \nfor lighting  or wood fuel for cooking, that will be displaced by using electricity; and (ii) the \nadditional  or  induced  energy  consumption  at  the  estimated  average  willingness  to  pay  for \nelectricity, based on a weighted average of the alternative costs of providing similar energy-\nrelated services and the current electricity tariff. \n \n2.  For this Project, the displaced kerosene consumption is about 6.2 liters/house/month on \naverage,  which  is  equivalent  to  2.4  kilowatt-hours  (kWh)  of  electricity.  Average  electricity \nconsumption in rural Bhutan is relatively high at 90.5 kWh/month, due to the low average tariff of \nonly Nu0.7 kWh; thus most electricity used is induced additional energy. The weighted average \neconomic value of residential electricity consumption is estimated to be Nu9.0/kWh in this \nmodel1. A further refinement was made to consider alternative cooking costs. In accordance \nwith the findings of the Technical Assistance (TA’s Phase 1 Socioeconomic Impact of Rural \nElectrification Report2 (the Phase 1 survey), about 12% of total electricity consumption in rural \nareas in Bhutan is used for cooking3, and the average value of such use is estimated to be \nabout Nu5.0/kWh, based on alternative costs of firewood and an allowance for the convenience \nof electric cooking. This reduced the weighted average value of electricity use for lighting and \ncooking only slightly. \n \n3.  The Phase 1 survey also found that the supply of electricity generated additional income in \nrural communities through numerous means: (i) established small-scale cottage and handicrafts \nindustries such as cloth weaving were because people could work longer hours in the evening, or \nbe more productive with good lighting and some electrical equipment were set up; (ii) mini-food \nprocessing industries that used electric machinery or refrigeration; (iii) trades such as carpentry \nand tailoring became more efficient; and (iv) small shops and bars/restaurants with good lighting, \nrefrigeration, and sometimes TV as an added attraction were opened. The average increase in \nhousehold income was estimated to be about Nu78/month, which is about 1% of the overall \naverage household income4. Health standards also improved as a result of electricity supply, due \na cleaner environment without kerosene lamps, with less cooking over smoky cooking fires \nhouses  with  electric  cooking  appliances,  and  better  preservation  of  food  in  houses  with \nrefrigerators. These health benefits are estimated to be about Nu37/month per household on \naverage, based on lower costs of medical care required and reduced number of sick days5. The \n                                                 \n1    The model of the consumer demand function for electricity is that recommended in ADB's ERD Technical Note Series No. 3, \nMeasuring Willingness to Pay for Electricity, by P. Choynowski, July 2002.  \n2     Report on Socio Economic Impact of Rural Electrification, Final Report, April 2003, prepared for ADB by Domdom. A, de Silva, \nH. and Yonten, K under TA 3825-BHU:  Rural Electrification and Network Expansion.  \n3    The PPTA’s Phase 1 Socio-Economic Impact of Rural Electrification Report included extensive surveys of 3,000 rural households \nin Bhutan (of which 1360 households were already electrified). According to the survey rural consumers use electricity for lighting \nin all houses, and to various extents for radios (29% of houses), television (8%), fans (6%), refrigerators (6%), rice cookers (25%), \nwater boilers (7%), and electric stoves (3%).  \n4   Phase 1 Study, Sections 5.1 and 6.2.  Since provision for benefits of this type is included in the basic consumer benefits model, \nthis income is not added again to avoid double counting.  \n5   Phase 1 Study, Section 6.3. ", "  Appendix 3  27 \nresulting total economic benefit of electricity use that can be quantified is about Nu9.0/kWh (or \n$0.19/kWh). This is significantly higher than the current average tariff for rural electrification of \nonly Nu0.71/kWh.  Other benefits that cannot be quantified are increased useful hours for leisure \nor housekeeping in the evenings, improved access to modern communications and entertainment \nfacilities such as radio and TV, and a better overall quality of life with electricity.  \n \n  2.  Rural Electrification Costs and Economic Internal Rate of Return (EIRR) \n \n4.  By 2007 when the Project is fully completed, it will serve an estimated 8,000 rural \nhouseholds with a population of about 50,000. This figure will correspond to an increase of \nabout 20% in the total number of consumers served by BPC and will result in an 8% increase in \nthe total proportion of the national population with electricity supply, from the current rate of 35% \nto about 43%. The estimated capital cost of the Project is $12.1 million total for distribution at 33 \nkV  and  lower,  including  consumer  connection  costs  and  physical  contingencies.  This \ncorresponds to an average cost of $1,425 per household served.  The economic evaluation of \nthe rural electrification project is based on the average unit benefits and capital costs (para. 3)6, \naverage  sales  of  90.5  kWh/month/household,  an  average  cost  for  bulk  power  supply  of \nNu1.38/kWh based on the current tariff and opportunity cost for bulk power exports to India, less \nthe cost of transmission wheeling for power exports, plus allowances for domestic transmission \ncosts  and  transmission  and  distribution  losses.  The  calculations  (Table  A3.1)  result  in  an \nestimated  economic  internal  rate of  return  (EIRR)  of  12.7%  for  the  base  case.  Sensitivity \nanalysis was conducted for the scenarios described in Table A3.2. \nTable A3.2:  Sensitivity Analysis \n       \n   Sensitivity Scenario   EIRR (%)  SIa \n \n \n \n  Base Case  12.7  – \n  Average Sales per House Reduced by 20%    9.6  0.16 \n  Unit Benefits Reduced by 10%  10.8  0.19 \n  Average Capital Costs Increased by 5%  12.1  0.12   \n     \nAverage Asset Maintenance Costs Increased by 100%  11.3  0.01 \n     \n    Source: Asian Development Bank estimates. \n    a Sensitivity Index (SI) is the ratio of % change in the EIRR to the % change in the given parameter. \n \n 5.  The Project is sensitive to all the variables in Table A3.2 except the last. Since the Project \ncomprises many independent subprojects in the various districts of Bhutan, it is more appropriate \nto regard the results of the sensitivity analysis as establishing the minimum requirements for the \neconomic feasibility of the various subprojects planned. In project planning, there is no reason to \nexpect significant differences on a regional basis in estimated average sales per household or \naverage unit benefits. However, the average cost per household will vary, and the maximum \neconomically affordable average cost of distribution will be $1,7907 per house for a subproject. \nThe TA has prepared the distribution designs and estimated the costs on a district basis.  The \naverage cost for the Project is $1,425 per household, and the average cost for each of the eight \ndistricts is below $1,790 (Table A3.2). \n \n                                                 \n6   The standard conversion factor was assumed to be 1.0 for trade between Bhutan and India, since the border and trade \nrelations between the two countries are relatively unrestricted. Since most equipment for this project will be supplied by Indian \ncompanies, the border prices will equal local prices for this equipment.   \n7   Assuming a minimum EIRR of 10% and average sales of 90.5 kwh/mo/hh. ", "28  Appendix 3 \nTable A3.3 Planned District Schemes in Project \n \nDistrict  Average Cost # of Houses   Total Cost  EIRR \n  $/house  US$  % \nChhukha   1,772     856  1,516,832  10.1 \nLhuentse   1,732     675  1,169,100  10.4 \nMongar   1,673  1,170  1,957,410  10.8 \nPemagatshel   1,383  1,050  1,452,150  13.1 \nPunakha   1,458     557     812,106  12.4 \nSamtse   1,259  1,347  1,695,873  14.3 \nSarpang   1,298  1,002  1,300,596  13.9 \nTrashigang   1,199  1,850  2,218,150  15.0 \nTotal/Avg  1,425  8,507  12,122,217  12.7 \n          Source: Asian Development Bank estimates. \n \n3.  Least Cost Assessment \n \n6.  The average economic cost of power supply from the Project will be about Nu8.6/kWh \n(or $0.19/kWh), at 12% opportunity cost of capital.  Alternative sources of power supply were \nalso reviewed briefly, but are estimated to be more costly (i) The most practical alternative \nwould  be  small  captive  diesel  generating  sets  for  rural households, which  would  have  an \naverage  cost  of  about  $0.31/kWh.  Details  of  this  calculation  are  shown  in  Supplementary \nAppendix H. This is much more costly than the average cost of power supply through an \nextension of the distribution grid.  Grid extensions in Bhutan would be more costly than diesel \nwhen the average cost of a grid extension exceeds $2,750 per household (the switching value). \nHowever, at this cost level neither option would be considered economically viable since for \nboth the average costs would exceed the average economic benefits of supply to consumers.  \n(ii) A few demonstration projects for household solar photovoltaic (PV) systems in rural areas \nhave also been developed in Bhutan (1,300 units in total).  While these PV systems were given \nfree, their maintenance and sustainability continue to be problematic to date. Average capital \ncosts are about $800 for a basic low-capacity household system (3 compact florescent lamps \nlights of 15 watts each), and the average economic cost of electricity used are about $1.80/kWh.  \nWhile this may be considered for minimum lighting requirements in remote rural areas, it is too \ncostly for larger scale applications. (iii) A few off-grid minihydro projects of less than 1000 kW \nhave  also  been  developed  in  Bhutan,  and  have  been  studied  and  proposed  for  external \nfinancing on a grant basis.  However, they are relatively costly, with an average cost of about \n$5,000 per household served for power plant capacity and associated distribution. This is much \nmore costly than extension of the integrated distribution grid as planned under the Project.  \nFurthermore, good off-grid minihydro projects are only available in a few locations. \n \nB.  Financial Analysis \n \n7.  The Bhutan Power Corporation (BPC) was established in July 2002. It has two main \nprofit activities: transmission and distribution of electricity. BPC will produce its first financial \nstatement (for a reporting period of 18 months) on 31 December 2003. Based on indicative \nestimates by BPC, the contribution of each main activity to BPC’s profit is summarized in Table \nA3.4.  Domestic sales account for approximately 70% of BPC’s total revenue and contribute \nover 55% to its operating margin. With depreciation assumed at 3% debt and financing charges, \ndomestic sales contribute Nu44 million, which together with the contribution of Nu87 million to \nprofit by transmission activities, results in a total contribution to BPC’s profit before tax of Nu131 \nmillion. ", "  Appendix 3  29 \nTable A3.4:  BPC Annual Profit Contribution by Main Activity \n(assuming depreciationa at 3%, as of July 2003) \n \n  BPC  Transmission  Distribution \n       \nTotal KWh Handled (million)  2,400  1,800  600 \nWeighted Average Tariff per KWh    0.125  0.89i \nTotal Revenue (Nu million)  759  225  534 \nCost of Sales  446  86  360 \n- Generationb  208  0  208 \n- Transmissionc  115  86  29 \n- Distributiond  105  0  105 \n- Physical Lossese  18  0  18 \nOperating Margin  313  139  174 \n- Depreciationf  132  52  80 \n- Bad Debtg  10  0  10 \n- Financing Chargesh  40  0  40 \nContribution to Profit  131  87  44 \nSource: BPC estimates. \nBPC =  Bhutan Power Corporation, kWh = kilowatt-hours. \na  Depreciation assumes economic life of 30 years. \nb  Cost of generation assumes bulk sale price of Nu0.346 per kWh. \nc   Cost of transmission including operations and maintenance (O&M)and overhead expenses has been estimated \nat 5% of optimized replacement value of transmission assets (estimated at Nu2.3 billion). \nd   Cost of distribution including O&M and overhead expenses has been estimated at 5% of the optimized \nreplacement value of distribution assets (including generation assets and other assets, estimated at Nu2.1 \nbillion). \ne  Technical losses are estimated only for domestic sales, and assume a weighted average of 7.8% (LV at 25%, \nMV at 8%, HV at 2%). \nf   Depreciation is estimated using a proxy of 5% of the optimized replacement value of total assets in general \naccordance with corporate tax requirements (5% for generation, transmission, and distribution assets, 3% for \nbuilding and 15% for other assets). \ng  Bad debt is estimated at 2% of total domestic sales. \nh  Financing charges are estimated at 6% of two existing ADB loans of Nu670 million. \ni   Weighted average tariff assumes 20% kWh sales to LV consumers (of which 25% sales to rural households \n(average HH consumption per month = 142 kWh) and 75% sales to urban households (average HH consumption \nper month = 289 kWh)), 20% kWh sales to MV consumers, and 60% kWh sales to HV consumers. \n \n8.  An assessment of the cost recovery level of BPC’s existing weighted average tariff and \nthe degree to which the tariff structure supports cross-subsidies is summarized in Table A3.5.  \nThis assessment assumes a break-even situation, i.e., equity has been provided on a grant \nbasis (with no return on equity required), and a realistic depreciation rate or rate of asset \nreplacement  (i.e.,  based  on  the  estimated  economic  life  of  the  assets).  Under  these \nassumptions, for every kWh of domestic sales the average weighted contribution to BPC profit \nis Nu0.074. For high voltage (HV) sales, which make up approximately 60% of total BPC \ndomestic kWh sales, the contribution is Nu0.386/kWh. For medium voltage (MV) sales, which \nmake up approximately 20% of total BPC domestic kWh sales, the contribution is Nu0.133/kWh. \nFor low voltage sales (LV) to rural and urban households, which in total make up the remaining \n20% of total BPC domestic kWh sales, a cross-subsidy is provided by HV and MV sales, i.e., \nNu2.580 for each kWh sold to rural households and Nu0.399/kWh sold to urban households. \n \n \n \n \n \n \n \n \n ", "30  Appendix 3 \nTable A3.5: Cost Recovery Level of BPC’s Tariff Structure, as of July 2003 \n \nItem      BPC    LV - Rural    LV - Urban     MV     HV \nTotal KWh Sold (million)  600  30  90  120  360 \nWeighted Average Tariff (Nu)  0.89  0.73  0.82  0.95  0.90 \nTotal Revenue (Nu million)  534  22  74  114  324 \nCost per KWh sold (Nu)  0.598  2.189  0.882  0.599  0.401 \nGeneration  0.346  0.346  0.346  0.346  0.346 \nTransmissiona  0.048  0.048  0.048  0.048  0.048 \nDistributionb  0.175  1.680  0.373  0.175   \nPhysical Losses  0.029  0.115  0.115  0.030  0.007 \nOperating Margin (Nu)  0.292  (1.459)  (0.062)  0.351  0.499 \nDepreciation –Transmissionc  0.029  0.029  0.029  0.029  0.029 \nDepreciation – Distributionc  0.105  1.008  0.224  0.105   \nBad Debt  0.017  0.017  0.017  0.017  0.017 \nFinancing Charges  0.067  0.067  0.067  0.067  0.067 \nContribution to Profit  0.074  (2.580)  (0.399)  0.133  0.386 \nSource: BPC estimates. \nBPC =  Bhutan Power Corporation, LV = low voltage, MV = medium voltage, HV = high voltage, kWh = kilowatt-hours \na Transmission costs apportioned across 2,400 kWhs.  \nb Distribution costs apportioned: LV=80% (of which Rural=60%, Urban=40%), MV=20%. \nc Depreciation is estimated assuming a 3% rate of replacement (i.e., in accordance with an estimated economic life of 30 \nyears). \n \n9.  Based on these estimates, BPC’s domestic electricity operation is financially viable at \nleast in the short term. However, the assessment relies on the operations and maintenance \n(O&M) and asset replacement assumptions. While these assumptions are in accordance with \nindicative industry standards, it is critical that BPC prepare an O&M and asset replacement \nstrategy,  action  plan,  and  justified  budget  that  includes  appropriately  defined  performance \nindicators that measure both the adequacy of the O&M activities (in terms of their ability to \nappropriately  sustain  the  assets  and  ensure  efficient  service  delivery),  and  the  cost-\neffectiveness and efficiency with which the activities are undertaken. \n \n \n \n \n \n \n \n \n \n \n \n ", "   \nTable A3.1 : Economic Internal Rate of Return \n \n       Economic Benefits    Costs (Nu Millions)  \n          Benefits   \n                  after      Bulk     \nAnnual  Displaced  Induced   Gross Connect- Meter  meter  Capital  O&M  Supply  Total  Net  \nion \n  No. of  Average  Sales  Energy  Consumption Benefit charges  rental  charges  Costs  Costs  Costs  Costs  Benefits\n. \nYear  Houses  (kWh/mo)  (GWh)  (Nu/house) (Nu/house)  (Nu  (Nu  (Nu  (Nu  (Nu  (Nu  (Nu  (Nu  (Nu \nmillion) million)  million)  million)  million)  million)  million)  million)  million) \n2003    90.5    1,342 8,475  0.0  0.0 0.0\n2004    92.8    1,376 8,687  0.0 0.0 0.0 0.0  220.4 0.0 0.0 220.4 (220.4)\n2005  1,701  95.1  1.941  1,410 8,904  17.5 0.7 0.1 16.7  165.3 3.7 4.0 172.9 (156.2)\n2006  5,104  97.5  5.969  1,445 9,127  54.0 1.4 0.3 52.2  165.3 11.1 12.2 188.6 (136.3)\n2007  8,506  99.9  10.196  1,482 9,355  92.2 1.4 0.5 90.2  0.0 18.5 20.8 39.3 50.9\n2008  8,719  102.4  10.713  1,519 9,589  96.8 0.1 0.5 96.2  0.0 18.9 21.9 40.8 55.4\n2009  8,937  105.0  11.255  1,557 9,829  101.7 0.1 0.5 101.1  0.0 19.4 23.0 42.4 58.7\n2010  9,160  107.6  11.825  1,595 10,075  106.9 0.1 0.5 106.3  0.0 19.9 24.2 44.1 62.2\n2011  9,389  110.3  12.423  1,635 10,326  112.3 0.1 0.6 111.6  0.0 20.4 25.4 45.8 65.9\n2012  9,624  113.0  13.052  1,676 10,585  118.0 0.1 0.6 117.3  0.0 20.9 26.7 47.6 69.7\n2013  9,864  115.8  13.713  1,718 10,849  124.0 0.1 0.6 123.3  0.0 21.4 28.0 49.5 73.8\n2014  10,111  118.7  14.407  1,761 11,120  130.2 0.1 0.6 129.5  0.0 22.0 29.5 51.4 78.1\n2015  10,364  121.7  15.137  1,805 11,398  136.8 0.1 0.6 136.1  0.0 22.5 30.9 53.4 82.7\n2016  10,623  124.8  15.903  1,850 11,683  143.8 0.1 0.6 143.0  0.0 23.1 32.5 55.6 87.4\n2017  10,888  127.9  16.708  1,896 11,975  151.0 0.1 0.7 150.3  0.0 23.6 34.2 57.8 92.5\n2018  11,161  131.1  17.554  1,944 12,275  158.7 0.1 0.7 157.9  0.0 24.2 35.9 60.1 97.8\n2019  11,440  134.3  18.443  1,992 12,582  166.7 0.1 0.7 165.9  0.0 24.8 37.7 62.5 103.4\n2020  11,726  137.7  19.376  2,042 12,896  175.2 0.1 0.7 174.3  0.0 25.5 39.6 65.1 109.3\n2021  12,019  141.1  20.357  2,093 13,219  184.0 0.1 0.7 183.2  0.0 26.1 41.6 67.7 115.5\n2022  12,319  144.7  21.388  2,146 13,549  193.3 0.1 0.7 192.5  0.0 26.8 43.7 70.5 122.0\n2023  12,627  148.3  22.471  2,199 13,888  203.1 0.1 0.8 202.2  0.0 27.4 45.9 73.4 128.9\n2024  12,943  152.0  23.608  2,254 14,235  213.4 0.1 0.8 212.5  0.0 28.1 48.3 76.4 136.1\n2025  13,266  155.8  24.803  2,311 14,591  224.2 0.1 0.8 223.3  0.0 28.8 50.7 79.5 143.8\n2026  13,598  159.7  26.059  2,368 14,956  235.6 0.1 0.8 234.6  0.0 29.5 53.3 82.8 151.8\n2027  13,938  163.7  27.378  2,428 15,330  247.5 0.1 0.8 246.5  0.0 30.3 56.0 86.2 160.3\n2028  14,287  167.8  28.764  2,488 15,713  260.0 0.1 0.9 259.0  0.0 31.0 58.8 89.8 169.2\n2029  14,644  172.0  30.220  2,551 16,106  273.2 0.1 0.9 272.2  0.0 31.8 61.8 93.6 178.6\n2030  15,010  176.3  31.750  2,614 16,508  287.0 0.2 0.9 286.0  0.0 32.6 64.9 97.5 188.5 A\n          pp\ne\n          EIRR = 12.7%  n\nd\n          Average Economic Cost, Nu/kWh  8.6  ix\n          at 12% discount rate   3\nSEoIRuRrc e=:  eAcsoianno mDeicv einloteprmnaeln rta Btea nokf  reesttuimrna, tGesW. h = gigawatt-hours, kWh = kilowatt-hours, O&M = operations and maintenance. 3          \n1", "32        Appendix 4 \nEXTERNAL ASSISTANCE TO THE POWER SECTOR \n \nSOURCE AND NAME OF PROJECTa  START  END  AMOUNT \n($’000) \n       \nAsian Development Bank       \nRural Electrification Project (loan)  1995  1999  7.500 \nPower System Development   1993  1994  0.245 \nInstitutional and Financial Development Department of Power  1995  1996  0.400 \nSecond Rural Electrification   1997  1998  0.600 \nPolicy and Legal Framework for Power Sector   1999  2001  0.700 \nRural Electrification and Network Expansion  2002  2003  0.700 \nRural Electrification Project (loan)  2000  2004  10.000 \nUnited Nations Development Programme       \nRural Energy Development Project, Rangjung  1994  1996  0.037 \nMini/Micro Hydro Development Feasibility Study   1998  1999  0.364 \nDecentralization of Rural Electrification       \nGovernment of India       \nChukha Hydro Power Project (loan)  1994  1998         20.929   \nChukha Hydro Power Project (grant)  1994  1998  31.394 \nRural Electrification  1993  1999  0.814 \nSubtransmission & Distribution (urban areas)  1993  1999  0.625 \nSemtokha II  1993  1994  0.504 \nMini-Hydel, Thimphu (rehabilitation)  1994  1998  0.277 \nGeytsa Pondage Scheme (rehabilitation)  1996  1997  0.018 \nKurichu Hydro Power Project (loan)  1994  2001  47.659  \nKurichu Hydro Power Project (grant)  1994  2001  71.488 \nKurichu Hydro Power Project  1995  2001  36.304 \nTala Hydro Power Project (loan)  1996  2004  248.612  \nTala Hydro Power Project  1996  2004  372.918 \nPower Transmission Eastern Grid  1998  2002          24.521  \nPower Standard Phase II (Thimphu & Paro)  1998  2002            9.318  \nMini-hydels-Wangdue Phodrang  1998  2002  0.354 \nMini-hydels-Chhenary  (rehabilitation)  1998  2002            0.907  \nMini-hydels Lhuntse  (rehabilitation)  1998  2002  0.229 \nMini-hydels Gidagom  (rehabilitation)  1998  2002  0.641 \nMini-hydels-Khaling  (rehabilitation)  1998  2002  0.193 \nMini-hydels-Khalanzi (rehabilitation)  1998  2002  0.239 \nMini-Hydels-Chhumey (rehabilitation)  1998  2002  0.447 \nLhuntse Small Hydroelectric Project  1998  2002  4.695 \nImprovement & Upgradation of Transmission grid  1998  2002            1.936  \nRural Electrification Transmission Lines  1998  2002  1.031 \nUrban Electrification  1998  2002  6.374 \nImprovement & Upgradation of electric Services  1998  2002  9.765 \nIntegrated Energy Mgmt. Master Plan       Rs. 100.000  \nDeothang-Rangia Transmission Line Project  2002  2007  Rs. 200.000 \nTintibi-Trongsa-Bumthang Trans line  2002  2007  Rs. 300.000 \nGovernment of Austria (Austrian Cooperation Bureau)       \nDetailed Planning to Basochhu Hydropower Project  1993  1994  1.383 \nBasochhu Hydropower Project (stage I)  1996  2000  14.435 \nBasochhu Hydropower Project (stage I - loan)  1996  2000  19.930 \nRangjung Hydropower Project  1993  1996  6.415 \nBasochhu Hydropower Project (Stage II)  2001  2005  0.826 \nBasochu Hydropower Project (Stage II - loan)  2001  2005  26.880 \nRural Electrification (ACB REI)  2001  2003  0.274 \nRural Electrification (ACB REII)  2002  2003  0.479 \nGovernment of the Netherlands       \nRural Electrification (1552 Households)  1995  1999  1.373 \nSolar Lightening  1995  1999  0.472 \nActivities Implemented Jointly (AIJ) VROM 200 kW minihydel project 1999  2001  0.280 \nRural Electrification (551 Households)  2001  2003  1.471 \nSolar Lightening  2001  2003  0.785 \nSustainable Rural Electrification (3150 households)  2003  2007  6.100 \nGovernment of Norway       \nTA (cofinanced through UNDP) for System Master Plan   1990  1993   \nFeasibilty study of Mangdechhu Hydropower plant 360 MW Trongsa 1998  2000  3.063 \nInstitutional Strengthening of Energy Sector and Water Resources \nManagement and Planning  2001  2003  2.917 \nGovernment of Japan      \nFeasibilty study of Punatsangchu Hydropower Plant   1998  2001  Inkind \n \nSource:  Department of Aid and Debt Management, Ministry of Finance, Bhutan. \nACB REI = Austrian Coordination Bureau Rural Electrification I, ACB REII = Austrian Coordination Bureau Rural Electrification II, kW = \nkilowatt, MW = megawatt, VROM = The Netherlands Ministry of Spatial Planning, Housing and Environment, UNDP = United Nations \nDevelopment Programme. \na all projects are TA unless otherwise stated ", "   \nBHUTAN POWER CORPORATION ORGANIZATION CHART \n \n \n \n  Board of Directors \n \n \n \nManaging Director \n \n \n \n  Head Internal Audit  Manager Security \n \n \n \nManager Planning \n \n \n \n \n  Customer  Transmission  Development and Finance Department  Procurement  Human Resources  and \nService  Department  Construction    Services Department Administration \n \nDepartment    Department      Department \n \n \n·   Customer  ·  Transmission  · Surveys · Financial · Contracts · Administration\n    Services  O&M  ·  Feasibility     Planning  ·  Tendering  ·  Recruitment \n·  Distribution  ·  System Design  ·  Design  ·  Accounting  ·  Procurement  ·  Training and \n \nOperations  and ·  Expansion  ·  Tendering  ·  Treasury  ·  Stores  Development \n \nMaintenance  Planning  ·  Construction  ·  Risk  ·  Supply Chain  ·  Personnel \n  (O&M)  ·  Metering  ·  Consultancy     Management     Management      Records \n·   Billing and  ·  Billing and  ·  Rural  ·  Budgets  ·  Dispatch  ·  Office Services \n    Collection     Collection  Electrification  ·  Asset  /Transport  ·  Manpower \n·  Load  ·  Interconnection Works  Management  Planning \n \nForecasting  ·  System  ·  Mini Hydro    ·  Performance \n·   Augmentation/  Dispatch  Works        Management  Ap\np\n    Expansion  ·  Benefits  e\nn\n  Administration dix\n   5\nO&M = operations and maintenance. 3          \n3", "34  Appendix 6 \nPROJECT MANAGEMENT STRUCTURE \n \n \n   \n  Bhutan Power Corporation \n   \n \n \n \n \n \n \n \nDevelopment and  Finance Department  Procurement Services\n \nConstruction    Department \nDepartment \nProject Implementation \nImplementation\nUnit \nConsultants \n•  Project Manager \n•  Engineer \n•  Administrative Staff \nDistribution  Distribution  Distribution \nConstruction  Construction  Construction \nSection (West)  Section (Central) Section (East)\n   \nCivil Works Contractors  Suppliers", "   \nDETAILED IMPLEMENTATION SCHEDULE \n \n \nItem Description  2003  2004  2005  2006 \n   7 89 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12\n1. Project Commencement                                                                                                                            \n                                                                                                                             \n2. Consultant Selection                                                                                                                            \n    Start of Consulting Services                                                                                                                            \n                                                                                                                             \n3. Procurement                                                                                                                            \n    Preparation of Bidding Documents                                                                                                                           \n    Tender Period                                                                                                                            \n    Evaluation                                                                                                                            \n    ADB Approval and Negotiation                                                                                                                            \n    Contact Award                                                                                                                            \n    Letter of Credit                                                                                                                            \n    Manufacturing                                                                                                                            \n    Inspection and testing                                                                                                                            \n    Delivery                                                                                                                            \n                                                                                                                             \n4. Construction                                                                                                                            \n                                                                                                                             \n5. Testing and Commissioning                                                                                                                            \n                                                                                                                             \n \nADB = Asian Development Bank. \n \nA\np\np\ne\nn\nd\nix\n 7\n3          \n5", "36  Appendix 8 \nCONTRACT PACKAGES \n \n \nEstimated \nProcurement \n   Itema  Type   Value \nMode \n($million) \n         \n1.  MV Overhead Conductors and Accessories   Supply  ICB  1.20 \n2.  LV ABC and Accessories   Supply  ICB  1.90 \n3.  Insulators and Fittings  Supply  ICB  0.68 \n4.  Poles and Associated Steel Structures   Supply  ICB  2.50 \n5.  Distribution Transformers  Supply  ICB  1.45 \n6.  MV Protective Equipment and Switches   Supply  IS   0.40 \n7.  Consumer Equipment: Energy Meters etc.  Supply  IS   0.50 \n8.  Miscellaneous Tools/Equipment  Supply  IS   0.17 \n9.  Civil Works A (Eastern Bhutan)  E+C   LCB  0.68 \n10. Civil Works B (Central Bhutan)  E+C   LCB  0.68 \n11. Civil Works C (Western Bhutan)  E+C   LCB  0.67 \n12. Implementation Consulting Services   Services QCBS  0.20 \n         \n  Total    11.03 \n             \na Each item will be packaged individually with an independent scope. \nABC = aerial bundled conductors; E+C = erection and commissioning; ICB = international competitive bidding;  \nIS = international shopping; LCB = local competitive bidding; LV = low voltage; MV = medium voltage;  \nQCBS = quality-cost based selection.       \n \n \n \n \n \n \n \n \n \n \n ", "  Appendix 9  37 \nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES \n \n1.  An international consulting firm will be recruited to assist the Bhutan Power Corporation \n(BPC) with procurement, design review, and project management experience.  The consultant \nwill:  (i) assist BPC in evaluating bids and answer post tender queries to finalize contracts with \ngoods suppliers; and (ii) review and technically approve designs submitted by the contracted \nsuppliers and equipment manufacturers, and organize factory inspection and witnessing tests of \nequipment being supplied to the Project; (iii) Assist BPC plan the implementation program and \nmanage  implementation  using  a  project  management  software  package  such  as  Microsoft \nProject; and (iv) Assist in preparing quarterly project reports and the project completion report \nfor submission by BPC to the Asian Development Bank (ADB). The consultant will prepare a \nfinal report on the Project to BPC and ADB on completion of the services. \n \n2.  A domestic consulting firm with benefits monitoring and evaluation experience will be \nrecruited  to  assist  BPC.    The  domestic  consultant  will  (i)  review  and  refine  the  existing \nframework for benefit monitoring (included in the social and poverty assessment) based on the \nproject framework and the poverty intervention targets.  The consultant will be guided by ADBs \nProject Performance Management System (PPMS) Guidelines for Bank Staff. The selected \nsample  for  monitoring  should  ensure  coverage  of  the  different  consumer  categories  and \nhouseholds based on their social and poverty characteristics; (ii) review BPC’s management \ninformation system (MIS) and improve it to ensure that project benefits related to social and \npoverty benefits can be incorporated into the system. The purpose is to mainstream social and \npoverty  benefit  monitoring  within  the  PPMS  system;  (iii)  use  the  baseline  data  from  the \nSocioeconomic Impact of Rural Electrification (Phase 1) Survey 2003 and collect additional \nbaseline data for the two districts that were not included in the survey. Indicators for targeting \nwill be based on the social and poverty assessment; (iv) agree with BPC, based on the Phase 1 \nsurvey and the social and poverty analysis, key baseline values for each selected indicator and \nthe expected or target values at specified monitorable dates during implementation and for \nevaluation.  Identify  key  select  performance  indicators  based  on  the  different  consumer \ncategories. Essential indicators are, (a) adequacy of targeting and distribution of free electricity \nkits (b) selection and poverty targeting to meet the required number of beneficiary households, \nand (c) intrahousehold benefits, including poverty, social, and development benefits to different \nconsumers. Gender-disaggregated data will be collected; (v) agree with BPC on the most useful \nform for presenting data and report presentation to enable timely project implementation, impact \nmonitoring  and  establishing  an  appropriate  information  database;  (vi)  submit  the  finalized \nbenefits monitoring framework, through BPC to ADB for review; and (vii) submit annual reports \nto BPC and ADB. \n \n3.  The task of the consultant and the length of service in person-months are in the table. \n \nConsulting Requirements \n \nItem of Service  Person-Months \nBid Evaluation and Procurement-related Matters  2.0 \nDesign Review and Project Management  2.5 \nPreparation of Project Completion Report  0.5 \nBenefits Monitoring and Evaluation  6.0 \n ", "38  Appendix 10 \nADTA FOR CAPACITY BUILDING OF THE BHUTAN ELECTRICITY AUTHORITY \n \n1.  The director of the Department of Energy (DOE) will have overall responsibility for the \nTechnical Assistance (TA) while the head of the Bhutan Electricity Authority (BEA) will be the \nday-to-day project coordinator, who will oversee the consultants and co-ordination amongst \nBEA, other DOE units, stakeholders (e.g., BPC, power corporations), the consultants, the Asian \nDevelopment  Bank  (ADB)  and  other  Government  agencies.    Where  necessary,  BEA  will \nestablish working groups to review and comment on the secondary laws, regulations, standards, \nand codes that are drafted.  The TA will begin in November 2003 and will end after 18 months.   \n \n2.  The TA will have five components. (i) Conduct a needs assessment of BEA’s institutional \nrequirements. BEA is currently a nascent body whose staff has little experience in drafting, \nreviewing and implementing its mandate.  Under the TA, the consultants will work closely with \nthe BEA staff and other counterparts to assess the technical and institutional needs, as well as \nneeds of its key stakeholders i.e., BPC and hydro power corporations. (ii) Develop a short- and \nmedium-term  training  program.  Based  on  the  capacity  building  needs  assessment,  the \nconsultant, in close consultation with BEA staff and other counterparts, will develop immediate- \n(1 to 2 years) and medium-term (3 to 5 years) training programs for concerned staff in BEA and \nits stakeholders. Including of BEA’s stakeholders is important and necessary to ensure that the \nbodies  that  BEA  is  regulating  also  understand  the  regulatory  process.;  (iii)  Assist  BEA  in \ndeveloping the national standards and codes for the sector. The training programs outlined in \ncomponent 2 will provide BEA and its stakeholders with draft national codes and standards.  \nBecause of Bhutan’s close proximity to India, most of the plant and materials come from there, \nand India is the market for Bhutan’s power, the consultants will refer mainly to Indian standards, \nin addition to those of the International Electrical Commission.  Other existing field practices in \nBhutan will also be considered. (iv) Design and implement a national outreach strategy to raise \nconsumer  awareness  of  BEA’s  role.  Because  BEA  is  a  newly  established  body,  power \nconsumers and other stakeholders are not aware of its important role as their advocate.  BEA \nstaff, under the guidance of the consultants, will design an outreach strategy to introduce \nthemselves to their stakeholders, mainly electricity consumers, explain their role, and show how \nthey may serve them. (v) Explore the possibility of establishing a combined national regulatory \nbody that would regulate public utilities. Given the small size of the market for various utilities in \nBhutan, there may be efficiencies and economies of scale in combining the various utility \nregulators, e.g., power, telecommunications, cable television, and other future regulators such \nas water, solid waste, etc as they are established, into a single national regulatory body.  The \nProject will examine the pros and cons of a public utilities regulatory body and propose a \nstructure for such a body, including the methodology for the transitioning from several regulators \ninto a single regulator.   \n \n3.  The total inputs are 10 person-months of international consulting.  ADB will use biodata \nproposals and quality- and cost-based (QCBS) methods for consultant selection, in accordance \nwith ADB’s Guidelines on the Use of Consultants.  The outline terms of reference for the \nconsultants can be found in Supplementary Appendix F. \n \n \n \n \n ", "  Appendix 11  39 \nADTA FOR ESTABLISHING THE DRUK HYDROPOWER CORPORATION (DHPC) \n \n1.  The  Department  of  Energy  (DOE)  will  be  the  executing  agency  for  the  technical \nassistance (TA). The director of DOE will have overall responsibility for the TA.  The head of the \nCoordination Office of DOE will be the national project coordinator, responsible for overall \ncoordination  among  the  stakeholders  involved  such  as  Chukhha  Hydropower  Corporation \n(CHPC),  Kurichhu  Hydropower  Corporation  (KHPC),  Baso  Chhu  Hydropower  Corporation \n(BHPC),  the  future  Tala  Hydropower  Corporation  (THPC),  DOE,  BEA,  other  concerned \ngovernment agencies, Asian Development Bank (ADB), and other concerned aid agencies in \nthe power sector. The Implementing Agency for the TA will be CHPC. Although the consultants \nwill work closely with DOE at the policy level, and consult all the hydropower corporations for \ntheir input, given CHPC’s status as the prime hydropower corporation in Bhutan, with the largest \ngeneration capacity and with the most experienced management and engineering staff, the \nconsultants will benefit most by daily close collaboration with CHPC staff.    \n \n2.  The TA will have three parts, to be implemented sequentially. (i) Policy and hydropower \nsector review. The consultants will review the appropriate Government’s policies relating to \neconomic growth, the power sector in general, specifically hydropower. The consultants should \nalso look closely at the methodology for integration of the hydropower corporations, i.e., should \nall hydropower corporations be integrated at once or should there be a phased approach. The \nconsultants will organize a national consultation workshop to discuss integrating the hydropower \ncorporations, discuss the recommended options for DHPC, and reach an agreement on how \nbest to structure DHPC; (ii) Detailed design of DHPC. Based on the agreements reached at the \nnational consultation workshop, the consultants will design the institutional, technical, financial, \nand human resource details of DHPC and then will organize a second national consultation \nworkshop to discuss the detailed design and reach final agreement on the structure of DHPC. \n(iii) Final design. The consultants will then make the necessary revisions to the DHPC structure \nfor final submission to the government and ADB and conduct a series of seminars on relevant \ntopics necessary to raise the awareness and for technical training of relevant staff on new \nknowledge, technologies, processes or skills they will need to successfully contribute to the \nfunctioning of DHPC.   \n \n3.  The  TA  will  be  carried  out  over  12  months  by  an  international  consulting  firms  or \ninstitutes. The study will begin in the first quarter of 2004 and end by the first quarter of 2005. \nThis will allow the project Implementing Agency to integrate the TA into their annual work plans. \nThe total input of the consultants will be about 16 person-months, respectively. The consultants \nwill be engaged in accordance with ADB’s Guidelines on the Use of Consultants. ADB will use \nthe simplified technical proposal and quality- and cost-based selection methods for consultant \nselection.  The outline terms of reference for the consultants can be found in Supplementary \nAppendix G. \n \n \n \n \n \n \n \n \n \n ", "40   Appendix 12 \nSUMMARY POVERTY AND SOCIAL ASSESSMENT \n \n1.  Energy  is  identified  as  a  national  priority  and  included  in  the  Poverty  Partnership \nAgreement (October 2001) and the Country Strategy and Program (CSP 2003-2005).   The \nProject is being prepared under the Ninth Five-Year Plan, and is one of the Rural Electrification \n(RE) projects that will assist the Government reach its goal of 100% electrification by the year \n2020. It will continue the objective of expanding the RE network as set out in the Eighth Five-\nYear Plan under which the Sustainable Rural Electrification Project was implemented.  The \nProject comprises of 250 subprojects within 20 districts in Bhutan. Of the 15,000 households \ntargeted  by  the  Project,  the  Asian  Development  Bank  (ADB)  component  will  cover  8,000 \nhouseholds in eight districts. The eight districts - Chhukha, Lhuenste, Mongar, Pemagatshel, \nPunakha, Samtse, Sarpang, and Trashigang - were selected on the basis of economic and \nfinancial criteria, poverty, and technical feasibility. All regions in the country will be represented. \nTo electrify the balance of the households, alternative funding, possibly from Austria and the \nNetherlands  will  be  sought.  According  to  the  Government  of  Bhutan,  the  objective  of \nelectrification  is  “poverty  alleviation,  health  improvement,  education,  income  generation \nopportunities and environment protection.”  \n \nA.  Beneficiaries \n \n2.  The most recent estimates, place the population of Bhutan at about 695,000, of whom \n80% reside in rural areas.1  About 66,000 of the 85,000 rural households are without electricity. \nFuelwood is the predominant source of energy for 98% of the households without electricity, \nirrespective of their position in relation to the poverty line.2  The annual per capita consumption \nof fuelwood is 1.22 tons, one of the highest in the world. The Government policy is to reduce \nfuelwood consumption by using electricity for lighting as well as for cooking.  The methodology \nused  for  identifying  the  social  and  poverty  benefits  combined  rapid  rural  appraisal  (RRA), \nprimary data based on TA 3825 Phase 1 Survey,3 information from the Household Income and \nExpenditure  Survey  (HIES),4  Poverty  Assessment  and  Analysis  Report  20005  and  the \nComprehensive Food Security Programme6. To represent different regions, the RRA selected 7 \nof the 13 districts in the Phase 1 study. Two villages, one with electricity and one without, were \nselected from each district. The Poverty Assessment and Analysis Report comments that the \nconcept  of  poverty  in  Bhutan7  comprises  several  interlinking  factors  that  include  lack  (or \nshortage) of land, low agricultural productivity, low income, food insecurity, lack of adequate \nphysical and social infrastructure, and inability to satisfy basic needs. Detailed household and \ndemographic information is not available because no census has been conducted in Bhutan. \nThe rural economy is largely a subsistence economy with limited engagement in a cash-based \nmarket economy. Barter plays an important role. The HIES partly revealed the country’s poverty \nsituation. Based on a preliminary pilot survey, an absolute or food poverty line was established \nat Nu612 per capita per month and an upper poverty line of Nu749. Rural households falling \nbelow the poverty line mean they cannot meet their basic food and nonfood requirements. A \nvulnerability line (15% income above the upper poverty line) is set at Nu860 per capita per \n                                                 \n1   Statistical Yearbook of Bhutan 2001. \n2   TA 3825-BHU: Rural Electrification and Network Expansion-Phase 1 Socio-Economic Impact of Rural Electrification, Final \nReport, April 2003. \n3   An extensive survey undertaken in 3,000 households (both electrified and nonelectrified) in 13 districts. The results of this \nsurvey will also be used for benefit monitoring.  \n4   Household Income and Expenditure Survey 2000, October 2001. \n5   Planning Commission, Royal Government of Bhutan. Poverty Assessment and Analysis Report 2000. \n6   Royal Government of Bhutan (TCP/BHU/2252) Comprehensive Food Security Programme, Food and Agriculture Organization \nof the United Nations, Rome 1994. \n7   As identified during the Seventh Round Table Meeting, Thimphu, November 2000. ", "        Appendix 12    41\nmonth. The HIES determined that severe poverty affects 29% of the rural population. As with \nmany other economic indicators in Bhutan, reliable data on income are not readily available. \nPoverty assessment therefore uses income as only one indicator of poverty and considers \nvulnerability, which includes income vulnerability as well as rural location, food insecurity, and \nlack of physical and social infrastructure, as being key factors related to poverty.  Lhuentse, \nMongar, and Pemaghatshel are food-insecure districts. According to the Poverty Assessment \nReport, poverty is concentrated in the southeast with three quarters of the poorest gewogs \n(blocks) located in this region. Pemaghatshel, Mongar, and Trashigang are located in this \nregion.    According  to  the  Poverty  Assessment  Report,  Samtse,  Chhukha,  Punakha,  and \nSarpang are vulnerable districts.  \n \n3.  Table A12.1 shows that almost 69% of households fall into the category of vulnerable \nand 23% are below the upper poverty line. Except for Lhuentse and Pemaghatshel, six districts \ntargeted  by  the  ADB  component  are  in  the Table.  Lhuentse  and  Pemaghatshel  are  food-\ninsecure districts and are well within the vulnerable category. \n \nTable A12.1: Poverty Data of Beneficiaries \nNonelectrified Households Below Poverty Lines (%) \nDistrict  Lower Poverty Line  Higher Poverty Line  Vulnerability Line \n(Nu612/ capita/month) (Nu748/capita/month)(Nu860/capita/month) \nBumthang  21.7  30.4  41.3 \nChukkha  10.8  18.1  24.6 \nHaa  9.1  9.1  9.1 \nMongar  9.0  16.7  20.1 \nParo  4.3  8.6  10.0 \nPunakha  49.6  61.8  64.2 \nSamtse  16.9  20.0  26.3 \nSarpang  10.0  15.0  16.3 \nThimpu  54.5  63.6  63.6 \nTrashigang  9.1  10.9  15.1 \nTrongsa  61.9  65.1  68.3 \nTsirang  4.0  7.0  9.0 \nZhemgang  54.8  61.9  69.0 \nAverage  17.8  23.3  27.7 \n   Source: TA 3825 - Phase 1 Survey, May 2003. \n \n4.  Food-deficit households generally lack grain 1.2-3.0 months per year. Households in \nblocks where it takes more than 7 hours to walk to a motorable road are among the poorest. \nTrashigang, Pemaghatshel, and Mongar fall within this group.  The number of households \ncovered by the subprojects is in Table A12.2. \n \nTable A12.2 - Subproject Beneficiaries \nNo. of Households from \nSelected District \nSubprojects \nPemagatshel  980 \nLhuentse  628 \nMongar  1,091 \nTrashigang  1,728 \nSamtse  1,250 \nSarpang  935 \nChukha  896 \nPunakha  519 \nTotal  8,027 \n          Source: TA 3825 - Social and Poverty Assessment Draft Report, June 2003 \n ", "42   Appendix 12 \n5.  At least 43% of the households targeted for connection will be poor households; the \nfigure can be considerably higher since data for Lhuentse and Pemaghatsel are not available. \nDistributional analysis was carried out and the poverty impact ratio (PIR) calculated.  The PIR \nfor the Project is 0.72 (Table A12.3).   \n \nTable A12.3 - Poverty Impact Ratio \nParameter  Government Labor  Consumers Total \nGains and Losses  (257.3)  21.9 1,624.6  1,389.2 \nFinancial Return to Utility  (996.0)    (996.0) \nBenefits  (1,253.3)  21.9 1,624.6  393.1 \nProportion to the Poor  30  50 40   \nBenefits to the Poor  (376.0)  10.9 649.8  284.8 \nPoverty Impact Ratio = 0.72 \nSource: TA 3825 - Economic Evaluation Draft Report, May 2003. \n \n6.  The Department of Energy (DOE) will utilize the ranking of the most vulnerable blocks \nfrom the Poverty Assessment to prioritize subprojects for targeting.  Table A12.4 indicates the \nvulnerable blocks in four districts to be targeted and the number of beneficiary households to be \ntargeted in each. Pemaghatshel is one of the most vulnerable districts and almost all of the \nvulnerable blocks will be in the Project. The number of households classified as poor and \nvulnerable is approximately 3,490 and covers some 17 of the most vulnerable blocks in the \ncountry, represent 43% of the total 8,027 to be targeted by the ADB component. \n \nTable A12.4 : Vulnerable Districts and Blocks with Number of Household Beneficiaries \nDistrict  Proposed  Vulnerability Ranking as per  No. of  \nBlock  Government’s Poverty Assessment  Beneficiaries as per \nReport, 2000  the Final Design \n1 = Most Vulnerable \n53 = Least Vulnerable \nPemagatshel  Zobel  30  89 \nShumar  44  413 \nKhar  40  79 \nYurung  32  181 \nChogshing  14  219 \nDungme  17   \nLhuentse  Jaray  1  54 \nMestsho  6  14 \nKurtoe  8   \nKhoma  29  90 \nTshengkhar  47  198 \nSamtse  Lahirenia    118 \nSipsua    88 \nSarpang  Churgang    103 \nUmlinga    228 \nSershonga    155 \nMongar  Shermung  43  184 \nBalam  53  171 \nTrashigang  Sakten  26   \n  Uzorong  21  88 \nNanongb    447 \nLumangb    226 \nKangparab    345 \n  Total  3490 (43%) \nSource: TA 3825 - Social and Poverty Assessment Draft Report, June 2003. \naLandless people from various districts who were resettled by the Government and provided with 20,234.5 \nsquare meters of dry and wet land. \nbIncluded based on field observations and feedback from Trashigang. ", "        Appendix 12    43\n \nB.  Affordability \n \n7.  Based on the Phase 1 Survey, households spend Nu219-Nu581 on average per month, \nexcluding electricity. Expenditure on kerosene (primary source of fuel for lighting), batteries, and \ncandles decreases with household connection. Households with electricity still spend a high \nproportion  of  their  monthly  expenditure  on  alternative  fuel  sources,  which  leads  to  the \nconclusion  that  households  use  electricity  primarily  for  lighting  and  fuelwood  and  liquefied \npetroleum  gas  for  cooking.  For  nonelectrified  households,  poor  and  non-poor,  the  highest \nenergy  expenditure  was  for  kerosene.  Although  firewood  is  used  extensively  by  rural \nhouseholds (91%), it is collected and no cash expenditure is involved. Households disliked the \nextensive smoke caused by kerosene. The risk of fire and indoor smoke pollution were also \nraised as an adverse effect of kerosene use.  For households falling below the poverty line, \nsome 52% use less than 80 kilowatt hours (kWh) per month (the lowest tariff block). The \naverage use is 51 kWh per month and average monthly expenditure is Nu30. The minimum \ncharge by Bhutan Power Corporation (BPC) is Nu35.  The Phase 1 Survey found that, excluding \nelectricity, the minimum average monthly expenditure a household could expect to spend on \nfuel is Nu219, while the higher is in the order of Nu581. The average monthly expenditure for all \nhouseholds regardless of poverty status and use of electricity is Nu388. Without electricity, 5 \nliters kerosene used for lighting by low-income households costs about Nu60 a month, while \nmonthly electricity bills are only half this amount.  The Phase 1 Survey also found that for \ncooking, households preferred fuelwood for cooking because they said it makes food taste \nbetter. While households are buying rice cookers, it will take time for practice to change. Rice \ncookers are exempt from import duties to encourage consumers to purchase them. The HIES \nshows that poor rural households (income less than Nu612 per month) spend 25% of their \nincome on fuel, light, and water. Non-poor rural households spend about 18%. According to the \nPhase 1 Survey, despite frequent power failures and load fluctuations, more than 60% of \nhouseholds, whether poor or non-poor, indicated they had sufficient income to pay for tariff \nincreases. The approximate connection cost to the householder is Nu3,165. While households \ncan afford to pay the monthly charges, some will face difficulty in meeting the up-front charges \nfor the initial connection. Under the Sustainable Rural Electrification Project, BPC distributed to \npoor consumers 600 free electricity kits, each worth Nu5,000. BPC recommends the following \ncriteria for selecting households to receive free kits under the Project: (i) two rooms including \nkitchen;  (ii)  type  of  house  construction:  single-storey  mud  house,  stone  house  with  wood \nroofing; (iii) wait for willing households to connect and after 6 months of project completion \ndetermine which households did not connect due to cost; and (iv) vulnerable households, \nhousehold with female heads, households with no land and households without cash income.  \nApproximately  3,450  kits  will  be  distributed  at  a  total  cost  of  $134,550.  BPC  is  also \nrecommending that an additional 20 ampere earth leakage circuit breaker be included with the \nkit. One circuit breaker costs Nu700. The Bhutan Development Finance Corporation (BDFC) \nalready has an ongoing microcredit program in rural areas. Under this scheme, households can \nborrow for connections and internal wiring. In addition to the households, the Project will provide \nelectricity to local towns, for businesses, basic health units, schools, and monastic institutions.   \n \nC.  Social and Poverty Impact \n8.  The main findings of the Phase 1 Survey were that electrification (i) encouraged home-\nbased businesses (ii) gave education benefits, with school-age children spending more time \nstudying; for poor and non-poor households, adult literacy was higher in areas with electricity;  \n(iii) improved the health status of adults in households below and above the poverty line; and \n(iv)  improved  peoples  sense  of  well-being  and  security,  including  protecting  crops  from ", "44   Appendix 12 \ndestruction by wild animals. The RRA confirmed similar perceptions; the view was that “it would \nmake people’s living easier….” The Phase 1 Survey demonstrated benefits derived from using \nelectricity in home business activity and concluded that, for households above the poverty line, \nelectricity  had  the  potential  to  increase  incomes  by  Nu126  per  month.  A  poor  previously \nnonelectrified household could save as much as Nu872 per month if it shifted from kerosene to \nelectricity.  Electricity can reduce a household’s vulnerability in many ways, most demonstrably \nthrough the opportunities to diversify household income and through improved food security. \nLack of irrigation was cited as a constraint on productivity by high numbers of rural households. \nInterestingly, the RRA data indicate that wild animals followed by lack of irrigation was among \nthe most serious constraints felt by farming households. Lighting was seen as an important \nbenefit for children’s education as well as a mechanism for curbing an increasing tendency for \nmigration to urban areas. The Phase 1 Survey, focus group discussions, and the RRA indicate \nthat the following home business opportunities are available: mini- food processing business \nsuch as grinding of chillies and flattening maize, handicrafts, particularly weaving. Women said \nthat, with electricity, their weaving output could be increased to 3 athras (a type of indigenous \nwool fabric that central Bhutan is renowned for producing) from the present 1.5 pieces a week. \nThe current labor charge for one piece is Nu160. Other activities include carpentry, carving, \ntailoring - all of which could be done after dark. Electricity was also perceived as in important \nbenefit for households that did not own land. The Phase 1 Survey indicated that about 10% of \nhouseholds opened small businesses, mostly bars and restaurants, followed by weaving or \nhandicrafts. Lighting and electrification of local towns will stimulate local economic growth, \nhealth centers will be able to access refrigeration, and health care provision can be expected to \nimprove if vaccines are stored locally. The Phase 1 Survey concluded that health benefits of \nNu50/month  accrued  to  households  with  electrification,  if  they  had  access  to  health  care \nfacilities. Electricity also provided a demand for electricians and repair services. The National \nTechnical Training Authority (NTTA) has begun to offer training courses for electricians in \nkeeping  with  the  goal  of  100%  electrification.  During  construction,  unskilled  labor  will  be \ninvolved. The distributional analysis sets the distribution impact as 21.866.  \n \n9.  Major donors in health and education are India, Denmark, Switzerland, UNICEF, WFP, \nand the World Bank.  In the renewable natural resources sector, addressing improved food \nsecurity, major donors include Japan and the EU.  The Indian government is providing support \nto the roads and energy sector. Norway is providing institutional support for DOE, and UNDP is \nassisting in several sectors, including support for alternative energy.  \n \n10.  Electrification can contribute to women’s education and health and in income generation \nthat is home-based. Inheritance is matrilineal; however, women are considered less capable \nand confident than men in matters of governance and interaction with external agencies.  \n \n11.  Women’s access to training and technology is limited as also is their involvement in \nbusiness opportunities. They play a major role in cottage industries, such as lemongrass oil \nprocessing, chilli and maize processing, and weaving. While the Project tends to be gender \nneutral, a number of enhancement measures such as training of electricians could be directed \nat women. NTTA has trained 79 local electricians, 13 of whom are women.  \n \n12.  There are two social risks - accidental shock and/or electrocution. BPC has a Customers \nServices Department that takes care of safety issues.  The unit is newly formed and so far has \nnot been able to undertake a systematic awareness campaign for villages newly connected to \nthe grid. However, BPC has begun awareness programs through newspapers, airing messages \non  the  radio,  issuing  safety  pamphlets,  and  village  meetings.  Information  includes  safety \naspects, tariff, policy, and information on appliances and usage. A revised safety manual is ", "        Appendix 12    45\nbeing prepared to serve staff and beneficiaries.  The new energy bill will contain information on \nsafety  as  well  as  contact  details  for  faults  and  complaints.    Stakeholder  participation  and \nconsultation have been undertaken as part of a wider RE program.   \n \n13.  The RE process is one of consultation beginning with dialogue with gups (heads of \nblocks) who, in consultation with their communities, identify the households to be connected and \nprovide  that  list  to  DOE  as  part  of  the  primary  or  initial  selection  process.    Stakeholder \nparticipation in TA 3825 (footnote 2) has included introductory meetings with key agencies and \nthe blocks in project areas.  Consultation with beneficiaries and directly affected people has also \nbeen  undertaken  through  the  social/poverty  and  environmental  assessment  process.  A \nparticipation strategy is incorporated into the existing communication process between DOE and \nbeneficiary  areas  and  will  be  an  integral  part  of  the  safety  and  awareness  program  and \nimplementation.  Participation will also be monitored as part of the project benefit monitoring.   \n \n14.  The  Project  will  have  no  adverse  impacts  on  labor  or  indigenous  people.  During \nimplementation, additional labor opportunities will be created for construction, portering, wiring, \nand repairs.  The Phase 1 Survey database will form the basis for benefit monitoring under the \nProject. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "46  Appendix 13 \nSUMMARY INITIAL ENVIRONMENTAL EXAMINATION \n \nA.  Introduction \n1.  The Project is categorized as a “B” project in accordance with the Asian Development \nBank’s (ADB) environmental impact assessment. This Project, which comprises distribution \nlines and pole-mounted transformers, is also subject to Bhutan’s Environmental Assessment Act \n2000. Therefore, an environmental clearance will be required for each stretch of distribution line.  \nA 5-kilometer (km) stretch of one of the distribution lines in Punaka will enter the buffer zone1 \n(about 3.5 km) and multiple-use2 zone (about 1.5 km) of the Jigme Dorji National Park. In this \ncontext, the Initial Environmental Examination (IEE) was prepared in accordance with ADB’s \nEnvironmental Assessment Guidelines (2003).  This appendix is based on information in the \nIEE that the Bhutan Power Corporation (BPC) submitted to ADB. \n \nB.  Description of the Project \n \n2.  The Project is being prepared under the Ninth Five-Year Plan (NFPY), and is one of the \nrural electrification (RE) projects that will assist the Government to meet its goal of 100% \nelectrification by the year 2020.  Under the NFYP, approximately 250 RE subprojects covering \n19 of the 20 districts in the country will extend the power distribution network to some 15,000 \nrural households. However, this Project will provide funding for the extension to only 8,000 rural \nhouseholds.  About  1,141  km  of  distribution  line  will  be  established  for  approximately  299 \nvillages.  \n \nDescription of Project Activities \n \nNo.  District  Length  of  the  Distribution  Villages Served by the Project \nLine (km)  (No.) \n1  Chhukha  189  41\n2  Samtse  174  39 \n3  Punakha  80  35 \n4  Sarpang  138  23 \n5  Lhuentse  117  31 \n6  Mongar  135  25 \n7  Pemagatshel  170  33 \n8  Trashigang  138  72 \n \nC. Description of the Environment \n \n3.  Bhutan’s environment can be described as follows:   \n \n(i)  Topography,  geology,  and  climate.  Significant  topographic  features  of  the \ncountry  are  the  high  Himalayas  in  the  northern  parts  with  many  peaks  and \nplateaus and large mountain ranges and deep valleys that run southward. The \nsouthern ends of the ranges plunge down to rugged foothills and the alluvial \nplains of Assam and West Bengal in India. In general, the country’s climate is wet \n                                                 \n1   Based on Jigme Dorji National Park Conservation Management Plan, an area within a distance of 3-5 km from the park \nboundaries is categorized as a buffer zone. The buffer zone comes under the purview of territorial division, not under park \nmanagement.  \n2   According to the Bhutan Forest and Nature Conservation Rules 2000, protected areas should be managed by implementing a \nzoning approach [Chapter VI, article 59(i) (a)].  Settlements and/or cultivation is allowed to be located in the multiple-use zone \n[Chapter VI, article 60(5)(b)(i)]. This distribution line aims to provide electricity for the community living in the multiple-use zone \nof the Jigme Dorji National Park.      ", "  Appendix 13  47 \nand hot in the south, dry and cold in the north, dry and warm in the inner valleys, \nmoist and cool on the north-south ranges, and alpine and arctic in the high \nHimalayas. Temperatures vary with altitude, air temperatures range from over \n200 C to below zero.  \n \n(ii)  Ecological resources. Forests cover 73% of the total land area. There are more \nthan 5,500 species of vascular plants, more than 770 species of avifauna, and \nmore than 165 species of mammals in Bhutan. There are three main ecofloristic \nzones: the alpine zone, the temperate zone, and the subtropical zone. Within \nthese zones are eight types of coniferous, broadleaf, and scrub forests. The 770 \nspecies  of  avifauna  include  10  restricted  range  species  and  14  globally \nthreatened species. With a total of nine protected areas (national parks, wildlife \nsanctuaries, and nature reserves), parts of 14 districts fall inside these protected \nareas. The forests of Bhutan are home to one of the world’s most endangered \nspecies, i.e., the Bengal tiger. Ten districts have various sizes of suitable habitat \nfor this species. The snow leopard, another globally important species, resides in \nthe high-altitude areas of northern Paro, Thimphu, and Punakha and most of the \ncentral and western parts of Gasa. Takin, the national animal of the country, has \nbeen spotted mostly in northern and central districts of Paro, Ha, Wangdue \nPhodrang, Tiongsa, and Bumthang. Habitat for the elephant, which is a protected \nspecies, starts in the southern area of Bhutan and continues into India. Patches \nof red panda and musk deer habitat are scattered over 15 districts in the country.  \n \n(iii)  Social environment. The population of Bhutan is about 695,000, about 80% of \nwhom are thought to reside in rural areas.  The crude birth rate in Bhutan has \nremained fairly static at around 39 per 1,000 over 10 years (1984-1994). During \nthe same period, the crude death rate decreased significantly from 19.3 to 9 per \n1,000. As a result, the country’s population increased by 30%.  Life expectancy is \naround 66 years for both men and women. The proportion of the population with \naccess to safe drinking water increased from 45% in 1996 to 78% in 2000, while \nthe population covered by some form of health care is 90%. Overall, the literacy \nrate is 46%.  Nearly a quarter of the Project’s beneficiaries are from households \nfalling below the higher poverty line.  Some 18% are households falling below the \nlower poverty line set at Nu612 per capita per month and 28% are considered \nvulnerable (i.e., 15% above the higher poverty line of Nu748 per capita per \nmonth).    \n \n4.  The general environmental conditions along the alignment of the distribution lines are as \nfollows:   \n \n(i)  Chhukha. Lines will run mainly along the highway. Coniferous and broadleaf \nforests are the main vegetated areas through which the lines pass.  The right-of-\nway (ROW) will require clearance of 0.4 km of dense forest, 11.4 km of mild \nforest, and 5 km of sparse forest. The rest of the alignment passes through \npasture and bush-land, dryland agriculture, and orchards. Topographically, the \nlines cross mostly easy terrain, passing over 17 km of rough but accessible \nterrain, 1 km of steep and rocky terrain, and over 5 km of steep forested terrain. \nThe lines will not go through areas with slopes greater than 45 degrees.  \n \n(ii)  Samtse. The ROW will go through 5 km of mild forest, 16 km of sparse forest, 3 \nkm of pasture, and the remainder through residential and agricultural land. The ", "48  Appendix 13 \nROW goes through 9 km of steep forested area, 13 km of rough but accessible \nterrain; the rest passes easy terrain.  \n \n(iii)  Punakha. The line will run along the road (Chubu, Dzoma, Goenshari). The rest \nof line will pass though spare forest, pasture, bush, agricultural wetland. The line \nwill  run  through  rough  but  accessible  and  easy  terrain.  Although  the  line in \nGoenshari runs along the road, this line will pass the buffer zone and multiple-\nuse zone of the Jigme Dorji National Park.  \n \n(iv)  Sarpang. The lines will pass through about 7 km of dense forest, 46 km sparse \nforest, pastureland, and 30 km of agricultural lands. The terrain is rough but \naccessible, and no high hill and steep slope are involved.    \n \n(v)  Lhuentse. The lines will pass through 28 km sparse forest, 11 km of pasture, \nand the rest will be agricultural lands, including paddy fields. Most of the lines run \nalong the highway or close to the highway. The lines will pass through 0.5 km of \nsteep forested and rocky terrain, 6 km of rough but accessible area terrain, and \nthe rest on easy terrain.  \n \n(vi)  Mongar. About 52 km of the lines will pass through sparse forest and, 14 km \nthrough pastures. The rest of the lines will pass agricultural lands.  About 17 km \nof the line will cross rough but accessible terrain, and the rest will pass through \neasy terrain.   \n \n(vii)  Pemagatshel. The lines will pass through 24 km of sparse forest, 11 km of \npasture, and the rest through agricultural and residential lands. About 25 km of \nthe line will pass steep and rough terrain, and the rest will be on easy terrain.  \n \n(viii)  Trashigang. There are 22 distribution lines in this district. Most of the lines \ntraverse sparse forest (62 km) and the rest pass through dry agricultural land, \nsome wet rice land, and orchards. \n \nD.Screening of Potential Environmental Impacts and Mitigation Measures \n \n5.  The screening of potential impacts shows no significant environmental impact due to \nciting of these distribution lines and pole-mounted transformers substations, because use of the \nland below the transmission lines will not change. The alignment will also as much as possible \nbe located along, or close to, existing roads or tracks. However, some stretch of distribution \nlines that pass through forest area will require land clearing. The distribution lines that pass \nthrough forest area will only be executed after the Department of Forest Services (DOF) grants \nforest clearances. Land clearing will be limited only to the area covered by the clearance. A \nstretch of distribution line in Punakha will enter the buffer zone and multiple-use zone of the \nJigme Dorji National Park.  However, that stretch will not create a significant impact because \nonly about 5 km of the line will enter these zones and these areas are mostly agricultural lands \nand  have  no  ecological  significance.  The  construction  works  involving  these  areas  will  be \nundertaken only after the DOF’s approval is obtained.  Further, during construction, continued \nconsultation with the park management officers will be undertaken. \n \n6.  The environmental impacts associated with the construction period will be minor.  In \nmost cases, the construction materials and equipment will be manually transported from the \nnearest road. Only land clearing at locations with steep slope gradients may trigger erosion ", "  Appendix 13  49 \nproblems.  Planting  of  grass  to  provide  ground  cover  will  be  done  simultaneously  during \nconstruction or immediately after the completion of construction. Ground cover will also prevent \npole damage due to landslides. All poles will be located at adequate distance from water bodies.  \nThe  operations  stage  will  not  create  any  environmental  impact.  However,  routine  line \nmaintenance involving trimming of bushes or other vegetation under the lines, particularly in the \nforest areas, will be done in such a way that the forest ecosystem is not affected. Routine \nmaintenance for the pole-mounted transformers will generate only a small amount of waste oil \n(about 0.5 liter per year based on previous experience), which is reused for lubrication. The \nwaste  oil  will  not  contain  polychlorinated  biphenyls  (PCBs),  as  BPC  uses  only  PCB-free \ntransformers for new construction. \n \nE.  INSTITUTIONAL  REQUIREMENTS  AND  ENVIRONMENTAL  MANAGEMENT \nMONITORING PLAN \n \n7.  An  environmental  management  and  monitoring  plan  was  prepared  for  the  Project.  \nDuring construction, regular inspection will be conducted, particularly during the rainy season, to \nensure that contractors are complying with all clauses in the contract documents specifying \nmitigation  measures  and  mechanisms  for  environmental  protection.    An  environmental \nclearance for constructing each distribution line is required from the National Environment \nCommission. Continued consultation with park management is necessary before getting forest \nclearance or during project implementation in Punakha. Furthermore, forest clearances for all \nthe work involving forestlands will be obtained before construction work in those areas begins. \nBPC  must  implement  all  conditions  of  the  environmental  clearance  and  forest  clearances. \nOverall implementation of environmental mitigation measures will also be the responsibility of \nBPC.  Therefore,  BPC’s  environmental  staff  who  will  be  hired  in  October  2003  and  field \nengineers  will  monitor  implementation  of  the  mitigation  measures  as  well  as  of  the \nenvironmental requirements of the environmental and forest clearances.  \n \n8.  The RE process is one of consultation beginning with dialogue with heads of blocks. The \nheads,  in  consultation  with  their  communities,  will  identify  and  list  the  households  to  be \nconnected and submit that list to the Department of Energy (DOE) as part of the primary initial \nselection process.  Stakeholder participation in TA 38253 has included introductory meetings \nwith key agencies and the blocks in the project areas.  Consultation with beneficiaries and \ndirectly affected people has also been undertaken through the social/poverty and environmental \nassessment process.   \n \nF. Findings and Recommendations \n \n9.  The IEE found that the Project will have negligible effects on the ecology of the project \narea and will have a significantly positive overall effect on the socioeconomic well-being of the \nrural population that are beneficiaries of the Project. Benefits from this Project far outweigh the \nnegative  impact  when  mitigation  measures  are  adopted.  The  IEE  is  therefore  considered \nsufficient. \n \nG.  Conclusion \n \n10.  Overall environmental impacts are deemed to be minor. The Project will not involve the \naccelerated use of scarce resources, nor will it favor the use of scarce resources to satisfy \n                                                 \n3   TA 3825-BHU: Rural Electrification and Network Expansion-Phase 1 Socio-Economic Impact of Rural Electrification, Final \nReport, April 2003. ", "50  Appendix 13 \nshort-term over long-term socioeconomic needs. The Project will contribute to the more efficient \nuse of resources by improving the efficiency of energy use by rural households and reducing the \nconsumption of fuelwood and air-polluting sources such as kerosene. "], "metadata": {"Creator": "R166-03_PV - Microsoft Word", "CreationDate": "D:20031028150816Z", "Title": "Rural Electrification and Network Expansion (Summary Procedure)", "Author": "Asian Development Bank", "Producer": "Acrobat PDFWriter 5.0 for Windows NT", "ModDate": "D:20031030143859+08'00'"}}