{"path": "data/input/reports/rrp-ban-33224.pdf", "pages": [" \n Report and Recommendation of the President \n \n \n \nRRP: BAN 33224 \n \n \n \nReport and Recommendation \nof the President to the Board of \nDirectors on a Proposed Loan and \nTechnical Assistance Grant to the \nPeople’s Republic of Bangladesh \nfor the Agribusiness Development \nProject \n \n \n \n \n \n \n \n \nOctober 2005 \n \n \n \n   ", "CURRENCY EQUIVALENTS \n(as of 22 September 2005) \n \nCurrency Unit –  taka (Tk) \n \nTK1.00 =  $0.0153 \n$1.00 =  TK65.51 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ASA  –  Association for Social Advancement \n  ATDP  –  agro-based technology development project \n  BASIC  –  Bangladesh Small Industries and Commerce \n  CAR  –  capital adequacy ratio \n  DAM  –  Department of Agricultural Marketing \n  DFI  –  development finance institution \n  GAP  –  gender action plan \n  GDP  –  gross domestic product \n  MFI  –  microfinance institution \n  MOA  –  Ministry of Agriculture \n  MOF  –  Ministry of Finance \n  MOFL  –  Ministry of Fisheries and Livestock \n  NCB  –  nationalized commercial bank \n  NCDP  –  Northwest Crop Diversification Project \n  NGO  –  nongovernment organization \n  NPSSEB  –  National Private Sector Survey of Enterprises in Bangladesh \n  PCB  –  private commercial bank \n  PIC  –  project implementation committee \n  PIU  –  project implementation unit \n  PKSF  –  Palli Karma-Sahayak Foundation \n  PPMS  –  project performance management system \n  PRA  –  participatory rural appraisal \n  PRSP  –  poverty reduction strategy paper \n  PSC  –  project steering committee \n  SMESDP  –  Small and Medium Enterprise Sector Development Program \n  TA  –  technical assistance \n  TMSS  –  Thengamara Mohila Sabuj Sangha \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government ends on 30 June. FY before a calendar year \ndenotes the year in which the fiscal year ends, e.g., FY2005 ends on 30 June 2005. \n(ii)  In this report, \"$\" refers to US dollars. \n \nThis report was prepared by J. Zhang (team leader), \nL. Nazarbekova, A. Saha, and F. Sultana. \n ", " \nCONTENTS \n \nPage \n \nLOAN AND PROJECT SUMMARY  iii \nMAP  vii \n \nI.  THE PROPOSAL                1 \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES      1 \n \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  1 \n \nIII.  THE PROPOSED PROJECT              7 \n \nA.  Impact and Outcome  7 \nB.  Outputs  7 \nC.  Special Features  11 \nD.  Cost Estimates  11 \nE.  Financing Plan  11 \nF.  Implementation Arrangements  13 \n \nIV.  TECHNICAL ASSISTANCE FOR STRENGTHENING PROJECT MANAGEMENT     16 \n \nV.  PROJECT BENEFITS, IMPACTS, AND RISKS        17 \n \nA.  Benefits and Impacts  17 \nB.  Risks  18 \n \nVI.  ASSURANCES               19 \n \nA.  Specific Assurances  19 \nB.  Condition for Loan Signing  20 \nC.  Conditions for Loan Effectiveness  20 \nD.  Condition for Disbursement  20 \n \nVII.  RECOMMENDATION               20 \n \nAPPENDIXES   \n \n1.  Design and Monitoring Framework  21 \n2.  Agriculture Sector Analysis and Agribusiness Development  26 \n3.  External Assistance with Relevance to Agribusiness  32 \n4.  Eligibility Criteria for Participating Nongovernment Organizations  33 \n  and Wholesale Banks \n5.  Detailed Cost Estimates by Expenditure Category  35 \n6.  Project Management Structure  37 \n7.  Project Implementation Arrangements  38 ", " \n8.  Project Implementation Schedule  41 \n9.  Indicative Procurement Packages  42 \n10.  Consulting Service Schedule  43 \n11.  Good Governance and Anticorruption Measures  44 \n12.  Technical Assistance for Strengthening Project Management  45 \n13.  Project Justification and Financial Analysis  47 \n14.  Summary Poverty Reduction and Social Strategy  53 \n15.  Gender Action Plan  56 \n16.  Interest Rate Structures and Pricing  59 \n \nSUPPLEMENTARY APPENDIXES (Supplementary Appendixes C, D, E, F, and G are not \navailable to the public as per para.126 items 8 and 9 of the Asian Development Bank Public \nCommunications Policy 2005. Others are available upon request.) \nA.  Comparative Advantage and Competitiveness Analysis \nB.  Review of Bangladesh Rural Financial Services \nC.  Due Diligence Report─Association for Social Advancement (ASA) \n      Attachments: \n          Financial Statements and Projections \n          Financial Management Questionnaire \nD.  Due Diligence Report─BRAC \n      Attachments: \n          Financial Statements and Projections \n          Financial Management Questionnaire \n          Financial Transparency Award 2004 by Consultative Group to Assist the Poor \nE.  Due Diligence Report─Thengamara Mohila Sabuj Sangha (TMSS) \n      Attachments: \n          Financial Statements and Projections \n          Financial Management Questionnaire \nF.  Due Diligence Report─BASIC Bank \n      Attachments: \n          Financial Statements and Projections \n          Financial Management Questionnaire \nG.  Due Diligence Report─Eastern Bank \n      Attachments: \n          Financial Statements and Projections \n          Financial Management Questionnaire \nH.  Detailed Terms of Reference for Consulting Services \nI.  Environmental Assessment and Review Procedures \nJ.  Detailed Cost Estimates \nK.  Sample Agribusiness Enterprise Analysis \nL.  Financial Management Assessment of the Department of Agricultural Marketing \n \n ", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  People’s Republic of Bangladesh \n   \nClassification  Targeting Classification:  General intervention \n  Sector:  Agriculture and natural resources \n  Subsector:  Agriculture production, agroprocessing, and agribusiness \n  Themes:  Sustainable economic growth, private sector development \n  Subthemes:  Developing rural areas, private sector investment \n   \nEnvironment  Category FI \nAssessment \n   \nProject Description  The Project will promote agribusiness activities to generate employment \nand  help  alleviate  poverty.  Specifically,  it  will  (i)  promote  small-scale \nagribusiness activities by channeling credit through reputable, experienced \nnongovernment  organizations  (NGO),  and  by  providing  technical  and \nmarketing support to small-scale agribusinesses throughout the rural areas \nof the country; (ii) strengthen participating NGOs and wholesale banks to \nensure  efficiency  of  the  credit  implementation  and  management;  (iii) \nstrengthen agribusiness associations for policy dialogue on the enabling \nenvironment, agribusiness promotion, and information dissemination; and \n(iv)  improve  the  enabling  environment  for  agribusiness  development \nthrough legislative and regulatory changes, as well as reorientation training \nfor the staff of public sector agencies. \n   \nRationale  Bangladesh has few mineral resources, almost no forest resources, and \nsevere  infrastructure  limitations.  Productive  agricultural  land  and  a \nhardworking rural population are among the country’s few resources and \nassets. Thus, future economic growth will require stimulating commercial \nactivities within, and based on, the agriculture sector. Since almost all \ncultivable land is in use, increased growth in the agriculture sector must be \nderived  from  (i)  diversification  of agriculture production  to  higher  value \ncrops;  (ii)  intensification  of  production  around  homestead  areas;  (iii) \nprovision of services to the agriculture sector (upstream links); and (iv) \nvalue  addition  through  further  processing,  storage,  and  transport  of \nagricultural  commodities  (downstream  links).  In  other  words,  future \neconomic growth will require an expansion of agriculture-based enterprises \nor agribusiness. \n   \nImpact and  The impact of the Project will be reduced poverty in Bangladesh through \nOutcome  agribusiness growth that generates income and employment in the rural \nareas.  The  outcome  of  the  Project  will  be  expanded  activities  of  rural \nenterprises engaged in commercial agriculture production, input supply, \nmarketing, processing, and transportation. These will generate employment \nin rural and peri-urban areas, raise the value added of nontraditional crops \nand commodities, and increase rural incomes. ", "iv   \n  Specifically, the Project will target small-scale agribusinesses that do not \nhave the wherewithal to mobilize the financing they require to expand, or \nthe capacity to open up new downstream markets. This will be undertaken \nwith the assistance of NGOs experienced in providing credit and support to \nrural enterprises at the grassroots level. The rural poor will be the ultimate \nbeneficiaries of these actions through enhanced employment opportunities, \nincome generation, and agricultural production. \n   \nCost Estimates  The project cost is estimated at $60.0 million equivalent, comprising a \nforeign exchange cost of $6.9 million equivalent and a local currency cost \nof $53.1 million equivalent. \n   \nFinancing Plan  ($ million) \nForeign  Local  Total \nSource  Percent \nExchange Currency  Cost \nAsian Development Bank  6.9  35.6  42.5  70.7 \nGovernment      0  2.0  2.0  3.4 \nSubborrowers       0  15.3  15.3  25.5 \nContracted Service Providers       0  0.2  0.2  0.4 \n  Total  6.9  53.1  60.0  100.0 \n  Source: Asian Development Bank estimates. \n   \nLoan Amount and  The  proposed  Asian  Development  Bank  (ADB)  financing  from  ADB’s \nTerms  Special Funds resources is equivalent in various currencies to Special \nDrawing Rights 28,910,000 ($42.5 million equivalent). The loan will have a \nmaturity of 32 years, including a grace period of 8 years, with an interest \nrate of 1.0% during the grace period and 1.5% thereafter, and such other \nterms and conditions set forth in the loan and project agreements. \n   \nAllocation and  For the agribusiness credit line, the Ministry of Finance (MOF) will provide \nRelending Terms  funding to Bangladesh Small Industries and Commerce (BASIC) Bank and \nEastern Bank through subsidiary loan agreements on terms and conditions \nsatisfactory  to  ADB.  BASIC  Bank  and  Eastern  Bank  will  lend  to  the \nparticipating NGOs through onlending agreements on terms and conditions \nsatisfactory to ADB. Participating NGOs will lend the loan funds to eligible \nsubborrowers at their usual market rate. \n   \nPeriod of Utilization  Until 30 June 2011 \n   \nEstimated Project  31 December 2010 \nCompletion Date \n   \nExecuting Agencies  Ministry of Agriculture (MOA), MOF \n   ", "  v\nImplementation  MOA  will  be  responsible  for  all  aspects  of  the  Project,  except  the \nArrangements  agribusiness credit line, which will be the responsibility of MOF. A project \nimplementation unit (PIU) will be set up in the Department of Agricultural \nMarketing (DAM) to carry out day-to-day operations of the Project. MOF \nwill be responsible for managing and overseeing the agribusiness credit \nline. BASIC Bank, Eastern Bank, and participating NGOs will implement \nthe credit line component. \n   \nProcurement  The  procurement  of  goods  and  related  services  will  follow  ADB’s \nGuidelines  for  Procurement  (the  Guidelines).  The  procurement  of \nequipment  and  machinery  by  small-scale  entrepreneurs  will  be  in \naccordance with para. 3.08 of the Guidelines (Purchase of Equipment for \nthe Use of Small Private Sub-borrowers). A few vehicles and some office \nequipment  for  PIU  will  be  procured,  though  no  large  purchases  are \nrequired. Thus, PIU will purchase these items using methods specified in \nPublic Procurement Regulation 2003, which are acceptable to ADB. \n   \nConsulting Services  The  Project  will  require  652  person-months  of  consulting  services, \nincluding 93 person-months of international consulting services and 559 \nperson-months  of  domestic  consulting  services.  Consultants  will  be \nrecruited following the ADB’s Guidelines on the Use of Consultants and \nother arrangements satisfactory to ADB for engaging domestic consultants. \nConsultants  will  be  recruited  as  firms  under  three  packages  following \nquality- and cost-based selection procedures. \n   \nProject Benefits  The Project is to stimulate commercial activities in the agriculture sector \nand Beneficiaries  ranging  from  preproduction  support  to  production  to  post-production \n  handling, processing, transport, storage, and marketing. An expansion of \n  these activities and increases in the value added to agricultural produce \nare expected to generate economic growth and employment, primarily in \nthe rural areas. A review of sample enterprises shows that agribusiness \ninvestment  is  profitable,  and  generates  substantial  and  permanent \nemployment. \n \n  The  cumulative  impact  of  the  Project  on  the  economy  also  will  be \nsignificant through direct increases in production, expanded value added, \nand employment generation. Economic benefits will include an increase in \nemployment  opportunities  of  about  70,000  jobs.  Additional  indirect \neconomic benefits will result from (i) higher production generated by the \navailability  of  better  support  services;  (ii)  heightened  demand  for \nagricultural  produce  for  processing  and  urban  sales,  raising  producer \nprices and increasing quantities of produce marketed; and (iii) a multiplier \neffect  generated  through  greater  demands  for  on-farm  labor,  transport, \nstorage, and handling. Disadvantaged segments of the rural community, \nwhere 53% of the population lives in poverty, will benefit from the increased \nlabor demand and increased demand for farm produce. The promotion of \nintensive agribusiness activities (such as dairy, poultry raising, and fish \nfarming), which do not require significant land, also will benefit these poor \nsegments directly. \n   \n ", "vi   \nRisks and  NGOs  will  handle  the  majority  of  the  investment  under  the  Project  by \nAssumptions  providing credit and support to small-scale agro-enterprises. Risks include \n(i) increased financial risks to NGOs due to the larger subloans to be \nprovided to each borrower; (ii) increased credit risk to BASIC Bank and \nEastern Bank in making larger-than-normal loans to NGOs, and (iii) the \npossibility  that  NGOs  will  not  follow  sound  procedures  in  providing \nsubloans. \n \n  The increased financial risk to NGOs will be dealt with in three ways. First, \nonly NGOs with sound track records and a substantial financial base will be \nchosen. Second, the Project will provide substantial technical training and \nsupport to NGOs and the borrowers. Third, by focusing on subborrowers \nwho have experience and some success based with previous microcredit \nborrowing or microenterprise experience, the Project will select low-risk, \nexperienced clients. The increased credit risk to wholesale banks will be \nhandled by following prudent practices, including (i) increasing loan size \ndeliberately  and  steadily  based  on  repayment  performance  of  prior \ntranches, coupled with initial short-term lending followed by longer terms \nbased on proven performance; (ii) limiting credit exposure to any one NGO \nborrower  to  less  than  15%  of  the  net  worth  through  the  use  of  two \nwholesale banks; and (iii) viewing all assets and liabilities of each NGO \nborrower and expected operating surpluses, rather than considering only \nproject-related  activities.  This  latter  practice  will  be  linked  to  a  set  of \nindicators (and action triggers) to keep the mix of assets and liabilities \nbalanced. To address the risk of NGOs not following sound procedures, \nPIU  will  undertake  a  strong  project  performance  management  system, \ncomplemented by the wholesale banks’ rigorous review of loan applications \nfrom the NGOs and the performance of their loan portfolios. \n   \nTechnical  The technical assistance (TA) of $600,000 equivalent, financed from TA \nAssistance  Special  Fund,  is  to  assist  MOA  and  DAM  in  establishing  a  project \nsupervisory and monitoring capacity in DAM. The TA also will guide and \nadvise  DAM  and  PIU  personnel  in  agribusiness  promotion  and  project \nmanagement. The aim is to set the stage for an expansion of agribusiness \nactivities in the future by establishing a focal point within the Government \nfor agribusiness promotion. \n ", "", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto  Bangladesh  for  the  Agribusiness  Development  Project  (the  Project).1,2  The  report  also \ndescribes proposed technical assistance (TA) for Strengthening Project Management, and if the \nBoard approves the proposed loan, I, acting under the authority delegated to me by the Board, \nwill approve the TA. \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Performance Indicators and Analysis \n2.  The economy of Bangladesh has a large rural population engaged in agriculture on \nincreasingly fragmented landholdings. Given the country’s extensive landlessness and almost \ntotal  dependence  on  agriculture  as  a  source  of  raw  materials,  Bangladesh  must  look  to \nagribusiness development as a generator of employment, as well as a means of adding value to \nits main economic resources. The agribusiness sector covers (i) commercial production3 of \nagricultural commodities, including crops, livestock, fisheries, and forestry; (ii) processing of \nagricultural commodities into products; (iii) provision of inputs for the production of agricultural \ncommodities, including planting and genetic material, agro-chemicals, and equipment; and (iv) \nstorage,  marketing,  and  distribution  of  agricultural  commodities  and  products.  Expanding \nagribusiness and increasing business opportunities in rural areas could create an important \nsource of employment for a labor force that grows by about 2 million people each year. The \noverwhelming majority of employment generated by agribusinesses is in rural areas, where 53% \nof the population lives in poverty. \n \n3.  Demand-driven  agribusiness  activities  are  critically  important  to  the  Bangladesh \neconomy. Agribusiness accounts for about 10% of the country’s gross domestic product (GDP), \naccording to estimates.4 Because the market demand is income-elastic (para. 5), the growth of \nagribusiness  is  much  higher  than  the  growth  of  agricultural  production.  While  agricultural \nproduction grew by about 37% during the 1990s, agribusiness grew by about 66%—or roughly \n5.2% annually over a decade. The growth of agribusiness, though faster than the 3.2% annual \nexpansion in agriculture in that period, still was insufficient to generate the employment and \nincome growth required to reduce poverty significantly and accelerate the overall growth of the \nrural  economy.  With  proper  support,  however,  agribusiness  growth  could  accelerate  to  an \nestimated 7% a year or more, which would speed progress toward achieving the Millennium \nDevelopment Goals. \n \nB.  Analysis of Key Problems and Opportunities \n1.  Development Potential \n \n4.  Bangladesh  has  few  mineral  resources,  almost  no  forest  resources,  and  severe \ninfrastructure  and  location  limitations.  Productive  agricultural  land  and  a  hardworking  rural \npopulation are among the country’s main resources and assets. Thus, future growth will require \nstimulating commercial, value-adding activities within, and based on, the agriculture sector to \ngenerate the employment needed to help pull the bulk of the country’s population out of poverty. \n                                                 \n1 Project preparatory technical assistance (PPTA) was provided. ADB. 2003. Technical Assistance to the People’s \nRepublic of Bangladesh for Preparing the Agribusiness Development Project. Manila. \n2  The Design and Monitoring Framework is in Appendix 1. \n3  A commercial producer sells at least 75% of the agricultural goods. \n4  Agrico Limited. 2004. PPTA Final Report on the Bangladesh Agribusiness Development Project. New Zealand. ", "2 \n5.  Market Demand. Bangladesh offers opportunities for agribusiness growth, because of \nits comparative advantage in producing a range of agricultural commodities5 and the growing \ndemand for a variety of quality, convenient, and high-value products. In the 1990s, the country \nachieved rice self-sufficiency. Increased food security has created greater opportunities for \nagricultural  and  nonfarm  diversification.  Growth  of  the  economy  has  increased  purchasing \npower, especially in urban areas, with the consequent rise in demand for nonstaple foods and \nmore processed items.6 The domestic market for safer, higher-quality, and more convenient and \nprocessed foods is potentially large. \n \n6.  Small-Scale and Agro-Based. A notable feature of Bangladesh’s agribusiness sector is \nthe dominance of small-scale units in production, processing, and distribution. The National \nPrivate  Sector  Survey  of  Enterprises  in  Bangladesh7  (NPSSEB)  reflects  the  overwhelming \npreponderance of small enterprises with less than 10 employees. Of the 6 million micro-, small, \nand medium enterprises (100 or fewer employees) in Bangladesh employing approximately 31 \nmillion people,8 90% have less than 10 workers, and 36% have only one worker. About 48% of \nthe  small  enterprises  (10  or  fewer  employees)  are  engaged  in  commercial  agriculture;  or \nprovide forward and backward links through the supply of inputs and the processing, storage, \nand transport of agricultural produce. About 2.6 million small-scale agribusinesses are scattered \nthroughout Bangladesh, and this number is growing 5.1% annually.9 \n \n2.  Government Policies \n \n7.  Market  reforms  in  the  1980s  and  1990s  provided  a  policy  framework  that  was \nincreasingly supportive of private sector involvement in agribusiness, which the public sector \npreviously had controlled. This included private sector distribution of agricultural inputs and \nexports. The National Agriculture Policy 199910 strongly emphasized the commercialization of \nagriculture. Key proposals for developing an enabling environment for agribusiness included (i) \npromoting a competitive market with easy access for private sector traders, processors, and \nexporters to supply inputs and purchase outputs; (ii) ensuring comparable conditions for the \nGovernment, nongovernment organizations (NGOs), and the private sector; and (iii) monitoring \nand enforcing laws and regulations. \n \n8.  Despite the encouraging policies for agribusiness development, few concrete measures \nhave been taken to improve the enabling environment in which agribusinesses operate. The \npolicies  lack  consistency  in  defining  the  key  objectives  and  strategies  for  agribusiness \ndevelopment. Policies often are established in very general terms, while the details needed to \nmake a policy effective (e.g., specifying responsibilities and mechanisms of implementation) are \noften  missing.  Confusion  about  regulations  affects  the  users,  as  well  as  the  authorities \nresponsible for enforcing them. \n \n9.  The Government lacks a focal point for agribusiness promotion. Agribusiness involves \ncrosscutting issues related to production, commerce, and industry. However, the organization of \nministries in Bangladesh is fragmented, which constrains the formulation and implementation of \ncrosscutting policies. The Ministry of Agriculture (MOA) and Ministry of Fisheries and Livestock \n                                                 \n5  Agricultural  commodities  with  comparative  advantage  and  export  potential  include  shrimp,  fish,  jute,  tea, \nvegetables and fruits (fresh and processed), herbs and spices, and medicinal plants (Supplementary Appendix A). \n6  Demand estimates indicate that income elasticities are much higher for almost all of non-cereal agricultural \nproducts than for staple crops, particularly for fruits, vegetables, livestock, and fish (Appendix 2). \n7  Daniels, Lisa. 2003. National Private Sector Survey of Enterprises in Bangladesh National Private Sector Survey of \nEnterprises in Bangladesh. Department for International Development, et al. \n8  In contrast, Bangladesh has less than 1,000 large-scale enterprises employing more than 100 workers. \n9  World Bank. 2004. Promoting the Rural Non-Farm Sector in Bangladesh. Washington DC. \n10 Government of the People’s Republic of Bangladesh. 1999. National Agriculture Policy. Dhaka. ", "3 \n(MOFL) are involved mainly in production issues at the farm level. The Ministry of Commerce \nlooks mainly at trade issues, while the Ministry of Industry focuses on industry issues. In the \nabsence of a lead agency responsible for agribusiness, the coordination needed for efficient \ndevelopment of this sector is difficult to achieve. \n \n10.  Most of the work of public sector line agencies associated with the agriculture sector is \nproduction-oriented. As such, most staff of these agencies do not understand the importance of \ndownstream and upstream links, or the need to add value to primary produce. The Department \nof Agricultural Marketing (DAM) of MOA is the agency with the closest mandate to promote \nagribusiness. DAM has focused mainly on providing price information, collecting market levies, \nand registering traders. However, MOA wants to enhance DAM’s capacity to provide broader \nservices for market-led commercial agriculture development. \n \n3.  Rural Finance \n \n11.  A critical constraint facing agribusiness entrepreneurs is their difficulty in mobilizing \nfinance. NPSSEB, which indicated that most enterprises are small-scale and agro-based (para. \n6), found that half identified availability of finance as the most important problem when starting \nup and during operations. Small-scale agribusinesses constitute a “missing middle”11 market \nthat is underserved by the commercial banking system and the country’s microfinance NGOs. \n \n12.  Two development finance institutions (DFI), Bangladesh Krishi Bank and Rajshahi Krishi \nUnnayan Bank, and nationalized commercial banks (NCB) handle most of the agricultural credit. \nThe bulk of this is for crop finance, with relatively little lending to rural agribusinesses. DFIs and \nNCBs are insolvent, failing to meet the prudential requirements set by Bangladesh Bank. They \ncharge an artificially low interest rate, which is below cost on agricultural loans, and have a poor \nrecovery rate. Moreover, the programs for rural credit channeled through DFIs and NCBs are \nunable to meet the growing demand from rural enterprises for a broader range of financial \nservices. Rural deposits flow into urban credit, which undermines the business climate in the \ncountry, as well as the availability of inputs and technology for rural enterprises. \n \n13.  In contrast, a few private commercial banks (PCB) charge higher interest rates, have a \nbetter loan recovery rate, and maintain a healthy debt-equity financial structure needed for \nbalanced  growth.  These  institutions  are  viable  and  sustainable.  Unlike  DFIs  and  NCBs, \nhowever, PCBs lack rural coverage and are not interested in providing the small loans that most \nof Bangladesh’s agribusinesses require. Moreover, potential small-scale investors usually lack \nthe collateral that PCBs require to secure a loan, and cannot deal with the complex loan \napplication procedures. NPSSEB  data suggest that less than 15% of enterprises received \nformal credit from commercial banks. \n \n14.  Like the better PCBs, many of the country's larger NGOs that have developed loan \nportfolios for  more  than  5  years with  financial  and  technical  assistance  from  Palli  Karma-\nSahayak Foundation (PKSF) are well-managed, and have demonstrated their sustainability. In \naddition to microcredit, they provide a wide range of group and community training, as well as \nsupport services. However, NGOs generally have targeted the poorest rural groups, and would \nhave  difficulty  mobilizing  funds  for  small-scale  commercial  and  agribusiness  lending.  Apex \nfunding agency PKSF, the main source of funds for NGOs, has funded only programs that \nprovide poverty-targeted microloans of less than $500 each. NGOs interested in providing larger \nloans to commercial enterprises have had to find funding elsewhere, either from their own \n                                                 \n11 As discussed in paras. 12-14, the investment of small-scale agribusinesses requires higher amount of financing \nthan the microcredit provisions from NGOs, but is considered too small and risky by the commercial banks. \n ", "4 \nearnings or from commercial loans from banks. Since NGOs cannot provide large amounts of \ncollateral, the latter option is limited. \n \n15.  In  recent  years,  recognizing  the  potential  for  their  successful  microcredit  clients  to \nexpand their operations to a commercial level, some experienced and reputable NGOs began to \nprovide support to small rural enterprises. BRAC, which began lending to entrepreneurs through \nits progoti (“progress”) program in 1997, has extended $164.0 million equivalent to 140,000 \nenterprises. The Association for Social Advancement (ASA) will disburse $8.0 million this year \nto about 12,000 enterprises through its small enterprise loan program. In 2002, Thengamara \nMohila Sabuj Sangha (TMSS) initiated its own microenterprise loan program, which has an \noutstanding portfolio of $2.0 million to about 2,000 borrowers. Microfinance institutions (MFI) are \nkeen to scale up lending to microenterprises that are capable of expanding their operations, if \nsuitable financing and business support is available. \n \n4.  Constraints to Efficient Marketing and Technology Transfer \n \n16.  The country’s poor infrastructure is another key constraint to agribusiness growth. The \nproblems include (i) poor road, rail, and water transport connections; (ii) inadequate and poorly \nmaintained markets; (iii) lack of electricity connections (only about 30% of rural households \nhave electricity, and the supply is unpredictable); (iv) poor port and airport facilities, which limit \naccess to export markets; and (v) lack of storage facilities. Planned and ongoing projects on \nrural  infrastructure  and  rural  electrification  are  addressing  many  of  these  constraints.  Still, \ninfrastructure constraints to agribusiness expansion remain significant. Moreover, deficiencies in \nthe management and operation and maintenance of markets prevent the available infrastructure \nfrom being used optimally. \n \n17.  A further constraint is the widespread lack of awareness of technologies for agribusiness \ndevelopment.  For  example,  the  handling  and  packaging  of  agricultural  commodities  are \nunderdeveloped,  resulting  in  considerable  losses  in  quantity  and  quality.  Few  traders  and \nprocessors, and even fewer farmers, use contractual arrangements for the sale or purchase of \nagricultural  commodities.  Most  entrepreneurs  do  not  use  the  information  available  through \nmedia, publications, and the internet due to lack of awareness, capacity, or initiative. Although \nawareness campaigns about new technologies exist, they are infrequent and often do not reach \nareas outside major cities. \n \n18.  The dissemination of agricultural technologies by public organizations is still largely \nfocused on self-sufficiency targets and increasing staple crop yields at the farm level. It does not \nseek to improve post-harvest technologies, management systems, and processing technologies \nthat could enhance competitiveness and add value. While research and extension programs \nfocus on improving traditional smallholder systems of crop and animal production, they largely \nignore the agribusiness dimensions. The design of research and extension programs does not \nemphasize sufficiently the link between farmers and markets. \n \n5.  Opportunities for Project Support \n \n19.  Reaching  rural  enterprises  and  providing  them  with  support  and  encouragement  to \nexpand  is  difficult.  No  agency  in  the  Government  is  tasked  specifically  with  agribusiness \npromotion (paras. 9–10). Small rural enterprises constitute a “missing middle” market that is \ninadequately served by the formal financial system (paras. 11–14). Nonetheless, considerable \nopportunities for project support is provided by (i) the market demand for agribusiness products; \n(ii) the existence of a sustainable microfinance sector with the capacity and interest in scaling up \nits lending; and (iii) the country’s well-established NGOs that provide a wide range of client ", "5 \nsupport  services,  in  addition  to  credit.  The  uniformly  small-scale  and  labor-intensive  rural \nenterprises provide the opportunity for broadly based, pro-poor growth. Finally, the country’s \nnascent private agribusiness trade associations, as well as the Government’s willingness to \nconsider  policy  reforms  to  support  agribusiness  and  small,  private  sector  enterprise \ndevelopment, offer further scope for project support. \n \n20.  Meeting the Unmet Rural Finance Demand. The Project must address the strong \nunmet demand for financial services from existing and potential enterprises. Few formal means \nfor these agribusinesses to access finance are available (paras. 12–13). The NPSSEB found \nthat 39% of the 2.6 million small-scale agribusinesses (or about 1 million enterprises) would like \nto get credit support, and are confident about paying it back.12 Most of the credit demand is \nestimated to be for loans of $500–$5,000. If small-scale agribusiness need on average $2,500 \nequivalent for short-term investment and operations, the total unmet credit demand would be far \nmore than any project can offer. \n \n21.  Working  Through  Experienced  NGOs  with  Grassroots  Contacts.  NGOs  are  a \nstrategic entry point for the Project. Throughout the rural areas in Bangladesh, NGOs, especially \nthe large ones, have significantly greater representation than commercial banks. They also have \nclose links with farmers and rural entrepreneurs. Experienced and reputable NGOs, which \npreviously  have  focused  their  development  on  nonagriculture  activities,  increasingly  are \nbecoming  involved  with  agriculture-based  activities,  as  well  as  with  producers  and \nentrepreneurs—individually and in groups—above the microcredit level. This change of focus is \nreflected by such initiatives as BRAC’s progoti program, ASA’s small enterprise loan program, \nand  TMSS’s  microenterprise  program  (para.  15).  These  three  programs,  in  particular, \nspecifically target enterprises larger than those at the traditional microfinance level. However, \nthese enterprises are smaller than those that PCBs lend to. \n \n22.  Strengthening  Agribusiness  Associations  for  Policy  Dialogue  and  Technology \nDissemination.  The  many  agribusiness-related  associations  in  Bangladesh  provide  an \nopportunity for partnership with the Project. With varying degrees of success, these associations \nhave lobbied and engaged in business promotion. They have been less successful, however, in \nproviding other services to their members, particularly in marketing and market-promotion. If \nstrengthened and properly organized and managed, the associations can be an important tool \nfor industry development, as they represent one of the more important links in the agribusiness \nvalue chain. For the Project, the associations can represent the interests of private sector \nentrepreneurs of all sizes in policy dialogue on the enabling environment for agribusiness \ndevelopment and rural finance. In addition, they can disseminate information and technical \nadvice among their members, as well as among NGOs and their borrowers. \n \n6.  External Assistance \n \n23.  The Project will be the largest in Bangladesh directly focused on agribusiness. Of the \nprojects relevant to agribusiness (Appendix 3), the most notable examples are the two agro-\nbased  technology  development  projects  (ATDP)  funded  by  the  United  States  Agency  for \nInternational Development. ATDPs facilitated the emergence of new agribusiness ventures and \nstrengthened existing ones. ATDPs also formed many commodity-based associations, most of \nwhich are still functioning. With its much larger coverage, the Project will disseminate the \nATDPs’  success  in  promoting  privately  owned  agribusinesses  and  enhancing  their \ncompetitiveness. \n \n                                                 \n12 An additional 20% need credit, but are concerned about not being able to pay it back. \n ", "6 \n24.  Earlier and ongoing projects assisted by the Asian Development Bank (ADB) and other \naid agencies confirm the value of working through credit-based project lending to reach the \nagriculture sector and agribusiness. Further, working with and through NGOs in Bangladesh \ngenerally has been very successful. Such projects include the first and second Participatory \nLivestock Development Projects 13 and the Northwest Crop Diversification Project (NCDP).14 By \nthe midterm review in 2004, NCDP had provided crop production credit through NGOs to \nfarmers, with repayment of credit at about 100%. However, the progress of the NCDP pilot \nagribusiness credit line channeled through one NCB, Rajshahi Krishi Unnayan Bank, has been \nslow  due  to  the  bank’s  requirements  that  farmers  provide  collateral  and  possess  landed \nproperty. The NCDP experience validates the use of reputable NGOs, rather than NCBs, to \nchannel credit to the small-scale agribusinesses. \n \n25.  The  Project  will  complement  directly  the  Small  and  Medium  Enterprise  Sector \nDevelopment Program (SMESDP),15 and benefit from the SME policy reform. SMESDP is to \nlend  to  small-  and  medium-sized  enterprises  through  PCBs.  However,  because  of  the \nrestrictions on PCB lending (para. 13), most agribusinesses will be unable to borrow from \nSMESDP.  By  focusing  on  small-scale  enterprises  in  rural  areas,  many  of  which  lack  the \ncollateral that PCBs require, the Project will help the clients that SMESDP cannot reach. \n \n26.  The Project is consistent with the poverty reduction strategies of the Government and \nADB, which recognize that the development of viable agribusinesses is essential to poverty \nreduction in rural areas. The National Strategy for Economic Growth, Poverty Reduction and \nSocial Development16 states that “the rapid growth of agriculture would require agroprocessing \nand agribusiness development to facilitate access of farmers to modern inputs and ensure \nincreased demand for agriculture products.” The ADB Country Strategy and Program17 stresses \nthe need to “transform agriculture from a subsistence to a commercial orientation and promote \nagribusiness development” as a means to “improve the livelihood of 76% of the country’s \npopulation (and 85% of the poor).” To foster a vibrant and diversified rural economy, ADB \nassistance will contribute to (i) intensification, diversification, and value addition of the crops to \nboost agricultural productivity, improve food security, and foster rural enterprise development; \n(ii) strengthened farm-to-market links; and (iii) sustained growth of agriculture and agribusiness, \nwhich generate productive on-farm and off-farm employment to raise rural incomes. \n \n7.  Lessons Learned \n \n27.  The design of the Project takes into consideration lessons learned from ADB and other \naid agencies’ projects in the agriculture, micro and rural finance, horticulture, aquaculture, and \nlivestock sectors in Bangladesh and other countries. The key lessons learned are: \n \n(i)  The sustainable development of horticulture (agribusiness) depends heavily on \nprivate sector participation. Although the potential for horticulture (agribusiness) \n                                                 \n13 ADB. 1997. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of Bangladesh for the Participatory Livestock Development Project. Manila; ADB. 2003. Report \nand Recommendation of the President to the Board of Directors on a Proposed Loan to the People’s Republic of \nBangladesh for the Second Participatory Livestock Development Project. Manila. \n14 ADB. 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of Bangladesh for the Northwest Crop Diversification Project. Manila. \n15 ADB. 2004. Report and Recommendation of the President to the Board of Directors on Proposed Loans and \nTechnical Assistance Grant to the People’s Republic of Bangladesh for the Small and Medium Enterprise Sector \nDevelopment Program. Manila. \n16 Economic Relations Division, Ministry of Finance, Government of Bangladesh. 2003. A National Strategy for \nEconomic Growth, Poverty Reduction and Social Development. Dhaka. \n17 ADB. 2005. Country Strategy and Program 2006–2010, Bangladesh. Manila. ", "7 \ndevelopment  is  sufficient  in  Bangladesh,  much  more  needs  to  be  done, \nparticularly for extension and processing.18 \n(ii)  Enhanced private sector roles in agricultural input and output markets are crucial \nfor realizing the potential of agriculture production. While market liberalization \nhas  increased  private  demand  for  commercial  credit,  commercial  banks  are \nunprepared to serve the emerging needs of agriculture.19  \n(iii)  The  performance  of  public  banks  catering  to  rural  areas  has  been  poor.  In \ncontrast, the outreach of the MFIs and microcredit programs of NGOs has grown \nconsiderably. But they still need strengthening and support to meet the need of \nan important segment of rural entrepreneurs, i.e., the middles (footnote 11).20  \n(iv)  Channeling a credit line requires a rigorous examination of the capacity of the \nparticipating banks and NGOs to act as effective financial intermediaries. The \ncredit line should provide flexibility to participating banks and NGOs in setting \ntheir  interest  rates  to  reflect  credit  risks  of  the  respective  clients.  Further, \nrecycling should be monitored to prevent the use of the credit facility for purposes \nother than those intended by the Project.21  \n \nIII.  THE PROPOSED PROJECT \nA.  Impact and Outcome \n28.  The impact of the Project will be reduced poverty in Bangladesh through agribusiness \ngrowth that generates income and employment in rural areas. The outcome of the Project will \nbe expanded activities of rural enterprises engaged in commercial agriculture production, input \nsupply, marketing, processing, and transportation.  These will generate employment in rural and \nperi-urban  areas,  increase  the  value  added  of  nontraditional  crops  and  commodities,  and \nincrease rural incomes. Specifically, the Project will target small-scale agribusinesses that do \nnot have the wherewithal to mobilize the financing they require to expand, or the capacity to \nopen  up  new  downstream  markets.  This  will  be  undertaken  with  the  assistance  of  NGOs \nexperienced in providing credit and support to rural enterprises at the grassroots level. The rural \npoor will be the ultimate beneficiaries of all of these actions through enhanced employment \nopportunities, income generation, and agricultural production. \n \nB.  Outputs \n29.  The Project outputs include (i) establishment, expansion, and successful operation of \nagribusinesses by small-scale entrepreneurs; (ii) strengthened capacity of participating NGOs \nand  wholesale  banks  in  agribusiness  lending;  (iii)  strengthened  capacity  of  agribusiness \nassociations in policy dialogue and agribusiness information and technology dissemination; and \n(iv)  improved  policy  environment  enabling  private  sector  participation.  The  outputs  will  be \ndelivered through the following components. \n \n1.  Credit for Small-Scale Agribusinesses \n \n30.  This  component  is  designed  to  capture  the  economic  potential  of  the  small-scale \nenterprises that make up the overwhelming majority of agribusinesses in the country. The \nProject will provide about 28,000 small-scale agribusinesses with credit through participating \nreputable  NGOs.  The  total  credit  line  is  $36  million.  Each  enterprise  will  determine  its \n                                                 \n18 ADB. 2001. Project Completion Report on the Horticulture Development Project in Bangladesh. Manila. \n19 ADB. 1996. Program Completion Report on the Food-Crops Development Program in Bangladesh. Manila. \n20 World Bank. 2004. Promoting the Rural Non-Farm Sector in Bangladesh. Washington DC. \n21 ADB. 2003. Project Performance Audit Report on Second Aquaculture Development Project in Bangladesh. Manila. \n ", "8 \ninvestment and/or expansion needs, depending on the entrepreneur’s assessment of the market \nand physical resources, and apply to the participating NGOs for assistance. Subloans will \nusually be $500–$5,000 equivalent each, with terms of 6 months to 3 years for working capital \nand fixed asset purchases. The Project will provide up to 70% of the envisaged cost of the \ninvestment, with the subborrower providing the balance (i.e., 30% or more). Activities to be \nfinanced will include (i) the provision of upstream agribusiness services, such as the provision \nand  servicing  of  agriculture  equipment  or  the  sale  of  inputs  (seed,  seedlings,  saplings, \nfingerlings, chicks, calves, and fertilizers); (ii) downstream activities, such as the collection, \nstorage,  processing,  and  transport  of  agricultural  produce;  and  (iii)  high-value  commercial \nproduction itself, especially for nontraditional commodities. \n \n31.  Beneficiary entrepreneurs will include those who have participated successfully in NGO-\nsponsored microcredit programs and would like to scale up their activities to a more commercial \nlevel.  Their  microcredit  activities  provided  these  individuals  with  experience  in  commercial \nproduction and/or processing. They also have proven their entrepreneurial skills by operating \nsuccessfully microventures, and meeting all loan repayment obligations. Many would like to \naccess to larger amounts of financing to increase the scale of their economic activities. They \nalready have links with NGOs that can attest to their skills and creditworthiness, and thus are \nprepared to lend to them for scaling up. However, the programs are not limited to former \nmicrocredit borrowers and can accommodate any potential small-scale entrepreneurs who meet \nthe NGO’s appraisal criteria. \n \n32.  The participating NGOs and wholesale banks must meet the eligibility criteria specified \nin Appendix 4. Bangladesh Small Industries and Commerce (BASIC) Bank and Eastern Bank \nhave been identified as the wholesalers, because they (i) are financially sound, (ii) have a \nsatisfactory return on equity and on total assets, and (iii) have low administration costs on their \nlending. The larger subloans that will be provided to each subborrower will increase the financial \nrisks to NGOs, which had concentrated on traditional microfinance loans. To reduce these risks, \nthe Project will begin with three large- and medium-scale NGOs: BRAC, ASA, and TMSS.22 \n \n2.  Technical and Marketing Support for Agribusinesses \n \n33.  This component aims to (i) provide technical and marketing assistance to the project \nsubborrowers to ensure that small-scale entrepreneurs successfully operate and market their \nagribusinesses;  and  (ii)  promote  agribusiness  in  general,  as  well  as  specifically  promote \nsynergistic interaction among the service providers involved in agribusiness. \n \na.  Training and Support for Small Entrepreneurs \n \n34.  The participating NGOs will provide the subborrowers with services normally provided in \ntheir small enterprise lending programs. The NGO support will include training and guidance in \nbusiness planning, small business financial control and reporting, and credit management. In \naddition, the NGOs will provide technical training in (i) livestock management and health; (ii) \nprocessing; (iii) product storage and transport; (iv) fisheries; (v) agronomy; (vi) marketing of \nhigh-value crops, such as fresh fruit, vegetables, and flowers; and (vii) nursery management. \n \n35.  The Project also will provide direct technical and marketing support to agribusiness \nentrepreneurs  through  an  array  of  services  that  will  (i)  identify  agribusiness  opportunities \ninvolving large numbers of entrepreneurs through reviews of subsectors and NGO borrower \n                                                 \n22 Due diligence reports on the participating NGOs and wholesale banks, prepared following the ADB’s Operational \nManual on Financial Intermediation Loans, are in supplementary Appendixes C–G. ", "9 \nprofiles; (ii) assist the formation of producer groups and associations to improve production \noutput,  timing,  quality,  and  sales;  (iii)  facilitate  and  promote  private  sector  links  between \nentrepreneurs at each level of the value chain; (iv) hire specialists to provide technical expertise, \nas required, to clusters of similar entrepreneurs; and (v) arrange field trips to lead farmers, \nagribusinesses, and NGO staff. \n \n36.  Small-scale  women  entrepreneurs,  who  have  demonstrated  basic  enterprise \nmanagement skills and profitability, will receive special attention. They could play a vital role in \nlinking producers, especially those supported by NGOs, with consumer markets. Guided by an \ninternational gender advisor and a domestic women’s entrepreneur promotion specialist, the \nProject will help (i) identify opportunities for developing commercial links with producers, (ii) \nadvise on packaging and market promotion, (iii) develop bankable business plans, and (iv) \nidentify institutional sources of finance. As a result, the women entrepreneurs will be able to \nmarket and access raw materials on a regular basis and expand their businesses. \n \nb.  Strengthening of Agribusiness Associations \n \n37.  Agribusiness associations are playing a key role in the promotion of agribusiness in \nBangladesh (para. 22). To help build up their capacities to provide effective services to their \nmembers  and  to  agribusiness  entrepreneurs  in  general,  the  Project  will  provide  training, \nworkshops, and domestic study tours on a cost-sharing basis. The Project will provide two thirds \nof  the  financing,  while  the  associations  will  cover  one  third.  The  participants  in  this \nsubcomponent will be selected on proposals submitted by the associations to improve their \ncapacity  based  on  a  commitment  to  delivering  reciprocal  services  to  their  members  and \nagribusiness entrepreneurs. \n \nc.  Agribusiness Information and Technology Dissemination \n \n38.  This  subcomponent  will  consist  of  publicity  drives,  trade  fairs,  seminars,  and  other \nawareness-raising  and  TA  activities  that  will  (i)  inform  stakeholders  of  income-earning \nopportunities  in  agribusiness;  (ii)  disseminate  agribusiness  technologies;  (iii)  bring  together \ndiverse stakeholders in agribusiness, including private sector, NGOs, and relevant line agencies \nand research bodies; and (iv) provide a venue for the promotion of the Project. Dissemination \nand TA activities will be selected based on proposals made by parties interested in promoting \nagribusiness. They will be contracted on a cost-sharing basis, with the Project financing two \nthirds and the service providers financing one third. \n \n3.  Strengthening Capacity of Participating NGOs and Wholesale Banks in \nAgribusiness Lending \n \n39.  The Project will help participating NGOs (i) improve business plans with a focus on \nfinancing and supporting small-scale agribusinesses; (ii) strengthen their institutional capability \nin accessing and managing funds for agribusiness lending; (iii) enhance their management of \nthe agribusiness loan portfolio and associated risks; and (iv) scale up their system of technical \nsupport to become more relevant to project-intended subborrowers. NGO staff will be trained to \nimprove  their  capabilities  on  agribusiness  promotion,  loan  appraisal  (including  assessing \nenvironmental and social impacts of the supported small-scale enterprises), loan review, and \nmanagement. The Project will strengthen the participating NGOs in preparing and delivering the \nsupporting services to subborrowers (para. 34) through workshops for NGO staff (training of \ntrainers and senior staff) on ways to commercialize agriculture and improve value chain links; \nand reviews of NGO facilities devoted to technical support, as well as recommendations and \nfinancial support for scaling up these facilities for a more commercial and project-relevant focus. \n ", "10 \n40.  Loan recovery will be monitored continually. Monitoring and reporting systems will be \ninstalled in each participating NGO to track project inputs and outputs, and to provide key \nperformance  indicators.  Indicators  to  be  monitored  include  (i)  type  of  agribusiness  being \nfinanced; (ii) amount of total investment, and lending by amount and terms provided under the \nProject to each subborrower; (iii) amount of agribusiness lending of the NGO as a proportion of \nits loan portfolio; (iv) number of borrowers financed through the Project; and (v) classification of \nthe  project-financed  agribusiness  loan  portfolio  in  comparison  with  the  total  loan  portfolio. \nInformation will be disaggregated by gender. These indicators will complement the social and \nfinancial indicators that NGOs, PKSF, and Bangladesh Bank already monitor. The Project also \nwill conduct sample checks of subborrowers to ensure that agribusiness is being financed, and \nthat funds are not being diverted. \n \n41.  The Project will improve the capacity of BASIC Bank and Eastern Bank in managing \nNGO loan portfolios, while increasing their knowledge of agribusiness lending opportunities and \nmanagement  of  associated  risks.  The  Project  will  work  with  these  banks  to  develop  new \nguidelines and procedures, or streamline the existing ones, for evaluating and processing NGO \nproposals and administering commercial loans to NGOs. It also will establish performance and \nbenefit indicators, and a process for monitoring these regularly through NGOs. \n \n4.  Improving the Enabling Environment for Agribusiness \n \n42.  This component is to help in removing inefficiencies in the policy environment, and to \nmake entry into agribusiness more attractive for private sector entrepreneurs. \n \na.  Identifying and Correcting Major Policy Constraints \n \n43.  The Project will assist MOA and other relevant government agencies in (i) identifying \nregulatory impediments to private sector operations in agribusiness; (ii) conducting workshops, \nseminars, conferences, and consultations with public and private sectors on required policy \nchanges; and (iii) redrafting key regulations and legislative acts, as necessary. These activities \nwill be transparent and public. \n \n44.  To encourage improved management of market infrastructure and wholesale centers, \nincluding expanded private sector roles and reinvestment of market income in improving market \nfacilities, the Project also will (i) assess public market management and revenue distribution, (ii) \nassess the results of NCDP pilot market improvement efforts, and (iii) assist MOA in making \nnecessary changes. \n \nb.  Strengthening Public Sector Agencies in Agribusiness Governance, \nSupport, and Promotion \n \n45.  To enhance understanding of agribusiness, the Project will prepare, implement, and \nfinance training programs on agribusiness to orient personnel of the relevant public sector line \nagencies (MOA, MOFL, others) to the characteristics and needs of this relatively new sectoral \nemphasis. The training courses will provide an overview of agribusiness in the country and its \nopportunities, and also introduce public service personnel to representatives of the private \nsector and NGOs operating in agribusiness.  \n \n5.  Project Implementation Support \n \n46.  A project implementation unit (PIU) will provide implementation support. This will consist \nof physical facilities, staff, transport, and consulting services required for project activities on (i) ", "11 \ntechnical and marketing support to subborrowers; (ii) agribusiness promotion; (iii) training; (iv) \naccounting; (v) monitoring and evaluation; and (vi) liaising where necessary with BASIC Bank, \nEastern Bank, and NGOs. MOA will set up and staff a permanent agribusiness cell, which will \nbe responsible for (i) developing agribusiness policy and regulations; (ii) guiding agribusiness \noperations; and (iii) liaising with other ministries, PIU, and ADB. \n \nC.  Special Features \n47.  The Project focuses on the “missing middle” of small-scale rural entrepreneurs, a key \ngroup  with  substantial  economic  growth  potential  that  has  been  underserved  by  the  rural \nfinancial  system  and  by  most  aid  agency-financed  projects  in  Bangladesh.  Agribusiness \ninvestments undertaken by these small-scale enterprises are expected to generate substantial \ndirect employment opportunities and increase the demand for agricultural products. In turn, this \nwill translate into demand for a broader range of produce, higher prices, additional employment, \nand increased rural incomes. The Project also will focus on working with the key public and \nprivate sector agencies to improve the enabling environment for agribusiness activities, thereby \nstimulating increased investments. \n \n48.  The  demand  of  the  subborrowers  will  determine  the  supports  that  the  Project  will \nprovide. Short- to medium-term credit will be provided through qualified, reputable NGOs to \nenable the project target groups to invest in agribusinesses. In addition, assistance will be \nprovided to help ensure that proposals for credit are viable, properly presented, and ultimately \nprofitable.  The  Project,  a  pioneering  initiative  aimed  at  financing  rural  enterprises  through \nNGOs, fits with the corporate goals of the proven NGOs to scale up to efficient MFIs. \n \nD.  Cost Estimates \n49.  The  estimated  project  cost  is  $60.0  million  equivalent,  including  physical  and  price \ncontingencies, taxes and duties, and interest and service charges during construction. The \nestimated foreign exchange cost is $6.9 million equivalent, or about 11.5% of the total cost. \nLocal currency cost is estimated at $53.1 million equivalent, or about 88.5% of the total project \ncost. The local currency cost will include an estimated $0.3 million equivalent for taxes and \nduties to be paid by the Government. Summary project cost estimates are in Table 1. A project \ncost summary by expenditure account is in Appendix 5. \n \nE.  Financing Plan \n50.  In response to the Government’s request, ADB decided to provide a loan of $42.5 million \nequivalent from ADB’s Special Funds resources to finance 70.7% of the project cost. The ADB \nloan will fund the entire foreign exchange cost of $6.9 million, as well as $35.6 million equivalent \nof the local currency cost (67% of the total local currency cost). The Government is to provide \n$2.0 million equivalent in the form of incremental staff salary, vehicle rental, overheads and \noperational cost, and taxes and duties. Subborrowers will finance $15.3 million equivalent (in \nthe form of asset contribution). Contracted service providers will finance $0.2 million equivalent \nof the project cost on agribusiness promotion activities.23 \n \n51.  Table  2  summarizes  the  financing  plan.  The  Borrower  will  be  the  Government  of \nBangladesh. The high level of local cost financing is justified given that the Project is poverty-\noriented and meets the financing demand for small-scale agribusiness investment, which has \n                                                 \n23 Cofinancing, which is not envisioned now, might be mobilized from commercial sources in the future to complement \nADB financing for the facility. Such cofinancing could benefit from ADB credit enhancement, including guarantee \ninstruments, and will be presented separately for consideration by ADB’s Board of Directors when it arises. \n ", "12 \nlow foreign exchange inputs. The ADB loan will have a maturity of 32 years, including a grace \nperiod of 8 years. The loan will carry an interest charge of 1.0% during the grace period and \n1.5% per year thereafter. The interest on the loan will be capitalized during the grace period. \n \nTable 1: Cost Estimates \n($ million) \n  Foreign  Local  Total \nItem  Exchange  Currency d  Cost \nA.  Base Cost a       \n1.  Credit for Small-Scale Agribusinesses       \na.  Agribusiness Credit  3.6  32.4  36.0 \nc.  Subborrower Investment Contribution  0.0  15.3  15.3 \n  2.  Technical and Marketing Support  0.7  1.5  2.2 \n  3.  Strengthening Capacity of Participating NGOs and  0.3  0.8  1.1 \nWholesale Banks in Agribusiness Lending \n  4.  Improving the Enabling Environment for Agribusiness  0.9  0.9  1.8 \n  5.  Project Implementation Support  0.4  1.8  2.2 \n      Subtotal (A)  5.9  52.7  58.6 \n       \nB.  Contingencies       \n  1.  Physical Contingencies b  0.0  0.2  0.2 \n  2.  Price Contingencies c  0.1  0.2  0.3 \n      Subtotal (B)  0.1  0.4  0.5 \n       \nC.  Interest Charge During Implementation  0.9  0.0  0.9 \n        Total  6.9  53.1  60.0 \nNGO = nongovernment organization. \na  In June 2005 prices. \nb  Physical contingency is 5% for training, workshops, surveys and studies, equipment, and vehicles. \nc Estimated at foreign price escalator 2.8% in the first year, 1.9% in the following years, and domestic price escalator \n  5% per year. \nd Includes taxes and duties of $0.3 million. \nSource: Asian Development Bank estimates. \n \nTable 2: Financing Plan \n($ million) \nSource  Foreign  Local  Total  Percent \nExchange  Currency  Cost \nAsian Development Bank  6.9  35.6  42.5  70.7 \nGovernment of Bangladesh  0  2.0  2.0  3.4 \nSubborrowers  0  15.3  15.3  25.5 \nContracted service providers  0  0.2  0.2  0.4 \n  Total  6.9  53.1      60.0     100.0 \nSource: Asian Development Bank estimates. \n \n52.  The Government will relend the designated credit line portion of the loan, equivalent to \n$36  million  in  local  currency,  to  BASIC  Bank  and  Eastern  Bank,  in  accordance  with  the \nsubsidiary loan agreements with the terms and conditions and implementation arrangements \nsatisfactory to ADB. The wholesale banks will lend to participating NGOs under onlending loan \nagreements upon terms and conditions satisfactory to ADB. The NGOs will provide these funds \nto qualified subborrowers under subloan agreements for investments within the scope of the \nProject. Details on the relending and onlending terms and conditions for the credit line are \ndiscussed in Appendix 7 (paras. 3–4). ", "13 \nF.  Implementation Arrangements \n1.  Project Management \n53.  The project management structure is in Appendix 6. MOA and the Ministry of Finance \n(MOF) through its Finance Division will be the executing agencies. MOF will be responsible for \nmanaging and overseeing the flow of funds for the agribusiness credit line (component 1). It will \nbe  assisted  by  BASIC  Bank,  Eastern  Bank,  and  participating  NGOs  whose  financial \nmanagement was found to be satisfactory for project implementation and whose long-term \nfinancial outlook is considered sustainable. \n \n54.  MOA  will  be  responsible  for  implementing  all  aspects  of  the  Project,  except  for \ncomponent  1.  The  agribusiness  cell  will  identify  and  correct  major  policy  constraints \n(components 4a). If necessary, a joint committee will be set up to consider the recommended \namendments to the policy issues that are beyond MOA’s mandate. DAM will be responsible for \nthe implementation of the rest of the Project, except for the provision of funds to NGOs. To help \nDAM and the agribusiness cell fulfill their roles, capacity building assistance will be provided \nunder a grant-financed TA (paras. 67–68). \n \n55.  PIU, headed by a project director satisfactory to ADB, will be set up to carry out project \nimplementation.  A  full-time  project  manager  will  assist  the  project  director  with  project \nmanagement  and  liaising  with  implementing  agencies  daily.  The  project  manager,  whose \nqualifications and experience will be satisfactory to ADB, will be hired on a commercial basis as \na domestic consultant. Long-term domestic consultants, backed up by intermittent inputs from \ninternational consultants, will support PIU. In particular, an accounting specialist will be engaged \nto ensure the financial soundness of project management and the use of noncredit part of the \nproject funds. PIU will rent premises outside MOA and DAM. \n \n56.  To oversee and guide the Project and resolve policy issues, a project steering committee \n(PSC) will be established24 and will meet semiannually. A project implementation committee \n(PIC) will be established25 to provide a venue to coordinate project activities and discuss (and \nresolve) project implementation issues transparently. Detailed implementation arrangements for \nthe Project are in Appendix 7. \n \n2.  Project Implementation Period \n57.  A project implementation schedule is in Appendix 8. The Project will be implemented \nover 5 years starting in January 2006. Initially, the agribusiness cell and PIU will be set up and \nthe required staff will be recruited. This period will be followed by a preparatory phase, which \nwill entail (i) formulating training programs; (ii) assessing the range of agribusiness services \navailable; (iii) assessing the needs and capacities of the trade and industry organizations, as \nwell  as  financing  agencies;  and  (iv)  disseminating  information  about  the  Project.  Full \nimplementation will begin by the fourth quarter of the first year and continue until the last year of \nthe Project. \n                                                 \n24 The PSC, which will be chaired by the principal secretary of the Prime Minister’s Office, will consist of secretaries of \nEconomic Relations Division and the Finance Division of MOF, Planning Commission, Agriculture, Fisheries and \nLivestock, Commerce, Industry, and the representatives of Bangladesh Bank, BASIC Bank, Eastern Bank, and \nparticipating NGOs. A secretariat for the PSC will be established in the agribusiness cell. An additional secretary of \nMOA, as the head of the agribusiness cell, will be the member secretary of the PSC. \n25 The PIC will consist of representatives of MOA, MOF, Implementation Monitoring and Evaluation Division, Planning \nCommission, DAM, BASIC Bank, Eastern Bank, participating NGOs, and agribusiness organizations. The PIC will \nbe chaired by the secretary of MOA, and the project director will be the member secretary of the PIC. \n ", "14 \n3.  Procurement \n58.  The indicative procurement packages are in Appendix 9. Goods and related services will \nbe procured following ADB’s Guidelines for Procurement (the Guidelines). The procurement of \nequipment and machinery by small-scale entrepreneurs will be in accordance with para. 3.08 of \nthe Guidelines (Purchase of Equipment for the Use of Small Private Subborrowers). A few \nvehicles and a small amount of office equipment for PIU will be procured, though no large \npurchases  are  required.  PIU  will  purchase  these  items  using  methods  specified  in  Public \nProcurement Regulation 200326 that are acceptable to ADB. \n \n4.  Consulting Services \n59.  The Project will require 652 person-months of consulting services, including 93 person-\nmonths of international consulting services and 559 person-months of domestic consulting \nservices. Consultants will be recruited following ADB’s Guidelines on the Use of Consultants \nand other arrangements for recruitment of domestic consultants acceptable to ADB. Consultants \nwill be recruited as firms under three packages (Appendix 10) following quality and cost-based \nselection procedures. Appendix 10 outlines the estimated consulting service schedule, and \nSupplementary Appendix H gives the detailed terms of reference for consulting services. \n \n5.  Disbursement Arrangements \n60.  To ensure effective project implementation and timely disbursement, the Government \nwill establish two project imprest accounts in the name of the Project immediately after loan \neffectiveness. One account will be for the credit line, while the other will be for the noncredit \ncomponents.  The  imprest  accounts  will  be  held  in  Bangladesh  Bank  on  behalf  of  the \nGovernment.  Each  imprest  accounts  will  be  established,  managed,  and  liquidated  in \naccordance with ADB’s Loan Disbursement Handbook, and other detailed arrangements agreed \nto by the Government and ADB. The initial deposit into each imprest account will not exceed the \nestimated ADB-financed expenditures for the next 6 months for relevant components, or 10% of \nthe relevant loan amount, whichever is lower. The statement of expenditure procedure will be \nused for reimbursing eligible expenditures and liquidating the imprest account for any individual \npayment transaction up to $50,000 equivalent. \n \n61.  BASIC Bank and Eastern Bank each will establish and manage a revolving fund in their \nbanks  for  the  refinancing  of  participating  NGOs.  NGOs  will  repay  loan  principal  into  the \nrevolving funds. Revolving loans to NGOs, based on their prior repayments, will be disbursed \nout  of  the  revolving  funds.  BASIC  Bank  and  Eastern  Bank  will  initiate  the  Government’s \nrequests to ADB for replenishment of the imprest account. Further tranches of the credit line will \ntake into account the balance remaining in the revolving fund, and requests from NGOs for loan \nfinance based on their 6-month business plans. The subsidiary loan agreements between the \nGovernment and wholesale banks will establish a revolving fund mechanism, acceptable to \nADB. Participating NGOs will use the revolving funds exclusively for small-scale agribusiness \nlending. The revolving funds will be maintained until ADB, in its discretion, requires the revolving \nfund to be dissolved. That decision will be made before project completion (para. 65). Balances \navailable in such revolving funds will be credited to appropriate entities that the Government, in \nconsultation with ADB, designates. \n \n62.  Each participating NGO will establish project accounts for the credit line within 1 month \nof loan effectiveness. NGOs will request BASIC Bank and Eastern Bank for advance funding for \n                                                 \n26 Government of Bangladesh. 2003. Public Procurement Regulation. Dhaka. ", "15 \ntheir lending programs in local currency. BASIC Bank and Eastern Bank will decide on the \namount of each loan to be sanctioned and disbursed, and then apply to the imprest account for \nthese  funds.  When  received,  BASIC  Bank  and  Eastern  Bank  will  disburse  funds  within  3 \nworking days to project accounts opened by each NGO in a reputable bank. The Government \nwill ensure that disbursements from the imprest account to BASIC Bank and Eastern Bank, and \nfrom PIU for the noncredit activities, will be made within 5 working days of receipt of the \ndisbursement applications. \n \n6.  Accounting, Auditing, and Reporting \n63.  MOA,  MOF,  BASIC  Bank,  Eastern  Bank,  and  the  participating  NGOs  will  maintain \nseparate accounts and financial statements for funds provided to the Project. These accounts \nand related financial statements will be audited annually in accordance with appropriate auditing \nstandards  consistently  applied  by  independent  auditors  acceptable  to  ADB.  The  executing \nagencies and implementing agencies will furnish ADB with the audited accounts and statements \nnot later than 6 months after the end of the related fiscal year. PIU, through MOA, will submit to \nADB diagnostic semiannual reports detailing project progress to date, problems encountered, \nmeasures taken to overcome them, and expected progress over the next 6 months period as \nwell as any major or serious issues which need to be expeditiously addressed. Six months \nbefore the completion of the Project, PIU, through MOA, will submit to ADB a project completion \nreport,  detailing  the  utilization  of  loan  proceeds,  project  implementation  analysis,  and  the \nsocioeconomic impact of the Project on the intended participants and ultimate beneficiaries, with \nspecial attention to poverty reduction. \n \n7.  Project Performance Monitoring and Evaluation \n64.  Planning and monitoring of project progress will be scheduled, reviewed, and reported \nquarterly to ADB. A project performance management system (PPMS) will be established within \n6 months of project commencement. A monitoring team will be established within PIU, and each \nof the implementing agencies, to ensure the operation of the PPMS throughout the Project. \nWithin 3 months of project inception, PIU will identify baseline indicators in discussions with \nwholesale  banks  and  participating  NGOs.  The  main  focus  will  be  on  the  expansion  of \nagribusiness investment, employment, and sales generated by the Project. In terms of benefit \nmonitoring  for  component  1,  information  will  be  maintained  concerning  the  amounts  and \nnumbers of loans disbursed to, and repaid by, subborrowers. They will be categorized as input \nsuppliers, primary producers, and processors and marketing. To assess incremental benefits \nfrom the Project, basic household data for subborrowers will be kept concerning the number of \nfamily members, people employed, and estimated total revenues and net income. In addition to \ntheir  usual financial  and  physical reporting,  NGOs  will  classify  and report  to  PIU,  through \nwholesale banks, on their agribusiness loan portfolio each 3 months, and the proportion of \nagribusiness to total lending. Information will be maintained on the number of staff associated \nwith agribusiness lending, as well as the number of staff participating in agribusiness courses \nand workshops. Information will be disaggregated by gender. Project lending and borrowing will \nbe reviewed against total lending and the liability structures of each NGO, and against the \noverall financial performance of each NGO. The NGOs’ performance will be measured by \nindicators such as (i) capital adequacy ratio, (ii) return on equity, (iii) average revenue on loans \noutstanding, (iv) administration expenses on lending, and (v) expenses to revenue ratio. During \npreparation of the project completion report, this data will be used to evaluate the impact of the \nProject on income and employment generation, and on improvements in the quality of life, \nespecially for women and underprivileged groups. The ability of NGOs to continue to serve \nsmall agribusinesses also will be evaluated. \n \n ", "16 \n8.  Project Review \n65.  MOA, MOF, and ADB will carry out a project review twice a year. A midterm review will \nbe undertaken not later than 2 years and 6 months after project commencement. This review \nwill include a comprehensive evaluation of the project implementation arrangements and project \nprogress, as well as consultations with the stakeholders. Recommendations will be made for \nadjustments,  as  appropriate,  to  the  project  scope,  cost  estimates,  and  implementation \narrangements,  including  the  feasibility  of  involving  additional  NGOs  under  the  credit  line \ncomponent.  Six  months  before  project  completion,  ADB  will  arrange,  in  consultation  with \nconcerned parties, for operating the revolving funds after project completion. \n \n9.  Measures to Enhance Governance and Prevent Corruption \n66.  The independent Anti-Corruption Commission, created with ADB support and constituted \non  21  November  2004,  will  investigate  all  cases  of  irregularities.  This  includes  financial \nirregularities,  as  well  as  corruption  of  government  officials  and  officers  and  employees  of \nautonomous bodies. The project design incorporates additional project-specific measures to \nenhance  governance  and  prevent  corruption  during  implementation  (Appendix  11).  Good \ngovernance  measures,  designed  with  the  stages  of  project  implementation  and  the \ndisbursement chain in mind, include (i) providing consultant support and an associated advisory \nTA for project management and implementation training to staff of PIU, particularly in consultant \nrecruitment and procurement; (ii) identifying beforehand the wholesale banks and participating \nNGOs;  (iii)  establishing  transparent  procedures  for  financial  transactions;  (iv)  requiring \nimplementing agencies to enter each amount  of disbursed funds into an accounting system; (v) \nmonitoring and reporting of NGO activities by PIU; (vi) appointing an NGO liaison officer within \nPIU to deal specifically with NGO concerns; and (vii) establishing the PIC. \n \nIV.  TECHNICAL ASSISTANCE FOR STRENGTHENING PROJECT MANAGEMENT \n67.  The  TA  is  to  assist  MOA  and  DAM  in  (i)  establishing  a  project  supervisory  and \nmonitoring capacity in DAM, and (ii) guiding and advising the personnel of DAM and PIU in \nagribusiness promotion and project management during the first 4 years of the Project. The aim \nis to set the stage for an expansion of agribusiness by establishing a focal point within the \nGovernment for agribusiness promotion. Capacity will be built through direct experience in \nadministering and implementing the Project, guided by experienced consultants. As a result, \nDAM can develop a staff force familiar with (i) implementing aid agency-financed projects; (ii) \ncharacteristics  of  agribusiness  promotion;  (iii)  NGOs  and  their  programs;  and  (iv)  other \ninstitutions contributing to agribusiness, such as agribusiness associations and enterprises. \n \n68.  Appendix 12 discusses terms of reference, cost estimates, and financing plan for the TA. \nThe estimated TA cost is $800,000 equivalent, with an ADB grant from the TA Special Fund \ncovering  $600,000  equivalent.  The  Government  will  finance  $200,000  equivalent  to  cover \nworkshops and training, office accommodation, additional vehicle rental and transport, and \nremuneration  of  counterpart  staff.  The  TA  will  need  an  international  project  management \ntraining advisor with experience in project management and agribusiness promotion (12 person-\nmonths)  on  an  intermittent  basis.  It  also  will  need  a  full-time  senior  domestic  project \nmanagement  training  specialist  (48  person-months).  They  will  be  recruited  individually  in \naccordance with ADB’s Guidelines on the Use of Consultants and other arrangements for \nrecruitment of domestic consultants acceptable to ADB. A vehicle and a set of office equipment \nwill be procured using direct purchase following ADB’s Guidelines for Procurement.  \n ", "17 \nV.  PROJECT BENEFITS, IMPACTS, AND RISKS \nA.  Benefits and Impacts \n \n1.  Economic and Financial Benefits \n69.  Details of the Project Justification and Financial Analysis are in Appendix 13. The Project \nwill stimulate commercial activities in the agriculture sector ranging from preproduction support \nthrough commercial production to postproduction handling, processing, transport, storage, and \nmarketing. An expansion of these activities, and increases in the value added to agricultural \nproduce, will generate economic growth and employment, primarily in the rural areas, though \nalso in urban centers to some extent. Direct project beneficiaries will comprise the owners and \nemployees of about 28,000 small agribusinesses. Each venture will employ 1–10 persons, more \nthan  half  of  which  will  be  poor.  Additional  indirect  benefits  will  come  from  (i)  increased \nproduction, resulting from the availability of better support services; (ii) greater demand for \nagricultural  produce  for  processing  and  urban  sales,  raising  prices  and  augmenting  the \nquantities of produce marketed; and (iii) a multiplier effect generated through greater demands \nfor labor, transport, storage, and handling. Disadvantaged groups will benefit from higher labor \ndemand, and through the promotion of intensive agribusiness activities (such as dairy, poultry \nraising, and fish farming) that do not require significant land. \n \n70.  An assessment of market demand indicates that sufficient bankable subprojects exist to \njustify the size of the agribusiness credit line. A review of sample enterprises shows that \nagribusiness investment is profitable, and generates substantial and permanent employment for \nthe  rural  poor.  Financial  projections  (Appendix  13  and  Supplementary  Appendixes  C–G), \nprepared in accordance with ADB’s Guidelines on Financial Governance and Management of \nInvestment Projects, indicate that the NGOs will be in compliance with prudential financial \nindicators throughout the Project. The projected financial statements, together with the financial \nmanagement assessments, suggest that NGOs and wholesale banks have sufficient financial \nand managerial capacity. The Project is considered financially viable and sustainable. \n \n2.  Poverty Reduction and Social Impacts \n71.  Appendix 14 presents the Summary Poverty Reduction and Social Strategy. The Project \nwill have significant direct and indirect impacts on poverty reduction. Direct impacts will come \nfrom employment created by new or expanded enterprises. Indirect impacts will come from \nemployment and higher incomes generated by increased demand for produce and services, \nsuch as transport, handling, and storage needed for the operation of the new enterprises. Each \nsmall enterprise assisted by the agribusiness credit is to generate on average 2.5 new jobs. The \naverage wage paid to staff is Tk115–130 per working day, well above the average of Tk65 for \nrural workers. The poverty ratio in rural areas, where most of these enterprises will be located, \nis  53%,  and  the  demand  will  be  for  mostly  semiskilled  and  unskilled  labor.  Thus,  a  high \nproportion of those employed will be poor. In addition, some indirect impacts will be generated \nthrough the expanded demand for raw materials. This will stimulate production, creating further \nemployment and income-earning opportunities. The poverty reduction impact of the Project \ngoes beyond the simple provision of a daily wage, however. Full-time employment also can \nprovide sustained economic and social betterment. Previously unskilled laborers will have the \nopportunity to learn skills and develop a craft, and semiskilled workers will have the opportunity \nto perfect their skills. \n \n72.  As shown in Appendix 15, the Gender Action Plan (GAP) discussed specific actions to \nensure that women receive as many of the project benefits as possible. Women’s entrepreneur \n ", "18 \nassociations  will  be  provided  with  strengthening  assistance  under  component  2,  and  their \nmembers will be encouraged to use the services provided under the same component. Some of \nthe NGOs providing credit are focusing their efforts to a large extent on women borrowers, \nwhich will continue under the Project. A significant number of borrowers will be women, as \ndemonstrated by the existing borrowers from NGOs such as TMSS, especially for dairy, poultry, \nfish-culture, fruit, vegetable, and flower cultivation, as well as small-scale processing. \n \n3.  Environmental and Resettlement Aspects \n73.  The Project will involve many small-scale investments ($500–$5,000 equivalent) around \nthe country. As such, any single activity under the Project is unlikely to have anything other than \na  minor  localized  environmental  impact,  or  require  any  involuntary  displacement  of  local \npopulations. Public sector entities will not expropriate or acquire any land under the Project. \nNevertheless, the project design has incorporated safeguards to minimize potential negative \neffects.  Environmental  and  social  impact  specialists  will  be  engaged  to  ensure  that  the \nenvironmental and social concerns of ADB and the Government are incorporated into work \nplanning and monitoring of the Project. Through training, NGO staff will learn about potential \nnegative impacts that might result from the economic activities they will be promoting, as well as \nthe means to avoid or mitigate such impacts. \n \nB.  Risks \n \n74.  The majority of the investment under the Project will be for component 1. Risks include \n(i) increased financial risks to NGOs due to the larger subloans to be provided to each borrower, \n(ii) increased credit risk to BASIC Bank and Eastern Bank in making larger-than-normal loans to \nNGOs, and (iii) the possibility that NGOs will not follow sound procedures in providing subloans. \nThe increased financial risk to NGOs will be addressed in three ways: (i) only NGOs with sound \ntrack  records  and  a  substantial  financial  base  will  be  chosen;  (ii)  the  Project  will  provide \nsignificant  technical  training  and  support  to  NGOs  and  the  borrowers;  (iii)  by  focusing  on \nborrowers who have experience and some success with previous microcredit borrowing or \nmicroenterprise experience, the Project will select low-risk, experienced clients. The increased \ncredit risk to wholesale banks will be handled by following prudent practices, including (i) \nincreasing loan size to NGOs deliberately and steadily based on repayment performance of \nprior tranches, coupled with initial short-term lending followed by longer terms based on proven \nperformance; (ii) limiting the lending to any single NGO in a year to less than 15% of the \nwholesale bank’s net worth by engaging two wholesale banks; (iii) viewing all assets and \nliabilities of each NGO borrower and expected operating surpluses, rather than considering only \nproject-related activities. This latter practice will be linked to a set of indicators (and action \ntriggers) to keep the mix of assets and liabilities balanced.27 To address the risk of NGOs not \nfollowing  sound  procedures,  PIU  will  undertake  a  strong  PPMS,  complemented  by  the \nwholesale banks’ rigorous review of loan applications from NGOs and the performance of their \nloan portfolios. \n \n75.  Another risk is that vested interests in the Government might delay, or refuse to make, \nrecommended and needed changes to legislation or regulations governing the sector. The \nproject design has provided for this eventuality by allowing for an extensive series of public \nconsultations, seminars, and workshops after the initial studies. Through these measures, the \ntransparency of the consultation and reform process will make it difficult for parties with special \ninterests to affect the outcome of regulatory reform. \n                                                 \n27  The set of triggers could be that the capital adequacy ratio is always greater than 20%, return on equity more than \n12%, total borrowings less than 50% of loans outstanding, and expenses to revenues less than 90%. ", "19 \nVI.  ASSURANCES \nA.  Specific Assurances \n \n76.  In addition to the standard assurances, the Government, BASIC Bank, and Eastern \nBank have given the following assurances, which will be incorporated in the legal documents: \n \n(i)  The Government will establish within DAM the PIU, which will be headed by a \nproject  director.  The  Government  will  ensure  that,  throughout  project \nimplementation, the PIU is staffed adequately with competent full-time personnel, \naccording to the staffing schedule agreed with ADB. A full-time project manager \nwill assist the project director in managing PIU on a day-to-day basis. The project \nmanager, with qualifications and experience acceptable to ADB, will be hired on \na contract basis from the open market as a domestic consultant. \n(ii)  The Government will set up within MOA the agribusiness cell. Qualified staff from \nwithin MOA will be assigned to the cell. The Government will ensure that the \nagribusiness cell, which will be headed by an additional secretary of MOA, will be \nadequately staffed throughout project implementation. \n(iii)  The Government will establish the PIC to be chaired by the secretary of MOA. \nThe PIC will consist of representatives of MOA, MOF, Implementation Monitoring \nand  Evaluation  Division,  Planning  Commission,  DAM,  BASIC  Bank,  Eastern \nBank, participating NGOs, agribusiness organizations, and the project director. \n(iv)  The Government will establish the PSC to be chaired by the principal secretary of \nthe Prime Minister’s Office. The PSC will consist of secretaries of the Economic \nRelations  Division  and  the  Finance  Division  of  MOF,  Planning  Commission, \nAgriculture, Fisheries and Livestock, Commerce, and Industry, representatives of \nBangladesh Bank, BASIC Bank, Eastern Bank, and participating NGOs. \n(v)  The Government will ensure adequate financing is made available in DAM’s \nannual budget for the operation of PIU throughout project implementation. \n(vi)  The  Government  will  not  plan  or  grant  any  debt  amnesty,  or  forgive  loan \nrepayment obligations of subborrowers under the Project’s credit line. \n(vii)  The  Government  will  ensure  that  throughout  the  project  implementation  and \noperation of the revolving fund BASIC Bank and Eastern Bank will be required to \ncomply with prudential financial indicators set by Bangladesh Bank, including, \namong others, (a) classified loans less than 10% of total loans outstanding, (b) a \ncapital adequacy ratio of at least 9%, (c) a loan deposit ration of not more than \n1.0. In addition, the participating NGOs will have to satisfy the agreed eligibility \ncriteria. \n(viii)  The Government, BASIC Bank, and Eastern Bank will ensure that no material \norganizational changes (financial, operational, or structural), or any changes in \nownership of the project facilities, will be approved or implemented without prior \napproval  of  ADB,  if  such  changes  would  affect  their  ability  to  perform  their \nrespective obligations under the Project. \n(ix)  The Government, BASIC Bank, and Eastern Bank will establish and maintain \nseparate accounts under the Project, and will cause the participating NGOs to do \nthe same. Independent auditors acceptable to ADB will audit such accounts and \nrelated financial statements. The auditors’ reports, with the audited accounts and \nfinancial statements, will be submitted annually to ADB through PIU. \n(x)  The Government, BASIC Bank, and Eastern Bank will ensure that satisfactory \nprocedures and operational policies for supervision and monitoring subloans will \nbe  established  and  maintained  to  ensure  the  achievement  of  the  project \nobjectives, and will cause the participating NGOs to do the same. \n ", "20 \n(xi)  The Government, BASIC Bank, and Eastern Bank will ensure compliance with all \napplicable  environmental  laws  and  regulations  of  Bangladesh  and  ADB’s \nEnvironment Policy 2002 and the established environmental assessment and \nreview procedures, and will cause each participating NGO to do the same. Any \nproject activities that harm the environment will not be utilized for financing. \n(xii)  The Government, BASIC Bank, and Eastern Bank will ensure that no project \nactivity will entail land acquisition or any involuntary resettlement impact including \nrelocation, and will cause each participating NGO to do the same. \n(xiii)  The Government, BASIC Bank, and Eastern Bank will adopt and fully carry out \nthe GAP, and will cause each participating NGO to do the same. The GAP \nimplementation will be documented in the PPMS and reported to ADB. \n \nB.  Condition for Loan Signing \n \n77.  The Government will have countersigned and delivered to ADB a TA letter for the \nassociated advisory TA for strengthening project management. \n \nC.  Conditions for Loan Effectiveness \n \n78.  Before loan effectiveness, three conditions must be met: \n(i)  The Government will have approved the Project’s development project proposal. \n(ii)  PIU,  the  agribusiness  cell,  PIC,  and  PSC  will  have  been  set  up  and  made \noperational in a manner satisfactory to ADB. \n(iii)  The subsidiary loan agreements between MOF and BASIC Bank, and between \nMOF and Eastern Bank, will have been signed and delivered to ADB in a form \nand  substance  satisfactory  to  ADB.  These  agreements  will  have  become \neffective and binding upon the parties, in accordance with their terms, subject \nonly to the effectiveness of the Loan Agreement. \n \nD.  Condition for Disbursement \n \n79.  Withdrawals will not be made from the loan account for the credit line component of the \nProject until ADB has received at least two executed onlending agreements, in a form and \nsubstance satisfactory to ADB: one between BASIC Bank and one of the ADB recommended \nparticipating NGOs (BRAC, ASA, and TMSS), and one between Eastern Bank and one of the \nsame participating NGOs. \n \nVII.  RECOMMENDATION \n80.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan in various \ncurrencies equivalent to Special Drawing Rights 28,910,000 to Bangladesh for the Agribusiness \nDevelopment Project from ADB’s Special Funds resources with an interest charge of 1% per \nannum during the grace period and 1.5% per annum thereafter; a term of 32 years, including a \ngrace period of 8 years; and such other terms and conditions as are substantially in accordance \nwith those set forth in the draft Loan and Project Agreements presented to the Board. \n \n \n \nHaruhiko Kuroda \nPresident \n4 October 2005 ", "  Appendix 1  21 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/  Assumptions  \nSummary  Targets/Indicators  Reporting Mechanisms   and Risks  \nImpact      Assumptions \nReduced poverty in  Agribusiness grows at an  Government statistics on  Government policies and \nBangladesh through  annual rate of 2 percentage  employment, agriculture  actions support leading \nagribusiness growth  points above the annual  production and  roles of NGOs and \nthat generates income  growth rate of GDP by 2010.  productivity, trade, import  private sector in \nand employment in    and export, household  agribusiness. \nrural areas.  Agribusiness contribution to  income, and expenditure   \nGDP increased from the 10%  surveys  GDP annual real growth \nto 15% by 2020.    of 5%, agribusiness \n  Bangladesh Bank  annual growth rate of \nAt least 40,000 small-scale  banking statistics  7%. \nagribusinesses start up or   \nexpand, and generate at least  Rural infrastructure \n100,000 jobs by 2020.  developed and/or \nimproved and sustained. \n \nGovernment develops \nand monitors proper \nstatistical framework for \nagribusiness. \nOutcome      Assumption \nExpanded activities of  Investment in agribusiness  NGO records  No serious \nrural enterprises  activities by participating    macroeconomic and/or \nengaged in  entrepreneurs more than  Investment, purchasing,  banking crises. \ncommercial agriculture  doubles by project completion  and production figures of   \nproduction, input  review.  downstream agro- Risks \nsupply, marketing,    industries  Market fluctuations. \nprocessing, and  Sales of agribusinesses     \ntransportation.  increase by 30% by project  Project benefit monitoring  Natural disasters such \ncompletion review.  surveys  as flooding. \n   \nNumber of women  Project progress reports \nagribusiness entrepreneurs   \nincreases by 50% by project  Project completion report \ncompletion review. \n \nNumber of employees in \nagribusinesses increases by \nabout 30% by project \ncompletion review. \n \nThe value added per unit of \ncommodities increases by \nabout 20–30% by project \ncompletion review. \n \nPost-harvest losses drop by \n20–30% of value of product \nproduction by project \ncompletion review. \n \n \n \n ", "22  Appendix 1 \nDesign  Performance  Data Sources/  Assumptions  \nSummary  Targets/Indicators  Reporting Mechanisms   and Risks  \nOutputs \n1. Establishment,  The number of small rural  NGO records and  Assumptions \nexpansion, and  entrepreneurs borrowing and  financial statements  NGOs can maintain high \nsuccessful operation  receiving technical support    portfolio quality. \nNGO loan classification \nof agribusinesses by  from NGOs increases by   \ndata  Entrepreneurs are \nsmall-scale  about 28,000 during the \n  expanding enterprises or \nentrepreneurs.  project period.  Monitoring by PIU \ninvesting in \n   \nOn-farm and off-farm  Periodic project reviews  complementary \nemployment opportunities    enterprises. \nincrease directly by at least  Project progress reports   \n350,000 person-years over 5    Risks \nProject completion report  Government sets \nyears. \nrestrictive limits (interest \n \nEach beneficiary enterprise  caps) on NGO lending. \nreceives subloans of $500–  \nGovernment levies high \n$5,000. \nincome tax rate on \n \n30% of the beneficiary  NGOs that become \nentrepreneurs are women.  microfinance institutions. \n \nPIU and participating NGOs \nprovide continual technical \nand marketing support to \nsubborrowers. \n \nSubsector survey conducted \nin the first 4 years to identify \nagribusiness opportunities. \n \nOver 5 years, about 200 \nborrower training courses and \n60 women entrepreneur \ntraining courses offered, field \ntrip offered to 2000 \nagribusiness entrepreneurs, \n18 new producer and \nmarketing associations \nformed, and 18 value chain \nlink promotion contracts \nformed. \n \n90% of agribusiness ventures \nstill operating by project \ncompletion review. \n \nSubborrowers earning profits; \nclassified loans are less than \n5%. \n \n2. Strengthened  The project credit line ($36  NGO records and  Assumptions \ncapacity of  million equivalent) fully  financial statements  Qualified NGOs and \nparticipating NGOs  disbursed with classified    wholesale banks \nWholesale bank records \nand banks in  loans to NGOs less than 5%  participate as planned \n \nagribusiness lending.  at project completion.  Monitoring by PIU   \nAgribusiness \n   \nLending by NGOs to  Periodic project reviews  entrepreneurs are \nagribusinesses expands by at    properly identified and \nleast 2.5 times over 5 years.  Project progress reports  supported. \n ", "  Appendix 1  23 \nDesign  Performance  Data Sources/  Assumptions  \nSummary  Targets/Indicators  Reporting Mechanisms   and Risks  \nAbout 30 NGO staff training  Project completion report  Effective training \ncourses, 20 NGO liaison  provided. \nworkshops, and 5 training   \ncourses on the monitoring  Risk \nand reporting system offered  Government sets \nover 5 years.  restrictive limits (interest \n  rate caps) on NGO \nAbout 19 training courses on \nlending. \nagribusiness, \nentrepreneurship and NGO \norientation, and NGO loan \nappraisal and management \noffered to wholesale bank \nstaff over 5 years. \n \nNGO staff trained on tapping \nwomen’s potential and \naddressing gender-based \nneeds. \n \nWith all information \ndisaggregated by gender, \nmonitoring and reporting \nsystems installed in each \nparticipating NGO by year 1. \n \nNGO lending to agribusiness \ngrows annually at 20% and \nshare of total portfolio \nincreases 50% to become 6% \nof total loan portfolio by \nDecember 2011. \n \nNGOs sustainably \nimplementing agribusiness \nprograms and attracting \ncommercial financing after \nproject completion. \n \n3. Strengthened  About 40 agribusiness  Annual reports of  Assumptions \ncapacity of  association strengthening  associations  Interest exists among \nagribusiness  proposals financed.    potential agribusiness \nassociations in policy    Regular project  entrepreneurs. \ndialogue and  Membership of associations  monitoring by PIU   \nagribusiness  (including women chambers    Members perceive that \ninformation and  and associations) expands;  Regular project progress  agribusiness \ntechnology  regular meetings are held and  reports  associations can play a \ndissemination.  officers are elected by open    meaningful leading role. \nmembership vote.  Project disbursement   \n  and/or withdrawal  Services provided are \nAbout 30 workshops and  applications  valuable and attract \nseminars held.    entrepreneur and \n  ADB review missions  association \nAbout 8 semiannual    contributions. \nagribusiness promotion fairs  Project progress reports   \nheld at throughout the  and project completion   \ncountry.  report   \n ", "24  Appendix 1 \nDesign  Performance  Data Sources/  Assumptions  \nSummary  Targets/Indicators  Reporting Mechanisms   and Risks  \nAbout 460 paraprofessionals  Risk \ntrained in agribusiness  Agribusiness association \npromotion.  leaders concentrate on \n  their own agenda \nAll campaign messages are  instead of representing \ngender friendly.  the views of a majority of \n  association members, \nand the industry. \n4. Improved policy  Regulatory and marketing  Project implementation  Assumption \nenvironment enabling  studies successfully  monitoring through  Line agencies staff are \nprivate sector  completed with participation  progress reports,  committed to \nparticipation.  of NGOs, wholesale banks,  semiannual and annual  reorientation of their \nand private sector  reports of the PIU  role, and appropriate \nrepresentatives by 2007.    trainees are selected for \n  ADB review missions  training. \nSpecific actions taken to     \nrectify distortionary  Project progress reports  Risks \nregulations by project  and project completion  Government does not \ncompletion.  report  have sufficient incentive \n    to make recommended \nImproved market governance  Training course  changes to regulations \nsystem in place by project  completion reports  and marketing structure. \ncompletion.   \n  Parliament might not \nWomen participating in the  approve or pass critical \nconsultation and workshops.  proposed legislative \n  changes. \nMinistry of Agriculture and \nother line agency staff made \nfamiliar with characteristics of \nagribusiness activities and \ntheir potential role in \nstimulating and supporting \nagribusiness. \n \nActivities with Milestones  Inputs \n   \n1. Project management and start-up \nADB: $42.5 million \n1.1 Project implementation unit set up and functioning by January 2006 \nequivalent \n1.2 All consultants recruited by June 2006 \n \n1.3 Agreements and operating arrangements with wholesale banks and NGOs \nGovernment: $2.0 million \nfinalized by June 2006 \nequivalent \n \n2. Credit for small-scale agribusinesses   \n2.1 First disbursement of the agribusiness credit line by March 2006  Subborrowers: $15.3 \n2.2 NGO selection of subborrowers begins March 2006   million equivalent \n2.3 NGO lending with supporting services begins by June 2006   \n  Contracted service \n3. Technical and marketing support for agribusinesses  providers: $0.2 million \n3.1 Training and support for small entrepreneurs  equivalent \nFirst agribusiness subsector survey begins February 2006 \nTraining and support for small entrepreneurs begins March 2006 \n3.2 Strengthening of agribusiness associations \nAgribusiness association strengthening proposals received by March 2006 \nProposals assessed by June 2006 \nImplementation of proposals commenced by September 2006 \n ", "  Appendix 1  25 \nDesign  Performance  Data Sources/  Assumptions  \nSummary  Targets/Indicators  Reporting Mechanisms   and Risks  \n3.3 Agribusiness information and technology dissemination \nAgribusiness promotion proposals received by March 2006 \nFirst contracts for agribusiness promotion given by June 2006 \nAgribusiness promotion activities commence September 2006 \n \n4. Strengthening capacity of participating NGOs and wholesale banks in \nagribusiness lending \n4.1 Strengthening participating NGOs \nBusiness plans of NGOs reviewed by June 2006 \nInitial training programs for NGOs formulated by September 2006 \nTraining programs for participating NGOs begin by January 2007 \n4.2 Strengthening wholesale banks \nTraining program for wholesale bank staff formulated by June 2006 \nTraining programs for wholesale bank staff initiated by September 2006 \n4.3 Monitoring and reporting system set up in participating NGOs and wholesale \nbanks by June 2006 \n \n5. Improving the enabling environment for agribusiness \n5.1 Agribusiness cell set up and functioning by January 2006 \n5.2 Regulatory policies \nPolicy study begins by September 2006, and completed by March 2007 \nConsultations of recommendations completed by June 2007 \nApproval of recommended changes by December 2007 \n5.3 Market management \nMarketing study begins by September 2006 \nConsultations commence by March 2007 \nApproval of recommended changes by January 2008 \n5.4 Agribusiness training for the government staff \nFormulation of agribusiness training program commences by March 2006 \nand completed by September 2006 \nTraining program commences by January 2007 \nADB = Asian Development Bank, GDP = gross domestic product, NGO = nongovernment organization, PIU = project \nimplementation unit. \n \n \n \n \n \n \n \n ", "26  Appendix 2 \nAGRICULTURE SECTOR ANALYSIS AND AGRIBUSINESS DEVELOPMENT \n \nA.  Rural Poverty in Bangladesh \n1.  Despite positive macroeconomic growth during the 1980s and 1990s, and over the last \nfew years, Bangladesh remains one of the poorest countries in the world. Per capita gross \ndomestic product (GDP) is $361, and poverty incidence based on calorie intake is 50%.1 While \nthe incidence of poverty nationwide is high, rural poverty is even higher at 53%. Moreover, while \nurban poverty declined throughout the 1990s at a reasonable rate of 2.2% per year, rural \npoverty has been much more intractable, declining at the significantly slower annual rate of \n1.6%.2 The major economic activity in rural areas is agriculture production and agriculture-\nrelated activities. The agriculture sector accounts for about 60% of employment nationwide and \nabout 90% in rural areas. \n \n2.  Poverty in Bangladesh remains largely rural: 80% of the population and 85% of the poor \nlive in the countryside. The source of rural poverty can be readily identified. Due to extremely \nhigh population density, most of the rural residents eke out a living from limited land and \nagriculture resources. Some 6 million households (or 33% of the population) have no farm \nholdings at all, effectively meaning they are landless. Another 3.4 million households (19% of \nthe population) have only marginal holdings of 0.02 hectare to 0.20 hectare. Thus, most people \nin Bangladesh do not have the land to earn enough income or grow enough food to be anything \nbut poor. On the other hand, few other significant sources of income are available other than \nagriculture production. The country has few mineral resources, almost no forest resources, \nlimited power generation capacity, and severe infrastructure and location limitations on rapid \nindustrialization. As such, agriculture still represents the major source of raw materials in the \ncountry. Productive agricultural land, along with the manpower to cultivate it, is still the country’s \nmain  resources  and  assets.  Thus,  any  reduction  in  poverty  will  have  to  come  from  an \nintensification and diversification of the agriculture sector, as well as an increase in value added \nfrom the sector.  \n \n3.  Even so, with the majority of the population owning so little land, most households never \nwill break out of poverty through traditional crop production on their own land. Instead, they will \nhave to earn their living from (i) producing higher value commodities, such as high-value crops \nor livestock and fisheries products; (ii) increased employment on larger farms; or (iii) through \nemployment in agro-based enterprises of one type or another. Thus, the reduction of rural \npoverty  depends  on  a  commercialization  of  the  agriculture  sector  to  generate  a  range  of \nincome-earning opportunities in (i) diversified and intensified production, (ii) input supply, (iii) \nprovision  of  services,  (iv)  processing,  (v)  packaging,  (vi)  transport,  and  (vii)  downstream \nmarketing  to  urban  centers  or  abroad.  In  other  words,  the  reduction  of  rural  poverty  in \nBangladesh will depend on the expansion of commercial activities in the agriculture sector—\nagribusiness.  \n \n                                                 \n1 Osmani, S. R., W. Mahmud, B. Sen, H. Dagdeviren, and A. Seth. 2003. The Macroeconomics of Poverty Reduction: \nthe Case Study of Bangladesh. United Nations Development Programme. \n2 Economic Relations Division, Ministry of Finance, Government of the People’s Republic of Bangladesh. 2003. A \nNational Strategy for Economic Growth, Poverty Reduction and Social Development. Dhaka. \n ", "  Appendix 2  27 \nB.  Characteristics of Agriculture and Agribusiness in Bangladesh \n1.  Overall Importance \n \n4.  Agriculture remains a fundamental sector of the economy, accounting for 22% of the \nGDP in 2002 (down from about 30% at the end of the 1980s) and absorbing more than 60% of \nthe workforce. When forward and backward links are taken into account, the agriculture and \nagribusiness contribution to GDP is estimated at about 35% (as opposed to about 38% in 1990), \nwhile the contribution to employment exceeds 75%.3 Agribusinesses comprise about 3 million \nenterprises, of which 90% have less than 10 workers or employees and 36% have only one \nworker. Nonetheless, they are estimated to account for half of household income for about 15 \nmillion people.4 \n \n2.  Crop Production and Diversification \n \n5.  Crop  production  in  Bangladesh  is  being  transformed  from  subsistence  farming  to \ncommercial farming. Most agricultural production still is concentrated on a limited number of \ncrops, with rice accounting for about 79% of total cultivated area. Other major crops include \nwheat (5.0%), jute (3.2%), pulses (3.4%), sugarcane (1.2%), and oilseeds (3.0%). With the \nexception of wheat, most of these are traditional crops with only a limited scope for major \nmarket expansion or value added during processing. Crops with a high potential for cash \nincome generation and value added through further processing, urban market sales, or export \ninclude spices, fresh vegetables, fruits, and potatoes. Though such crops account for only about \n5% of the total cropped area,5 the scope to expand production of these crops is considerable as \ndemand and markets for the produce are developed. Bangladesh has begun to enter the \nEuropean  market  with  exports  of  vegetables  and  other  high-value  crops.  The  demand \nencourages private sector investment in high-value crop production, seed production (especially \nhybrid seeds), chemical and blended fertilizers, agroprocessing enterprises, etc.  \n \n3.  Livestock \n \n6.  Livestock production accounts for about 3% of GDP and 10% of agricultural GDP. \nLivestock production is an important component of the household income of poorer households, \nand  employs  about  20%  of  the  rural  labor  force.  Livestock  production  also  has  important \nbackward links through the requirement for feed and (in the case of poultry) chicks, as well as \nforward links through processing.  \n \n4.  Fisheries \n \n7.  Fisheries are another important component of the sector. While Bangladesh’s access to \nmarine fish resources is limited, its inland fisheries resources are among the richest in the world. \nFisheries provides livelihood to more than 1 million full-time and 10 million part-time fisher folks, \nand fish make up 80% of the animal protein intake of the population. Fisheries account for about \n6% of the country’s GDP and 72% of agriculture exports. Most of these exports consist of frozen \nshrimp, which generate foreign exchange earnings of $270 million annually and constitute the \n                                                 \n3 Agrico Limited. 2004. Project Preparatory Technical Assistance Final Report on the Bangladesh Agribusiness \nDevelopment Project. New Zealand. \n4 Daniels, Lisa. 2003. National Private Sector Survey of Enterprises in Bangladesh. Department for International \nDevelopment, et al. \n5 Rice is grown for subsistence and for cash income generation. \n ", "28  Appendix 2 \nsecond largest source of export earnings. As with livestock, backward and forward links are \nsignificant.  \n \n5.  Income Elasticity of Agriculture Products \n \n8.  The estimates of income elasticity (Table A2.1) indicate that elasticities are much higher \nfor noncereal agricultural products than for cereals, particularly for fruits, vegetables, livestock, \nfish, and a range of nonfarm services. Rising incomes in rural and urban areas in Bangladesh \nhave spurred demand for noncereal crops, livestock, fishery, and processed food products, a \ntrend that will continue to increase. \n \nTable A2.1: Income Elasticity for Major Product Groups \n    Food  Cereals Noncereal  Fruits  Fish  Livestock  Services \nCrops \nIncome  Rural  0.65  0.30  0.72  1.15  1.08  1.50  1.52 \nElasticity  Urban  0.58  0.23  0.55  1.04  0.87  1.25  1.39 \nSource: Hossain, M. 2003. Rural Non-Farm Economy in Bangladesh: A View From Household Surveys. Dhaka. \n \n6.  Emergence of Agribusiness in Bangladesh \n \n9.  Until the early 1990s, state-owned enterprises in subsectors such as sugar, jute, and \nfertilizers carried out most of the agribusiness. Private sector involvement in agribusiness was \nrelatively modest and limited to subsectors such as tea, rice and wheat milling, and marketing of \nagricultural  products.  In  the  1990s,  private  agribusinesses,  as  well  as  trade  and  industry \nassociations, began to grow. This accelerated in the second part of the decade, and continued \nin the early part of the 2000s. Most growth took place in subsectors such as poultry, shrimp, \npotato and cold storage, fruit processing, and supermarket chains. \n \n10.  Four interrelated factors were responsible for the emergence of private agribusiness \nduring the 1990s. First, market reforms initiated during the 1980s and continued in the 1990s \nprovided  a  policy  framework  for  the  involvement  of  the  private  sector  in  several  activities \npreviously controlled by the public sector, such as the distribution of agricultural inputs and \nagricultural  exports.  Second,  sustained  growth  of  the  economy  has  increased  purchasing \npower, particularly in urban areas, with the consequent increase in demand for nonstaple foods \nand more processed items. Rice self-sufficiency achieved during this period increased food \nsecurity  and  expanded  opportunities  for  agricultural  and  nonfarm  diversification.  Third, \ninfrastructure developments (the most notable example being the Jamuna bridge) improved \nopportunities for enterprise development. Improvements in road and telephone (e.g., the mobile \nrevolution  and  internet)  communication,  electrification,  and  energy  infrastructure  (e.g.,  gas \npipelines),  while  far  from  being  adequate,  have  stimulated  greater  trade  volumes  and \ninvestment  outside  the  two  major  urban  centers  of  Dhaka  and  Chittagong.  Fourth,  some \nprojects have facilitated the emergence of new agribusiness ventures and strengthened existing \nones.  The  most  important  example  of  these  projects  was  the  Agro-based  Technology \nDevelopment Project I, which the United States Agency for International Development funded \nduring 1996–2001. \n \n7.  Distribution of Agribusinesses in Bangladesh \n \n11.  Bangladesh  has  many  household  level,  cottage  or  micro-industries  concerned  with \nprocessing agricultural and related raw materials, including nonfood items, involving jute, cotton, \nbamboo, or timber. Nonfarm households (i.e., the landless) mange about half of these, while \n ", "  Appendix 2  29 \nmostly small farmers (owning less than 1.0 hectare) manage the rest. These activities can be \nvery important to the livelihood of the poorer segments of rural communities, which are unable \nto survive on crop production alone. Often, nongovernment organization (NGO) microfinance \nfunds them. Investments in this category are typically below $1,000 per household. These \nenterprises usually serve a localized market around the village or subdistrict headquarters. \n \n12.  The next layer of agribusiness is made up of rural-based enterprises. Bangladesh has \nabout 3 million such enterprises, which make up the bulk of the country’s agribusinesses. These \ntypically include small poultry, dairy, and fisheries enterprises, as well as rural produce and \ninput traders and transporters. This segment of rural business is fairly dynamic and market-\ndriven. Investments are $1,000–$10,000 per enterprise.  \n \n13.  Medium-sized,  generally  urban-based,  agroprocessing  enterprises  constitute  another \nlayer. These include commercial juice, jelly, jam, pickles, and snack food preparation; potato \ncold  stores;  fish  freezing  plants;  and  farmers'  service  cooperatives.  Most  of  them  have \ninvestments well below $100,000. At the upper level of the agroprocessing sector are large \nhigh-technology,  capital-intensive  enterprises,  such  as  integrated  shrimp  processors,  which \nhave been operating in Bangladesh for some time and producing for export markets. Many of \nthese have investments exceeding $100,000. However, overcapacity has affected the shrimp \nindustry due to disease problems in shrimp ponds, as well as difficulties with meeting the \nhygienic standards of the European Union. Exporters are resolving some of these problems by \nadhering to strict hygiene standards. A few large, urban-based processors also are engaged in \nthe juice, poultry, and dairy industries that serve the national market.  \n \n14.  These different strata of agribusiness tend to serve different markets. Table A2.2 shows \nan analysis of cottage, small, medium, and large enterprises in the country, the majority of \nwhich are agriculture-based. \n \nTable A2.2: Relationship Between Size of Company and Target Market \nScale  Local Village  Nearest  National  Regional  EU and US \n(Capital Investment)  Market  Town  Market  Exports  Markets \nCottage (less than $1,000)  High  Low       \nSmall ($1,000–$10,000)  Low  High  Low     \nMedium ($10,000–$100,000)  Low  Moderate  High  Low   \nLarge (more than $100,000)  Low  Moderate  High  Moderate  Low \nEU = European Union, US = United States. \nSource: Montgomery, R. D., M. Khondkar, M. Hassanullah, and A. Sergeant. Agribusiness Scoping Study. \nDepartment for International Development and World Bank. 2002. \n \n8.  Sector Performance \n \n15.  Over  the  past  decade,  the  agriculture  sector  has  increased  productivity,  including \nachieving self-sufficiency in rice. The sector also started modest diversification into value-added \nproducts, such as fruits, vegetables, poultry, dairy, and fish. This improvement was achieved \ndespite a large population (close to 140 million) and high population density, scarce cultivable \nland (an average of 0.6 hectare per household), and regular occurrence of natural calamities. \nNonetheless, the overall annual growth rate of agricultural GDP during the 1990s averaged \nabout 2.4%, versus overall GDP growth of 5%. Over the past 4 years, general agricultural \ngrowth has improved, reaching an annual average growth rate of 3.7%. \n ", "30  Appendix 2 \n \n16.  While Bangladesh has the potential to intensify and diversify production further, and \ndevelop  backward  and  forward  links  (through  processing,  packaging,  storage,  and  export \nindustries), little progress has been made. Most processing is small in scale and aimed at local \nmarkets. The poultry, dairy, and shrimp subsectors appear to be exhibiting the most rapid \ngrowth. In terms of post-harvest handling, packaging, storage and transport, the country is also \nseriously underdeveloped. For the local markets, virtually no packaging is used. Perishable \nfruits and vegetables are handled and transported in bulk or semi-bulk baskets, trucks, or boats \nwithout any protection or packaging. Motorized transport is available everywhere in Bangladesh. \nHowever, moving commodities from farm to consumer can take up to 10 days due to the many \nmarket intermediaries, and the need to pack and repack at every stage of the marketing chain. \nWarehouse  and  cold  storage  facilities  for  agricultural  commodities  are  lacking.  Except  for \npotatoes,  virtually  no  cold  storage  facilities  are  available  for  vegetables.  Therefore,  much \nremains to be done to realize the potential for the generation of additional employment through \nhigher value agriculture and agribusiness, and to reduce poverty significantly.  \n \nC.  Constraints \n17.  A plethora of constraints impede the development of commercially based agriculture \nproduction, processing, and marketing in Bangladesh. Many are associated with the severely \nlimited infrastructure, such as (i) poor road, rail, and water transport connections; (ii) inadequate \nand poorly maintained markets; (iii) lack of electricity connections (most rural households do not \nhave electricity connections and the power supply is unpredictable); (iv) poor port and airport \nfacilities, limiting access to export markets; and (v) general lack of storage facilities. \n \n18.  The regulatory environment in the country also constrains commercial activities in, or \nrelated to, the agriculture sector. Produce markets are poorly run and maintained. Nationally \nenforced quality and health standards for agricultural produce are missing. In addition, the \ngeneral public and potential private sector investors, as well as the staffs of public sector line \nagencies, financing agencies, and development institutions, generally do not understand the \npotential for agribusiness development. Knowledge of potential markets for different types of \nagriculture products also is lacking. Moreover, potential investors are deficient in technical \nknow-how. \n \n19.  However, the most serious constraint is the inability of potential investors to mobilize \nfinance  for  agribusiness  ventures.  The  two  sources  of  formal  credit  available  in  rural \nBangladesh are commercial banks and NGOs. Few rural enterprises borrow from commercial \nbanks. Banks are not interested in the small loans that many agro-based enterprises require, \nand potential small-scale investors usually lack the collateral required by commercial banks to \nsecure a loan. The National Private Sector Survey of Enterprises in Bangladesh (footnote 4) \nindicated that less than 15% of enterprises had received formal credit from commercial banks. \nBorrowing from NGOs also was limited. The survey found that 17% of enterprises had received \ncredit from NGOs, although finance was identified as the most important start-up problem \nenterprises had faced. NGO lending for agribusiness has not been extensive. Except for a few \nof the more experienced NGOs, which are pioneering lending to enterprises, most traditionally \nhave focused on poverty-targeted microfinance. \n \nD.  Implications for Project Design \n20.  Given the many landless and marginal farmers, increases in the production of traditional \nstaple crops alone will not be sufficient to reduce rural poverty in Bangladesh. Nonetheless, \n ", "  Appendix 2  31 \neconomic growth and poverty reduction still will depend on increases in agriculture production \nand value added to that production. No other comparable resource base is available. This \ngrowth, however, will have to be based on employment generated and value added by switching \nto  higher  value  commodities,  and  developing  economic  activities  based  on  commercially \noriented upstream and downstream links within the sector. The potential for growth in these \ntypes of activities is limited by the narrow range of commodities produced in the country. Still, \nthe scope is large enough to generate considerable growth and employment through upstream \ninput  and  service  industries,  as  well  as  downstream  handling,  storage,  and  processing \nindustries. Given the difficulties of accessing international markets on a large scale, these will \nbe focused primarily on local and national markets. \n \n21.  Some constraints continue to prevent the rapid commercialization of the agriculture \nsector and agribusiness development. As many of these constraints are infrastructure-based, \nthey will not be resolved until the country has better roads, rail links, water transport facilities, \nand international connections, as well as a more extensive and dependable electricity supply. \nMany constraints, however, can be tackled now. These include constraints imposed by (i) the \nregulatory environment; (ii) a lack of knowledge of investment potentials and the technologies \ninvolved in improved handling, storage, and processing; and (iii) lack of access to finance. The \nProject has been designed to begin addressing these latter constraints. The aim is to promote \nrealistic  agribusiness  development  within  the  medium  term,  while  awaiting  the  longer-term \ninfrastructure improvements (i.e., more and better roads, more dependable electricity supply, \nand better and more efficient port facilities). The longer-term improvements will be needed to \nstimulate growth in the sector and the development of export markets.  \n \n22.  NGOs are the primary strategic points of entry to address the constraints to the sector. \nUnder the Project, NGOs will provide agribusinesses with the finance they need to grow and \nexpand. Several reputable NGOs now target enterprises with loans of up to $5,000, whereas \nearlier  lending  seldom  exceeded  $500  per  subloan.  However,  they  are  having  increasing \ndifficulty mobilizing the finance they require for these programs. For BRAC alone, the funding \nrequirement in 2005 exceeds $100 million—and 20% growth in lending is projected each year. \nAgribusiness in Bangladesh comprises numerous small borrowers spread throughout the rural \nareas, which has limited the ability of NGOs to provide sound financial services with training and \nsupport. As such, an efficient means of supporting agribusiness in Bangladesh is to support the \nNGOs’ new strategic thrust into the sector.  \n \n ", "32  Appendix 3 \nEXTERNAL ASSISTANCE WITH RELEVANCE TO AGRIBUSINESS \n   \nProject Title  Duration  Executing Agency  Donors  Funding \nSmall and Medium Enterprise  2005–2008  Finance Division of  ADB  $50.0 million \nSector Development Program  Ministry of Finance, \nBangladesh Bank \nNorthwest Crop Diversification  2001–2008  DAE, Bangladesh Bank  ADB  $46.3 million \nProject \nRural Livelihood Project  1999–2006  Bangladesh Rural  ADB  $42.6 million \nDevelopment Board \nSecond Participatory Livestock  2004–2010  PKSF, Department of  ADB, Danida  $20.5 million \nDevelopment Project  Livestock Services \nParticipatory Livestock  1997–2003  Department of Livestock  ADB, Danida  $30.0 million \nDevelopment Project  Services \nRural Infrastructure Improvement  2003–2008  LGED  ADB, GTZ,  $76.9 million \nProject  KfW \nThird Rural Infrastructure  1998–2005  LGED  ADB, IFAD,  $139.6 million \nDevelopment Project  SIDA, JBIC \nFarm to Market Enterprise  1998–2002  DAE  CIDA  $14.0 million \nDevelopment Project \nAgriculture Sector Programme  2000–2011  MOA, MOFL  Danida  $60.0 million \nSupport \nAgricultural Market Information  2002–2003  Department of Agricultural  FAO  $256,500 \nImprovement Project  Marketing \nIntegrated Horticulture and  2000–2005  DAE  FAO  $5.7 million \nNutrition Development Project  \nBusiness Development Service  2003–2008  Ministry of Commerce  GTZ  €13.0 million \nProgram \nBangladesh Seed Development  1997–2004  Bangladesh Agricultural  GTZ  $7.5 million \nProgram  Development Corporation \nAgricultural Diversification and  1997–2004  DAE, LGED  IFAD  $18.9 million \nIntensification Project \nAquaculture Development Project  1998–2004  MOFL  IFAD  $23.8 million \nAgro-based Technology  1996–2001  MOA  USAID  $10.0 million \nDevelopment Project I \nAgro-based Technology  2001–2005  MOA  USAID  $37.0 million \nDevelopment Project II \nAgricultural Services, Innovation  1999–2003  DAE, Horticulture Export  World Bank,  $12.4 million \nand Reform Project   Development Foundation  DFID, FAO \nExport Diversification Project  1999–2003  Ministry of Commerce,  World Bank  Tk169.8 million \nTariff Commission \nADB = Asian Development Bank, CIDA = Canadian International Development Agency, DAE = Department of \nAgricultural Extension, Danida = Danish International Development Assistance, DFID = Department for International \nDevelopment, FAO = Food and Agriculture Organization, GTZ = Gesellschaft für Technische Zusammenarbeit, IFAD \n=  International  Fund  for  Agriculture  Development,  JBIC  =  Japan  Bank  for  International  Cooperation,  KfW  = \nKreditanstalt für Wiederaufbau, LGED = local government engineering department, MOA = Ministry of Agriculture, \nMOFL = Ministry of Fisheries and Livestock, PKSF = Palli Karma-Sahayak Foundation, SDC = Swiss Agency for \nDevelopment and Cooperation, SIDA = Swedish International Cooperation Development Agency, USAID = United \nStates Agency for International Development. \nSource: Asian Development Bank estimates. \n ", "  Appendix 4  33 \nELIGIBILITY CRITERIA FOR PARTICIPATING NONGOVERNMENT ORGANIZATIONS \nAND WHOLESALE BANKS \n \n1.  The Project will work with nongovernment organizations (NGO) that have developed \nsound  microcredit  loan  portfolios,  and  are  seeking  to  expand  their  portfolio  of  small-scale \nindividual lending to agribusiness. Wholesale banks, which will be expected to conform to \nselected performance criteria, will finance the NGOs through lending.  \n \n2.  To be selected and participate in the Project, wholesale banks must have: \n(i)  at least 3 years experience in project-relevant financing, including a steadily \nincreasing portfolio of NGO or nonbank financial institution lending; \n(ii)  classified loans1 accounting for less than 10% of total loans outstanding; \n(iii)  at least 3 years of satisfactory financial performance, as shown by financial \nstatements audited to international accounting standards, as well as satisfactory \nfinancial forecasts for the current year and each subsequent year of the project \nparticipation that indicate profitability and the maintenance of prudent financial \nratios;  \n(iv)  a  capital  adequacy  ratio2  of  at  least  9%,  plus  satisfactory  compliance  with \nBangladesh Bank regulatory and inspection requirements; \n(v)  a maximum loan deposit ratio3 of 1.0; and \n(vi)  a proven ability to monitor and regularly report financial and physical indicators \nneeded to measure project status and impact. \n \n3.  The maximum loan deposit ratio for the wholesale bank will be calculated excluding the \nportion  of loan  portfolio  financed by  project borrowing.  Before  a  wholesale bank  joins  the \nProject, and for each year of participation, the bank should perform in accordance with the \nstandards set in para. 2 for which Bangladesh Bank has supervisory responsibility. \n \n4.  To be selected and participate in the Project, NGOs must have: \n(i)  a level of governance and internal controls that clearly demonstrate an ability to \nmanage and account for financial intermediation operations separate from, and \nindependently of, other activities carried out by the NGO; \n(ii)  satisfactory compliance with standards and instructions issued by Bangladesh \nBank for NGOs involved in microfinance; \n(iii)  a strategy statement within their corporate plan that shows a commitment to the \ndevelopment of agribusiness financial services;  \n(iv)  satisfactory work plans for the next 3 years, showing project-related activities to \nbe undertaken and their relationship with all other activities of the NGO;  \n(v)  financing services to at least 100,000 borrowers before project participation;  \n(vi)  at least 5 years of satisfactory financial performance and at least 3 years of \nsatisfactory experience with microenterprises, as shown by financial statements \nand satisfactory external audit reports;  \n(vii)  sound  and  transparent  subborrower  selection  procedures,  including,  in  the \nfinancing of production-related services, a detailed and time-bound plan that will \nresult in the commercial packaging of these services and their ownership by \nprivate sector entrepreneurs; \n                                                 \n1 Loans that are classified as substandard, doubtful, or loss. \n2 Capital adequacy ratio is a measure of a financial institution’s financial strength, particularly its ability to cushion \noperational and abnormal losses. It is derived by comparing the ratio of an entity’s equity with its asset-at-risk. \n3 The amount of a bank's loans divided by the amount of its deposits at any given time. \n ", "34  Appendix 4 \n(viii)  satisfactory financial statements for the current year, and forecasts for each \nsubsequent  year  of  project  participation,  which  indicate  profitability  and  the \nmaintenance of prudent financial ratios (profitability will be measured by a return \non equity averaged over 2 years of not less than 6 percentage points above the \nrate of inflation and an expenses-to-revenue ratio of not more than 90%); \n(ix)  a net worth of at least Tk120 million, and capital adequacy of not less than 12%; \nand \n(x)  classified loans accounting for less than 10% of total loans outstanding. \n \n5.  The Asian Development Bank has conducted a due diligence review to compile a short \nlist of NGO candidates for participation in the Project. The shortlist follows eligibility guidelines \nestablished for the Project. Wholesale banks will review the loan application of each NGO. If an \napplication is considered bankable, the banks will determine how much to loan the NGO in \naccordance with own loan management procedures, which will have been modified with project \nassistance. The wholesale banks will bear the credit risk of NGO lending, and will financially \nmonitor these NGOs and provide summarized reports to project implementation unit (PIU). \nNGOs will be required to provide summarized reports on social and financial aspects of their \nproject  activities  to  PIU.  With  consultant  assistance,  PIU  will  determine  the  content  and \nfrequency of these summarized reports. In addition, PIU will randomly inspect NGO head office \nand field office activities to ensure sound and transparent subborrower selection procedures are \nbeing followed. \n \n6.  PIU will work closely with the wholesale banks in the first 3 months to (i) develop \nguidelines and procedures to be followed in evaluating and accepting NGO proposals; (ii) \nestablish priorities in the selection of proposals; (iii) establish performance and project benefit \nindicators, as well as a process of monitoring these regularly through NGOs; and (iv) formulate \nsteps to be followed if an NGO ceases to perform satisfactorily. PIU and the wholesale banks \nwill work out a procedure to follow that will enable a sample check of subborrowers to ensure \nthat agribusiness is being financed, and that funds are not being diverted elsewhere. \n \n ", "   \nDETAILED COST ESTIMATE BY EXPENDITURE CATEGORY \n \nTable A5.1: Expenditure Accounts Project Cost Summary \n \n     (Tk Million)       ($ Million)    %    % Total \n                                    Foreign    Base \n          Local    Foreign    Total      Local    Foreign    Total    Exchange    Costs \n  A. Investment Costs                                  \n    1. Agribusiness Credit    2,064.5    229.4    2,293.9      32.4    3.6    36.0    10    61 \n    2. Subborrower Investment Contribution    974.9    —    974.9      15.3    —    15.3    —    26 \n    3. Consulting Services                                  \n      a. International Consultants    —    129.7    129.7      —    2.0    2.0    100    3 \n      b. Domestic Consultants    88.2    —    88.2      1.4    —    1.4    —    2 \n    Subtotal (A3)    88.2    129.7    217.9      1.4    2.0    3.4    60    5 \n    4. Contracted Servicesa    37.0    —    37.0      0.6    —    0.6    —    1 \n    5. Training and Technical Supports    41.4    —    41.4      0.7    —    0.7    —    1 \n    6. Vehicles and Equipment                                  \n      a. Vehicles and Motorcycles    10.0    9.9    19.9      0.2    0.2    0.4    50    1 \n      b. Office Equipment and Furniture    22.0    7.3    29.3      0.3    0.1    0.4    25    1 \n    Subtotal (A6)    32.0    17.2    49.2      0.5    0.3    0.8    35    2 \n    7. Surveys and Studies    9.2    —    9.2      0.1    —    0.1    —    — \n    8. Project Staff    27.5    —    27.5      0.4    —    0.4    —    1 \n    9. Overheads and Operational Costsb    82.3    —    82.3      1.3    —    1.3    —    2 \n  Total (A)    3,357.0    376.3    3,733.3      52.7    5.9    58.6    10    100 \n  B. Recurrent Costs                                  \nTotal Baseline Costs    3,357.0    376.3    3,733.3      52.7    5.9    58.6    10    100 \n    Physical Contingencies    10.1    0.9    11.0      0.2    0.0    0.2    8    — \n    Price Contingencies    38.2    12.1    50.3      0.3    0.1    0.4    25    1 \nTotal Project Costs    3,405.3    389.2    3,794.5      53.1    6.0    59.1    10    101 \n    Interest During Implementation    —    57.6    57.6      —    0.9    0.9    100    2 \nTotal Costs To Be Financed    3,405.3    446.8    3,852.1      53.1    6.9    60.0    12    102 \na On strengthening agribusiness associations, and agribusiness promotion and information dissemination.                 \n   The contracted associations and service providers will provide one third of the proposed activity cost.                 \nb Including vehicle and office rental expenses.                                   \n— = not available                                   \nSource: Asian Development Bank estimates.                                   \nA\np\np\ne\nn\nd\nix\n 5\n3      \n5\n   ", "  3\n6\n \n \n \n \n \n \nA\n  p\np\n  e\nn\nd\nTable A5.2: Expenditure Accounts by Financiers  ix\n($ million)   5\n \n \n  Contracted\n  Asian Development Government of Service Local\n  Bank Bangladesh Subborrowers Providers Total Foreign (excluding Duties and\nAmount % Amount % Amount % Amount % Amount % Exchange Taxes) Taxes\nA. Investment Costs  \n1. Agribusiness Credit   36.0 100.0 — — — — — — 36.0 60.0 3.6 32.4 —\n2. Subborrower Investment Contribution   — — — — 15.3 100.0 — — 15.3 25.5 — 15.3 —\n3. Consulting Services  \na. International Consultants   2.1 100.0 — — — — — — 2.1 3.5 2.1 — —\nb. Domestic Consultants   1.5 100.0 — — — — — — 1.5 2.4 — 1.5 —\nSubtotal Consulting Services   3.6 100.0 — — — — — — 3.6 5.9 2.1 1.5 —\n4. Contracted Servicesa   0.4 66.7 0.0 — — — 0.2 33.3 0.6 1.1 — 0.6 —\n5. Training and Technical Supports   0.7 100.0 — — — — — — 0.7 1.2 — 0.7 —\n6. Vehicles and Equipment  \na. Vehicles and Motorcycles   0.3 75.9 0.1 24.1 — — — — 0.3 0.6 0.2 0.1 0.1\nb. Office Equipment and Furniture   0.4 87.5 0.1 12.5 — — — — 0.5 0.8 0.1 0.3 0.1\nSubtotal (A6)   0.7 82.8 0.1 17.2 — — — — 0.8 1.4 0.3 0.4 0.2\n7. Surveys and Studies   0.2 100.0 — — — — — — 0.2 0.3 — 0.2 —\n8. Project Staff   — — 0.5 100.0 — — — — 0.5 0.8 — 0.5 —\n9. Overhead and Operational Costsb   — — 1.4 100.0 — — — — 1.4 2.4 — 1.3 0.1\nTotal Investment Costs   41.6 70.3 2.0 3.4 15.3 25.9 0.2 0.4 59.1 98.5 6.0 52.8 0.3\nB. Recurrent Costs  \nTotal Project Costs   41.6 70.3 2.0 3.4 15.3 25.9 0.2 0.4 59.1 98.5 6.0 52.8 0.3\nInterest During Implementation   0.9 100.0 — — — — — — 0.9 1.5 — — —\nTotal Disbursement   42.5 70.8 2.0 3.4 15.3 25.5 0.2 0.4 60.0 100.0 6.0 52.8 0.3\na On strengthening agribusiness associations, and agribusiness promotion and information dissemination.\n     The contracted associations and service providers will provide one third of the proposed activity cost.\nb Including vehicle and office rental expenses.\n— = not available\nSource: Asian Development Bank estimates.\n \n \n ", "  Appendix 6  37 \nPROJECT MANAGEMENT STRUCTURE \n \n \n \n  Project  \n  Steering  \n  Committee \n \nMinistry  Ministry  \nof  of \nAgriculture  Finance \n \nAgribusiness Cell \nProject  \nImplementation \nCommittee \nDepartment of  \nBASIC Bank \nAgricultural Marketing \nand \n \nEastern Bank \n \nProject Implementation Unit \nParticipating \nAgribusiness \nNongovernment  \nAssociations \nOrganizations \nSmall Scale Agribusiness Entrepreneurs \nand Employees \n \n(Project Beneficiaries) \n \n \nLegend:   Supervision \n     \n    Cooperation and Coordination \n \nSource: Asian Development Bank estimates. \n \n \n ", "38  Appendix 7 \nPROJECT IMPLEMENTATION ARRANGEMENTS \n \nA.  Implementation Arrangements for Credit for Small-Scale Agribusinesses \n(Component 1) \n \n1.  General. The implementation of Credit for Small-Scale Agribusinesses (component 1) \nwill depend on the participation of nongovernment organizations (NGO). NGOs interested in \npromoting agribusiness will be able to borrow from a credit line established in Bangladesh Small \nIndustries and Commerce (BASIC) Bank and Eastern Bank. BASIC Bank and Eastern Bank, \nwhich will bear the credit risk for the NGO credit line, will select the participating NGOs. To \nassist BASIC Bank and Eastern Bank in the selection process, the Asian Development Bank \n(ADB) identified and conducted due diligence on three of the most qualified and experienced \nNGOs—each of which would be likely to participate in the Project. NGOs on this shortlist will be \nconsidered for the initial drawdown from the credit line. Additional NGOs may be considered for \nparticipation following the midterm review, provided they meet selection criteria (Appendix 4). \n \n2.  BASIC  Bank  and  Eastern  Bank  will  review  the  loan  applications  of  each  NGO  to \ndetermine the amount of funds to be onlent. If an application is considered bankable, the banks \nwill determine the amount of the loan, following their own loan management procedures. These \nprocedures will be modified with project assistance to meet the needs of the Project, while \nkeeping in mind the financial soundness of the onlending institutions. BASIC Bank and Eastern \nBank  will  financially  monitor  the  NGOs  and  provide  summarized  reports  to  the  project \nimplementation unit (PIU). The wholesale banks will inform PIU of the amounts lent, while the \nNGOs will inform PIU what their intended agribusiness development and lending targets are. \nNGOs will be required to provide to PIU summarized reports on the social and financial aspects \nof their project activities. With the assistance of the project monitoring consultants, PIU will \ndetermine  the  content  and  frequency  of  these  summarized  reports.  PIU  will  report  this \ninformation to the Ministry of Agriculure (MOA), which will pass it along to ADB. As part of the \nmonitoring process, PIU will randomly inspect NGO field activities to ensure that the target \ngroup of the project is being reached.  \n \n3.  Lending Terms and Conditions for the Credit Line. The Government will relend \n$36 million equivalent in local currency to BASIC Bank and Eastern Bank at an annual service \ncharge of 3.5% on the outstanding balance of disbursements from the Government. Loan terms \nand conditions will be set out in a subsidiary loan agreement between the Government and \nBASIC Bank and Eastern Bank. The wholesale banks and NGOs will borrow and repay their \nloans in local currency, free of foreign exchange calculations. BASIC Bank and Eastern Bank \nwill onlend to participating NGOs at the cost of funds from the Government, calculated on a \nsimple interest basis plus the 3.5% spread. The rate charged to the NGOs will be 7%, the same \nas the Palli Karma-Sahayak Foundation charges larger NGOs. BASIC Bank and Eastern Bank \nwill have a margin to cover the higher administrative and monitoring expenses associated with \nNGO and subproject lending, as well as provisions for bad and doubtful debt, and an adequate \nprofit  margin.  As  loan  security,  BASIC  Bank  and  Eastern  Bank  stated  that  personal  and \ncorporate guarantees, supplemented where available by security over property and receivables, \nare accepted for lending to NGOs. Their primary focus will be on NGO cash flows available for \nloan repayment. Participating NGOs will borrow from BASIC Bank or Eastern Bank, and onlend \nto their subborrowers to finance agribusiness activities. The service charge for this lending by \nNGOs  will  be  at  the  prevailing  market  rate,  which  takes  into  account  social  mobilization, \ntechnical support, and financial service costs to ensure continuing operational viability. After 1 \nyear, the Government and ADB will review the performance of the NGOs, and the impact of the \nservice charge they imposed upon the subborrowers, for taking further action, if necessary. \n ", "  Appendix 7  39 \n \n4.  The lending terms for participating NGOs will be based on the business plans submitted \nto BASIC Bank and Eastern Bank. Drawdowns for seasonal and short-term finance may be \nrolled over, subject to satisfactory performance by participating NGOs. At project completion, all \noutstanding  lending  to  participating  NGOs,  which  is  unclassified  according  to  Bangladesh \nBank’s standards, will be placed in revolving funds in BASIC Bank and Eastern Bank. These \nwould continue to be available to NGOs for agribusiness activities. Repayment of funds by \nBASIC Bank and Eastern Bank would repay funds to the Ministry of Finance out of the revolving \nfund, which would close with a zero balance when ADB decides to dissolve the revolving fund. \n \nB.  Implementation Arrangements for Technical and Marketing support for \nAgribusiness (Component 2) \n \n5.  The  agribusiness  promotion  consultants—working  with  NGOs,  entrepreneur \nassociations, and larger entrepreneurs that can be linked to small entrepreneurs in the value \nchain—will  provide  and  develop  the  technical  and  marketing  supports  under  Training  and \nSupport for Small Entrepreneurs (component 2a) through PIU. NGOs also will be encouraged to \nsubmit  their  own  proposals  for  project  support  to  improve  their  services  for  agribusiness \nborrowers and/or direct services for their borrowers. Proposals developed by the consultants \nand by NGOs, with the assistance of consultants for component 2a, will be submitted to a panel \nfor review and approval. The panel will comprise the project manager, the project management \ntraining advisor (or his/her nominee), and the NGO associated with the proposal. The project \nmanagement  training  advisor,  in  consultation  with  participating  NGOs,  will  establish  the \nguidelines for approving proposals and monitoring procedures. \n \n6.  Strengthening of agribusiness associations and agribusiness information and technology \ndissemination (components 2b and 2c) will be implemented based on proposals submitted to \nPIU.  The  proposals  will  specify  what  the  training,  capacity  strengthening,  or  governance \nimprovement needs are, and the types of promotional services the associations or service \nproviders will provide. Funding will be shared. Approvals for component 2b will be based on the \nprovision of some reciprocal service, such as participation in the training program for MOA staff \nor participation in one of the other activities under component 2 (e.g., the provision of technical \nadvice). A committee comprising the project manager, the agribusiness promotion consultants, \nand the project management training advisor will vet the proposals for components 2b and 2c. \n \nC.  Implementation Arrangements for Strengthening Capacity of Participating NGOs \nand Wholesale Banks in Agribusiness Lending (Component 3) \n \n7.  NGO  training  courses will  be  designed  and  financed  based  on  requests  from, and \nappraisal  of,  individual  NGOs.  The  agribusiness  finance  specialist,  agribusiness  promotion \nconsultants,  training  specialist,  gender  advisor,  women’s  entrepreneur  promotion  specialist, \nenvironmental  and  social  advisor  and  specialists  will  deliver  the  courses.  Training  will  be \nprovided to the wholesale banks after the agribusiness finance specialist assesses the training \nneeds. \n \nD.  Implementation Arrangements for Improving the Enabling Environment for \nAgribusiness (Component 4) \n \n8.  The agribusiness cell in MOA will implement identifying and correcting major policy \nconstraints (component 4a) for the regulatory studies, while the Department of Agricultural \nMarketing (DAM) will implement the marketing studies. Consultants will be selected for the \n ", "40  Appendix 7 \nnecessary  background  studies,  and  to  assist  the  agribusiness  cell  in  drafting  any  revised \nregulations or legislation. The consultants also will assist in organizing consultations seminars, \nworkshops, or publicity drives needed to get the revised legislation adopted. For regulations or \nlegislation that are the responsibility of other ministries (for example the Ministries of Finance, \nCommerce, or Industry), a joint committee will be set up through the project steering committee \nto consider and redraft necessary recommended amendments. \n \n9.  Strengthening  public  sector  agencies  in  agribusiness  governance,  support,  and \npromotion (component 4b) will be implemented through PIU. A domestic training specialist, \nassisted by an international training advisor, will prepare curricula and formulate links with the \nprivate sector and NGOs for courses. These will be designed to illustrate agribusiness potential, \nand how this potential relates to the work of various line agencies, especially MOA and the \nMinistry of Fisheries and Livestock. The domestic training specialist then will ensure that training \ncourses are provided at regular intervals (approximately 20 sessions per year for 4 years). The \nagribusiness cell will ensure that relevant staff of MOA and its line agencies are exposed to \ntraining when it is provided. \n \nE.  Project Implementation Support (Component 5) \n \n10.  Table  A7.1  shows  the  incremental  staff  that  will  be  needed  for  the  project \nimplementation support. \n \nTable A7.1: Incremental Staff Requirements \nPosition  Number of Staff Needed \n   \nA. Agribusiness Cell in MOA   \n1. Policy Officers  3 \nTotal 3 \n   \nB. Project Implementation Unit   \n1. Project Director  1 \n2. Deputy Project Director  1 \n3. Senior Accountant Officer  1 \n4. Monitoring Officers  5 \n5. NGO Liaison Officer  1 \n6. Training Officer  1 \n7. Marketing Officers  4 \nTotal 14 \n  MOA = Ministry of Agriculture, NGO = nongovernment organization. \n  Source: Asian Development Bank estimates. \n \n ", "  Appendix 8  41 \nPROJECT IMPLEMENTATION SCHEDULE \n \nActivity  Year 1  Year 2  Year 3  Year 4  Year 5 \nA. Project Start-Up                                 \n       \n  1. Appoint Project Staff                                         \n  2. Recruit Grant-Financed Consultants                                         \n  3. Set Up Project Implementation Unit                                         \n  4. Recruit Loan-Financed Consultants                                         \n  5. Establish Initial Working Arrangements with                                 \nParticipating NGOs and Wholesale Banks         \n  6. Establish Initial Ties with Agribusiness Organizations                                        \nB. Credit for Small-Scale Agribusinesses                                         \n  1. Establish Imprest Accounts for Credit Lines                                         \n  2. Identify Small-Scale Borrowers by NGOs                                         \n  3. Implement Small-Scale Lending Program                                         \nC. Technical and Marketing Support for                                 \nAgribusinesses         \n  1. Training and Support for Small Entrepreneurs                                         \n      a. Training Program Formulation                                         \n      b. Training Program Implementation                                         \n  2. Strengthening of Agribusiness Associations                                         \n      a. Receipt and Assessment of Proposals                                         \n      b. Implementation of Proposals                                         \n  3. Agribusiness Information and Technology                                 \nDissemination         \n      a. Contracts with Agribusiness Promotion Firms                                         \n      b. Promotional Activities                                         \nD. Strengthening Capacity of Participating NGOs and                                 \nWholesale Banks in Agribusiness Lending         \n  1. Training in Agribusiness for NGOs                                         \n      a. Review and Revision of Business Plans                                         \n      b. Identification of Training Needs and Resources                                         \n      c. Implementation of Training Programs                                         \n  2. Support to Wholesale Banks                                         \nE. Improving the Enabling Environment for                                 \nAgribusiness         \n  1. Revision of Regulations                                         \n      a. Regulatory Study                                         \n      b. Revising Regulations and/or Legislation                                         \n      c. Consultations                                         \n      d. Revised Regulations and/or Legislation Enacted                                        \n  2. Revision of Marketing Legislation                                         \n      a. Marketing Study                                         \n      b. Revision of Legislation                                         \n      c. Consultations                                         \n      d. Revised Legislation Enacted                                         \n  3. Public Sector Agencies Training Program                                         \n      a. Formulation of Training Program                                         \n      b. Implementation of Training Program                                         \nNGO = nongovernment organization. \nSource: Asian Development Bank estimates. \n \n ", " \n4\n2\n \n \n \n \nINDICATIVE PROCUREMENT PACKAGES    \n \nA\n  p\np\nNumber of  Mode of  Total Amount  ADB Financing  e\nn\nd\nProcurement Accounts    Contracts  Procurement  ($ million)  ($ million)  ix\n             9\n \nA. Small-Scale Rural Credit    Multiple  FI  36.0  36.0 \n           \nB. Consulting Services    3  QCBS  3.6  3.6 \n            \nC. Contracted Services    Multiple  DC  0.6  0.4 \n            \nD. Training and Technical Supports    Multiple  DC  0.7  0.7 \n            \nE. Vehicles and Equipmenta           \n1. Vehicles and Motorcycles    4  DP  0.3  0.3 \n2. Office Equipment and Furniture    5  DP  0.5  0.4 \n            \nF. Surveys and Studies    Multiple  DC  0.2  0.2 \n           \nTotal        41.9  41.6 \n           \nADB = Asian Development Bank, DC = direct contracting, DP = direct purchase, FI = financial intermediaries, QCBS = quality and cost-\nbased selection. \na Including vehicle and office rental expenses. \nSource: Asian Development Bank estimates. \n \n \n ", "   \nCONSULTING SERVICE SCHEDULE \n \n  Person-Months\n2006 2007 2008 2009 2010 Total\nA. International Consultants  \n1 Package 1. Agribusiness Lending and Technical and Marketing Support  \na.Agribusiness Promotion Advisor (team leader)   6.0 6.0 6.0 6.0 4.0 28.0\nb.Agribusiness Finance Specialist   6.0 3.0 — — — 9.0\nc. Environmental and Social Advisor   2.0 — 1.0 1.0 — 4.0\nd.Gender Advisor   2.0 0.5 0.5 — — 3.0\n2 Package 2. Improving the Enabling Environment for Agribusiness  \na.Agribusiness Policy Advisor   3.0 6.0 3.0 — — 12.0\nb.Marketing Management Advisor   6.0 6.0 3.0 3.0 — 18.0\nc. Training Advisor   4.0 3.0 3.0 — — 10.0\n3 Package 3. Project Implementation Support  \na.Project Management Information Advisor   6.0 2.0 1.0 — — 9.0\nSubtotal (A) 35.0 26.5 17.5 10.0 4.0 93.0\nB. Domestic Consultants  \n1 Package 1. Agribusiness Lending and Technical and Marketing Support  \na.Agribusiness Promotion Specialists (2 persons)   22.0 22.0 22.0 22.0 — 88.0\nb.Women Entrepreneur Promotion Specialist   6.0 12.0 12.0 12.0 6.0 48.0\nc. Training Specialist   9.0 12.0 12.0 12.0 3.0 48.0\nd.Environmental Specialist   6.0 12.0 12.0 12.0 6.0 48.0\ne.Social Impact Specialist   6.0 12.0 12.0 12.0 6.0 48.0\n2 Package 2. Improving the Enabling Environment for Agribusiness  \na.Agribusiness Policy Specialist   6.0 12.0 6.0 — — 24.0\nb.Legal Specialist - 6.0 12.0 6.0 — 24.0\nc. Marketing Management Specialist   12.0 12.0 12.0 12.0 — 48.0\nd.Training Specialist   9.0 9.0 9.0 9.0 — 36.0\n3 Package 3. Project Implementation Support  \na.Project Manager (deputy team leader)   12.0 12.0 12.0 12.0 12.0 60.0\nb.Project Management Information Specialist   12.0 12.0 — 3.0 — 27.0\nc. Project Accounting Specialist   12.0 12.0 12.0 12.0 12.0 60.0\nSubtotal (B) 112.0 145.0 133.0 124.0 45.0 559.0\nTotal   147.0 171.5 150.5 134.0 49.0 652.0\n— = not available \nSource: Asian Development Bank estimates. \n  A\np\n  p\ne\nn\nd\nix\n 1\n0\n \n \n \n \n \n \n4\n  3\n ", "44  Appendix 11 \nGOOD GOVERNANCE AND ANTICORRUPTION MEASURES \n \nPotential Sources of  Prevention Measures Designed into Project \nGovernance Failure \n1. Project Start-Up  a.  Identification  of  qualified  participating  nongovernment  organizations \n(NGO) during appraisal \nb. Identification of potential participating wholesale banks during appraisal \nc. Project director to be appointed and project implementation unit (PIU) \nset up as condition of loan effectiveness \nd. Provision of advisory technical assistance (TA) on project management \nand implementation \n \n2. Selection of Consultants  a.  Department  of  Agricultural  Marketing  (DAM)  to  provide  training  in \nconsultant selection procedures, according to the Asian Development \nBank (ADB) guidelines provided by advisory TA consultants \nb. Selection process to be monitored by advisory TA consultants \nc. Short-listing and selection documents and procedures to be reviewed by \nADB staff \n \n3. Provision of Loans to  a.  Establishment  of  a  project  implementation  committee,  including  all \nNGOs by Wholesale  implementing stakeholders, so that governance and control issues can \nBanks  be raised and resolved transparently \nb. PIU monitoring of onlending under guidance of advisory TA consultants \nc. NGO liaison officer of PIU review of specific NGO complaints  \nd.  Bangladesh  Bank  monitoring  of  wholesale  banks  on  behalf  of  the \nMinistry of Finance \ne. ADB staff monitoring of disbursement progress  \n \n4. Provision of Subloans to  a. Wholesale banks review of NGO subborrower selection procedures \nEntrepreneurs by NGOs  before onlending \nb. Loans recorded and classified to Bangladesh Bank standard \nc. Requirement for annual external audit of project funds disbursed to \nNGOs through wholesale banks \nd. PIU staff monitoring of NGO field activities \ne.  NGO  liaison  officer  review  of  specific  complaints  from  potential \nsubborrowers  \n \n5.  Procurement  of  Service  a.  Training  of  PIU  staff  in  procurement,  according  to  ADB  guidelines \nContracts by PIU  provided by advisory TA consultants \nb. Advisory TA consultants monitoring of service contracting \nc. Requirement to publicly announce service contract program and results \nof bidding \nd. Requirement to include names of contractees, amounts of contract, and \nterms of reference in semiannual and annual reports \ne. ADB staff monitoring of procurement \n \n6. Procurement of Office  a.  Training  of  PIU  staff  in  procurement,  according  to  ADB  guidelines \nSpace, Vehicles,  provided by advisory TA consultants \nEquipment, and Materials  b. Advisory TA consultants monitoring of procurement \nby PIU  c. ADB staff monitoring of procurement  \n \nSource: Asian Development Bank estimates. \n \n ", "  Appendix 12  45 \nTECHNICAL ASSISTANCE FOR STRENGTHENING PROJECT MANAGEMENT \nA.  Consulting Services \n1.  An  international  project  management  training  advisor  and  a  domestic  project \nmanagement training specialist will be recruited. The project management training advisor will \nbe a highly qualified professional with experience in the management of internationally financed \nprojects  and  agriculture  or  agribusiness  development.  A  knowledge  of,  or  experience  in, \nproviding credit to agricultural enterprises, as well as banking and finance, will be valuable. \nExperience in the agriculture, agribusiness, or small- and medium-sized enterprise sector in \nBangladesh also will be viewed positively. The project management training specialist will be a \nhighly qualified Bangladeshi professional with experience in managing internationally financed \nprojects  and  possessing  extensive  contacts  within  the  private  sector,  the  nongovernment \norganization  (NGO)  sector,  and  the  Government.  The  specialist  will  be  familiar  with  the \nagriculture sector and its importance in Bangladesh, and will have a broad understanding of the \nrole of NGOs and the private sector in developing the rural economy. Familiarity with credit \nprograms and the banking and finance sector will be valuable attributes. \n \n2.  The project management training advisor will work intermittently for 12 person-months in \nthe first 3 years of the Project, while the project management training specialist will work full \ntime for the first 4 years. The consultants’ primary responsibilities will be to help the project \nimplementation unit (PIU), through on-the-job training, ensure a smooth project start-up and to \nbuild up PIU’s capacity to manage the Project on its own. The duties will be to: \n \n(i)  Prepare terms of reference for the agribusiness cell. \n(ii)  Guide the Ministry of Agriculture (MOA) in setting up an agribusiness cell and the \nDepartment of Agricultural Marketing (DAM) in setting up PIU, paying particular \nattention to the recruitment of suitable staff. \n(iii)  Guide MOA and DAM in the shortlisting, selection, and recruitment of the loan-\nfinanced project consultants, ensuring that the Asian Development Bank (ADB) \nguidelines are properly followed. \n(iv)  Assist in the physical establishment of PIU office and the procurement of vehicles \nand equipment, ensuring that ADB’s Procurement Guidelines are followed. \n(v)  Work with the project manager to establish initial ties between PIU, NGOs, and \nwholesale  banks;  and  establish  initial  ties  between  PIU  and  agribusiness \nassociations. \n(vi)  Ensure the full integration of NGOs, agribusiness organizations, and wholesale \nbanks into the project structure on an operational basis. \n(vii)  Ensure that the project imprest accounts are set up promptly, and that channels \nare established for the expeditious flow of funds to PIU and wholesale banks. \n(viii)  Advise on the establishment of the project performance monitoring system to be \ndesigned and tested by loan-financed consultants. \n(ix)  Ensure that the regulatory study and marketing study in Improving the Enabling \nEnvironment for Agribusiness (component 4) are initiated as scheduled, and \nguide MOA in the review of the studies and in determining the steps to implement \nthe consultants’ recommendations. \n(x)  Assist the project manager and the loan-financed consultants in establishing \nreporting systems, formats, and procedures; and assist with the initial reports to \nMOA and ADB. \n(xi)  Work closely with the project manager and the staff of the PIU to expedite the \nstart of implementation. This will include ensuring that (a) the training program for \n ", "46  Appendix 12 \nNGOs is established, functioning, and funded; (b) agribusiness associations are \ninformed of the Project, and submit proposals for strengthening; (c) contracts are \nlet to promote the Project in particular and agribusiness in general; and (d) \nconsulting services are fielded for strengthening NGOs and wholesale banks. \n(xii)  Chair  meetings  of  the  committee  adjudicating  applications  for  technical \nassistance  provisions  and  contract  services  under  Technical  and  Marketing \nSupport for Agribusiness (component 2). \n(xiii)  After the start-up period, provide back-stopping advice to the project manager, \nMOA, NGOs, and wholesale banks on project operations; and ensure that ADB is \napprised of any serious issues or potential issues as soon as possible to achieve \nsmooth and unimpeded project implementation. \n \nB.  Cost Estimates \n \n3.  The total cost is estimated at $800,000 equivalent. The Government has asked ADB to \nfinance $600,000 equivalent, covering the entire foreign exchange costs ($300,000 equivalent) \nand part of the local costs ($300,000 equivalent). ADB will fund these with a grant basis from \nthe technical assistance funding program. The proposed government contribution of $200,000 \nequivalent will cover workshops and training, office accommodation, additional vehicle rental \nand transport, and remuneration of counterpart staff. The estimated cost breakdown is in Table \nA12.1. \n \nTable A12.1: Technical Assistance Cost Estimates and Financing Plan \n($'000) \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank Financinga       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultant  210.0  0.0  210.0 \n      ii.  Domestic Consultant  0.0  230.0  230.0 \n    b.  International and Local Travel  10.0  5.0  15.0 \n    c.  Reports and Communications  5.0  5.0  10.0 \n  2.  Equipmentb  10.0  10.0  20.0 \n  3.  Vehicle and Operating Costs  30.0  5.0  35.0 \n  4.  Miscellaneous Administration and   0.0  20.0  20.0 \n    Support Costsc \n  5.  Contingencies  35.0  25.0  60.0 \n      Subtotal (A)  300.0  300.0  600.0 \n       \nB.  Government Financing       \n  1.  Office Accommodation and Transport  0.0  50.0  50.0 \n  2.  Remuneration and Per Diem  0.0  35.0  35.0 \n    of Counterpart Staff \n  3.  Counterpart Staff Travel  0.0  25.0  25.0 \n  4.   Workshops and Training  0.0  90.0  90.0 \n      Subtotal (B)  0.0  200.0  200.0 \n       \n        Total  300.0  500.0  800.0 \na Asian Development Bank’s technical assistance funding program to provide financing on a grant basis. \nb Including a photocopier, an air conditioner, computers, printers, scanners, and other required office equipment. \nc Including office utilities and supplies, and secretarial expenses. \nSource: Asian Development Bank estimates. \n ", "  Appendix 13  47 \nPROJECT JUSTIFICATION AND FINANCIAL ANALYSIS \nA.  Introduction \n \n1.  The growth of the rural economy is essential to poverty reduction in Bangladesh, as well \nas the expansion of the national economy. Most of the poor in Bangladesh live in rural areas, \nderiving their livelihood from agriculture. Accelerating agricultural growth will be impossible if \nstrategies continue to focus mainly on production. The agriculture sector has to be reoriented \ntowards agribusiness, including commercial production, processing, and marketing, to grow and \ngenerate large benefits to the rural economy and the poor. \n \n2.  Agribusiness growth will increase employment and income in rural areas; stimulate farm \nand nonfarm activities, such as agroprocessing, marketing, and business services; establish \nvalue chain links among farmers, traders, and agroprocessors; and add value to products. The \nproject benefits will include (i) expanded employment and income in rural areas; (ii) increased \nprivate investment in the sector; (iii) improved status of the poor and women; (iv) improved \npolicy and regulatory framework for agribusiness development; (v) strengthened agribusiness \nassociations; and (vi) improved provision of agribusiness services in rural areas. \n \nB.  Unmet Demand from Bankable Agribusiness Subprojects \n \n3.  Opportunities for agribusiness growth exist in Bangladesh, because of a comparative \nadvantage in the production of a range of agricultural commodities and because of a growing \ndemand for a variety of quality, convenient, and high-value products. The National Private \nSector Survey of Enterprises in Bangladesh1 found that Bangladesh’s agribusiness sector is \ndominated by small-scale units in production, processing, and distribution. An estimated 2.6 \nmillion small-scale agribusinesses are scattered throughout Bangladesh—39% of which (or \nabout 1 million enterprises) would like to get credit support and are confident about paying it \nback. Most of the credit demand from the small-scale enterprises is estimated to be for loans of \n$500–$5,000. If a small-scale agribusiness needs on average $2,500 equivalent for investment \nand operations, the total unmet credit demand is far more than any single project can offer. \n \nC.  Financial  Projection  and  Absorptive  Capacity  of  Participating  NGOs  and \nWholesale Banks \n \n4.  The size of the Project’s agribusiness credit line ($36 million) is based on the financial \nprojection and absorptive capacity analysis of the participating NGOs. The three NGOs have \ndifferent sets of factors affecting their absorptive capacity for lending, as envisaged under the \nProject.  Information  is  derived  from  the  due  diligence  performed  on  each  institution \n(Supplementary Appendixes C–G). Each NGO has stated an intention to become a licensed, \ndeposit-taking microfinance institution (MFI) once enabling legislation is passed at the end of \n2005. Each has at least 3 years experience in making agribusiness loans to individuals, with \naverage loan sizes of $1,000–$1,500. The loan recovery rate of 99% is similar to their more \ntraditional  group-based  lending.  Agribusiness  lending  has  been  developed  cautiously.  The \nforecasted growth rate in lending has been scaled back to 85–90% of the rate over the last 3 \nyears. For each NGO, proposed project financing will be less than 6% of its liabilities. The \nProject has at least as much to do with building institutional capacity in agribusiness lending as \n                                                 \n1 Daniels, Lisa. 2003. National Private Sector Survey of Enterprises in Bangladesh. Department for International \nDevelopment, et al. \n ", "48  Appendix 13 \nit does with financing. Table A13.1 summarizes the key financial indicators (current versus \nprojected) of the financial institutions. \n \nTable A13.1: Financial Indicators of the Participating Financial Institutions \n \nIndicator  BASIC  Eastern  BRAC  ASA  TMSS \nBank  Bank \n(31 December 2004) \nCapital adequacy ratio (%)  12.1  16.0  33.5  63.2  35.5 \nLoan deposit ratio  0.8  1.0  1.8  2.7  2.0 \nExpense/revenues (%)  70.0  62.0  86.0  38.0  62.0 \nNet worth (Tk million)  1,491.0  2,631.0  5,161.0  7,844.0  358.0 \nNet income (Tk million)  527.0  851.0  533.0  2,102.0  97.0 \nTotal assets (TK million)  19,437.0  23,048.0  17,118.0  15,902.0  1,312.0 \n(Projected for 31 December 2010) \nCapital adequacy ratio (%)  12.3  14.2  34.9  65.6  39.0 \nLoan deposit ratio  0.8  0.9  2.39.0  3.4  2.3 \nExpense/revenues (%)  70.0  67.0  81.0  49.0  72.0 \nNet worth (Tk million)  4,085.0  9,039.0  12,175.0  20,985.0  1,035.0 \nNet income (Tk million)  1,460.0  2,697.0  1,625.0  3,677.0  156.0 \nTotal assets (TK million)  50,045.0  80,243.0  38,759.0  35,750.0  3,010.0 \nASA = Association for Social Advancement, BASIC = Bangladesh Small Industries and Commerce, Tk = taka,  \nTMSS = Thengamara Mohila Sabuj Sangha. \nSource: Asian Development Bank estimates. \n \n5.  Association for Social Advancement (ASA). In real terms, ASA’s loan portfolio has \ngrown 22% annually in the last 3 years, with much of this expansion being funded out of \nretained earnings. The projected rate of growth during project implementation has been scaled \nback to 17.5%. Individual and agribusiness lending is projected to grow at the same rate as \nother lending, remaining at 10% of the total loan portfolio. The projection indicates that, even \nwith a reduction in the loan interest rate, much of ASA’s future growth will continue to be funded \nout of retained earnings. Agribusiness lending is estimated to increase by Tk1,465 million by \n2011, and half of this (Tk733 million) would be eligible for project financing. Project financing \nwould  represent  5.3%  of  ASA’s  liabilities.  Agribusiness  lending  would  be  4%  of  the  loan \nportfolio. If agribusiness lending were to increase to 5%, project borrowing could increase to \nTk880 million. In 2011, borrowing from all sources is estimated to be 11% of ASA’s loan \nportfolio,  compared  with  27%  in  2004.  Debt  financing  is  not  seen  as  being  a  problem. \nManagement and loan administration skills are highly capable, and governance is sound. ASA \ncontinues to be financially viable under a range of alternative scenarios. The capital adequacy \nratio (CAR) is never less than 38%, and the return on equity is generally above 15%, even with \na reduction in interest rate charged on lending. \n \n6.  BRAC.  As  envisaged,  BRAC’s  loan  portfolio  will  grow  15%  annually  during  project \nimplementation, which is not high by NGO standards. Agribusiness lending will increase from \n12% of all lending to 15% by 2012. An estimated 20% of individual lending (Tk1,260 million–\nTk1,340 million) will be project-relevant. This amount of financing would be less than 4.5% of \ntotal liabilities. In 2004, Tk6,240 million was disbursed in the unnoti (“economy”) and progoti \n(“progress”) programs, and loan recovery is highly satisfactory. Financial projections under a \nrange of scenarios remain strong. CARs are always in excess of 30%, and the return on equity \nis more than a minimal 12%. The net profit of Tk533 million is expected to reach Tk1,866 million \nby 2011. Financial systems and their management and governance are sound. The major \n ", "  Appendix 13  49 \nconcern is the ability of BRAC to find sources of borrowing needed to finance asset growth. \nSecurity is adequate: loan receivables are never less than 2.5 times borrowing. If Palli Karma-\nSahayak Foundation (PKSF) does not increase its lending, BRAC will need to scale back its \nannual growth in group lending, reducing overall lending growth to about 12%. This would mean \nborrowing Tk1,260 million–Tk6,060 million from the Project through commercial banks. If BRAC \nbecame a deposit-taking MFI, its deposits would bridge much of the gap in financing, enabling \nannual 15% growth in lending to be financed. \n \n7.  Thengamara Mohila Sabuj Sangha (TMSS). The annual growth rate in TMSS lending \nis forecasted at 20% during project implementation. In 2004, agribusiness lending was 7% of its \nloan portfolio, and this is expected to grow to 21% by project completion. In 2012, half of the \nexpected Tk660 million in agribusiness would be eligible for project financing, which would \namount to 6.5% of total liabilities. In 2012, borrowing would total Tk1,394 million (an increase of \nTk915 million from 2004), which is estimated at 42% of its loan portfolio, compared with 54% at \npresent. TMSS is not part of the group of large NGOs, and it has reduced its interest rates. \nThus, PKSF is expected to finance much of the increased group-based borrowing. Although the \nCAR remains above 35%, return on equity will decline from 29% to 15.7% in 2012. This is \nlargely  due  to  a  graduated  decrease  in  interest  charged  on  lending.  Overall  financial \nperformance remains sound. Net profit of Tk91 million will increase  steadily to Tk207 million in \n2012. Governance and internal controls, which are sound but cumbersome, will be tested as \nTMSS  disentangles  its  microfinance  operations  from  many  social  interventions.  This  is \ncomplicated by a need to improve information technology to reduce the reporting time, and to \nimprove management access to information.  \n \n8.  BASIC  Bank.  BASIC  Bank  was  chosen  as  a  wholesaler  because  it  has  (i)  low \nadministrative expenses on its lending; (ii) efficient and profitable financial intermediation; (iii) \nexperience in working with aid agency-funded projects; and (iv) the confidence of, and lends to, \nNGOs. Financial projections show that BASIC Bank’s strong financial indicators will continue. \nAnticipated project financing will represent 3% of its liabilities and the project NGO portfolio will \nbe 3.4% of its lending. With six corporate borrowers with average loan sizes of more than $5 \nmillion,  BASIC  Bank  has  experience  in  making  large  individual  loans.  All  these  loans  are \nunclassified. However, the anticipated net worth of BASIC Bank to 2011 will limit loan exposure \nto a single NGO to around $8 million–$9 million, which is less than the amount BRAC is likely to \nrequest in a year. \n \n9.  Eastern Bank. Eastern Bank is a private commercial bank whose management team \ngained extensive experience from working with highly reputable foreign banks. The Board of \nDirectors fully supports the team. Since 2001, Eastern Bank steadily has improved the quality of \nits loan portfolio and streamlined its operations. Administration expenses on earning assets are \n1.7–2.1%, while the CAR is more than 16%. Anticipated project financing will represent 1.3% of \ntotal liabilities, 1.3% of Eastern Bank’s total loan portfolio, and 1% of total assets. The net worth \nof Eastern Bank allows it to make loans to individual borrowers of up to $6.3 million. By 2010, \nwith the anticipated increase in net worth, this limit will cover individual NGO loans up to $16 \nmillion. \n \nD.  Project Impacts \n \n1.  Representative Enterprises Analysis \n \n10.  The  Project  is  designed  to  stimulate  commercial  activities  in  the  agriculture  sector \nranging from preproduction support through commercial production to postproduction handling, \n ", "50  Appendix 13 \nprocessing, transport, storage, and marketing. Demand will drive the investments, which will be \nidentified  during  implementation.  As  a  result,  the  likely  mix  of  the  scale  and  types  of \ninterventions, and the project benefits, cannot be ascertained accurately. Thus, a full-scale cost-\nbenefit  analysis  would  be  impractical.  Instead,  financial  analyses  were  conducted  on \nrepresentative agribusinesses that the private sector could implement under the Project. NGO \nstaff will be trained to appraise each subproject to ensure its viability and compliance with \nenvironmental and social safeguards of ADB and the Government. \n \n11.  As detailed in Supplementary Appendix K, the representative enterprise analysis is \nbased on the enterprise budget model with breakdown on revenue and cost by the enterprise \noutputs and inputs, as well as projected cash inflows and outflows over 10 years priced at \nconstant 2005 prices. The enterprise capacity is assumed to be realized by scaling up, with full \ncapacity reached in the third year. The cost structure of an enterprise usually consists of fixed \ninvestment (machinery, building, and land where applicable) and operating costs (raw materials, \nlabor,  electricity,  repair  and  maintenance,  depreciation,  loan  repayment,  transport,  and \nmiscellaneous expenses). Sensitivity analysis has been done to identify some of the major \nbusiness factors, and to evaluate the impact changes in these factors would have on each \nenterprise.  The  analysis  finds  that  agribusiness  investment  is  profitable,  sustainable,  and \ngenerates substantial and permanent employment for the rural poor. \n \n2.  Economic Development Impacts \n \n12.  The cumulative impact of the Project on the economy will be significant through direct \nincreases in production, increases in value added, and employment generation. In addition to \nincreases in gross domestic product, economic benefits will include an increase of around \n70,000 new jobs (para. 13). Additional indirect economic benefits will accrue from (i) increased \nproduction generated by the availability of better support services; (ii) increased demand for \nagricultural produce for processing and urban sales, resulting in higher producer prices and \ngreater quantities of produce marketed; and (iii) multiplier effect generated through greater \ndemands for on-farm labor, transport, storage, and handling. Disadvantaged segments of the \ncommunity  will  benefit  from  the  increased  labor  demand  and  increased  demand  for  farm \nproduce. They also will benefit directly through the promotion of intensive agribusiness activities \n(e.g., dairy, poultry raising, and fish farming) that do not require significant land. \n \n3.  Employment Generation and Poverty Reduction Impacts \n \n13.  The Project will assist the start-up or expansion of at least 28,000 small agribusinesses. \nThis assumes that each credit package to the individual enterprise will be, on average, about \nTk160,000, and that the credit will revolve at least once during the 5-year life of the Project. In \naddition to maintaining existing employees, each subloan will generate on average 2.5 new \njobs. Thus, 70,000 new jobs (or 350,000 person-years) are expected to be generated from the \nProject. If credit is disbursed and recycled expeditiously, the employment generation could be \nmuch higher. The generated jobs will be primarily in rural areas where 53% of the population \nlives in poverty. \n \n14.  The  entrepreneurs  will  review  their  costs  and  hire  very  poor  people  to  lower  their \noperating costs. More than 60% of labor requirements of the financed enterprises will be for \nmanual and low-skilled workers who will be poor, according to estimates. Manual labor is \nneeded for tasks such as carrying inputs and outputs, weeding, irrigating, and operating feed \nand oil mills. Necessary labor skills, apart from the skills of the entrepreneurs, will be learned \non-the-job. These include working with dairy cows, producing milk by-products, working in \n ", "  Appendix 13  51 \nnurseries, and working in broiler houses. Though the wage rates paid for this type of labor are \nattractive only to the poor, the average wage paid is Tk115–Tk130 per working day, which is \nwell above the average of Tk65 per day for casual labor. \n \n15.  Additional indirect poverty-reduction impacts will come from employment and higher \nincomes generated by demand for produce and services, such as transport, handling, and \nstorage needed for the operation of the new enterprises. Since the demand will be mostly for \nsemiskilled and unskilled labor, a high proportion of those employed certainly will be poor. The \ndemand  for  raw  materials  also  will  generate  some  indirect  impacts.  This  will  stimulate \nproduction, thus generating additional employment and income-earning opportunities. \n \n16.  Beyond the provision of a daily wage, poverty-reduction impacts also will be generated. \nFull-time employment will provide the possibility of sustained economic and social betterment. \nPreviously unskilled laborers will have the opportunity to learn skills and develop a craft, while \nsemiskilled workers will be able to perfect the skills they already have. With regular incomes, \nboth groups of workers will be in a better position to provide skills and an education to their \nchildren, helping their families out of poverty. \n \n4.  Policy and Institutional Impacts \n \n17.  The Project will have a significant impact on the policy environment by identifying and \nrectifying specific regulatory constraints that impede agribusiness. These will include (i) import \nand export regulations, (ii) market management, (iii) access to technology, (iv) information \ndissemination, and (v) other constraints identified by the agribusiness stakeholders. \n \n18.  The Project will have a strong positive effect on the institutional environment through \nmeasures including (i) institutional strengthening of NGOs in providing agribusiness credit; (ii) \nenhanced  NGO  technical  training;  and  (iii)  training  for  staff  of  the  wholesale  banks  in \nagribusiness lending to NGOs. The Project will train the line agency staff in the importance of \nagribusiness,  as  well as  their  potential  role  in  (i)  encouraging  commercial  activities  in  the \nagriculture sector, (ii) strengthening agribusiness organizations, and (iii) enhancing the capacity \nof NGO staff and trainers in promoting agribusiness investments among small borrowers. The \nestablishment of an agribusiness cell in the Ministry of Agriculture and the establishment of the \nproject  implementation  unit  in  the  Department  of  Agricultural  Marketing  (DAM)  also  will \nstrengthen  the  institutional  environment  for  agribusiness  development  by  providing  an \ninstitutional  focal  point  for  further  investment  and  aid  agency  involvement  in  agribusiness \nexpansion. \n \n5.  Impacts on NGOs Scaling Up to Efficient MFIs and Rural Financing \n \n19.  By providing credit and technical support to the project subborrowers, the participating \nNGOs will diversify and strengthen their loan portfolios based on a long-term and stable debt \nliability structure. The project targets are in line with the corporate goal of the participating \nNGOs—scaling up to become efficient MFIs. \n \n20.  The participating NGOs will be strengthened financially. Although they already have \nsound financial performance indicators, they have depended on aid agency and grant funding. \nConsequently, they have not developed the commercial links with the banking sector that are \nnecessary  for  any  viable  enterprise  or  institution.  Such  links  will  expose  them  to  rigorous \nfinancial and managerial reviews by bank lenders. Their dependence on aid agency funding, \nfurthermore, makes them vulnerable to pressures to finance microenterprises at cheap and \n ", "52  Appendix 13 \nunsustainable  interest  rates  and/or  to  restrict  their  activities  to  segments  of  society  or \ngeographical areas targeted by government planners. Their participation in the Project will help \nthese  NGOs  to  improve  their  financial  management,  asset  and  liability  structures,  and \nprofitability to ensure access to a broader and continuing range of sources of financing. This \nalso will enable them to service debt, while maintaining sound debt-equity ratios. The provision \nof long-term debt will assist greatly these NGOs in their long-range planning and development \nof individual borrower loan products needed in the market. The strengthening of these NGOs \nwill encourage the Government to proceed with its legislative program to support the emergence \nof sound and sustainable MFIs. \n \n21.  The Project is a pioneering effort to use the banking system to channel funds through \nreputable and experienced NGOs to small-scale agribusiness entrepreneurs, who traditionally \nhave been unable to access finance for their ventures. The successful growth of agribusiness \nlending through experienced NGOs will demonstrate to policymakers that the key to expanding \nrural  financial  services  is  engaging  capable  institutions  with  the  financial  and  managerial \nstrengths to respond to the growing demands of the market. The Project will facilitate a new \navenue for a vibrant, crucial, and important section of the country’s private sector to access \nfinance. \n \nE.  Project Sustainability \n \n22.  Institutional  Sustainability.  Through  its  training  components  and  strengthening  of \nDAM, the Project will contribute to developing capacity within the public sector, the nonprofit \nprivate  sector  (through  its  support  to  NGOs),  and  the  profit-based  private  sector  (through \nagribusiness  associations  and  wholesale  banks)  to  serve  and  support  agribusiness \ndevelopment. By the end of the Project, these public and private entities will be in a position to \ncontinue providing services to the commercial enterprises in the agriculture sector. \n \n23.  Financial Sustainability. The financial projections indicate that, throughout the Project, \nthe  NGOs  and  wholesale  banks  will  be  in  compliance  with  prudential  financial  indicators \nestablished  by  Bangladesh  Bank.  The  projected  financial  statements,  with  the  financial \nmanagement assessments, indicate that the financial institutions have sufficient financial and \nmanagerial capacity. The Project is considered financially viable and sustainable. \n \n24.  Investment Sustainability. Regarding the sustainability of credit-financed investments, \nthe enterprises sponsored by the Project, as private sector ventures, will continue to operate on \na self-sustaining and financing basis as long as they are profitable. Undoubtedly, some attrition \nwill occur, but their success will not depend on support or inputs from the public sector. No \nspecial subsidies or preferential treatment will be involved. Thus, on the whole, the project \ninvestments will be sustainable as long as the enterprises are properly run in a favorable \nfinancial and regulatory environment. \n \n \n ", "  Appendix 14  53 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nA.  Links to the Country Poverty Analysis \n   \nIs the sector identified as a national priority in  Is the sector identified as a national priority in \nYes  Yes \ncountry poverty analysis?   country poverty partnership agreement? \n \nContribution of the sector or subsector to poverty reduction in Bangladesh: \n \nDespite Bangladesh’s considerable success in reducing poverty during the 1990s, around half of the population still lives \nin poverty. Poverty is mostly rural, with 85% of the poor population living in the countryside. In rural areas, 53% of \npeople live in poverty, compared with 36% in urban areas. Further, poverty in rural areas is twice as severe as in urban \nareas. A majority of the rural population depend on agriculture, but the low base of agribusiness development remains a \nhurdle for growing the agriculture sector, as well as the national economy. \n \nAgriculture remains a fundamental sector of the economy, accounting for 22% of the gross domestic product (GDP) in \n2002 and more than 50% of the national workforce. When forward and backward links are taken into account, the \ncontribution of agriculture and agribusiness to GDP is estimated at about 35%, while the contribution to employment \nexceeds 75%. Of the estimated 3 million agribusinesses in the country, 90% have less than 10 workers and 36% have \nonly one worker. Nonetheless, they are estimated to account for half of household income for about 15 million people. \n \nThe draft poverty reduction strategy paper (PRSP) recognizes that the Government’s priorities for rapid poverty \nreduction are to (i) develop the private sector; (ii) facilitate the development of women entrepreneurship; and (iii) \npromote employment of, and benefits to, the poor. The PRSP emphasizes the enhancement of agriculture and the rural \nnonfarm sector with backward and forward links for accelerating rural nonfarm growth. An integrated approach with \nexpansion of the technology base, agroprocessing, marketing, infrastructure, information, human development, etc. has \nbeen considered. The PRSP points out the importance of (i) correcting policy distortions that hurt rural nonfarm \nactivities, (ii) creating an enabling environment, (iii) opening up opportunities, (iv) reducing risks, and (v) expanding \ncredit flow to rural entrepreneurs. Essentially, these are key elements for agribusiness development. Agribusiness \ndevelopment can contribute substantially to reducing rural and urban poverty by facilitating the creation of employment \nand income-generating opportunities within the agribusiness value chain, thereby contributing to the economic growth. \n \nThe Agribusiness Development Project (the Project) is to expand rural and peri-urban employment opportunities for \nadults, increase the value added of nontraditional crops and commodities, raise rural incomes, reduce the incidences of \nchild labor and worst form of child labor in existing economic activities, and reduce poverty by expanding the activities of \nrural enterprises engaged in commercial agriculture (and its backwards and forwards links). The Project aims to (i) \npromote  small-scale  agribusiness  activities  by  channeling  credit  and  providing  technical  supports  to  small-scale \nagribusinesses in rural areas of the country through reputable, experienced nongovernment organizations (NGOs); (ii) \nstrengthen agribusiness associations for policy dialogue on the enabling environment, agribusiness promotion, and \ninformation dissemination; and (iii) improve the enabling environment for private sector entrepreneurs through legislative \nand regulatory changes, and reorientation training for the staff of public sector agencies. \n \nThe Project focuses on grassroots, rural-based entrepreneurs in the private sector. This is a key group with substantial \neconomic  growth  potential,  which  multilaterally  financed  projects  in  Bangladesh  have  neglected.  Agribusiness \ninvestments undertaken by these small-scale agribusinesses are expected to generate directly substantial employment \nopportunities, while increasing the demand for agricultural products. In turn, this will translate into demand for a broader \nrange of produce, higher prices, additional employment, and increased rural incomes. Agribusiness development in \ngeneral also will support income generation of poor farmers engaged in agribusiness through improved organization of \nmarket links, supply contract, adoption of appropriate pre- and post-harvest agricultural technology, and availability of \nfinancing and services of facilitating agencies. \n   \nB.  Poverty Analysis  Targeting Classification: General intervention \nWhat type of poverty analysis is needed? \n \nIn rural Bangladesh, household poverty is associated mainly with small farms (or landlessness) and unstable (or casual) \nemployment.  Scarce  access  to  productive  assets,  especially  land,  and  loss  due  to  natural  calamities  are  key \ndeterminants of household poverty. Poor households typically own less land than the non-poor, and are highly \nrepresented among the functionally landless. The incidence of poverty among landless and households with less than \n0.05 acres is 67%. This rate decreases as land size increases. The scope for redistributing land to the poor, or bringing \nmore land under cultivation, is limited. Thus, measures aimed at improving land productivity and at promoting nonfarm \nactivities are considered the most feasible options for development. \n \n ", "54  Appendix 14 \nHigh incidence of casual wage labor, instead of permanent labor, is a severe burden for rural households. In rural areas, \nthe incidence of poverty in households where the head is a causal laborer is 75% (compared with an average in rural \nareas of 53%). About half of the poor in rural areas lives in households where the main occupation of the head is casual \nwage employment. The heads of one quarter of the poor rural households are self-employed in agriculture. However, \npoverty is relatively less among salaried employees—approximately 6% of the rural poor, with an incidence in the \ncategory of 35%. Women are effectively the head of about 25% of the households, and among the poorest. Many poor \nmigrate to urban areas in search of employment due to unemployment and loss of productive assets. Still, the \nagriculture sector provides employment for the majority of rural people, mainly due to the low employment opportunities \nin, and low absorptive capacities of, the other sectors. \n \nWhile a significant number of participants in different subsectors of agriculture are women, their participation in the labor \nforce is low as they are mainly involved in household-based or subsistence activities. Therefore, their income is low and \ncontribution to GDP is not recognized. A considerable gap with men remains in literacy, access to health care, and \nnutrition. A preliminary analysis during the project preparatory technical assistance found that women’s participation in \nagribusiness is low and wage discrimination exists. The Project will be a remarkable opportunity to reduce the burden of \npoverty on women in Bangladesh. The potential for women laborers and entrepreneurs to contribute to, and benefit \nfrom, more commercial-oriented agribusiness activities is huge. \n \nThe  Project  will  address  poverty  by  (i)  focusing  on  rural  areas  and  small-scale  agribusinesses;  (ii)  prioritizing \nemployment creation in farm and nonfarm sectors; (iii) promoting market links, which will increase profitability for \nsmallholder farmers; (iv) emphasizing partnership and supply contracts among NGOs and private sectors, which have \npositive impacts on women and poor participation; and (vi) involving marginal areas during the dissemination campaign \nof project activities. \n \nFollowing on these considerations, special emphasis has been given to include direct and indirect beneficiaries in the \nanalysis of project impact on poverty reduction. While the poor might benefit directly from the Project when involved in \nproject activities, they also can benefit indirectly as employees of beneficiary enterprises, as clients in the value chain, or \nas suppliers of agricultural goods and services. Besides, they can benefit from employment opportunities generated in \nsupportive manufacturing and servicing enterprise growth. For an ongoing analysis of the poverty reduction impact, the \nProject will utilize (i) baseline household and community surveys; (ii) records of NGOs and financial intermediaries; and \n(iii) participatory techniques with a special focus on poor farmers, enterprise employees, women, children, and ethnic \ngroups, to gather data and information on needs, assets, entrepreneurship potential, and vulnerability. \n \nC.  Participation Process \nIs there a stakeholder analysis?       Yes     No \n \nIs there a participation strategy?      Yes                   No  \n \nA participatory process was adopted during project design for understanding the needs and the constraints of the poor \npopulation,  women,  and  ethnic  minorities  regarding  agribusiness  development.  This  consisted  of  an  extensive \nparticipatory rural appraisal (PRA), which was conducted in 17 districts of the country. The PRA involved farmers, \nfactory workers, and daily laborers. The PRA was complemented by informant interviews, which included managers of \nfactories, entrepreneurs, NGO officials, and representatives of chambers and associations. \n \nThe project implementation also will adopt a participatory approach. In particular, NGOs are expected to play a crucial \nrole  in  managing  the  credit  component  for  the  entrepreneurs,  and  providing  and/or  facilitating  other  services. \nAgribusiness promotional activities and capacity-building activities will be supported upon submission of proposals from \nassociations, NGOs, and facilitating agencies. In particular, to increase the exposure of the poor and vulnerable groups \n(such as women, tribal communities, and remote area farmers) to the benefits of the Project, special care will be given to \nenhance their participation through intense dissemination activities and focused awareness campaign. For this purpose, \nthe Project will develop the capacity of associations, and assist in establishing links within private sector. \n \nThe awareness building campaigns will involve, among others, issues of child labor and worst form of child labor \n(impacts and extent). The capacity initiatives will involve establishment of child-friendly environment in the private sector. \nMeasures will be undertaken to withdraw children from the worst form of child labor, and provide alternatives to them (in \neducation, training, and skills development) and their parents (in employment, access to credit, market, and services) for \nenhanced income to support their family. \n \nD.  Gender \nStrategy to maximize impacts on women: \nWomen are likely to benefit from the Project through increases in (i) new employment possibilities at he household level \nin agroprocessing and post-harvest tasks; (ii) profitability through scaling up of enterprises; (iii) access to financial \n ", "  Appendix 14  55 \nresources; (iv) income at household and/or enterprise level; (v) improved human capital and skills through training and \ncapacity building activities; and (vi) availability and quality of agricultural goods. \n \nThe combination of these effects could increase significantly the overall status of women in the household and in \nsociety. However, various constraints might prevent or reduce benefits to women. By considering women’s potential \ninvolvement in employment opportunities, attention needs to be given to (i) social and cultural constraints that limit \nwomen’s participation in the labor force and/or business, (ii) economic constraints that make women work inside the \nhousehold for children care and housekeeping, and (iii) facility constraints, which prevent women from accessing \nappropriate facilities in work or the market place. The project design encompasses several general strategies: (i) \ndevelopment of backward and forward commercial links that are positively associated with the participation of women; \n(ii) collaboration with women entrepreneurs and women’s associations; (iii) implementation of an awareness campaign \nfor promoting project activities among women borrowers and entrepreneurs; and (iv) capacity building for institutions, \nNGOs,  associations,  groups,  financial  institutions,  and  women  to  facilitate  women’s  access  and  participation  in \nagribusiness and agroprocessing. Special emphasis will be given to girls to ensure that they are exempted from child \nlabor and worst form of child labor, and have greater access to education, health, and other social services. \n \nHas an output been prepared? \nA gender action plan has been prepared in Appendix 15. \n \nE.  Social Safeguards and Other Social Risks \nSignificant/     \nItem  Not  Strategy to Address Issues  Plan Required \nSignificant/   \nNone \nResettlement  None  Not applicable.  No \n \nAffordability   Not Significant  The Project will strengthen backward and forward links with  No \n  producers, NGOs, and private sector service providers and/or \nentrepreneurs. This will increase the availability of goods and \nservices. The improvement in the quality of the final product \nmight be reflected in an increase in its price. This effect does not \nraise  affordability  concerns  since  (i)  the  improvement  in  the \nquality is accompanied by an increase in the supply of the \ngoods, and (ii) the higher-quality goods are oriented towards \nnon-poor consumers. It also facilitates increased income of the \npoor through the support for scaling up their enterprises. \n \nLabor  Not Significant  The  Project  will  increase  employment  opportunities  in  No \n  agribusiness for men and women. No negative impact on labor \nmarket is foreseen. At the same time, the prospects of economic \ngrowth and profitability might push farmers to involve child labor \nin the activities. The Project will ensure close monitoring of the \nconditions and activities of children in beneficiaries’ households, \nand mobilize the necessary resources to prevent child labor and \nworst  form  of  child  labor.  Also,  the  diffusion  of  “fair  trade” \nprinciples and permanent jobs created for parents will decrease \nthe incentives to utilize child labor. \n \nIndigenous  None  The Project will not have any negative impact on indigenous  No \nPeoples  people. The adoption of a demand-driven approach for funding \n  of interventions should allow participation of indigenous people. \n \nOther Risks  Not Significant  Risks  include  political  instability,  weak  commitment  to  No \nand/or  understanding  agribusiness  development,  and  inadequate \nVulnerabilities  institutional coordination. The capacity to improve agribusiness \n  development also is influenced by exposure to natural disasters, \nsuch as flooding and droughts. The project focus on NGO-\noperated  credit  should  decrease  the  risk  of  difficulties  in \nrepayment  capacity.  Also,  the  Project  will  strengthen  the \ncoordination  among  stakeholders.  This  might  be  a  useful \nstrategy for coping with difficulties associated with the negative \neffects of natural disasters, such as floods and droughts. \n \n ", "56  Appendix 15 \nGENDER ACTION PLAN \n \n1.  Women’s effective participation in the Agribusiness Development Project (the Project) is \nexpected to contribute to poverty reduction and social development. This Gender Action Plan \n(GAP) factors gender concerns into all project components to promote women’s participation \nequally as agents and beneficiaries in the Project’s development process. \n \n2.  A significant share of the participants in different subsectors of agriculture is women, \nthough women’s contributions often go unrecognized. The GAP aims to (i) reduce poverty \namong  women,  (ii)  increase  women’s  participation  as  stakeholders  in  agribusiness \ndevelopment, (iii) increase women’s economic and social benefits from the Project, (iv) develop \nwomen  as  contributors  to  the  country’s  economic  growth,  and  (v)  support  women’s \nempowerment in decision-making and public life. \n \n3.  The  Project  will  (i)  support  women’s  access  to  newer  employment  opportunities  in \nupstream  and  downstream  agribusiness  enterprises  and  services;  (ii)  increase  profitability \nprospects for agro-entrepreneurs; (iii) increase household income; (iv) improve human capital; \n(v) improve links with service institutions; and (vi) increase access to market, finance, and other \nresources. A summary of the planned activities is in Table A15.1. \n \nTable A15.1: Activities for Women’s Participation \n \nComponent  Activity and Target \n1. Credit for Small-Scale  •  Effective mechanism will be developed to ensure women’s increased access to the \nAgribusinesses  agribusiness credit, so that 30% of the subborrowers are women by 2010. \n•  A minimum of 10% of the revolving fund will be earmarked for lending to women \nentrepreneurs. If such earmarked funds are not utilized within 2.5 years from the \nstart of project implementation, they will revert to the general pool of funds. \n•  NGOs will support a substantial number of women former microcredit borrowers \nunder the credit program for agribusiness. Agribusiness development ventures that \nwill create employment opportunities (at least two) for the poor and women will be \nsupported. \n•  NGOs will support the preparation and revision of the business plan of former \nmicrofinance borrowers to scale up their activities as subborrowers of the targeted \ncredit program. \n \n2. Technical and  •  Raise awareness among potential entrepreneurs through periodic information \nMarketing Support for  campaigns to inform them of the business services and credit line opportunities, as \nAgribusinesses  well as agribusiness technologies. \n•  Ensure that all the campaign messages are gender friendly, and a gender friendly \ndissemination methodology is used to reach women and men. \n•  Organize periodic campaigns and information dissemination activities with \nappropriate messages to reach the associations and NGOs about the scope in \nagribusiness promotional activities. \n•  NGOs will provide training and guidance to subborrowers on business planning, \npreparation of project proposal, financial control and reporting, business and credit \nmanagement, etc., for all women borrowers, as they require. \n•  NGOs will provide technical training to all women subborrowers on livestock, \nfisheries, agronomy, storage, processing etc., as they require. The training also will \ninclude orientation on formalities, opportunities, taxes and tariffs, etc. \n•  NGOs will provide services to integrate the enterprises owned by women with \ndownstream agribusiness activities provided by NGOs and the private sector. \n ", "  Appendix 15  57 \nComponent  Activity and Target \n  •  The project implementation unit (PIU) will identify agribusiness opportunities through \na subsector study. \n•  Support women entrepreneurs to establish links with market and financial \ninstitutions. \n•  NGOs will assist with forming producer groups and associations, including those for \nwomen entrepreneurs, to ensure efficiency and support through training, study \ntours, etc. \n•  Identify the capacity building needs of private sector and potential associations to \nlink with women entrepreneurs. \n•  Help in developing the capacity of the private sector chambers and associations on \na demand basis to support agribusiness development, particularly to promote \nwomen’s participation in agribusiness. The support will include training, workshops, \ndomestic study tours, etc., on a cost-sharing basis. \n•  A special support package will be designed for women private sector associations \nand/or chambers to improve their capacity to identify and invest in agribusinesses \nand link with agribusiness entrepreneurs.  \n•  Support women entrepreneurs and associations for publicity drives to disseminate \ninformation for agribusiness promotion on a cost-sharing basis.  \n•  Support organizing publicity drive including seminars, trade fairs on the \nopportunities of agribusiness development, which will focus on the opportunities for \nwomen. Women entrepreneurs, chambers, and/or associations will be targeted for \ninformation dissemination and participation in those activities through campaigns.  \n•  Women’s access in publicity drives, trade fairs seminars, and other awareness \nraising and technical assistance activities will be supported through information \ndissemination and special provisions. \n•  Larger or medium-size entities that are willing to enter into supply contracts with the \nwomen agribusiness entrepreneurs will be identified and linked. \n \n3. Strengthening  •  Support wholesale banks promoting agribusiness lending and participating NGOs \nCapacity of NGOs and  promoting women entrepreneurs. \nWholesale Banks in  •  Train wholesale bank and NGO staff in agribusiness promotion with emphasis on \nAgribusiness Lending  tapping women’s potential and addressing gender-based needs. \n•  Train the staff of the financial intermediaries to develop the capacity to provide \nfinancial services and other support, and to monitor in a gender sensitive manner. \n•  NGOs with expertise in women entrepreneurship and/or agribusiness development \nwill be considered when selecting new implementing partners. \n•  Participating NGOs and wholesale banks will be oriented to install a monitoring and \nreporting system with gender-based indicators, outputs, and results. \n \n4. Improving the  •  Provide technical expertise to identify regulatory impediments to private sector \nEnabling Environment  operations in agribusiness with analysis of impediments of women’s participation. \nfor Agribusiness  •  Redraft key regulations and documents with provisions to facilitate women’s \nparticipation in the sector in a participatory and transparent manner. \n•  Assess current situation of public market management and impediments to women’s \naccess to market, and suggest mitigation measures. \n•  Ensure participation of women, farmer groups, associations, chambers, and existing \nand potential entrepreneurs in relevant seminars and consultations. \n•  Strengthen the capacity of DAM, MOA, and MOFL in agribusiness governance, \nadjusting their roles as facilitators in linking primary producers with the market. \n•  Train the staff of these agencies to deal with NGOs and private sector, as well as \naddressing gender issues in agribusiness development. \n \n \n ", "58  Appendix 15 \n5. Project  •  Ensure that at least 30% of the project staff and consultants are women. \nImplementation Support  •  Ensure recruitment of women as extension agents of the NGOs. \n•  Engage a gender advisor and a women’s entrepreneur promotion specialist. \n•  Orient all stakeholders, including the agribusiness cell, PIU, DAM, wholesale banks, \nand NGO staff on the GAP. \n•  Ensure a congenial work environment for men and women. \n•  Build training capacity under the Project by developing a group of trainers within DAM \nand participating NGOs. \n•  Train DAM staff to deliver services for agribusiness development and implement the \nGAP. \n•  Ensure GAP orientation for relevant MOA and MOFL staff. \n•  Orient NGO staff on the GAP, related gender issues in agribusiness, and their roles \nin promoting gender equality. These institutions will be oriented to develop \nmechanisms within business plans to support women entrepreneurs in agribusiness \nby addressing their credit needs.  \n•  Orient relevant chamber members and/or staff on GAP issues and on their roles in \npromoting gender equality. \n•  Ensure that all training is gender sensitive. \n•  Orient project staff and consultants about the GAP and their own roles, as envisaged \nin the GAP. \n•  Involve women in motivational activities for agribusiness development. \n•  Develop the capacity of the executing and implementing agencies on gender-based \nmonitoring. \n•  Ensure collection of gender-desegregated data, as well as gender-based monitoring, \nevaluation, and reporting within the Project’s monitoring systems. \n \nDAM = Department of Agricultural Marketing, GAP = gender action plan, MOA = Ministry of Agriculture, MOFL = \nMinistry of Fisheries and Livestock, NGO = nongovernment organization, PIU = project implementation unit.  \nSource: Asian Development Bank estimates. \n \n ", "  Appendix 16  59 \nINTEREST RATE STRUCTURES AND PRICING \n \nA.  Nongovernment Organization Interest Rates on Subborrowers \n \n1.  Introduction.  The  Project’s  lending  and  onlending  rates  have  been  discussed  in \nAppendix 7. Nongovernment organizations (NGOs) will charge interest rates that allow full cost \nrecovery on loans to the subborrowers, which are small-scale agribusiness entrepreneurs. The \npractice  is  consistent  with  the  Asian  Development  Bank  (ADB)  Microfinance  Development \nStrategy,1 and takes into consideration key lessons learned from ADB and other aid agency \nprojects on micro and rural finance in Bangladesh and other countries: \n \n(i)  The  credit  line  should  provide  flexibility  to  participating  banks  and  NGOs  in \nsetting their interest rates to reflect credit risks of the respective clients.2 \n(ii)  Interest rate and financial viability go hand to hand. Capping interest rates would \nconstrain  the  growth  in  microfinance  aimed  at  poverty  reduction.  Market \ncompetition should determine the interest rate, not the Government. 3 \n \n2.  Sustainability of NGO Enterprise Lending. Sustainability is the key factor that ADB \nand  the  Government  should  consider  in  recommending  what  interest  rates  NGOs  should \ncharge. For the Project, NGOs are recommended to continue determining their loan pricing \naccording to market conditions and services being provided for cost recovery. This is to reduce \nthe risk of political intrusion and to avoid market distortions. With a market focus, financial \nservices and institutional relationships can be expected to sustain and expand after the Project. \nThe financial projections for the participating NGOs show that, with the proposed full cost-\nrecovery  rates,  they  are  able  to  maintain  their  financial  integrity  while  increasing  market \noutreach. \n \n3.  NGO Cost Structure. NGO lending usually carries a higher rate than bank lending, \nbecause of NGOs’ higher delivery costs involved in smaller transactions delivered virtually to the \nsubborrowers location. Interest rates need to cover three basic types of costs: (i) cost of funds \nfor onlending; (ii) cost of risk (loan loss); and (iii) administrative costs (identifying and screening \nclients, processing loan applications, disbursing loans, collecting repayments, and following up \non non-repayment). Administration costs are inversely related to loan size, and usually exceed \n10% of the amount of loan for small loans. Furthermore, service pricing for different NGOs \nneeds to consider NGO product differentiation. Distinction needs to be made between NGOs \nthat charge weekly or monthly, those that provide grace periods for principal, and those that \nprovide interest rebates to proven borrowers. Several other factors also affect the pricing of \nNGO credit in Bangladesh: (i) natural disasters, (ii) uncertainty over the future sources of \nfinance for asset expansion, (iii) higher cost of equity financing, (iv) widespread practice of \ncross-subsidization between loan products, (v) inclusion of social and technical support costs, \nand (vi) effect of taxation liabilities on NGOs becoming microfinance institutions. \n \n4.  Repayment Capabilities of Subborrowers. The direct subborrowers of the Project will \nbe the small entrepreneurs, while ultra-poor people will benefit from the jobs created. By moving \ninto the market for small-scale enterprises, the NGOs have seen significant potential in the \nmarket if service can be provided efficiently at reasonable prices. The many borrowers (more \nthan 160,000) of NGOs’ small enterprise program, annual lending growth of more than 20%, \nand the high repayment rate of at least 99% clearly show the demand for these loans and ability \nof the small entrepreneurs for loan repayment out of enterprise profits. \n \n                                                 \n1 ADB. 2000. Finance for the Poor─Microfinance Development Strategy. Manila. \n2 ADB. 2003. Project Performance Audit Report on Second Aquaculture Development Project in Bangladesh. Manila. \n3 Local Consultative Group (LCG). 2005. LCG comments on the Draft Poverty Reduction Strategy Paper. Dhaka. \n ", "60  Appendix 16 \n5.  Problems with Interest Rate Ceilings. A review of microfinance in different countries, \nincluding Bangladesh, shows that the poor generally consider ongoing access to credit more \nimportant than the cost of the credit. An interest rate ceiling often hurts, rather than protects, the \nmost vulnerable by shrinking poor people’s access to financial services. An interest rate cap \nintroduces market distortions, damages the sustainability of NGO lending, ignores fundamental \npricing calculations, and ignores NGO product differences. As a demonstration, the capping of \ninterest  rates  on  agricultural  lending  through  development  finance  institutions  (such  as \nBangladesh  Krishi  Bank  and  Rajshahi  Krishi  Unnayan  Bank)  and  nationalized  commercial \nbanks has weakened these financial institutions to the point of insolvency. It also has diminished \nseverely their impact on, and capacity for, rural financial intermediation. \n \n6.  Competition as the Mechanism for Lowering Interest Rates. Competition will be the \nmost powerful mechanism for lowering credit cost and interest rates. Under the Project, the \nincreased supply of individual loans will increase competition between participating NGOs and \nbanks that downscale services. This will lead to more attractive pricing of small loans, as well as \na broader range of products and terms, to the benefit of users. Competition among NGOs, and \nfrom  banks  that  scale  down  their  operations,  will  lower  interest  rates.  In  principle,  price \nadjustments should not be enforced externally, especially since this market segment of NGO \nlending (of $500–$5,000 loans) for agribusiness is relatively new. \n \nB.  Wholesale Banks and Their Margins \n \n7.  The  use  of  sound  commercial  banks  as  wholesalers  of  project  funds  provides  an \nalternative  and  sustainable  source  of  funds  for  larger  NGOs.  Wholesale  banks,  such  as \nBangladesh Small Industries and Commerce (BASIC) Bank and Eastern Bank, are needed \nbecause NGOs in Bangladesh are not registered financial institutions and cannot source funds \ndirectly from the Ministry of Finance or Bangladesh Bank. Most NGO borrowing in Bangladesh \nhas been from Palli Karma-Sahayak Foundation (PKSF).4 Such dependency on a single source \nof finance leads to loss of autonomy in management, as well as in the design and pricing of \nservices. This has occurred in many medium and small NGOs. \n \n8.  The  proposed  margin  of  3.5%  for  BASIC  Bank  and  Eastern  Bank  is  to  cover \nadministration  expenses,  income  tax  liabilities,  and  credit  risk.  The  average  cost  of \nadministration on earning assets for these wholesale banks is 2.0%, which is lower than at \nprivate commercial banks (about 3%). The loan-loss provisioning of the wholesale banks is \n1.5%. Furthermore, participating in such a long-term project increases the political risk threshold \nfar more than with short-term lending. This must be taken into account, along with risk from \nnatural disasters and NGO institutional risk. Thus, the proposed margin of 3.5% is considered \nthe minimum acceptable figure for Bangladeshi conditions. \n \n9.  The proposed margin for the wholesale banks is consistent with other wholesaler rates. \nA review of margins charged by intermediaries wholesaling or retailing funds to NGOs shows a \ncommon margin of not less than 3.5%. In 2004, PKSF had an administration cost of 1.21% and \na remaining margin of 2.29% to cover loan loss and profit margin for a total of 3.5%. Citigroup is \ncharging BRAC a margin of 1.5% (above the treasury bill rate), plus 2.0% credit risk guarantee \nto  be  paid  to  Financierings-Maatschappij  voor  Ontwikkelingslanden,  a  Dutch  development \nfinancing agency, for a total of 3.5%. In its lending to NGOs in Central Asia, European Bank for \nReconstruction  and  Development  is  charging  6-month  London  interbank  offered  rate  (now \n3.65%) plus a margin of 5.25% and a first time fee of 1%. This is an effective margin of not less \nthan 5.5%. \n                                                 \n4 As discussed in para. 14 of the main text, limited funds are available in the market that NGOs can mobilize to \nsupport agribusiness. \n "], "metadata": {"ModDate": "D:20051028160439+08'00'", "CreationDate": "D:20051006105137+08'00'", "Title": "Microsoft Word - R260-05.doc", "Creator": "PScript5.dll Version 5.2", "Author": "AJ3", "Producer": "Acrobat Distiller 6.0 (Windows)"}}