{"path": "data/input/reports/rrp-cam-34380.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK RRP:CAM 34380 \n \n \n \n \n \n \n \n \n \n \nREPORT AND RECOMMENDATION \n \nOF THE \n \nPRESIDENT \n \nTO THE \n \nBOARD OF DIRECTORS \n \nON \n \nPROPOSED LOANS \n \nAND TECHNICAL ASSISTANCE GRANT \n \nTO THE \n \nKINGDOM OF CAMBODIA \n \nFOR THE \n \nAGRICULTURE SECTOR DEVELOPMENT PROGRAM \n \n \n \n \n \n \n \n \n \n \nOctober 2003", " \nCURRENCY EQUIVALENTS \n(as of 29 September 2003) \n \nCurrency Unit  –  riel (KR) \nKR1.00  =  $0.00026   \n$1.00  =  KR3,835 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AIC  –  Agricultural Inputs Company \n  ARS  –  agroenterprise resource service \n  ASDP  –  Agriculture Sector Development Program \n  ASP  –  Agriculture Sector Program \n  CARD  –  Council for Agricultural and Rural Development \n  CARDI  –  Cambodian Agricultural Research and Development Institute \n  COM  –  Council of Ministers \n  FWUC  –  farmers' water user community \n  GDP  –  gross domestic product \n  JFPR  –  Japan Fund for Poverty Reduction \n  KAMFIMEX  –  Kampuchea Fishery Import and Export Company \n  MAFF  –  Ministry of Agriculture, Forestry, and Fisheries \n  MEF  –  Ministry of Economy and Finance \n  MIS  –  market information service \n  MTEF  –  medium-term expenditure framework  \n  NGO  –  nongovernment organization \n  NPRS  –  National Poverty Reduction Strategy \n  PCU  –  project coordination unit \n  PDAFF  –  provincial departments of agriculture, forestry and fisheries \n  PSU  –  program support unit \n  SEDPI  –  First Socioeconomic Development Plan (1996–2000) \n  SEDPII  –  Second Socioeconomic Development Plan (2001–2005) \n  SORE  –  state-owned rubber estate \n  TA  –  technical assistance \n  WTO  –  World Trade Organization \n \n \nNOTES \n \n(i)  The Government’s fiscal year (FY) ends on 31 December. \n \n(ii)  In this report, “$” refers to US dollars. \n \n \nThis report was prepared by a team consisting of M. Otsuka (team leader), R. Bolt, B. Frielink, \nS. Lewis, R. Thami, S. Tukuafu, and Y. Uehara. ", "CONTENTS \n   Page \n \nLOAN AND PROGRAM SUMMARY  ii \nMAP  ix \nI.  THE PROPOSAL  1 \nII.  THE SECTOR: PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Sector Description and Performance  1 \nB.  Issues and Opportunities  2 \nIII.  THE PROPOSED SECTOR DEVELOPMENT PROGRAM  9 \nA.  Objective and Scope  9 \nB.  Important Features  10 \nC.  The Program Loan  10 \nD.  The Project Loan  17 \nIV.  THE PROPOSED TECHNICAL ASSISTANCE  23 \nV.  PROGRAM BENEFITS, IMPACTS, AND RISKS  23 \nA.  Program Benefits and Impacts  23 \nB.  Program Risks  25 \nVI.  ASSURANCES  26 \nA.  Specific Assurances  26 \nB.  Condition for Loan Effectiveness  27 \nVII.  RECOMMENDATION  27 \nAPPENDIXES  29 \n1.  Sector Analysis  29 \n2.  Development Coordination Matrix  35 \n3.  Program Framework  36 \n4.  Development Policy Letter and Policy Matrix  39 \n5.  Program Implementation Chart  48 \n6.  Ineligible Items  49 \n7.  Project Cost Estimates and Financing Plan  50 \n8.  Consulting Services for Project Implementation  51 \n9.  Technical Assistance  54 \n10.  Summary Poverty Reduction and Social Strategy  58 \n11.  Environmental Assessment Matrix  64 \n12.  Financial and Economic Analyses  66 \nSUPPLEMENTARY APPENDIXES   \nA.  Chronology of Processing Steps \nB.  Assessment of Agricultural Institutions \nC.  Initial Environmental Examination \nD.  Social Assessment of ASDP \nE.  Resettlement Policy Framework \nF.  Draft Gender Mainstreaming Action Plan \nG.  Poverty Impact Assessment \nH.  Working Paper on Financial and Economic Analyses  ", " \nLOAN AND PROGRAM SUMMARY \n \nBorrower  Kingdom of Cambodia \n   \nClassification  Poverty intervention \nThematic: Economic growth, and gender and development \n   \nEnvironment  Category B. Environmental implications of the proposed policy and \nAssessment  institutional reforms were reviewed and environmental interventions \nincorporated, as required. \n   \nRationale  Agriculture accounts for 39% of the national gross domestic product \n(GDP), and employs about 70% of the total workforce. Rural income \nis primarily generated from agriculture, which is dominated by rice \nproduction. Despite the importance and potential of agriculture, its \ngrowth during the 1990s has been sluggish and has widely fluctuated \ndue  to  its  heavy  dependence  on  rain-fed  rice  cultivation.  The \ncountry’s average rice yield was estimated at 2.1 tons per hectare \n(ha)  in  2001,  the  lowest  in  Southeast  Asia.  During  the  First \nSocioeconomic Development Plan (SEDPI, 1996–2000), the average \ngrowth of agriculture was less than 3.0% per annum (with high \nvariability), which was far below the plan target of 5.2% per annum, \nand had no substantial impact on poverty reduction in rural areas. \n \nWith  assistance  from  the  Asian  Development  Bank  (ADB),  the \nGovernment implemented the first Agriculture Sector Program (ASP, \n1996–2000),  including  reforms  to  address  land  legislation, \nagricultural  inputs,  rural  infrastructure,  rural  finance,  public \nenterprises,  and  decentralization.  Although  ASP  was  generally \nsuccessful, the Government recognizes that the reform measures \nintroduced under ASP needed deepening to accelerate agricultural \ngrowth. Regulations for the Land Law, enacted in August 2001, need \nto  be  prepared  and  implemented.  In  keeping  with  the  goals  of \nreorienting  public  agencies  and  promoting  private  sector's  role, \nfurther progress in divestment of state-owned public enterprises is \nwarranted.  New  regulations  and  regulatory  capacity  must  be \ndeveloped to maintain the quality and safety of agricultural inputs \ntraded in the market. Further efforts are also required to improve the \npolicy  and  institutional  environment,  and  the  Government's \nadministrative capacities that will promote private sector participation \nin  the  agriculture  sector,  particularly  in  marketing  and  financial \nservices, and training and education. To remove knowledge and \ntechnology constraints on agricultural productivity, the Government \nmust continue to improve the skills and resources of the national \nsystem for agricultural research and extension.  \n \nUnder  the  Second  Socioeconomic  Development  Plan  (SEDPII, \n2001–2005), the Government aims to transform agriculture into a \ndriving force to improve economic growth and reduce poverty within \na  market-oriented  policy  framework  by  promoting  agricultural \ncommercialization  and  diversification.  In  line  with  SEDPII,  the \nGovernment wishes to continue, with ADB's assistance, its policy ", "iii \nGovernment wishes to continue, with ADB's assistance, its policy \nand institutional reform measures and expand opportunities in the \nsector  by  resolving  critical  issues  restricting  the  sector's \nperformance, including (i) limited access to productive resources and \nimproved agricultural inputs due to weak regulatory systems, (ii) \nuncertainty  in  the  market  environment  for  private  agro-based \nenterprise  growth,  (iii)  lack  of  resources  for  effective  agricultural \nresearch  and  extension  services  to  promote  commercialized \nagriculture,  and  (iv)  weak  capacity  and  resources  at  agricultural \ninstitutions. \n \nOne  of  the  three  priority  areas  in  ADB's  country  strategy  for \nCambodia  is  to  promote  rural  economic  development,  thereby \ncontributing to the ultimate goal of poverty reduction. ADB's strategy \nfor Cambodia's agriculture sector is to help achieve the SEDPII's \nobjectives by increasing agricultural productivity. ADB also aims to \npromote private sector participation in the agriculture sector, and \nincrease awareness and knowledge among the rural poor, women, \nand vulnerable groups to help them participate in overall agricultural \ndevelopment and to gain better access to productive opportunities. \nThe Agriculture Sector Development Program (ASDP) is required to \nimplement these ADB strategies. Complementarity and synergy with \nprojects and programs of ADB and other external funding agencies \nwere fully considered during loan processing of ASDP. \n   \nObjectives and Scope  ASDP  aims  to  promote  sustainable  growth  of  market-based \nagriculture  and  improve  agricultural  productivity.  ASDP  will  be \nimplemented within the framework of SEDPII and will (i) improve \nability of smallholders to raise productivity and diversify into high-\nvalue products; (ii) improve the market environment for private agro-\nbased enterprise growth; and (iii) strengthen institutional capacity for \ncompetitive agricultural commercialization. ASDP will also promote \nincreased  participation  of  the  poor  and  women  in  agricultural \nproduction, marketing, and post-production. \n   \nSocial and   Social and environmental issues considered under ASDP include (i) \nEnvironmental Issues  social  impact  on  the  rural  poor  and  vulnerable;  (ii)  gender \nmainstreaming in agricultural development; (iii) supply and use of \nagrochemicals; and (iv) efficient use of natural resources. Social and \nenvironmental assessments have been carried out in accordance \nwith ADB's guidelines. In conjunction with ASDP, ADB has provided \na  grant  assistance  project  under  the  Japan  Fund  for  Poverty \nReduction to support nongovernment organization (NGO) activities in \nthe poverty-stricken areas in southern Cambodia to enhance ASDP's \nimpact on rural poverty reduction based on a partnership between \nthe  Government  and  NGOs.  ADB's  operational  experience  in \nCambodia  indicates  that  a  wide  range  of  stakeholders  must  be \ninvolved  in  formulating  and  implementing  development  activities. \nADB  conducted  a  series  of  stakeholder  consultations  during  the \nformulation and processing of ASDP. ADB will ensure continued \nconsultation with key stakeholders during ASDP implementation. ", "iv \nThe Program Loan   \n  Objective and  Within the overall program framework of ASDP, the program loan will \nScope  facilitate  policy  and  institutional  reforms  to  ensure  a  favorable \nenvironment for market-based agricultural growth. The loan will (i) \nprovide better access to productive land, water, improved seeds, and \nother  quality  agricultural  inputs;  (ii)  improve  efficiency  of  rubber \nproduction, and ensure no direct state intervention in the agricultural \ninput  and  output  markets;  and  (iii)  facilitate  agricultural \ncommercialization  by  rationalizing  agricultural  institutions  and \nimproving access to effective research and extension services at the \nlocal level. \n   \n  Loan Amount  ADB  will  provide  a  loan  of  Special  Drawing  Rights  17,485,000 \nand Terms  equivalent from its Special Funds resources, with a term of 24 years, \nincluding a grace period of 8 years, and with an interest rate of 1.0% \nper annum during the grace period and 1.5% per annum thereafter. \n   \n  Program  The loan will finance the proposed policy and institutional reforms in \nPeriod and  two tranches over 3 years, from January 2004 to December 2006. \nTranching  The first tranche of $15 million equivalent will be available for release \nupon loan effectiveness, subject to full compliance with first-tranche \nconditions. The second tranche of $10 million equivalent will be \nreleased approximately 30 months later after due compliance by the \nGovernment with second-tranche conditions. \n   \n  Executing  The Ministry of Agriculture, Forestry and Fisheries (MAFF) and the \nAgencies and  Ministry  of  Economy  and  Finance  (MEF)  will  be  the  executing \nImplementation  agencies for the program loan. MAFF will be responsible for overall \nArrangements  program  implementation  through  an  inter-ministerial  program \nsecretariat. The Government has already established the program \nsecretariat, and appointed a program director, who will head the \nsecretariat, and one full-time counterpart staff. The secretariat will \nalso have a program support unit, headed by a program manager, to \nfacilitate  implementation  and  inter-agency  coordination  of  the \nprogram loan. \n   \n  Counterpart  The proceeds generated under the loan will be used to support the \nFunds  reform measures in the agriculture sector proposed under ASDP as \nthe first priority; and, secondly, to finance other expenditures for \nagriculture and rural development. MEF will closely monitor the use \nof such funds. Increased adjustment costs will be required to (i) \nfacilitate  rural  development  support  at  the  local  level,  including \nagricultural  research  and  extension  services;  (ii)  implement \nregulations for seeds, agro-chemicals and marketing; (iii) complete \ndivestment of agricultural public enterprises; and (iv) improve the \ncapacity of agricultural institutions. \n   \nThe Project Loan   \n  Objective and  The  project  loan  will  provide  farmers  with  support  services  to \nScope  increase agricultural productivity and promote diversification. The \nproposed  project  activities  will  complement  the  program  loan, \nthereby enhancing the ASDP's overall program benefits. The project ", "v \nthereby enhancing the ASDP's overall program benefits. The project \nwill  include  (i)  extension  support  for  farmer  groups  to  improve \nfarmers'  ability,  (ii)  support  services  for  private  agro-based \nenterprises,  and  (iii)  institutional  strengthening  to  facilitate \nagricultural commercialization. The project will involve beneficiaries \nof social land concessions in the extension support component, and \nprovide  capacity-building  support  to  agencies  implementing  the \nreform measures proposed under the program loan. \n   \n  Cost Estimate  The  total  project  cost  is  estimated  at  $5.88  million  equivalent, \ncomprising $1.73 million (29%) in foreign exchange and $4.15 million \nequivalent (71%) in local currency costs. \n   \n  Financing Plan  ($ million) \nForeign  Local  Total \nSource  Exchange  Currency  Cost  Percent \n         \nAsian Development Bank  1.73  2.97  4.70    80 \nGovernment  0.00  1.18  1.18    20 \n         \n  Total  1.73  4.15  5.88  100 \n   \n  Loan Amount  ADB  will  provide  a  loan  of  Special  Drawing  Rights  3,287,000 \nand Terms  equivalent from the Special Funds resources, with a term of 32 years \nmaturity, including a grace period of 8 years, and with an interest \nrate of 1.0% per annum during the grace period and 1.5% per annum \nthereafter. \n   \n  Executing  MAFF and MEF will be the executing agencies for the project loan. A \nAgencies and  project coordination unit (PCU) will be established in the MAFF's \nImplementation  program secretariat. PCU will be headed by a project coordinator \nArrangements  and include necessary support staff, and will be responsible for inter-\nagency  coordination  required  for  overall  project  implementation, \nprovision of guidance for the provincial and district staff, and other \ncentral-level project administration. The project will also involve (i) \nthe Seila Task Force for central-level coordination; (ii) provincial rural \ndevelopment  committees  in  the  project  area;  their  executive \ncommittee secretariats; and provincial departments of agriculture, \nforestry  and  fisheries  (PDAFFs);  (iii)  district  extension  staff  of \nPDAFFs; and (iv) commune councils. Based on the annual work \nprogram agreed with the executive committee secretariats of the \nprovincial rural development committees, PDAFF will be responsible \nfor  ensuring  that  the  annual  work  program  for  the  concerned \nprovince  will  be  effectively  implemented  and  in  line  with  the \nGovernment's  decentralization  policy.  The  PCU  will  compile  all \nproject-related  documents  such  as  work  plans,  progress  reports, \nstatements  of  expenditures,  and  loan  withdrawal  applications \nsubmitted by the project provinces. \n   \nProcurement  The proceeds of the program loan will finance the foreign exchange \ncosts of eligible goods and services produced in, and procured from, \nADB member countries (other than ineligible items specified in the \nLoan Agreement for the program loan, and imports financed by other ", "vi \nLoan Agreement for the program loan, and imports financed by other \nmultilateral  and  bilateral  funding  sources).  Eligible  items  will  be \nprocured by the private sector on the basis of normal commercial \npractices for procurement, or by the public sector in accordance with \nthe Government's prescribed procurement practices, acceptable to \nADB. Under the project loan, service vehicles, equipment and civil \nworks will be procured in accordance with ADB's  Guidelines for \nProcurement.  \n   \nRisks and Safeguards  ASDP's  basic  assumption  is  the  continued  commitment  of  the \nGovernment  to  make  agriculture  more  productive  and  stable  by \nfacilitating  agricultural  commercialization  and  diversification.  The \nGovernment's  strong  commitment  is  reflected  in  its  development \npolicy letter for ASDP. \n \nRisks are mainly related to difficulties anticipated in (i) approval and \nimplementation of subdecrees related to social and economic land \nconcessions,  and  (ii)  divestment  of  public  enterprises.  The \nimplementation of subdecrees related to social and economic land \nconcessions involves difficult political processes and a large number \nof  stakeholders.  The  Government  must  establish  procedures  to \nscreen potential concession programs to ensure the proper use of \navailable and unused state land for productive purposes and for the \nbenefit  of  poor  farmers.  Competition  for  such  land  should  be \nadequately  controlled.  ADB  is  helping  the  Government  establish \nimplementation guidelines for the social land concession subdecree \nand  formulate  a  draft  subdecree  on  economic  land  concessions \nthrough an ongoing technical assistance (TA) for land legislation. \nADB will also provide TA in conjunction with ASDP to ensure close \nmonitoring of ASDP implementation and conduct effective dialogue \nwith the Government. ADB will closely coordinate with the World \nBank, which will initiate the social land concession program on a \nsmall-scale pilot basis. \n \nThere is a wide consensus within the Government on the need for \nearly divestment of agricultural public enterprises. ADB was informed \nthat  the  highest  authority  of  the  Government  decided  on  early \ndivestment,  and  initiated  the  process  for  carrying  out  external \nauditing of public enterprises. ADB engaged in a long and careful \ndialogue with the enterprises during program formulation and loan \nprocessing  to  ensure  that  the  Government  provides  adequate \nsafeguards  for  staff  to  be  separated  as  a  result  of  enterprise \ndivestment. A resettlement policy framework has been agreed on \nwith the Government to address any adverse social impacts that may \nresult from any involuntary acquisition of productive opportunities \nand displacement of smallholders due to changes in land use. The \nTA, proposed in conjunction with ASDP, will provide technical and \nadvisory support to help the Government complete divestment of \npublic enterprises during the program period. \n \n ", "vii \nThe risk related to the project loan that farmers may not adopt \nimproved  technology  and  inputs  is  minimal  as  farmers  showed \nstrong demand for them at various on-farm trials and on field days. In \nthe southern region where the project loan will be implemented, \nfarmers' demand for improved seeds and extension support is high \nfor beans and vegetables, reflecting the good marketing potentials of \nthese crops and local market conditions. \n   \nTechnical Assistance  An advisory TA is being proposed in conjunction with the ASDP \nloans. The provision of grant funds of $1 million is being proposed to \nhelp the Government undertake policy and institutional reforms in the \nagriculture sector. The proposed TA is required to provide specific \ntechnical inputs, which are not easily available in Cambodia, and will \nbe focused on the areas where TA contributions to market-oriented \nagriculture development will be maximized. The progress of policy and \ninstitutional reforms to be supported under the TA will be monitored in \nconjunction with ASDP. The proposed TA will require (i) consulting \nservices consisting  of  29  person-months  of  international  and  28 \nperson-months of domestic consultants in agricultural policy planning \n(and team leadership), corporate management, public expenditure \nmanagement, agricultural research, social and gender analysis, and \nlaw; (b) office equipment; (c) training and seminars; (d) local travel; \nand  (e)  report  preparation  and  communications.  The  TA  will  be \nimplemented over 3 years.  ", " \nix\n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on proposed loans \nto the Kingdom of Cambodia for the Agriculture Sector Development Program (ASDP). The \nreport also describes proposed technical assistance (TA) for Supporting Policy and Institutional \nReforms in the Agriculture Sector, and if the Board approves the proposed loan, I, acting under \nthe authority delegated to me by the Board, will approve the TA. \n \nII.  THE SECTOR: PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Sector Description and Performance \n2.  Cambodia's gross domestic product (GDP) per capita was estimated at $282 in 2001, \nmaking it one of the least developed countries in South and Southeast Asia. On account of its \nsocial capacity for human development, Cambodia is in the lowest tier of the medium human \ndevelopment category and ranked 130th, with its human development index in 2001 estimated \nat 0.556, and its gender development index at 0.551 (105th), one of the lowest in Asia.1 \n \n3.  About 36% of the country's population is estimated to live below the poverty line,2 with \nabout 90% of the poor living in rural areas, where the incidence of poverty is about 40% or four \ntimes that for Phnom Penh. Poverty in rural Cambodia is pervasive with a large proportion of \nrural population also living near the poverty line, presenting both an opportunity for a substantial \nreduction of poverty with the right policies and a danger of a rapid increase with inaction. The \ncharacteristics of poverty differ across the country: (i) limited access to productive resources \nand low productivity in the south and southeast, (ii) displacement and resettlement in the \nnorthwest, and (iii) poor human development indicators in the mountains of the northeast. \nPoverty is particularly prevalent among vulnerable groups affected by the long civil conflict: \ninternally displaced people, returned refugees, and war widows. \n \n4.  Reducing poverty by emphasizing rural development was the primary development goal \nof the First Socioeconomic Development Plan (SEDPI, 1996–2000), which highlighted food \nsecurity and transition to market-based agriculture. Key components of SEDPI included (i) \nprovision of better access to improved agricultural inputs; (ii) improvement in rice yields and \nreduction in production loss due to irregular weather conditions; (iii) promotion of livestock \nproduction,  particularly  by  improving  animal  health;  and  (iv)  promotion  of  commercialized \nagriculture. Central to this were institutional, regulatory, and policy reforms to introduce a \nframework conducive to market-based agricultural growth. \n \n5.  Cambodia is predominantly agrarian, with agriculture representing 39% of GDP, and at \nleast 70% of rural population directly dependent on agriculture for their livelihood. Of the total \ncropped area of about 2.6 million hectares (ha), 90% is planted with rice (2.3 million ha in 2000), \nwhich is the primary staple, providing about 70% of nutritional intake on average, with per capita \nconsumption needs estimated at 151 kilograms (kg) of white rice.3 Agriculture is important to \nreduce rural poverty and improve the capacity for human development. Within the agriculture \nsector, crops and fisheries are the most important sub-sectors with 46% and 32% of agricultural \n                                                 \n1  United Nations Development Programme. 2003 Human Development Report 2003. New York. \n2  Based on a consumption-based poverty line defined as adequate income to purchase a daily 2,100-calorie food \nbasket plus an allowance for nonfood expenditure. Poverty Profiles of Cambodia by the Ministry of Planning for \n1997 and 1999 both reported overall poverty incidence at 36%. \n3  K. Helmers. 1997. Rice in the Cambodian Economy: Past and Present. In Rice Production in Cambodia, edited by \nH. J. Nesbitt. Manila: International Rice Research Institute. ", "2 \nGDP in 2001, respectively, followed by livestock (16%) and forestry (6%). Forestry's contribution \nto GDP has substantially declined in recent years due to the issue of illegal logging and \nsubsequent suspension of logging activities. A more detailed sector analysis is in Appendix 1. \n \n6.  Under SEDPI, national GDP was targeted to grow on average at 7.5% per annum, with \nagriculture expected to achieve 5.2%. Domestic political conflicts in 1997 and the regional \nfinancial crises of 1997 and 1998, combined with the severe floods of 2000, reduced overall \nGDP growth rate during the period to 6.7% per annum and agricultural growth to less than 3.0% \nper annum on average (with high variability), well below the SEDPI targets. Overall poverty in \nCambodia is estimated to have declined during the SEDPI period but this was largely due to \nsignificant reduction in urban poverty led by the growth of the garment sector. Slow agricultural \ngrowth means that the sector provided no major impetus to reduce rural poverty, and the \nlinkage between agriculture and the rest of the rural economy was thought to have weakened. \nMany of the new entrants to the labor force have thus had to be absorbed into relatively \nunproductive employment in agriculture. \n \n7.  However, the Government introduced important institutional and policy reforms during \nthe SEDPI period with assistance of external funding agencies, including ADB’s first Agriculture \nSector  Program  (ASP).4  ASP  initiated  several  reform  measures  to  establish  a  policy  and \ninstitutional framework for market-based agricultural growth, and resulted in (i) enactment of the \n2001 Land Law to improve security in land tenure and ownership; (ii) introduction of mass media \nprograms  to  provide  better  access  to  agricultural  technology  and market information; (iii) \nreorganization of state-owned public enterprises and establishment of a regulatory framework \nfor agricultural inputs in the market; (iv) launching of a divestment process for state-owned \nrubber estates (SOREs); (v) introduction of a rural road maintenance plan and budget; (vi) \nestablishment of a legal and regulatory framework for rural finance development; and (vii) \ndecentralization  of  development  activities.  ASP  was  generally  successful.  However,  the \nGovernment  recognizes  that  reforms  needed  deepening  to  fully  capture  the  benefits  of \nagricultural growth and poverty reduction. \n \nB.  Issues and Opportunities \n1.  Government Objectives and Strategy \n8.  The  Second  Socioeconomic  Development  Plan  (SEDPII,  2001–2005) was officially \nlaunched  in  July  2002.5  Its  main  development  objectives  are  to  (i)  promote  broad-based \neconomic  growth  to  improve  the  livelihood  of  the  poor,  (ii)  facilitate  social  and  cultural \ndevelopment, and (iii) ensure the sustainable use of natural resources and sound environmental \nmanagement. To achieve these objectives, the Government aims to improve the country's \ngovernance environment and attain higher economic growth. GDP is projected to grow at an \naverage rate of 6.1% per annum during the plan period. \n \n                                                 \n4  ADB. 1996. Report and Recommendation of the President to the Board of Directors on a Proposed Loan and \nTechnical  Assistance  to  the  Kingdom  of  Cambodia  for  the  Agriculture  Sector  Program.  Manila.  (Loan \n1445- CAM[SF]). The loan was closed on 5 September 2000. The program completion report (ADB. 2001. Program \nCompletion Report on the Agriculture Sector Program in Cambodia. Manila. [PCR: CAM 27154]) was circulated to \nthe ADB Board in December 2001, while the program performance audit report (ADB. 2003. Program Performance \nAudit Report on the Agriculture Sector Program in Cambodia. Manila. [PPAR: CAM 27154]) was circulated in July \n2003. \n5  The Royal Government of Cambodia. 2002.  Second Five-Year Socioeconomic Development Plan 2001–2005. \nPhnom Penh. ", "3 \n9.  Under SEDPII, the Government has shifted its focus from food security, which was the \ncore strategy of SEDPI, to agricultural commercialization and diversification. The Government \nnow aims to transform agriculture into a driving force to achieve higher economic growth and \nreduce rural poverty. The Government's public investment program for 2001–2003 is expected \nto allocate $210.2 million to the agriculture sector or about 12% of the total program amount. \nHowever, at present, the allocable budget ceiling for  the agriculture sector is limited. The \nstrategy of SEDPII for the agriculture sector is to (i) promote a consistent macroeconomic and \nagricultural  policy  framework  for  a  liberal  and  market-oriented  trade  environment  by \nderegulating agricultural input and output markets; (ii) establish policy and legal frameworks for \neffective  land  management  and  administration;  (iii)  accelerate  sustainable  irrigation \ndevelopment; (iv) strengthen essential agricultural support services; and (v) develop quality \nstandards for  agricultural inputs. To promote agricultural growth, the Government wishes to \ncontinue and enhance, with ADB's assistance, the policy and institutional reform measures \nintroduced under the first ASP (para. 7), and resolve critical issues restricting the sector's \nperformance through focused investment. \n \n10.  In  line  with  SEDPII,  the  rolling  medium-term  National  Poverty  Reduction  Strategy \n(NPRS)6 for 2003–2005 has been prepared by the Government with active participation of civil \nsociety organizations and assistance of external funding agencies. NPRS builds on SEDPII but \nseeks to clearly define and implement the Government’s approach to poverty reduction. NPRS's \ncentral objective is to mainstream efforts to reduce poverty, shifting from a series of projects to \nintegrated budgetary support. NPRS aims to reduce rural poverty by addressing (i) inadequate \naccess to land; (ii) weak management of water resources; and (iii) lack of rural infrastructure. \nAccess to land and water is highlighted as the fundamental natural resources forming the basis \nfor economic growth and poverty reduction, especially in rural areas where people rely on them \nfor agriculture. Besides land and water, key elements of the agricultural strategy also include \nimproved access to effective research and extension services, quality inputs, and markets. \n \n11.  SEDPII and NPRS stress the need to improve productivity and value added of rural land \nand labor. While food security is being addressed, the dominance of subsistence or near-\nsubsistence production of low-value rice undermines efforts to raise incomes and generate \nemployment in rural communities. The lack of linkages with agro-industries is also seen as \nlimiting the value-added potential of agriculture and its multiplier effects through industry and \nservices. Emphasis is, therefore, put on commercializing agriculture, and creating links with \nprocessing and support services. However, a number of impediments still hinder this approach. \nASDP is designed to help overcome such impediments  or reduce their significance through \nsupport for market-oriented initiatives in policy and institutional reforms and through direct \ninvestment to improve public sector services. \n \n2.  Access to Resources and Inputs \n12.  The revised Land Law was enacted in August 2001 to ensure consistency with the \nConstitution,  and  clear  legal  definitions  and  terminology  about  land  ownership.  However, \nestablishment and granting of agricultural land titles remain problematic, and many disputes are \nstill being reported. Land concessions are also the subject of much debate because of their \nrelevance to strategies for rural development and poverty reduction, and the issue is highly \npolitical. By November 2002 the Ministry of Agriculture, Forestry, and Fisheries (MAFF) had \ngranted 25 land concessions for agricultural production, covering about 724,000 ha under \n                                                 \n6  The Royal Government of Cambodia. December 2002. National Poverty Reduction Strategy 2003–2005. Phnom \nPenh. ", "4 \ncontracts with concessionaires (mainly from 1998 to 2001). MAFF further reported that only 10 \nconcessions initiated planting, involving about 14,000 ha or less than 2% of the total concession \nareas. The remaining concession areas are unused due to absence of infrastructure for access \nand land disputes. \n \n13.  Under the 2001 Land Law, land concessions should not exceed 10,000 ha unless \njustified by evidence of actual investment and needs. This limit is to be applied to existing and \nnew  concessions,  necessitating  renegotiation  of  concession  contracts  and  revocation  of \nconcessions over this limit. Strict application of the limit is expected to release at least 412,000 \nha  of  land  designated  for  agriculture,  which  would  provide  ample  resources  to  promote \nproductive economic concessions and to allocate land to the landless. There will be a potential \nfor increasing various income-generating activities for the poor, and examples of the integration \nof smallholder and estate agriculture can be found across Southeast Asia. The Government \nthus  recognizes  the  need  to  (i)  reduce  unused  economic  land  concessions,  (ii)  further \naccelerate the securing of land titles for farmers, and (iii) implement the 2001 Land Law through \nthe issuance of necessary subdecrees and guidelines. \n \n14.  Most crop production in Cambodia is rain-fed. Irrigation is often supplementary and \nseason-specific rather than year-round. Even this supplementary irrigation is limited, covering \nonly 16% of the total rice growing area. In addition, a flood recession system of production is \nused on 7% of the area. As a result, almost all rice is single-cropped and highly dependent on \nrainfall. Under the first ASP, new approaches to irrigation management and maintenance were \ntested based on the formation of farmers' water user communities (FWUCs). Eleven pilot \nschemes are being pursued under the MAFF's medium-term work program for 2001–2005. A \nwater law is being reviewed at the National Assembly, and a new statement on water policy \ndrafted, incorporating the commitment and mechanisms for sustainable small- and medium-\nscale irrigation schemes. In parallel, the Government is increasing investment in irrigation \nprojects with assistance from bilateral and multilateral funding agencies, including ADB. \n \n15.  Farmers' access to improved seeds and other inputs is still limited due to their lack of \nawareness  of  the  benefits  of  using  improved  seeds  and  other  required  inputs.  Important \ncontributions are being made to the production and dissemination of improved rice seeds by the \nCambodian Agricultural Research and Development Institute (CARDI) with support from the \nAustralian  Agency  for  International  Development  and  by  the  World  Bank’s  Agricultural \nProductivity Improvement Project. However, total production of improved rice seeds is still small \n(about 400 tons), barely enough to cover the needs of most farmers. To improve the legal and \ninstitutional framework for seed production and distribution, the Government is drafting a seed \nlaw,  which  aims  to  promote  the  private  sector's  role  in  improving  seed  production  and \ndistribution. This is an important step to initiate the promotion of the seed and planting materials \nindustry  in  Cambodia.  Other  important  areas  also  need  to  be  addressed:  quality  control \nmeasures, regulatory enforcement mechanisms and capacity building. The projects financed by \nother funding agencies are involved in these areas. The Government also issued a subdecree \nand established the Bureau of Agricultural Materials Standards within MAFF in October 1998 to \nprovide a regulatory framework to protect farmers and other users of agricultural inputs (seeds, \nfertilizers,  pesticides,  veterinary  medicines,  feeds  and  feed  additives)  from  adulteration, \ncommercial  exploitation  and  dangers  to  health  as  a  result  of  low-quality  products  and \ninappropriate packaging. Much remains to be done, particularly to address issues such as the \npresence  of  unmarked  and  concentrated  chemicals,  and  over-adulteration  of  products,  by \nstrengthening the bureau's capacity and raising awareness of these issues among farmers. \n ", "5 \n16.  Farmers often report that limited access to finance is a major impediment to adopting \nimproved technology to raise productivity, diversify into higher-value commodities, and establish \nprocessing and service enterprises. Rural outreach by formal financial institutions is extremely \nlimited and there appears to be a serious level of mistrust in formal financial institutions among \nrural population. Numerous non-government programs provide small-scale credit although their \noverall impact is small. Licensed microfinance institutions also have sizeable loan portfolios and \nbroad area coverage.7 Still, deficiencies of rural finance, involving savings mobilization and \ncredit  provision,  are  major  impediments  to  developing  commercialized  agriculture.  In \ncollaboration with other multilateral financial institutions, ADB is addressing the issue of the rural \nfinancial system under the financial sector program.8 \n \n3.  Market Environment for Private Agro-Based Enterprises \n17.  During the first ASP period, the Government initiated steps for withdrawing its direct \nintervention  in  production  and  marketing  of  agricultural  and  agro-based  products.  In the \nagriculture sector, the Government owns seven rubber estates, Agricultural Inputs Company \n(AIC), and Kampuchea Fish Import and Export Company (KAMFIMEX). While SOREs remain \nactive producers constituting about 80% of the total rubber exploited area of the country, the \nother two enterprises' activities have been significantly curtailed as private companies have \nincreased their market shares. SOREs have been posting losses for a number of years and \nappear to drain resources from the rubber sector. Continued state ownership impedes the \ngrowth of the whole rubber sector by restricting development of smallholder or family rubber \nproducers and by constraining smallholder processing and marketing of rubber. The impaired \nquality of estate rubber also constrains the promotion of Cambodian rubber in the international \nmarket. It is reported that this results in the lower price of Cambodian rubber by 15–20% as \ncompared to that of other countries' rubber, which is certified for international standards, and \nseriously  affects  smallholders'  income.  Thus,  SOREs'  operationally  and  financially  poor \nperformance hinders efficient use of resources and points to a lost opportunity for development. \n \n18.  State ownership of AIC and KAMFIMEX also uses scarce public resources for redundant \noperations, and provides uncertainty in the agricultural input and output markets about possible \nstate interventions in future. Bureaucratic procedures and informal government pressures for \nsocial and political imperatives restrict the day-to-day management of public enterprises. AIC, \nwhich is supposed to distribute agricultural inputs, has not had any business recently and has \nbeen paying administrative expenses, including salaries of its 55 staff, from the receipt of \ninterest on cash assets. Given that the private sector sufficiently meets input supply, there is no \nclear justification for the state ownership of AIC, and the Government recognizes the need to \nfacilitate AIC's divestment. KAMFIMEX had a monopoly of fish exports until 2000, when export \nof live fish and fish products was liberalized. KAMFIMEX still acts as an agent for small fish \ntraders, allowing export under its license, with a fee to cover customs duties and other charges. \nKAMFIMEX currently has 103 full-time staff and 40 fishermen associated with its fishing lot. \nThough it became an autonomous public enterprise in September 2002, KAMFIMEX's financial \nperformance has not been made public yet. \n \n                                                 \n7  ADB  provides  lines  of  credit  to  some  of  the  licensed  financial  institutions  under  ADB.  2000.  Report and \nRecommendation of the President to the Board of Directors on a Proposed Loan to the Kingdom of Cambodia for \nRural Credit and Savings. Manila. (Loan 1741–CAM[SF]). There are two banks specialized in rural finance and four \nlicensed microfinance institutions in Cambodia. \n8  ADB. 2001. Report and Recommendation of the President to the Board of Directors on a Proposed Program Loan \nCluster to the Kingdom of Cambodia for the Financial Sector Program. Manila. (Loan 1859–CAM[SF]). ", "6 \n4.  Institutional Framework \n19.  MAFF was the lead executing agency for the first ASP and implemented it satisfactorily. \nMAFF operates a standardized planning process using procedures that are reasonably well \nestablished. MAFF's current organizational structure was adopted in April 2000 through a \nsubdecree establishing 12 line departments.9 Planning capacities are variable among MAFF \ndepartments partly because of variable training and capacity-building programs in the past. \nCore functions among the departments are unclear, particularly in the role of policy planning \nand management, and due to the mixture and overlapping of service delivery functions. The \nGovernment  recognizes  a  strong  need  to  review  the  structure  to  clarify  the  roles  and \nresponsibilities of these departments within MAFF in a market-oriented agriculture sector. The \nreorganization of MAFF needs to be carried out based on such a review and the renewed \nstrategy for human resource development in line with the Government's decentralization policy. \n \n20.  The Government has been pursuing accession to the World Trade Organization (WTO). \nThe action plan to comply with membership conditions in various areas has been implemented \nsatisfactorily.  In  July  2003,  WTO  completed  its  work  for  Cambodia's  membership  and \nrecommended it in September 2003. The Government has established a task force to address \nWTO issues in the agriculture sector. Several important aspects regarding harmonization of \nregulations and procedures relate to plant protection and animal health. The Government has \nalso established a WTO unit in MAFF to implement regulations and prepare new regulatory \nsystems to ensure the quality and safety of agricultural and agro-based products in accordance \nwith WTO provisions. \n \n5.  Gender in the Agriculture Sector \n21.  Women constitute more than half the farming population, and are engaged in various \nagricultural activities, including seed selection, transplanting and harvesting in rice farming, and \ncaring for household members. Women also do milling and pounding of paddy for household \nconsumption. The gender division of labor is not entirely rigid but men expect to be paid more \nfor remunerative activities. Women farmers are also active in homestead vegetable production \nand small livestock for subsistence and cash income. However, their access to improved \nknowledge  and  technology,  and  productive  resources,  including  financial  services,  is \nsubstantially limited due to their unrecognized social role, inadequate literacy and socio-cultural \ninhibition in the villages. Women are under-represented  in  agricultural  institutions.  Female \nextension workers are less than one third of the total extension staff at the local level. The \nsituation is even worse at MAFF's central offices. Female students are under-represented in \nagricultural  universities  and  colleges.  To  increase  the  effectiveness  of  agricultural  support \nservices, women farmers' access to such services must be increased through sector-wide \nimprovement in mainstreaming of gender issues. The Government has long recognized this \nneed  in  the  agriculture  sector  but  progress  has  been  rather  slow.  During  SEDPII,  the \nGovernment  aims  at  establishing  a  sector-wide  institutional  framework  for  gender \nmainstreaming. \n \n6.  Agricultural Support Services \n22.  Following liberalization of markets from 1989 to 1996, the Government clearly lacked \ninformation  about  market  conditions  and  opportunities  at  home  and  abroad.  Agricultural \nactivities and development strategies of the Government continued to be production rather than \n                                                 \n9  An assessment of agricultural institutions in Cambodia is in Supplementary Appendix B. ", "7 \nmarket oriented. Small markets, however, exhibited strong competitive characteristics with a \nlarge number of small retailers, middlemen and wholesalers. Product prices were largely set by \ntraders on the basis of privileged information about domestic and regional markets. Under the \nfirst ASP, the Agricultural Marketing Office was established, and staff trained. A survey to \nassess the impact of the market information services (MIS) was undertaken in 1998. The \nassessment indicated that it benefited about 80% of farmers and traders, and strengthened \nfarmers' bargaining power. Some also questioned the usefulness of the information collected \nand the way it was presented for dissemination. In general, it was considered too early to \nconclude the outcome of the assessment as the MIS was still being developed. During SEDPII, \nfurther strengthening of the agricultural MIS of MAFF is being planned by the Government to \ncontinue and broaden MIS data collection and dissemination, and provide training in marketing \nand market analysis, survey methodologies and data management systems.  \n \n23.  Under  SEDPII,  the  Government  intends  to  raise  value  added  in  agriculture  by \ndiversifying into higher-value products, and increasing downstream processing and related \nservices. Undermining this approach are low yields and uncertain quality of products. With the \ncountry's scarce resources to improve access to agricultural technology, research efforts must \nbe client oriented and highly focused on resolving issues that have the most immediate impact \non the users of research. A national policy for agricultural research and extension was approved \nby the Government in October 1998 to improve the delivery and use of research and extension \nservices, dwelling extensively on institutional issues to make them more effective at addressing \nthe  critical  issues.  Crucially,  research  institutions  were  to  be  divorced  from  direct  MAFF \nmanagement  to  support  intellectual  independence  and  budgetary  autonomy  to  allow  for \ncommitment to medium- and long-term research programs. The national policy also emphasizes \nthe  need  to  strengthen  coordination  among  research  institutes,  universities,  government \nagencies and the private sector. \n \n24.  The agricultural extension services receive only about 2% of MAFF's total recurrent \nbudget despite their importance in improving farm productivity. Inadequate allocation of budget \nfor district and provincial extension services hampers delivery of support services for farmers \nand  affects  service  quality.  MAFF's  extension  services  have  been  long  supported  by  the \nGovernment of Australia since 1995. Technology extension has also been supported through \nvarious area development projects financed by other external funding agencies. However, as \nthe Australian support will be gradually reduced, MAFF urgently requires an increased budget to \nmaintain even the current level of support services. Additional resources are also needed at the \ndistrict and provincial levels to complement efforts of area development projects and expand the \ncoverage  of  extension  services  to  areas  with  greater  potential  for  commercialized  and \ndiversified agriculture. The Government is also trying to raise motivation of extension staff and \nmake them more accountable by removing the system of patronage that normally determines \ncareer development and undermines incentives. \n \n7.  Current Policy Environment \n25.  A major thrust of government policy has been towards the decentralization of decision-\nmaking  and  the  deconcentration  of  public  service  delivery,  and  these  have  become  key \nelements in the drive to strengthen governance, promote administrative reforms and reduce \npoverty. Before the commune council elections in February 2002, the average Cambodian had \nlittle  contact  or  knowledge  of  commune-level  administration.  The  election  introduced  a \nrepresentative level of local government; 11,261 councilors were elected to 1,621 commune \ncouncils, with 5- 11 members in each council. Commune councils are still in their infancy and ", "8 \ngenerally have only one clerk.10 Efforts for deconcentration of service delivery have been \ndirected at strengthening capacity of line ministries at the provincial level, including for service \ndelivery through district offices. A number of ministries have begun to assess the potential \nservice delivery role for commune councils. Accordingly, the current policy of the Government is \nto  fully take into account the deconcentration of public service delivery in implementation \narrangements proposed for new public sector projects in the agriculture sector. \n \n26.  In 2000 the Government announced its decision to introduce a medium-term expenditure \nframework (MTEF) to budget planning in priority sectors, including the agriculture sector.11 \nMTEF aims to provide a medium-term rolling process and mechanism for continuity to link \ndevelopment  plans,  multi-year  programs,  and  annual  recurrent  budgets.  This  approach  is \nexpected  to  increase  the  effectiveness  of  public  expenditures  in  pursuit  of  development \nobjectives. The MTEF approach will be introduced into the agriculture sector for the 2004- 2006 \nframework during ASDP. To make the approach effective, MAFF's central role in policy and \nplanning needs to be strengthened in parallel by rationalizing MAFF departments (para. 19). \n \n8.  External Assistance \n27.  Total external assistance to the agriculture sector in Cambodia amounted to about $35.4 \nmillion in 2001 on an annual disbursement basis, including multilateral (54%) and bilateral \n(43%) agencies, and international nongovernment organizations (NGOs) (3%). Since 1992 ADB \nhas provided 24 loans, amounting to a cumulative total of about $620 million on a commitment \nbasis, and 101 TAs totaling about $68 million. Eight loans, including portions of emergency \nassistance loans,12 for a total of $158.7 million or about 26% of the ADB's total committed loan \nproceeds, are for agriculture and rural development. In the agriculture sector, the largest bilateral \nfunding source is Japan, followed by France, Australia, and Denmark. Other major external \nfunding  agencies  in  the  agriculture  sector  in  Cambodia  include,  among  others,  European \nCommunity, Food and Agriculture  Organization of the United Nations, International Fund for \nAgricultural  Development,  and  World  Bank.  ADB  has  been  active  in  ensuring  adequate \ncoordination  with  other  external  funding  agencies  through  working  group  meetings  of  the \nconsultative group of external funding agencies in agriculture and natural resources. External \nfunding agencies involved in agriculture and rural development will be regularly briefed on the \nprogress  of  ASDP  implementation  at  these  working  group  meetings.  The  development \ncoordination matrix is in Appendix 2. \n \n9.  Lessons Learned \n28.  ADB prepared project performance audit reports for the Special Rehabilitation Assistance \nLoan13 and for the first ASP (footnote 4). These reports highlighted the need for (i) solutions to \n                                                 \n10 Commune councils are being supported under an ADB loan (ADB. 2002. Report and Recommendation of the \nPresident to the Board of Directors on a Proposed Loan and Technical Assistance Grant to the Kingdom of \nCambodia for the Commune Council Development Project. Manila. Loan 1953–CAM[SF]). \n11  ADB assistance is being provided under ADB. 2001.  Technical Assistance to the Kingdom of Cambodia for \nStrengthening Public Financial Management. Manila.  (TA 3634- CAM). MAFF's planning staff received training to \nprepare for the establishment of MTEF for the agriculture sector. \n12  Including part of the special rehabilitation assistance (ADB. 1992. Report and Recommendation of the President to \nthe Board of Directors on a Proposed Loan to the Kingdom of Cambodia for Special Rehabilitation Assistance. \nManila. Loan 1199–CAM[SF]), amounting to $10 million; and part of the emergency flood rehabilitation (ADB. 2000. \nReport and Recommendation of the President to the Board of Directors on a Proposed Loan to the Kingdom of \nCambodia for Emergency Flood Rehabilitation. Manila. Loan 1824–CAM[SF]), amounting to $19.5 million. \n13  ADB. 2000. Project Performance Audit Report on Special Rehabilitation Assistance in Cambodia. Manila. (PPA: \nCAM 25347). ", "9 \npolicy and institutional constraints in parallel with provision of investment projects, confirming the \neffectiveness of the sector development program modality; (ii) government ownership to ensure \ncontinued implementation of reforms; (iii) flexibility to avoid undue pressure on the Government to \ncomplete policy and institutional reforms; (iv) comprehensive analysis to identify sector issues and \ncausal linkage among sector issues; (v) proper sequencing in the design of policy interventions; \nand (vi) sufficient sector dialogue with key stakeholders, including NGOs. ADB emphasized the \nimportance of stakeholder consultations in formulating and agreeing on the framework of ASDP. \n \n29.  Experiences from the past and ongoing projects of ADB and other external funding \nagencies often indicate common practical issues related to insufficient project readiness when \napproved and shortage of skilled and experienced people to implement foreign-aided projects. \nThese issues need to be continuously addressed during country portfolio review exercises and \nregularly discussed with the Government by project review missions. ASDP will be supervised \nintensively to ensure that it is implemented effectively and its program impact sustainable. \n \n10.  ADB's Operational Strategy for the Agriculture Sector \n30.  ADB's current operational strategy in Cambodia focuses on the three priority areas: (i) \nrural economic development, (ii) human resource and social development, and (iii) private \nsector development.14 A new country strategy and program is expected in early 2004. It can be \nstrengthened by sharpening its focus on implications of the state reform program and by \nenhancing the impact of sector interventions on poverty reduction. The stable macroeconomic \nenvironment  will  continue  to  make  ADB  operations  more  effective.  ADB  agrees  with  the \nGovernment  that  critical  constraints  on  agricultural  growth  and  productivity  need  to  be \naddressed under ASDP in line with SEDPII and NPRS of the Government. Farmers' better \naccess to productive resources, a favorable market environment, and improved inputs are \ncritical to increased productivity, production and farm income. ASDP has been formulated in this \nconceptual framework. \n \nIII.  THE PROPOSED SECTOR DEVELOPMENT PROGRAM \nA.  Objective and Scope \n1.  Objective \n31.  ASDP aims to promote sustainable growth of the market-based agriculture sector in \nCambodia, and thereby contributing to overall economic growth and poverty reduction. ASDP \nwill facilitate agricultural commercialization and diversification in line with SEDPII and  also \nensure that the poor and women increasingly participate in agricultural production, marketing, \nand post-production system. The program framework is in Appendix 3. \n \n2.  Scope \n32.  ASDP's  overall  scope  will  include  support  to  (i)  improve  farmers'  ability  to  raise \nproductivity and diversify into higher-value products, (ii) improve the market environment for \nprivate agro-based enterprise growth, and (iii) strengthen institutional capacity for competitive \nagricultural commercialization. A development policy letter, describing the Government's reform \nmeasures under ASDP, with a policy matrix, summarizing the sequence and specific actions, is \nin Appendix 4. \n                                                 \n14  ADB. 2003. Country Strategy and Program Update (2004–2006): Cambodia. Manila. ", "10 \n \nB.  Important Features \n33.  The need to integrate farmers into rapidly growing urban markets and international trade \nis at the core of ASDP's approach to sustainable agricultural growth and poverty reduction. \nASDP includes a range of measures to provide support for this broad framework. The general \nprinciples  adopted  in  formulating  ASDP  were  (i)  consistency  with  SEDPII  and  NPRS,  (ii) \ncoordination with other programs and projects in the agriculture sector to avoid duplication of \nefforts, and (iii) close linkage between the program component and the project component. The \nTA proposed in conjunction with  ASDP will provide the Government with the technical and \nadvisory support required to achieve ASDP's objectives. \n \nC.  The Program Loan \n1.  Objectives \n34.  Within the overall framework of ASDP, the program loan aims to facilitate policy and \ninstitutional reform measures to ensure a favorable environment for market-based agricultural \ngrowth. The loan will (i) provide better access to productive land, water, improved seeds, and \nother agricultural inputs of good quality; (ii) improve efficiency of rubber production, and ensure \nno direct state interventions in the agricultural input and output markets; and (iii) facilitate \nagricultural commercialization by strengthening and rationalizing agricultural institutions, and \nproviding access to improved support services. \n \n2.  Components and Outputs \na.  Access to Productive Resources and Inputs \n35.  The 2001 Land Law gives the poor and the landless improved access to unused state \nland. For this purpose, a subdecree for social land concessions15 was approved by the Council \nof Ministers on 19 March 2003. This also fulfilled the Government's commitment made to the \nconsultative group of external funding agencies. Adequate consultations with key stakeholders \nhave been conducted for the finalization of the draft subdecree with assistance from ADB's \nongoing TA.16 Under the subdecree, the Government will distribute unused land to eligible \nhouseholds  for  productive  purposes.  Initially,  a  small-scale  pilot  project  for  social  land \nconcessions will be implemented under the World Bank's Land Management and Administration \nProject. Within a year the Government is expected to complete the implementation guidelines \nfor  the  subdecree  to  establish  screening  procedures  for  potential  social  land  concession \nprograms and provide adequate control over competitions for state land. The Government will \nalso establish and implement, before release of the second tranche of the program loan, a \nmechanism to provide extension support for beneficiaries of social land concessions.  \n \n36.  The Government has  given  out  agricultural  concessions  to  private  companies  and \nindividuals for commercial farming. The underlying rationale was that large estates, with their \nlarge-scale investments, would be able to use land more efficiently and productively than \nsmallholders. However, most agricultural concession lands remain unused without generating \n                                                 \n15 Social land concession is a legal mechanism to transfer private state land for social purposes to the poor who lack \nland for residential or subsistence farming purposes. \n16 ADB. 2000. Technical Assistance to the Kingdom of Cambodia for Implementation of Land Legislation. Manila.  (TA \n3577- CAM). A follow-up support will be provided under ADB. 2003.  Technical Assistance to the Kingdom of \nCambodia for Implementation of Land Legislation-Phase 2. Manila.  (TA 4181- CAM). ", "11 \nexpected benefits (para. 12). The Government is rationalizing these concession lands and, \naccording to the official record, revoked about 100,000 ha of unused concessions by August \n2002. To facilitate this process, the Government will prepare a draft subdecree on reducing \nunused economic concessions in consultation with a wide range of stakeholders.17 The Land \nPolicy Council of the Government thus established an interministerial working group in May \n2003, involving MAFF and the Ministry of Land Management, Urban Planning and Construction. \nThe Government will approve this subdecree in line with the Land Law before release of the \nsecond tranche of the loan. \n \n37.  The Government has drafted a national water policy (para. 14) and will issue this policy \nbefore the release of the first tranche of the loan to provide broad guidelines for efficient and \neffective water resource management. In parallel, the Government has been undertaking pilot \nprojects to introduce FWUCs and cost-sharing arrangements for public irrigation schemes to \nimprove the use and management of irrigation water. The policy also aims to increase funding \nfor the sustainable operation and maintenance of the schemes in the long run. Three pilot \nschemes are being implemented with NGO assistance. To further promote sustainable irrigation \nmanagement,  the  Government  will  expand  this  pilot  activity  during  2001–2005  to  8  other \nirrigation schemes in the country,18 and complete forming FWUCs under all 11 schemes before \nthe second tranche release. \n \n38.  During the 1990s Cambodia's transition from a centrally planned to a free market \neconomy affected the supply of agricultural inputs, including improved seeds (para. 15). The \nGovernment recognizes that a modern private seed sector needs to be developed to increase \nproduction and delivery of quality seeds to farmers. The Government will finalize the draft seed \nlaw through consultations with key stakeholders, and submit it to the National Assembly for \napproval before the release of the second tranche of the program loan. In accordance with the \nenvisioned law, public research institutes such as CARDI will focus on basic research, variety \ndevelopment, and foundation seed production, with the private sector engaged in multiplication \nand distribution under a new regulatory framework.  \n \n39.  The Government introduced a legal framework to ensure the quality and environmental \nstandards of agricultural inputs. The Bureau of Agricultural Materials Standards, which was \nestablished for this purpose, has 7 staff and 47 provincial inspectors, who received training on \nthe  inspection  and  management  of  agricultural  inputs.  In  October  2002  the  Government \napproved  the  guidelines  for  local-level  implementation  of  the  subdecree.  Awareness  of \nagrochemical quality and requirements for handling agrochemicals will be widely disseminated \nto farmers through the extension system. During ASDP, the bureau will distribute the guidelines \nin Khmer language and complete training and seminars for provincial staff and private traders, \nand, before release of the second tranche of the loan, establish an appropriate inspection \nsystem in collaboration with other government agencies. \n \nb.  Environment for Private Agro-Based Enterprise Growth \n40.  Under the first ASP, the Government initiated the divestment of seven SOREs, which \nwere in poor condition due to weak management, unskilled tapping, inadequate maintenance, \nold  trees  and  theft.  In  March  1999  these  estates were converted into self-financing public \nenterprises, which are still owned by the Government and being operated under restrictions of \nbureaucratic procedures and weak marketing mechanisms (para. 17). To reverse the current \n                                                 \n17  Economic concessions allow beneficiaries to clear areas of state land for agriculture and agro-industry purposes. \n18 These schemes are located in 11 provinces, including the 4 ASDP project provinces. ", "12 \nsituation of the rubber sector, the Government has accelerated the divestment process for the \nseven SOREs, and in May 2003 established a national committee for the divestment of state-\nowned public enterprises in the agriculture sector. A private, well-qualified external auditor will \nbe appointed to conduct an audit following internationally accepted auditing standards before \nthe first tranche of the program loan is released. The Government will update and revise the \n1998 Divestment Plan for SOREs19 based on the audit results, and complete the divestment of \nthe SOREs before release of the second tranche of the loan according to the plan and schedule \nagreed with ADB, which should include appropriate safety net measures for any possible \nadverse social impact. The Government has also initiated an overall review of the rubber sector \nand examined the rules and regulations for marketing rubber products. Before release of the \nloan's second tranche, the Government will have removed the identified regulatory constraints \non marketing unprocessed and processed rubber. \n \n41.  Over the past 2 years, AIC has been transformed into a state-owned public enterprise \nwith its own statute, and registered as a company with Ministry of Commerce. However, AIC \nhas been unable to fulfill its mandate as an autonomous enterprise without government support, \nand  still  uses  scarce  fiscal  resources  for  unproductive  purposes.  Under  the  new  market \nenvironment of increased competition from the private sector, the Government recognizes the \nneed to complete divestment of AIC. KAMFIMEX was restructured into an autonomous public \nenterprise in September 2002, and its role in the market greatly reduced. However, state \nownership of KAMFIMEX still gives a high level of market uncertainty as direct state intervention \nmay still be possible in future. In particular, KAMFIMEX's influence over fish exports and linkage \nwith MAFF's Department of Fisheries constrain further liberalization of fish production and trade. \nIn this context, the Government will, through the national divestment committee (para. 40), \nestablish a timetable for divestment, and  appoint a private, well-qualified external auditor, \nacceptable to ADB, to carry out auditing according to internationally accepted standards before \nthe first tranche release. The Government will complete divestment of AIC and KAMFIMEX \nbefore release of the second tranche. \n \nc.  Institutional Strengthening for Agricultural Commercialization \n42.  The roles and responsibilities of some departments of MAFF still continue to overlap, \nand the policy planning and monitoring functions are scattered among them. A higher-level \nplanning unit of MAFF is urgently needed, The Government will conduct a review of the \nmandates of MAFF's departments during ASP, then rationalize them, and approve a new \nsubdecree before release of the second tranche of the loan. This reorganization will particularly \nstrengthen the role of the Department of Planning, Statistics, and International Cooperation in \nagricultural policy planning, program budgeting, and monitoring and evaluation. \n \n43.  MAFF has been making efforts to promote mainstreaming of gender issues in the \nagriculture sector mainly on a project-by-project basis with limited coordination among them. \nImpact of these activities on sector-wide progress of gender mainstreaming has, therefore, been \nrather minimal. In June 2003, MAFF, in collaboration with Ministry of Women's and Veterans' \nAffairs,  established  a  working  group  to  formulate  a  sector-wide  policy  and  strategy  to \nmainstream gender issues. This initiative  will enhance women's role in agriculture and rural \ndevelopment, and improve women's access to agricultural support services. Before the second \n                                                 \n19 The 1998 divestment plan and related social impact assessment report were prepared under ADB's technical \nassistance provided in conjunction with the first ASP (footnote 4). ADB. 1996. Report and Recommendation of the \nPresident to the Board of Directors on a Proposed Loan and Technical Assistance to the Kingdom of Cambodia for \nthe Agriculture Sector Program. Manila. (TA 2591- CAM: Agricultural Policy Reform Support). ", "13 \ntranche release, the Government will approve and commence implementation of this policy and \nstrategy, which will  also include specific action plans. The TA proposed in conjunction with \nASDP will help facilitate this process (para. 79). \n \n44.  To support agricultural commercialization and diversification, effective institutions are \nrequired to facilitate the integration of farmers and private enterprises into rapidly growing urban \nand international markets, and to ensure that products meet strict food safety and quality \nstandards to gain access to such markets. Cambodia is expected to become a member of WTO \nsoon and will need a skilled public sector to help the country exploit the opportunities that WTO \nmembership  will  bring.  To  ensure  conformity  with  WTO's  regulatory  requirements  in  the \nagriculture  sector,  the  Government  has  already  formulated  a  detailed  timetable, and has \nestablished in June 2003 a unit in MAFF specifically tasked to facilitate WTO-related activities. \nIn  particular,  MAFF  will  ensure  harmonization  with  WTO's  sanitary  and  phyto-sanitary \nrequirements during ASDP, including, inter alia, revision of existing regulations, provision of \ntraining programs, and upgrading of laboratory facilities, which the TA will address. \n \n45.  During the first ASP, the Government commenced a program of agricultural MIS to \ndisseminate information on markets for major agricultural inputs and outputs (para. 22). The \nprogram contents were subsequently revised with assistance from the Food and Agriculture \nOrganization of the United Nations, and the information is now being broadcast by the National \nRadio of Cambodia, Bayon Radio and TV, and Radio Battambang. Price information is collected \nby MAFF's provincial agricultural marketing offices from wholesale traders in Phnom Penh and \nnine  provincial  market  centers.  An  impact  assessment  on  MIS  indicated  that  it  generally \nbenefited farmers and traders. However, the Government recognizes the need to reassess the \ncurrent system, and will formulate and implement a more effective strategy for MIS, satisfactory \nto ADB, before release of the second tranche of the loan. \n \n46.  The  Government  of  Australia  has  been  helping  Cambodia  strengthen  agricultural \nresearch and extension, particularly in rice farming, in collaboration with the International Rice \nResearch Institute, and significantly contributed to achieving the country's rice self-sufficiency. \nHowever, the provision of public support services in agricultural research and extension is still \nheavily constrained by the shortage of financial and human resources. For non-rice crops, \nnational capacity is even weaker, although there  have been efforts by MAFF to improve \ntechnology and service delivery in vegetable production,20 and the World Bank's Agriculture \nProductivity Improvement Project is supporting rubber research. Private sector capacity in \nresearch and extension is also limited. \n \n47.  To  provide  better  access  to  improved  knowledge  and  technology  for  competitive \nagricultural commercialization, the Government intends to improve the national system for \nagricultural research and make it more responsive to client needs in line with the 1998 national \npolicy (para. 23). MAFF is now in the process of strengthening CARDI as a core agricultural \nresearch institute with the use of counterpart funds generated under the first ASP. MAFF will \nalso formulate a master plan for agricultural research, and, before release of the second \ntranche,  the  Government  will  approve  a  master  plan,  satisfactory  to  ADB,  and  start \nimplementing it. \n \n                                                 \n20 ADB provides support for improved technology in vegetable production (ADB. 2001.  Technical Assistance for \nStrengthening the Collaborative Vegetable Research Network in Cambodia, Lao People's Democratic Republic, \nand Viet Nam [Phase II]. Manila. TA 6011- REG). ", "14 \n48.  The Government has been trying to strengthen agricultural extension services despite \nfinancial and human resource constraints. However, high absenteeism of public extension \nworkers is still seen in some provinces due to low salaries and allowances.21 As services \nprovided by NGOs and other private organizations offer limited coverage, public agricultural \nextension services need to be further strengthened up to a required minimum, and the skills of \nfield staff improved to meet the needs of farm households. The Government will propose to the \nNational Assembly an increase in the 2004 recurrent budget of MAFF by at least 5% over 2003 \nto  provide  adequate  extension  services,  and  will  also  continue  to  provide  an  incremental \nincrease  in  the  annual  budget  for  agricultural  extension  during  ASDP.  Progress  will  be \nmonitored by ADB during the program period through its regular dialogue with the Government. \nIn addition,  before release of the second tranche of the program loan, the Government will \ninstitutionalize the revised content in the information-disseminating programs on agricultural \ntechnology by improving the existing weekly information services, which started in 1997. \n \n3.  Financing Plan \n49.  A  program  loan  of  $25  million  equivalent  from  ADB's  Special  Funds  resources  is \nproposed. The loan will have a term of 24 years, including a grace period of 8 years. The annual \ninterest charge will be 1.0% during the grace period and 1.5% thereafter. The Borrower will be \nthe Kingdom of Cambodia. The loan will be utilized over the program period. The provision of \nSpecial Funds resources is justified for Cambodia because of its low national income and weak \nbase for tax and non-tax revenues. \n \n4.  Program Adjustment Costs \n50.  The total adjustment cost to carry out ASDP's reform measures is estimated at about \n$30 million,22 and will include (i) extension support related to social land concessions; (ii) \ndivestment of public enterprises; (iii) improved market information services and quality control \nfor traded agricultural inputs; and (iv) strengthening of agricultural support services. The social \nland  concession  programs  will  not  be  effective  unless  accompanied  by  land  titling  and \nagricultural support services for newly entitled smallholders. Such support services will be \nrequired during the second half of the ASDP program period, and their costs are tentatively \nestimated at about $4 million. Compensation payments may also be required to defray the \nearlier investment costs of the concessionaires of unused and revoked economic concessions, \namounting to about $2 million. \n \n51.  In  the  divestment  of  public  enterprises,  cost  efficiency  is  expected  to  be  realized \ngradually over the medium term. In the short run, there will be costs required for the provision of \ncompensation packages for some redundant staff. In the case of SOREs, the process will \nmainly affect administration and management staff or about 5% of total employees (footnote \n19). In order to effect the divestment of rubber estates, provision of redundancy packages and \nsupport services may also be required for possible displaced workers from the counterpart \nfunds the loan will generate. The amount needed is estimated at about $2 million, subject to \ndirect negotiations between the Government and worker representatives. Under ASDP, MAFF \naims to improve and expand its agricultural MIS, which was introduced during the first ASP. \n                                                 \n21 An adequate incentive system is required for the staff engaged in agricultural research and extension, and needs \nto be combined with a new performance appraisal approach, which was formulated for the Department of \nAgricultural Extension with assistance from the Government of Australia. \n22 This section is based on earlier estimates made under a TA (ADB. 2001. Technical Assistance for Preparing the \nAgriculture Sector Development Program. Manila. [TA 3695- CAM]), and ADB's subsequent discussions with the \nGovernment. ", "15 \nMAFF also provides regulatory services to ensure the quality of various agricultural inputs \ntraded in the market. The estimated cost of these services is about $2 million. \n \n52.  The introduction of the MTEF approach into the agriculture sector will strengthen the \nlinkage between national development plans and annual public expenditures for the sector. A \nsubstantial increase in overall expenditures is required in the short run to finance a gap due to \nlimited resources allocated for agricultural extension services, and to support the creation of \nsustainable services in the medium term. The overall budget ceiling for the agriculture sector \nneeds to be increased from about 2% to 5- 10%, the level adopted for other priority sectors.23 \nADB  will  continue  close  dialogue  with  the  Government  and  other  major  external  funding \nagencies in view of the limited allocable budget ceiling for the sector and the slow progress in \noverall revenue increase. The adjustment cost for this purpose is estimated at about $20 million \nbased on the preliminary projection made for the MTEF exercise.24 \n \n5.  Implementation Arrangements \na.  Program Organization \n53.  MAFF and the Ministry of Economy and Finance (MEF) will be the executing agencies \nfor  the  program  loan.  They  were  the  program  executing  agencies  for  the  first  ASP  and \nsuccessfully completed it. MAFF25 will be responsible for overall program implementation of \nASDP through an interministerial program secretariat, which includes the Council for Agricultural \nand Rural Development; Council for Land Policy; and the ministries of land management, urban \nplanning and construction; rural development; water resources and meteorology; commerce; \ninterior; and women's and veterans' affairs. The Government has already established the \nsecretariat, and appointed a program director, who heads it, and one full-time counterpart staff. \nMAFF will also establish a program support unit (PSU) before loan effectiveness to manage the \nday-to-day implementation of the program loan. The PSU will comprise a program manager, a \nmonitoring and evaluation officer, an accounting officer, and other necessary support staff. MEF \nwill monitor the use of loan proceeds and counterpart funds to be generated from the program \nloan. The secretariat will meet at least quarterly to review the progress of ASDP implementation \nand resolve any operational issues. ASDP's program implementation chart is in Appendix 5. \n \nb.  Procurement and Disbursement \n54.  The loan proceeds will be used to finance the foreign exchange costs of items produced \nin and procured from ADB's member countries, excluding ineligible items (Appendix 6). The \nGovernment will certify that (i) if the loan proceeds finance goods already imported, the value of \neligible imports in the period concerned will exceed the amount of the requested withdrawal; or (ii) \nif the loan proceeds finance items to be imported, the value of eligible imports in the immediately \npreceding 1-year period will be equal to or greater than the amount of the requested withdrawal \nplus  all  other  amounts  expected  to  be  withdrawn  during  the  succeeding  1-year  period. \nProcurement will be carried out on the basis of either normal commercial practices satisfactory to \nADB for the private sector or the Government’s prescribed procurement procedures satisfactory to \nADB for the public sector. \n \n                                                 \n23 World Bank and ADB. 2003.  Integrated Fiduciary Assessment and Public Expenditure Review. The actual \nrequirement for the agriculture sector will be worked out during ASDP. \n24  Ministry of Economy and Finance. 2002. The Medium-Term Expenditure Framework for Cambodia: 2003–2005. \nPhnom Penh. \n25 MAFF's current staff strength is about 9,300 (3,772 in Phnom Penh and 5,522 elsewhere). ", "16 \nc.  Counterpart Funds \n55.  Counterpart funds generated from the program loan will become part of the Government’s \nbudgetary resources. The funds will be used to support the reform measures in the agriculture \nsector proposed under ASDP as the first priority; and, secondly, to finance the development \nexpenditures for agriculture and rural development. MEF will monitor the use of such funds. \n \nd.  Accounts, Audits, and Reports \n56.  A special account to receive loan proceeds will be established immediately after loan \neffectiveness at the National Bank of Cambodia, and operated in accordance with ADB’s Loan \nDisbursement Handbook. The Government will manage, operate, and liquidate the account in \naccordance with terms satisfactory to ADB. All financial transactions of the special account will be \nrecorded separately in a manner that allows identification of expenditures from loan proceeds and \ncounterpart funds. The use of loan proceeds and counterpart funds will be audited only upon \nADB's request, provided that ADB retains the right to (i) audit any accounts, and (ii) verify the \nvalidity of certification issued by the Government for each withdrawal application. The PSU, in \ncollaboration with MEF, will prepare and furnish to the program secretariat and ADB a quarterly \nprogress report in form and detail satisfactory to the Government and ADB. Within 3 months of the \nloan closing date, the Government will also submit to ADB a detailed completion report on the \nprogram loan performance. The format and content of the report will be agreed on by the \nGovernment and ADB. \n \ne.  Monitoring and Tranching \n57.  The interministerial program secretariat will monitor program performance and impact \nbased on ASDP's program framework. Program impact will be assessed particularly for the poor \nand women in the project provinces. Primary data collection disaggregated by gender and income \nwill be carried out by district extension offices in the provinces selected for ASDP's project \ncomponent and the Japan Fund for Poverty Reduction (JFPR) project (footnote 26). In addition, \ninformation collected under other projects of ADB and other external funding agencies will be \nused. ADB's Cambodia Resident Mission will keep close contact with the relevant government \nagencies and external funding agencies to remain updated on the status of such progress. The \nworking group on agriculture and natural resources organized by external funding agencies in \nCambodia will provide the venue for such consultation and coordination. \n \n58.  The proposed loan will be released in two tranches over 3 years from January 2004 to \nDecember 2006. The first tranche of $15 million equivalent will be available for release upon loan \neffectiveness, subject to full compliance with the first-tranche conditions. The second tranche of \n$10 million equivalent will be released approximately 30 months later, after compliance by the \nGovernment with the second-tranche conditions. \n \nf.  Involuntary Resettlement \n59.  During  divestment  of  SOREs,  it  is  unlikely  that  the  closure  or  downsizing  of  any \nparticular estate will in itself force rubber smallholders out of business since the Government \nhas already shown its willingness to hand over to estate workers or encroaching smallholders \nthe areas they are planting and harvesting rubber. However, there is a possibility, though less \nlikely, that the closure or downsizing of an estate may lead to establishment of other activities \ndisplacing either rubber or non-rubber smallholders or both. It is also necessary to address the \npossibility of any  adverse social impacts that may result from the divestment of AIC and ", "17 \nKAMFIMEX due to involuntary acquisition of assets and changes in land use. For this purpose, \na resettlement policy framework (Supplementary Appendix E) has been agreed on with the \nGovernment in relation to divestment of state-owned public enterprises, including the seven \nSOREs,  AIC,  and  KAMFIMEX.  ASDP's  program  executing  agencies  (para.  53)  will  be \nresponsible for providing compensation and rehabilitation assistance and, if required, relocation \nand resettlement of people affected by ASDP's program measures.  \n \n60.  The Government will ensure timely provision of counterpart funds for acquisition of \nassets, resettlement and monitoring activities specified in any agreed-on resettlement policy \nframework and resettlement plans, if required, and will meet any unforeseen obligations in \nexcess of the resettlement plan budget estimate to satisfy resettlement policy objectives.  The \nprogram executing agencies will engage an independent external monitor, acceptable to ADB \nand  with  agreed-on  terms  of  reference,  to  monitor  and  evaluate  implementation  of  the \nresettlement policy framework and resettlement plans, if required. \n \nD.  The Project Loan \n1.  Objectives \n61.  The project loan will provide farmers with effective agricultural support services, and has \nbeen  designed  as  a  pilot  project  to  achieve  the  ASDP's  objectives  for  increased \ncommercialization of agriculture and reduce rural poverty. The project loan will help establish a \nmechanism  to  increase  participation  of  farming  households  in  the  rural  economy  through \nimproved productivity and diversification into more marketable, higher-value commodities (crop, \nlivestock, and fishery), and through greater integration of producers into marketing, processing, \nand related service activities. Together with the JFPR project, the project loan will provide a \nframework for future MAFF extension activities in other provinces and linkages to agro-based \nenterprise development. \n \n2.  Components and Outputs \na.  Extension Support for Farmer Groups \n62.  In Cambodia, the potential for rice production to further enhance farmers’ livelihoods is \nlimited. The small size of landholdings (usually less than 2 ha) and low yields, combined with \ndemands  of  household  consumption  and  low  unit  value,  limit  the  size  and  value  of  any \nmarketable surplus. Although some opportunities remain to increase yield of rice for export, \nimprovements in household incomes for rural households must come from diversification into \nalternative  high-value  products  and  from  increased  participation  in  the  marketing  and \ndownstream processing of agro-based commodities and related agribusiness services. Most \nfarmers, however, have limited access to new and improved technologies (knowledge, skills, or \ninputs), and are poorly organized to take advantage of either production or market opportunities. \nAs  shown  in  NGOs'  rural  development  projects  and  donor-supported  activities  through \nprovincial departments of agriculture, forestry, and fisheries (PDAFFs), the use of farmer groups \nis not only effective for delivering support services to individual farmers but also enables such \nservices to offer an extended outreach to communes and villages.26 \n \n                                                 \n26  ADB's project under JFPR grant assistance provides synergies and complementarity of the NGO approach with the \nproject component of ASDP in areas where intensive socioeconomic support is urgently required. (ADB. 2002. \nGrant Assistance to the Kingdom of Cambodia for Improving the Livelihood of Poor Farmers in Southern \nCambodia. Manila. [JFPR 9027–CAM for $1.8 million]). ", "18 \n63.  Under the project component of ASDP (the project), extension support will be provided \nfor existing and new farmer groups. The project will cover four provinces in the southern \nprovinces  of  Kompong  Cham,  Kompong  Speu,  Kampot,  and  Takeo,  and  be  primarily \nimplemented  by  provincial  and  district  agricultural  extension  staff.  These  provinces  were \nidentified during ASDP formulation27 based on (i) the expected impact of agricultural growth on \npoverty reduction; (ii) growth potential and accessibility; (iii) capacity of local institutions; and (iv) \npossible linkages and complementarity with other development activities, particularly ADB's Rural \nInfrastructure  Improvement  Project.28  In  selecting  communes  in  the  project  area,  the \nGovernment will prioritize those that carry out social land concession programs or are affected \nby  divestment  of  SOREs  to  provide  adequate  extension  support  to  ensure  sustainable \nlivelihoods of the beneficiaries of these reforms. During the midterm review, the possibility of \ntransferring  primary  responsibility  for  project  implementation  to  the  communes  will  be \nconsidered subject to their technical capability. \n \n64.  The project will support the formation of new farmer groups and strengthen existing \ngroups, and help build capacity of provincial and district agricultural extension staff. The project \nwill also facilitate farmers' access to quality inputs for field trials (such as seeds, seedlings, \nfertilizers and veterinary medicines) as well as their participation in capacity-building activities \n(field training, study tours, and group meetings). Prior to project implementation, stakeholder \nconsultation meetings will be held in the four project provinces to present the details of the \nextension support component to key stakeholders. MAFF will also inform the general public of \nproject details through mass media and public communication materials. \n \n65.  Agricultural extension offices will plan and provide technical training and other services \nto farmer groups. Particular attention will be paid to the needs of women farmers with respect to \nfunctional literacy programs and to the scheduling, materials and accommodation arrangements \nof training programs. Special consideration will also be given to farmers of ethnic minorities \nregarding  the  composition  of  farmer  groups  and  contents  of  the  training  programs.  The \nextension support component is expected to benefit about 2,800 farmer groups in the four \nproject provinces, comprising about 56,000 farmers. \n \nb.  Support Services for Agro-Based Enterprises \n66.  Cambodia has a large number of micro agroenterprises, each usually comprising a few \nfamily members and temporary workers. The enterprises are organized as sole proprietorships, \nrarely registered, and do not rely on formal credit for investment capital. To integrate farmers \ninto rapidly growing urban and international markets, it is important, particularly in rural areas, to \npromote market linkages between farmers and these enterprises and traders. However, growth \nof micro- and small-scale agroenterprises is constrained by weak infrastructure, limited access \nto credit, and limited information. No institutional framework provides relevant information on \ntheir  common  issues  and  business  opportunities.  Even  the  simplest  data  on  how  many \nagroenterprises operate in a certain area and in which field, and their size, are not easily \navailable outside Phnom Penh. With the exception of a few NGOs, no institutional mechanism \nprovides such business information and services to agroenterprises. \n \n                                                 \n27  ADB. 2001. Technical Assistance to the Kingdom of Cambodia for Preparing the Agriculture Sector Development \nProgram. Manila. (TA 3695- CAM). \n28  ADB. 1995. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nKingdom of Cambodia for Rural Infrastructure Improvement. Manila. (Loan 1385–CAM[SF] for $25.1 million). This \nproject rehabilitated about 500 kilometers of rural roads in the project area, and was completed in June 2002. ", "19 \n67.  Under  the  project,  the  Government  will  introduce  agroenterprise  resource  services \n(ARS) to address this issue and provide training, counseling, advisory support, and export \npromotion. Each ARS to be contracted under the project will provide (i) training programs in \nfinancial planning and management, government regulations, compliance with WTO regulatory \nrequirements, computer skills and English; (ii) export promotion fairs and exhibitions; and (iii) \nsupport to form trade and industry associations, including women's enterprise associations. In \neach  province,  ARS  will  concentrate  on  specific  subsectoral  opportunities  rather  than \ndeveloping a standard model to cover all agroenterprises. ARS will use appropriate facilities at \nprovincial  towns,  including  the  existing  provincial  women  in  development  centers.  The \nexperience of a few NGOs implies that each ARS will have about 880 beneficiaries, and a total \nof 4,400 by the end of the project period. International and national NGOs, and local private \nsector enterprises will be able to provide ARS in the project provinces. ARS may be eventually \ntransferred to local business associations or chambers of commerce and industry. \n \nc.  Institutional Strengthening for Agricultural Commercialization \n68.  In the agriculture sector, public institutions to promote marketing and export of agro-\nbased products are still weak and cannot facilitate trade and services in the private sector \neffectively.  A  major  constraint  on  promotion  of  agro-based  exports  is  failure  to  meet \ninternationally  required  quality  and  safety  standards  in  markets  abroad.  As  agricultural \ndiversification  and  commercialization  progress,  compliance  with  such  standards  for  an \nincreasing range of agricultural exports will become even more important. To address these \nissues, the institutional strengthening component of the project will provide support (training \nprograms,  seminars,  equipment,  and  office  facilities)  to  relevant  agricultural  institutions, \nincluding MAFF's departments of agro-industry; agricultural legislation; and planning, statistics \nand international cooperation. \n \n3.  Project Cost Estimates \n69.  The project is estimated to cost $5.88 million equivalent, comprising $1.73 million or \n29% of foreign exchange costs and $4.15 million or 71% of local currency costs. The cost \nestimates are summarized in Table 1 below and detailed in Appendix 7. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "20 \nTable 1: Summary of Cost Estimates \n($ million) \nForeign  Local  Total \nComponent \nExchange  Currencya  Cost \nA. Base Cost       \n    1. Extension Support for Farmer Groups  0.92  2.56  3.48 \n    2. Support Services for Agroenterprises  0.07  0.40  0.47 \n    3. Institutional Strengthening  0.09  0.13  0.22 \n    4. Project Management Support  0.47  0.77  1.24 \nSubtotal (A)  1.55  3.86  5.41 \nB. Contingencies       \n    1. Physical Contingenciesb  0.02  0.03  0.05 \n    2. Price Contingencies c  0.06  0.26  0.32 \nSubtotal (B)  0.08  0.29  0.37 \nC. Interest Charge  0.10  0.00  0.10 \n       \nTotal  1.73  4.15  5.88 \na  Inclusive of taxes and duties to be financed by the Government. \nb  10% of the base cost for civil works. \nc  2.3% per year for both foreign exchange and local currency costs. \nSources: ADB. 2001.  Technical Assistance for Preparing the Agriculture Sector Development Program. Manila \n(TA3695–CAM); and staff estimates. \n \n4.  Financing Plan \n70.  A project loan of $4.70 million equivalent (80% of the total project cost) from ADB's \nSpecial Funds resources is proposed. The loan will have a term of 32 years, including a grace \nperiod of 8 years. The annual interest charge will be 1.0% during the grace period and 1.5% \nthereafter. ADB will finance the entire foreign exchange cost of the project and 72% of the local \ncurrency cost. The high proportion of local cost financing by ADB is necessary in view of the \nhigh percentage of local currency expenditures under the project and the Government’s fiscal \nconstraints. The Borrower will be the Kingdom of Cambodia. The balance of $1.18 million will be \nfinanced by the Government. The financing plan is summarized in Table 2, and details are in \nAppendix 7. The loan will be used over 5 years. \n \nTable 2: Financing Plan \n($ million) \n \nForeign  Local  Total \nSource \nExchange  Currency  Cost \n       \n    Asian Development Bank  1.73  2.97  4.70 \n    Government  0.00  1.18  1.18 \n       \nTotal  1.73  4.15  5.88 \nSources: ADB. 2001.  Technical Assistance for Preparing the Agriculture Sector  Development Program. Manila \n(TA3695–CAM); and staff estimates. ", "21 \n5.  Implementation Arrangements \na.  Project Organization \n71.  MAFF and MEF will be the executing agencies for the project. MAFF will be responsible \nfor  overall  project  implementation,  and  establish  a  project  coordination  unit  (PCU)  in  the \nprogram secretariat of MAFF before loan effectiveness. The PCU will have a project coordinator \nappointed by MAFF from the Department of Agricultural Extension, and necessary support staff. \nMEF  will  monitor  the  use  of  loan  proceeds,  provide  adequate  budget  to  support  project \nactivities, and ensure proper financial management for the project loan. The project will also \ninvolve (i) the Seila Task Force at the central level; (ii) respective provincial rural development \ncommittees, their executive committee secretariats and PDAFFs at the provincial level; (iii) \ndistrict-based extension staff of PDAFFs; and (iv) commune councils. The executive committee \nsecretariats of the provincial rural development committees will agree with PDAFF on the \nannual work program at the beginning of the year, and PDAFF will implement the agreed annual \nwork program for the project according to schedule. Project activities will be financed by funds \nwithdrawn from the project imprest account. \n \n72.  Under  the  extension  support  component,  appropriate  selection  criteria  for  project \nbeneficiaries, satisfactory to ADB, will be established. During selection of beneficiaries, MAFF \nwill ensure that at least 50% of the members of farmer groups come from poor households and \nthat at least 50% of participating farmer group members are women. Indicative criteria for the \npoor households will generally include (i) a large number of dependents, including more than \nfive children, and disabled and elderly people; (ii) vulnerable, female household heads; (iii) less \nthan 0.75 ha per household and high dependence on rain-fed agriculture; (iv) inadequate food-\ngrain production for family consumption and dependence upon seasonal borrowing; or (v) \nilliteracy or less than 3 years of primary education. Beneficiaries should be able to work and \nlearn together in a group, and keen to participate in the project. \n \nb.  Procurement and Disbursement \n73.  Procurement of civil works, service vehicles and equipment should be carried out in \naccordance with ADB's Guidelines for Procurement. Civil works to be procured under the project \nare rehabilitation of agricultural extension offices and expected to be in small packages costing \nless than $100,000. International companies are unlikely to be interested in bidding for these \nlocal civil works, which will be procured under local competitive bidding procedures satisfactory \nto ADB. Packages for some service vehicles, which are likely to exceed $100,000 and can be \nsourced more effectively from international suppliers, will be procured through international \nshopping procedures. Where appropriate, procurement may be by direct purchase for items \nbelow $100,000. \n \n74.  MEF will arrange to open a dollar imprest account for the project with the National Bank \nof Cambodia immediately after loan effectiveness. The account will be managed in accordance \nwith ADB’s Loan Disbursement Handbook and the Government's project accounting manual. \nMEF will delegate administration of this account to the PCU through arrangements satisfactory \nto  ADB.  An  initial  amount  will  be  deposited  into  the  account  based  on  the  projected \nexpenditures  for  the  next  6  months,  but  will  not  exceed  $500,000.  The  account  will  be \nreplenished based on withdrawal applications submitted through MEF to ADB from time to time. \nLoan proceeds will be made available from the central project account to the provincial project \naccounts. Project funds will be disbursed through PDAFF's provincial and district offices for civil \nworks,  locally  purchased  vehicles  and  equipment,  contractual  staff,  training,  and  locally ", "22 \nrecruited  service  providers  and  consultants.  The  imprest  account  will  be  liquidated  and \nreplenished according to ADB's statement of expenditures procedures for payments below \n$50,000. Payment for the institutional strengthening component and a part of the contract \npayments for support services for agroenterprises will be made by the PCU. \n \nc.  Consulting Services \n75.  The  project  will  finance  a  team  of  consultants,  including  (i)  21  person-months  of \ninternational consultants in extension services, and environmental management and monitoring; \nand (ii) 254 person-months of domestic consultants in project management and coordination, \nenvironmental  management  and  monitoring,  and  agricultural  extension.  An  international \nconsulting  firm  will  be  engaged  to  provide  these  services.  The  extension  project  advisor \n(international  consultant)  will  act  as  the  team  leader,  and  the  project  management  and \ncoordination specialist as the deputy team leader. The selection and engagement of consultants \nwill be done with ADB's standard quality- and cost-based selection method in accordance with \nADB's Guidelines on the Use of Consultants and other arrangements satisfactory to ADB on the \nengagement  of  domestic  consultants.  The  outline  terms  of  reference  for  these  consulting \nservices are in Appendix 8. \n \nd.  Implementation Schedule \n76.  The project implementation period will be 5 years from January 2004 to December 2008. \n \ne.  Accounts, Audits, and Reports \n77.  The PCU will establish and maintain separate accounts for expenditures and have them \naudited  annually  by  auditors  acceptable  to  ADB  and  in  accordance  with  sound  auditing \nprinciples. All financial transactions for the project will be recorded separately in the project \naccount in a manner that allows identification of expenditures under the project. Certified copies \nof such audited reports will be submitted to ADB, in English, within 9 months after the end of \neach fiscal year. To meet these requirements, the PCU will set up a project accounting system \nin accordance with MEF accounting guidelines. The PCU will compile quarterly progress reports \non  overall  project  implementation,  which  will  be  submitted  to  the  interministerial  program \nsecretariat and ADB  before the end of the month following the quarter under review. The \nGovernment will also prepare and furnish to ADB a midterm review report at the end of the third \nyear of project implementation and a project completion report within 3 months of project \ncompletion. These reports will be in a form and have details satisfactory to ADB. \n \nf.  Project Performance Monitoring and Evaluation \n78.  The PCU will be responsible for monitoring project performance and impact. It will \nestablish  an  appropriate  monitoring  system  with  assistance  from  project  implementation \nconsultants as part of the management information system linked with the interministerial \nprogram secretariat. Baseline data and information on environmental and social aspects of \nASDP have been developed through detailed field surveys during project formulation and will be \nused to develop the monitoring system. The social impact indicators developed and used for the \nJFPR project will be fully taken into account. In addition to regular project supervision, the \nGovernment  and  ADB  will  jointly  undertake  a  comprehensive  midterm  review  on  project \nperformance and impact. During the midterm review, project implementation arrangements will \nbe closely reviewed in view of the progress of the Government's decentralization policy. The ", "23 \nproject completion review will be carried out upon project completion based on the terms of \nreference to be agreed between the Government and ADB. \n \nIV.  THE PROPOSED TECHNICAL ASSISTANCE \n79.  In conjunction with ASDP, an advisory TA is required to provide the Government with \ntechnical and advisory support for the proposed policy and institutional reform measures in the \nagriculture sector. The TA will cover three main areas: (i) strengthening of MAFF's institutional \ncapacity in agricultural policy planning, program budgeting and marketing services; (ii) further \ndivestment of state-owned public enterprises in the agriculture sector; and (iii) establishment \nand development of national agricultural research and extension systems. The total cost of the \nTA is estimated at $1,180,000 equivalent, of which $1,000,000 will be financed on a grant basis \nfrom the Japan Special Fund, funded by the Government of Japan. The balance of TA costs \namounting to $180,000 equivalent will be met by the Government's own resources to cover \ncounterpart staff support, office accommodation and supplies, and part of field transport. The \nexecuting agency for the TA will be MAFF. The selection and engagement of the consultants for \nthe TA will be done by ADB in accordance with ADB's Guidelines on the Use of Consultants and \nother arrangements satisfactory to ADB for the engagement of domestic consultants. ADB's \nstandard quality- and cost-based selection method will be used, and technical proposals invited \nfrom the shortlisted consulting firms will be in ADB’s simplified formats. The TA will be carried \nout over 3 years, and will require services of an international consulting firm, consisting of 29 \nperson-months of international consultants and 28 person-months of domestic consultants in \nagricultural  policy  planning,  corporate  management,  public  expenditure  management, \nagricultural research, social and gender analysis, and law. The outline terms of reference for \nconsultants are in Appendix 9. \n \nV.  PROGRAM BENEFITS, IMPACTS, AND RISKS \nA.  Program Benefits and Impacts \n1.  Poverty and Social Impacts \n80.  Poverty and social impact assessments for ASDP are summarized in Appendix 10. \nASDP will address current issues in the agriculture sector and generate positive impacts on \npoverty reduction in the medium to long term by increasing employment and income-generating \nopportunities for the rural poor. The project component to support farmer groups will generate \ndirect benefits to poor farmers as at least 50% of the farmer group members will be selected \nfrom the poor. Farmers' linkage with markets and alternative income-generating opportunities \nwill be strengthened through agricultural commercialization and diversification enhanced under \nASDP, and through provision of support services for local small-scale agro-based enterprises. \n \n81.  Mainstreaming gender issues in the agriculture sector will be a major consideration \nunder ASDP. Ministry of Women's and Veterans' Affairs, which is the primary government \nagency engaged in gender issues, has been included in ASDP's program secretariat, and the \nministry's provincial departments will be involved in the extension support component of the \nproject. ASDP will help mainstream women in agricultural production by ensuring that at least \n50% of participating farmers are women. ADB will regularly monitor field activities to ensure that \ngender issues are fully taken into account according to an action plan drafted for ASDP \n(Supplementary Appendix F). ASDP will also assist MAFF in formulating and implementing a \nsector-wide policy and strategy for mainstreaming gender issues under the program loan and ", "24 \nTA  in  coordination  with  other  gender-related  activities.29  No  negative  gender  issues  are \nenvisaged during ASDP implementation. \n \n82.  During  divestment  of  public  enterprises  under  the  program  component  of  ASDP, \nliquidation of unsustainable public enterprises may result in some redundancies in the short run. \nThe Government prepared and approved a divestment plan for SOREs in 1998, which needs to \nbe updated and revised based on accurate information on the estates' financial positions, asset \nvalue, and workforce. The seven SOREs have about 15,500 employees, of whom about 12,000 \ncasual  workers  are  engaged  in  rubber  planting,  production  and  transport  activities  on a \ncontractual  basis.  The  remaining  employees  include  managerial  and  administrative  staff, \nteachers, health workers, security guards, and drivers. Most employees likely to be affected by \ndivestment will be less poor, managerial staff. Teachers and health workers are expected to be \nabsorbed into the ministries or provincial authorities and to receive adequate compensation \npackages. Regarding AIC (55 staff) and KAMFIMEX (about 300 staff), actual conditions will be \ndetermined  through  negotiations  during  divestment  between  the  Government  and  worker \nrepresentatives. The Government assured ADB that adequate compensation will be made in \naccordance with the terms and conditions stipulated in the Labor Law.30 A resettlement policy \nframework  (Supplementary  Appendix  E) has also been prepared and agreed on with the \nGovernment to address possible inadequacy of legal provisions in Cambodia, and to ensure \nASDP's compliance with ADB's policy on involuntary resettlement. \n \n83.  The subdecree for social land concessions has been finalized through a series of \nstakeholder  consultations  under  ADB  TA  (footnote  16).  The  subdecree  and  related \nimplementation guidelines provide adequate safeguard measures against any adverse social \neffects, which will be further specified based on a pilot social land concession program to be \ncarried out under the World Bank's ongoing Land Management and Administration Project. ADB \nwill closely monitor the progress of social land concession programs, and will further discuss \nthis policy measure with the Government during ASDP. \n \n84.  In the project provinces, the mainly Muslim Cham people are the major ethnic minority \ngroup, constituting about 5% of the total population. They are lowland farmers, with the same \nlifestyle as the dominant Khmer people. Other ethnic minority groups include Vietnamese, \nChinese, and Suoy (mainly in Kampong Speu). No negative impact on these ethnic minority \ngroups is foreseen under ASDP. Special consideration will be given to them and their practices \nwhen they intend to form farmer groups to participate in the extension support activities of the \nproject. \n \n2.  Environmental Impact \n85.  The potential environmental impact of ASDP was assessed in an initial environmental \nexamination and is summarized in Appendix 11. The adoption of a less interventionist approach \nwithin a more market-oriented policy framework will generally enhance the efficient use of \nnatural resources in the agriculture sector, thereby resulting in positive environmental impacts. \nIncreased productivity  of agricultural land with better access to improved inputs and water \nresources will reduce the pressure to clear and cultivate elevated lands, which are less fertile \nand  have  lower  potential  for  sustainable  use.  With  increased  commercialization  and \n                                                 \n29 ADB. 2002. Technical Assistance to the Kingdom of Cambodia for Sustainable Employment Promotion for Poor \nWomen. Manila. (TA 3947- CAM). \n30  Divestment of the Cambodia Pharmaceutical Enterprise, which was privatized in 1996, was completed through \ndirect negotiations between the investor and the Government, and based on the requirements specified in the \nLabor Law (minimum notice period before separation and severance benefits). ", "25 \ndiversification of agricultural production, ASDP may generally increase the use of agrochemicals \nfor the production of high-value products. According to the field survey conducted for ASDP \npreparation, about 70% of farmers use at least one type of inorganic fertilizer, with an average \nuse of about 68 kg of fertilizers per production season (or 40 kg/ha),31 which is substantially \nlower than the average use in Asia. With increased awareness among farm households about \nthe proper use of agrochemicals under ASDP, the potential environmental risk of their increased \nuse will be minimal. ASDP will also have a positive environmental impact through an improved \nregulatory system to ensure the quality of agrochemicals traded in the market. ASDP activities \nunder the project will not be carried out in any environmentally sensitive areas. Other impacts \nwill be indirect on environment through second- or third-generation products of ASDP in relation \nto the use of land and water resources. Appropriate measures have been considered to mitigate \nany possible adverse impacts on environment. Consulting services engaged in the project will \nalso  assist  the  Government  in  environmental  management  and  monitoring.  A  full-scale \nenvironmental impact assessment is not required. \n \n3.  Financial and Economic Impacts \n86.  Financial and economic analyses for ASDP have been carried out and summarized in \nAppendix 12. ASDP will promote adequate fiscal allocations to facilitate agricultural growth in \nline with SEDPII and NPRS, and help improve the country's fiscal situation through potential \nrevenue  collections  from  the  agriculture  sector.  ASDP  will  also  shift  the  focus  of  public \nexpenditures in the agriculture sector to local administrations in line with the Government's \ndecentralization policy so that the sector budget will be allocated to areas where local needs \nand demands are more directly reflected. \n \n87.  Indicative farm budgets and cropping patterns were used to assess the farm-level \nfinancial cost and benefit streams of the expected, gradual  farmers' shifts to more intensive \nproduction of high-value products. The project component of ASDP will result in diversification of \nproducts by smallholders, an improved environment for agro-based enterprises, and capacity \nbuilding of agricultural institutions. Extension support will also facilitate adoption of improved paddy \nproduction during the wet season. Realization of the full development potential is assumed to \ntake 4 years, gradually building up from 25% in the first year, when a household becomes a \nmember of a farmer group. \n \n88.  In calculating the economic internal rate of return for the project, economic prices have \nbeen estimated based on the farm-gate financial prices for outputs and inputs with the use of a \nworld price numeraire. A standard conversion factor of 0.9 has been used for nontraded items, \nand economic budgets were estimated for all of the crops under the with- and without-project \nsituations for extension support. The economic internal rate of return for the base-case scenario \nis estimated at 39%, and a standard sensitivity analysis shows the economic viability of the \nproject component. \n \nB.  Program Risks \n89.  ASDP  was  formulated  based  on  the  assumption  that  the  Government  remains \ncommitted to the market-oriented development of the agriculture sector in line with SEDPII, and \nto the policy for increased agricultural commercialization and diversification. This commitment \n                                                 \n31  The average size of land holdings in the surveyed area was about 1.7 ha (ADB. 2001. Technical Assistance to the \nKingdom of Cambodia for Preparing the Agriculture Sector Development Program. Manila. [TA 3695- CAM] Annex \n13). ", "26 \nhas been repeatedly stated by the Government at various stages and reconfirmed to ADB \nmissions and through the development policy letter of the Government (Appendix 4). \n \n90.  The program risk related to the access to land resources is availability of land for social \nland concession programs, which will be hampered if an adequate amount of productive land \ncannot be made available. ADB conducted a series of dialogue on this issue, and considers that \nan in-depth survey is required for each potential program for social land concessions based on \nthe outcome of the pilot program (para. 83), and substantial progress needs to be made in \nreducing unused economic land concessions. Adequate control over competition for such lands \nis also required. ADB is helping the Government establish implementation guidelines for the \nsocial  land  concession  subdecree  and  formulating  a  draft  subdecree  on  economic  land \nconcessions through an ongoing TA for land legislation. ADB will also provide TA in conjunction \nwith  ASDP  to  ensure  close  monitoring  of  implementation  and  effective  dialogue  with  the \nGovernment during the program period. \n \n91.  There is a political risk related to divestment of state-owned public enterprises. ADB's \nexperience suggests that divestment requires a series of careful and skillful dialogues since \nstrong resistance may come from people with vested interests in continuing such enterprises. \nThe divestment of the state-owned enterprises was decided by the Cabinet in December 2002. \nProvision of ADB's TA in conjunction with ASDP will enhance this process. Support from other \nexternal funding agencies to establish an efficient agriculture sector, particularly the rubber and \nfishery subsectors, is expected to facilitate the divestment process. \n \n92.  An effective public-private partnership is important to successfully implement the agreed \nreform measures for (i) a legal and institutional framework for better access to improved seeds; \n(ii) a regulatory system to ensure the quality of agrochemicals traded in the market; (iii) activities \nto comply with WTO requirements; (iv) national coordination of agricultural research activities; \nand  (v)  improved  quality  and  expansion  of  public  agricultural  extension  services.  Close \nstakeholder  consultations  will  continue  to  be  carried  out  during  ASDP  implementation  to \nstrengthen and maintain a partnership between the private sector and the Government. ADB \nreview missions will help strengthen this process. \n \n93.  The risk related to the project loan that farmers may not adopt improved technology and \ninputs is minimal as farmers showed strong demand for them at various on-farm trials and on \nfield days. The degree of farmers' adoption of new products and improved technology is closely \nrelated to the marketing potential of such products. In the south where the project loan will be \nimplemented, farmers' demand for improved seeds and extension support is high in soybeans, \nyard long beans, mungbeans, and cherry tomatoes, reflecting the good marketing potentials of \nthese crops and local market conditions. \n \nVI.  ASSURANCES \nA.  Specific Assurances \n94.  In  addition  to  the  standard  assurances,  the  Government  has  given  the  following \nassurances, which are incorporated in the legal documents: \n \n  1.  The Program Loan \n \n(i)  The Government will (a) maintain the policies adopted and actions taken prior to \nthe date of the Loan Agreement for the program loan, as described in the ", "27 \ndevelopment policy letter and the policy matrix, for the duration of the ASDP loan \nand subsequently; (b) promptly adopt the other policies and take the other \nactions included in ASDP as specified in the development policy letter and the \npolicy matrix; and (c) ensure that such policies and actions continue in effect for \nthe duration of the program loan period and subsequently. \n(ii)  The Government will provide beneficiaries of social land concession programs \nand estate workers of divested SOREs with adequate extension support. \n(iii)  The Government will ensure that adequate social safeguards satisfactory to ADB, \nincluding  measures  to  assess  any  possible  requirements  for  involuntary \nresettlements that could arise from ASDP and to prepare resettlement plans, if \nrequired, will be incorporated in ASDP. \n(iv)  The Government will ensure that acquisition of assets, compensation, relocation, \nand resettlement are carried out in accordance with the resettlement policy \nframework  and  the  resettlement  plans,  if  required,  agreed  on  between  the \nGovernment and ADB, the Borrower's laws, regulations, and procedures, and the \nADB's requirements as defined in the ADB's Policy on Involuntary Resettlement \nand  the  Handbook  on  Resettlement.  In  case  of  discrepancies  between  the \nBorrower's laws, regulations, and procedures, and ADB's requirements, the latter \nshall apply. \n(v)  The Government will ensure that (a) appropriate arrangements are made to \nredeploy within the Government, staff, who are separated through divestment of \nSOREs, AIC, and KAMFIMEX; or (b) adequate compensation payments are \nprovided to them in accordance with terms and conditions stipulated in the Labor \nLaw and ADB's relevant policies. \n(vi)  The Government will ensure that an adequate incremental increase in annual \nbudget allocations is made for the agriculture sector above the level of budgetary \nallocations  for  2004  for  MAFF,  particularly  in  extension  services,  and \nincorporated into the MTEF. \n(vii)  The Government will ensure timely implementation of MAFF's work program for \n2001–2005 to follow up on activities initiated under the first ASP. \n \n2.  The Project Loan \n \n(i)  In the implementation of the project loan, the Government will ensure that (a) at \nleast 50% of the members of farmer groups will come from poor households; (b) \nat  least  50%  of  the  members  of  farmer  groups  are  women;  and  (c)  equal \nopportunities for the project benefits will be available for ethnic minority groups \nwhen they intend to form farmer groups and participate in the project, and special \nconsideration given to their farming practices and culture. \n \nB.  Condition for Loan Effectiveness \n95.  MAFF will establish the PSU for the program loan and the PCU for the project loan, and \nappoint necessary counterpart staff for these units. \n \nVII.  RECOMMENDATION \n96.  I am satisfied that the proposed loans would comply with the Articles of Agreement of \nADB and recommend that the Board approve the following: \n ", "28 \n(i)  the loan in various currencies equivalent to Special Drawing Rights 17,485,000 to \nthe Kingdom of Cambodia for the Agriculture Sector Development Program from \nADB’s Special Funds resources with an interest charge at the rate of 1% per \nannum during the grace period and 1.5% per annum thereafter; a term of 24 \nyears, including a grace period of 8 years; and such other terms and conditions \nas  are  substantially  in  accordance  with  those  set  forth  in  the  draft  Loan \nAgreement presented to the Board; and \n \n(ii)  the loan in various currencies equivalent to Special Drawing Rights 3,287,000 to \nthe Kingdom of Cambodia for the Agriculture Sector Development Project from \nADB’s Special Funds resources with an interest charge at the rate of 1% per \nannum during the grace period and 1.5% per annum thereafter; a term of 32 \nyears, including a grace period of 8 years; and such other terms and conditions \nas  are  substantially  in  accordance  with  those  set  forth  in  the  draft  Loan \nAgreement presented to the Board. \n \n \n \n30 October 2003                Tadao Chino \nPresident \n ", "Appendix 1     29 \nAGRICULTURE SECTOR IN CAMBODIA \nA.  Crop Production \n \n1.  Cambodia's agriculture is dominated by rice cultivation, which takes up about 2.3 million \nhectares (ha) or 90% of the total cropped area, mainly in the lowland areas along the Mekong \nRiver and Tonle Sap Lake. There are two main seasons for rice production. Dry-season rice, \nwhich accounts for about 0.8 million tons (t) or 20% of total rice production of about 4.0 million t, \nis cultivated from December to March, mainly for sale, and largely consists of high-yielding \nvarieties developed under the project supported by the International Rice Research Institute and \nthe Government of Australia. The yield of dry-season rice was estimated at about 3.2 t/ha in \n2001. Wet-season rice, which accounts for about 3.2 million t or 80% of total rice production, is \nusually cultivated from May to September, and consists mainly of local varieties for domestic \nconsumption. Average yield is about 1.9 t/ha. While the average annual production growth of \ndry-season  rice  from  1996  to  2000  (4.8%)  exceeded  that  of  wet  season  rice  (2.8%), \nCambodians prefer the taste and quality of local varieties and so continue to grow them. \nFarmers’ access to irrigation water is still significantly limited, with the  irrigated area for rice \nestimated at about 473,000 ha in 1997/98 or about 16% of the total rice area, which is mostly for \nsupplementary wet-season irrigation.  During the past decade, the country has become self-\nsufficient in rice and is able to export a modest surplus. Even though the exact amount of this \nsurplus is not known due to the largely informal nature of the rice trade, it is estimated that \nabout 400,000 t of paddy and about 50,000 t of milled rice were exported in 2001. \n \n2.  Other major crops are maize (71,500 ha), vegetables (33,800 ha), soybean (33,300 ha), \nmung  bean  (25,000  ha),  sesame  (19,200  ha),  cassava  (16,300  ha),  peanut  (10,400  ha), \nsugarcane (7,700 ha), and sweet potato (7,400 ha). Maize production grew rapidly at an \naverage rate of about 11% per annum from 1991 to 2000, particularly as a result of improved \nyields and increasing demand for animal feed due to the rapid growth of the poultry industry in \nrecent years. The increasing demand for animal feed in the country and in neighboring countries \nis highly advantageous for Cambodia. Maize is mainly produced in Kampong Cham Province \nand other areas in the southern region. Farmers sell their products to traders at the farm gate or \nat village markets. Vegetable production is difficult to interpret. Official statistics report an \naverage  annual  decline  of  2%  during  1991–2000,  possibly  reflecting  the  impact  of  some \nunofficial  imports  from  Viet  Nam,  which  may  have  destabilized  the  domestic  market  and \nundermined incentives for local growers to produce vegetables. However, actual production, \nincluding unrecorded home-garden production, is thought to be substantially greater. Over the \nlast decade, soybean production declined marginally, but the last 5 years have seen substantial \ngrowth by over 10% per annum with about 70% of production going to Viet Nam. Yields and \nquality, however, remain low and vary among producing areas. The limited growth in output of \nmung beans at 1.7% over the decade masks a strong decline of 5.0% over the last five years, \nparticularly concentrated in the dry season crop. Kampong Cham and Kandal provinces are the \nprimary producing areas of mung beans, which are traded in bulk at markets in Phnom Penh \ntogether with soybeans, sesame, and peanuts. These markets in Phnom Penh function as \nintermediate markets to transport vegetables and other products to other provinces. \n \n3.  Sesame production expanded rapidly at an average annual growth rate of about 20% \nover the last 5 years, with a significant increase in cultivated area. Sesame is mainly produced \nin  the  southern  provinces  along  the  Mekong  River  before  major  flooding  starts.  Cassava \nproduction also grew rapidly during the 1990s at an average annual growth rate of about 11% \ndue largely to increasing demand from the starch industry in the country and abroad. Peanut \nproduction achieved reasonable growth overall at 7% per annum largely because of yield and ", "30  Appendix 1 \narea growth in the 5 years before 1996. Sugarcane production fell in the last five years at an \naverage annual rate of over 5%, reversing a positive trend in the early 1990s largely as a result \nof a decline in yield. A similar large decline occurred in output of sweet potato during 1996–2000 \nby an average annual rate of over 6%. This is the result of a decline in area and yield, which \nwas a response in part to its low value compared to rice and maize.  \n \n4.  Other industrial crops include rubber (36,400 ha), tobacco (9,700 ha) and jute (200 ha). \nTobacco and jute have been in decline over the last 10 years. The area tapped for rubber \nproduction has been declining by about 2% per annum over the last decade. The decline in \nrubber production has further accelerated since 1996. The yield of rubber is expected to further \ndecline in the medium term since the pace of rubber replanting cannot compensate for old trees \ncoming out of production. Seven state-owned rubber estates (SOREs) dominate the rubber \nsector with 31,000 ha or 85% of the total area in production. Although external auditing is \nrequired to obtain reliable information on the estates' financial performance, the conditions of all \nthe SOREs except for one estate have been generally deteriorating as they lack funds for \nreplanting of old trees. The Government must update and revise the 1998 divestment plan for \nSOREs and expedite divestment. Another 1,000 ha are in the hands of the Rubber Research \nInstitute  of  Cambodia.  There  is  a  growing  smallholder  sector  (about  4,400  ha),  including \ngrowers supported by the Government of France. Total rubber production in Cambodia was \nabout 38,650 t of dried rubber in 2001, of which 36,460 t were exported. Over the last decade, \nexports have ranged from $20 million to $40 million largely as a result of variations in the world \nprice, which after a period of decline now seems to be recovering slightly. \n \n5.  Cambodian rubber has reportedly been discounted in world markets by as much as 15–\n20%1 because of quality and supply inconsistency. Smallholder rubber is often produced in the \nform of coagulates, the export of which by smallholders is banned. This has rendered the \nsmallholders dependent on state-owned estates to process and sell rubber, which accounts for \nthe low revenue of smallholders. At present, private firms are not active in the rubber sector. \nThere are two small private estates for rubber production, but no private firms are involved in \nprocessing. There were a few plans in the past for the private sector to start rubber processing, \nbut these plans did not materialize. The Government's policy for the rubber sector is to increase \nefficiency  in  estate  rubber  production  by  disinvesting  the  state-owned  rubber  estates  and \npromoting private interests. This policy also supports the expansion of smallholder production, \nwhich  is  the  prevalent  form  of  rubber  production  in  major  rubber  producing  countries  in \nSoutheast Asia, accounting for 80% of the world's production. \n \nB.  Other Subsectors \n \n6.  Livestock as a source of food, income, and draught power is an integral element in \nimproving  rural  livelihoods  for  smallholders  and  the  landless.  The  Government  has  long \nemphasized  better  animal  health,  husbandry,  and  nutrition  in  its  livestock  policy.  The \nGovernment has recently drafted a strategy, the main thrust of which is control of trade-related \ndiseases in villages, where most animals are held, to support commercialization of livestock \nactivities as a source of supplementary farm income. The European Commission is to help the \nGovernment conduct a comprehensive study of the livestock sector to determine the need for \nsupport in animal health, marketing, and institutional reform. \n \n                                                 \n1  A report on the performance of the smallholder project in January 2002 suggested the level of discount was as high \nas 30%. ", "Appendix 1     31 \n7.  Fish has traditionally been the primary source of animal protein for Cambodian people.2 \nOfficial statistics indicate that people engaged in fishing constitute about 2% of the total labor \nforce, but underestimate the large number of people in small-scale fishing and fish catch in their \nrice fields as a major source of livelihood. A different estimate indicated that fishery provides \nmain employment to about 9% of the population, and secondary employment to 27%. Inland fish \ncatch mainly comes from the Tonle Sap Lake, with small-scale rice-field fishing constituting \nabout  20%  of  the  total.  Marine  catch  is  estimated  at  about  30,000  t,  but  is  grossly \nunderestimated because a large part of the catch is not translated into fish landings but sold \ndirectly offshore. Total catch in 2001 was about 194,500 t (135,000 inland, 42,000 marine, \n17,500 aquaculture). \n \n8.  Fishery is a significant export, amounting to about $4 million in 2001. Exports and \nproduction fluctuate widely year on year, but catches have grown at about 4% per annum on \naverage over the last 5 years. In the past, exports were totally controlled by the Kampuchea \nFishery Import and Export (KAMFIMEX), a government agency. It was turned into a financially \nautonomous state-owned enterprise in September 2002, and needs to compete with other \nprivate enterprises on an equal footing with the private sector. Fishing has been regulated by a \nsystem  of  fishing  concessions  or  lots.  Recently,  the  number  of  lots  has  been  reduced \nsubstantially (from 235 covering about 1 million ha, to 164 covering around 400,000 ha). The \nobjective is to release more than half the fishing lots to local communities. The mechanism to \nmanage these community fisheries is being determined. Aquaculture has also increasingly been \nsupported at the village level and has grown at about 9% per annum over the last decade, and \nnow accounts for about 10% of marketed production. Processing is constrained by the lack of \nconstant supplies, a situation more acute for freshwater than marine fisheries, although the \nlatter are also affected by inshore poaching by unlicensed foreign vessels. \n \n9.  Forestry has declined in importance in recent years largely because of the ban on the \nexport of logs starting in 1996 and revocation of forest concessions.3 In 2001 forestry accounted \nfor only 6% of the country's agricultural gross domestic product compared with over 12% before \nthe First Socioeconomic Development Plan (1996–2000) period. There is an urgent need to \nintroduce a mechanism for sustainable management of forest resources agreeable to all key \nstakeholders. Community forests, which constitute still less than 1% of the total forest area, are \nbeing promoted, but are still restricted due to complications associated with land titling. \n \nC.  Institutional Framework in the Agriculture Sector \n \n  1.  Ministry of Agriculture, Forestry, and Fisheries \n \n10.  The mandate of Ministry of Agriculture, Forestry and Fisheries (MAFF) is based on the \nsubdecree issued in April 2000, which stipulated that the ministry is responsible for facilitating \nthe development of market-oriented agriculture sector by formulating sector policies, facilitating \ntechnology improvement and establishing regulatory standards. MAFF is still in a period of \ntransition from a centrally planned to market-oriented system. There is substantial room to \nupgrade the skills and knowledge of central and local MAFF staff. MAFF has four groups, \nincluding the Rubber General Directorate, and 12 line departments. The total number of MAFF \n                                                 \n2  Fish products account for about 70% of total animal protein intake, and Cambodians consume an average of about \n30 kilograms of fish a year. \n3  Licenses for 15 companies, which operated on 22 sites covering a total of about 3 million ha, had been revoked by \nJune 2002, leaving 14 companies with licenses to exploit timber on 19 sites covering about 4 million ha. New \nregulations, however, have suspended these operations as well pending the approval of sustainable forest \nmanagement plans. ", "32  Appendix 1 \nstaff was 9,036 in March 2002 (3,495 central, and 5,541 local). There are large differences in \nstaff numbers among the 12 line departments due to staff increases in the past for some \ndepartments. MAFF recognizes the need to reallocate staff among departments according to \nthe  newly  stipulated  functions  of  the  departments.  Under  MAFF's  control  there  are  two \nagricultural colleges, one university of agriculture, two research institutes, and nine economic \nenterprises, including seven rubber estates.4 \n \n11.  When  the  subdecree  was  issued,  an  overall  review  was  planned  on  the  detailed \nfunctions of departments, but has not happened. As a result, there are still gaps and overlaps \namong MAFF's departments. Their roles and responsibilities need to be revised based on this \noverall review, which will be undertaken during the Agriculture Sector Development Program \n(ASDP). MAFF's staff members in provinces belong to provincial departments of agriculture, \nforestry and fisheries. Public extension services for farmers are primarily provided by district \nextension staff. At central and local levels, an effective planning system is urgently required to \nintegrate externally and nationally funded programs and activities within a sector strategy. The \nplanned projects and programs need to be consolidated, budgeted, and prioritized in such a \nframework. \n \n12.  MAFF's central budget for recurrent expenditures amounted to about KR20 billion or \nabout $5 million in 2001, of which about 18% was allocated to staff salaries; 67% for general \nadministration, materials, and maintenance; and the remaining 15% for operational expenses. \nThis  structure  of  expenditures  has  not  changed  since  then.  MAFF's  budget  for  recurrent \nprovincial expenditures is estimated at about 70% of the central budget. MAFF's operations are \nalmost totally dependent on external funds obtained through programs financed by external \nfunding  agencies. Disbursement of funds for MAFF's field operations and staff salaries is \nreportedly slow and erratic. There are often significant delays in release of funds, which affects \nimplementation of programs where seasonality of agricultural activities requires a quick flow of \nfunds to avoid loss of a full year in programs. This delay in fund flow often disrupts linkages \nbetween planning and field operations. According to the technical assistance of the Asian \nDevelopment Bank to formulate ASDP,5 the MAFF's Agriculture Development Support for the \nSeila Project financed by the International Fund for Agricultural Development provides a useful \nmodel for annual planning and fund disbursements, which has been formulated in line with the \nGovernment's decentralization policy. This model will be considered for adoption in the project \ncomponent of ASDP in view of MAFF's experience and skills accumulated in financial planning \nand management. However, consulting services will still need to be engaged under the project \nloan to provide assistance in the day-to-day project management. \n \n  2.  Inter-ministerial Coordination in the Agriculture Sector \n \n13.  The Council for Agricultural and Rural Development, chaired by the prime minister and \nrepresented  by  all  ministries  related  to  agriculture  and  rural  development,  is  the  highest \ngovernment authority for interministerial coordination for issues related to the policies and \nstrategies for the agriculture sector. The line agencies are required to regularly submit the \nprogress reports on their operations to the council. Its secretariat has about 20 staff. The \nprovincial rural development committee is responsible for field-level coordination among line \nministries  and  departments.  This  function  will  be  shifted  to  districts  and  communes  as \ndecentralization progresses. \n                                                 \n4  A more detailed assessment of agricultural institutions, including MAFF, is in Supplementary Appendix B. \n5  ADB. 2001. Technical Assistance to the Kingdom of Cambodia for Preparing the Agriculture Sector Development \nProgram. Manila. (TA 3695- CAM). ", "Appendix 1     33 \n \n  3.  Public Economic Enterprises in the Agriculture Sector \n \n14.  In  1998  the  Government  approved  a  divestment  plan  for  the  seven  SOREs  and \nsubsequently established seven autonomous public enterprises as an initial step. This plan \nproposed several steps, including (i) establishment of public enterprises outside MAFF, (ii) \nreconstruction and consolidation to establish the enterprises as viable economic entities, and \n(iii) sale of public shares. Alternatives included conversion of estates into smallholdings, and \ndissolution. Divestment is expected to be completed by 2006. The Government, through MAFF's \nGeneral  Directorate  for  Rubber  Plantations,  initiated  some  steps  to  improve  the  estates' \noperations by separating some workers and staff but could not pursue this process due to \ngeneral resistance among administrative and managerial staff, and lack of funds. Some estate \nstaff have been separated since 1998, mostly absorbed by the public sector. Most field workers \nof the estates are contracted for rubber tapping and transportation.6 To effectively implement the \ndivestment process of the SOREs, the 1998 divestment plan needs to be updated based on \nreliable  information  gathered  from  external  auditing,  and  pension  issues  of  staff  resolved \nthrough a participatory process during ASDP. \n \n15.  The Government initiated divestment of the Agricultural Inputs Company (AIC) in 1999 \nby converting it into an autonomous public enterprise. This process aimed to remove constraints \nand uncertainty in the market for agricultural inputs, including agrochemicals and agricultural \nmachinery. At present, AIC's assets include cash of about KR8 billion or $2.1 million, four \nwarehouses and transport vehicles. Registration of AIC as a commercial company and approval \nof its statute by the board of directors were delayed for more than two years due to the delayed \nsettlement  of  counterpart  funds  from  AIC's  sale  of  stocks  of  past  grant  aid,  and  other \nadministrative issues. AIC sold about 7,000 t of urea in 2000, but has not been engaged in any \nbusiness activity since it became an autonomous enterprise despite business plans, which \nincluded proposals to trade 10,000 t of urea and 5,000 t of diammonium phosphate in 2001. \nAnnual administrative and salary costs of about KR400 million ($100,000) were more than \ncovered by interest received on AIC's cash assets.7 AIC's operations continue to be hampered \nby government procedures and AIC's own inflexible decision making. \n \n16.  KAMFIMEX  was  established  in  the  late  1980s  to  handle  fish  exports,  which  it \nmonopolized until 1989. With liberalization of fish exports, KAMFIMEX now acts as an agent for \nsmall fish traders, allowing them to export live fish and fish products under the KAMFIMEX \nlicense, charging a fee to cover customs duties and service charges. MAFF's Department of \nFisheries  also  granted  KAMFIMEX  a  fishing  lot  in  the  Tonle  Sap  Lake  to  compensate \nKAMFIMEX for loss of income from export and transport services, and secure its viability \nthrough catches. It is reported that fishermen associated with the KAMFIMEX's fishing lots are \nrequired to sell their catches through KAMFIMEX. MAFF will need to consider options for \ndivestment of KAMFIMEX based on an accurate assessment of its assets and liabilities based \non the findings of external auditing. \n \n \n \n                                                 \n6  The largest estate (Chup) has 18 villages, totaling about 4,500 tappers. Each worker receives about $1 per day \nplus 24 kilograms of rice per month. \n7  Interest rates earned on this fund began at 12% in 2001, when interest earned amounted to KR1.0 billion, as \nagainst KR8.9 million in cash deposits (from the sale of stocks and leasing of trucks), but this substantially \ndecreased in 2002 as interest rates had fallen to 5%. Before 2001 interest on AIC’s cash assets were credited to \nthe Government. This was changed after lengthy negotiations between AIC and the Government. ", "34  Appendix 1 \nD.  Vision for Agriculture in Cambodia \n \n17.  Cambodia is now self-sufficient in rice and is constantly exporting rice surplus. Increased \nrice  production  has  helped  improve  food  security  and  set  the  basis  for  agricultural \ncommercialization  and  diversification,  which  constitute  the  main  strategic  thrust  of  the \nGovernment's Second Socioeconomic Development Plan. However, the achievements are still \nfragile because agriculture largely depends on rainfall. Weak water control and lack of improved \ntechnology make smallholders vulnerable to the vagaries of the weather. Yet, the country is at a \ncrucial moment, when strategic decisions need to be made in relation to the future vision of \nagriculture in the medium- to long-term. In this vision, rice will continue to be the main crop in \nterms of cultivated areas, but the importance of rice in terms of value added within the sector \nwill decline. The share of higher value-added products such as non-rice crops, fisheries, and \nlivestock  has  a  potential  to  increase  as  a  result  of  closer  integration  with  domestic  and \ninternational markets. Agricultural products may become a driving force for sustainable growth \nand allow Cambodia to benefit from its membership in the World Trade Organization. This vision \nwill clearly require concerted efforts to facilitate commercialization of agriculture, diversification \ntoward higher-value products, and integration of smallholders with agro-based enterprises. \n \n18.  To achieve this vision for the agriculture sector, the Government will continue the policy \nand institutional reforms initiated under the first Agriculture Sector Program (1996–2000) and \naddress remaining sector issues to (i) improve ability of smallholders to raise productivity and \ndiversify towards higher-value products, (ii) improve market environment for private agro-based \nenterprise  growth,  and  (iii)  strengthen  institutional  capacity  for  competitive  agricultural \ncommercialization. The Government will also promote participation of the poor and women in \nagricultural  production,  marketing,  and  post-production  system  to  enhance  the  impact  of \nagricultural growth on sustainability and poverty reduction. ", "Appendix 2     35 \nDEVELOPMENT COORDINATION MATRIX \n(1996–2002) \nAmount \nProject Title  Duration  Source  Objectives \n($million) \nAgricultural Policy and Institutions \nAgriculture Sector  1996–2000  ADB  Support the Government's policy and institutional reforms to  30.0 \nProgram  create a competitive market-based agriculture sector  (Loan) \nSpecial Programme  Ongoing  FAO  Develop a strategy to maximize national food self reliance  0.8 \nfor Food Security  from 1998  and reduce the risk of disruptive variations in food supply  (Grant) \nAgricultural  Ongoing  World  Help build the national-level capacity of the Ministry of  25.7 \nProductivity  from 1999  Bank  Agriculture, Forestry and Fisheries (MAFF)  (Loan) \nImprovement \nSupport for the  Ongoing  AFD  Provide policy advisory support for agricultural institutions,  1.3 \nDevelopment of  from 2002  including MAFF and Ministry of Water Resources and  (Grant) \nAgriculture Sector  Meteorology \nPolicies \nCrop Production   \nCambodia-Australia  Ongoing  AusAID  Improve managerial capacity, skills, and services of  16.9 \nAgricultural  from 1995  extension staff of MAFF Department of Agricultural  (Grant) \nExtension Project  Extension \nAgricultural Quality  Ongoing  AusAID  Improve availability and quality of rice seed varieties,   8.5 \nImprovement  from 2000  reduce postharvest losses of rice, and promote small-scale  (Grant) \nProject  marketing of agricultural products \nSupport to  Ongoing  DANIDA  Provide farmer training on the integrated pest management  – \nIntegrated Pest  from 2000  skills \nManagement \nCambodia-Australia  Ongoing  AusAID  Help build the capacity of the Cambodia Agricultural  4.0 \nAgricultural  from 2002  Research and Development Institute to develop self- (Grant) \nResearch  sustaining agricultural research \nAssistance Project \nLand and Water Resources   \nTechnical Service  Ongoing  Japan  Rehabilitate and maintain the deteriorated irrigation  – \nCenter for Irrigation  from 2001  schemes and to facilitate capacity building of irrigation \nSystem  engineers and technicians \nStung Chinit  Ongoing  ADB  Provide irrigation and drainage facilities, and rural  16.0 \nIrrigation and Rural  from 2001  infrastructure in the Chinit River Basin (Kampong Thom  (Loan) \nInfrastructure  Province), and strengthen water user groups and extension \nDevelopment  services \nLand Management  Ongoing  World  Improve land tenure security through land titling and support  33.4 \nand Administration  from 2002  Bank  the development of a land market  (Loan) \nGTZ \nArea-based Agricultural Development   \nSupport Program  Ongoing  EU  Facilitate rural development activities through rice seed  80.0 \nfor the Agriculture  from 1995  improvement, irrigation development, microfinance and rural  (Grant) \nSector in Cambodia  infrastructure development in six provinces in the south \nAgricultural  Ongoing  IFAD   Support improvement of agricultural productivity through  11.5 \nDevelopment  from 2000  extension services and microfinance in four provinces in the  (Loan) \nSupport to Seila  northwest \nCommunity-Based  Ongoing  IFAD/GTZ  Improve agricultural and livestock extension services and  22.7 \nRural Development  from 2001  develop rural infrastructure in two provinces in the south   (Loan) \nADB = Asian Development Bank, AFD = French Agency for Development, AusAID = Australian Agency for \nInternational Development, DANIDA = Danish International Development Agency, EU = European Union, FAO = \nFood and Agriculture Organization, GTZ = German Agency for Technical Cooperation, IFAD = International Fund for \nAgricultural Development. ", "36  Appendix 3 \nPROGRAM FRAMEWORK \n \nPerformance  Monitoring  Assumptions \nDesign Summary \nIndicators/Targets  Mechanisms  and Risks \n     \nGoal   \n   \nSustainable growth of the  (cid:159) Average real growth of  (cid:159) National accounts \nthe agriculture sector at  (cid:159) National agricultural \nagriculture sector \n3.5% per annum in the  statistics \n \nmedium term  (cid:159) Poverty assessments \n  (cid:159) Comparable yields major  (cid:159) Monitoring by the \n  agricultural crops, and  Council for Agricultural \n  livestock, fishery and  and Rural Development \n  forestry production with  (CARD) \nneighboring countries   \n \n(cid:159) Reduction in rural \nPoverty reduction in the rural \npoverty estimated at \narea \n40% of rural population \n   \n \n     \nPurpose     \n     \nPolicy and institutional reform  (cid:159) Institutional set-up and  (cid:159) Monitoring by CARD  (cid:159) Continued political \nmeasures firmly in place for  regulatory framework  (cid:159) Review missions of the  commitment to the \nmarket-based agriculture  favorable for  Asian Development  market-based \nsector  commercialized  Bank (ADB)  agriculture sector in \n  agriculture  (cid:159) Program monitoring  line with the Second \n  (cid:159) Market environment to  mechanism  Socioeconomic \n  promote private  (cid:159) Midterm and  Development Plan  \n  enterprise growth  completion reviews of  (cid:159) Continued political \nEffective and sustainable  (cid:159) Regular extension  the program  stability and national \nagricultural support services  programs in at least 280  security \nin place  communes in the project  (cid:159) Favorable regional \narea  and international \n(cid:159) Average contribution of  market environment \nhigh-value crops to   \nagricultural income \nhigher than the current \n18% \n(cid:159) Increase in small-scale \nagro-based enterprises \nin the project area \n \n     \nOutputs     \n     \n1. Program loana     \n     \n  a. Secure and increase  (cid:159) Subdecrees related to  (cid:159) Monitoring by CARD  (cid:159) Adequate land \naccess to productive land  land concessions in  (cid:159) Program monitoring  availability for social \nprovided (activities in the  place  mechanism  concessions \npolicy matrix: 1-a)  (cid:159) Number and area of  (cid:159) Government gazette  (cid:159) Proper awareness \n  social land concessions  (cid:159) Provincial data and  about the 2001 Land \n  granted  information on land  Law \n   (cid:159) Number and area of  titles and concessions  (cid:159) Monitoring over \n  unused economic    competition for \n  concessions reduced by    available state land \n  at least 100,000 ha    by Land Policy \n  (400,000 ha in 2002)    Council ", "Appendix 3  37 \nPerformance  Monitoring  Assumptions \nDesign Summary \nIndicators/Targets  Mechanisms  and Risks \n  b. Legal and policy  (cid:159) Cabinet approval of the  (cid:159) Monitoring by CARD  (cid:159) Increased \nframework improved for water  national water policy  (cid:159) Program monitoring  awareness about \nresource management (1-b)  (cid:159) Cost-sharing for  mechanism  the benefits of \n  irrigation schemes in  (cid:159) Government gazette  sustainable water \n  place for 11 pilot    resource \n  schemes and replicated    management in the \n  to other schemes    long run \n     \n  c. Legal framework  (cid:159) Cabinet approval of the  (cid:159) Monitoring by CARD  (cid:159) Increased \nestablished for better access  draft seed law for  (cid:159) Program monitoring  participation of the \nto improved seeds (1-c)  submission to the  mechanism  private sector in the \n  National Assembly  (cid:159) Government gazette  seed subsector \n     \n     \n  d. Regulatory system  (cid:159) High degree of  (cid:159) Monitoring by CARD  (cid:159) Retention of trained \nimproved for ensuring the  awareness about the  (cid:159) Program monitoring  inspectors in the \nquality of agro-chemicals  guidelines on agricultural  mechanism  provinces \ntraded in the market (1-d)  materials standards     \n     \n  e. State-owned rubber  (cid:159) Completion of the  (cid:159) Monitoring by CARD  (cid:159) Continued political \nestates divested (2-a)  updated divestment plan  (cid:159) Program monitoring  commitment to an \n  mechanism  efficient rubber sub-\n    sector \n     \n  f. State interventions into the  (cid:159) Completion of the  (cid:159) Monitoring by CARD  (cid:159) Continued political \nagricultural input and output  divestment process for  (cid:159) Program monitoring  commitment to an \nmarkets removed (2-b)  state-owned  mechanism  efficient market \n  corporations for inputs    mechanism \n  and outputs     \n       \n  g. Roles and responsibilities  (cid:159) Cabinet approval of the  (cid:159) Monitoring by CARD  (cid:159) Awareness exists \nof MAFF's departments  revised subdecree  (cid:159) Program monitoring  about the need for \nrationalized (3-a)    mechanism  rationalization \n       \n  h. Operational policy and  (cid:159) Cabinet approval of the  (cid:159) Monitoring by CARD  (cid:159) Close coordination \nstrategy for gender  policy and strategy  (cid:159) Program monitoring  with the Ministry of \nmainstreaming in agriculture    mechanism  Women's and \nin place (3-b)    Veterans' Affairs \n     \n  i. Actions for Cambodia's  (cid:159) Completion of WTO  (cid:159) Monitoring by CARD  (cid:159) Public awareness \ncompliance with the World  sanitary and phyto- (cid:159) Program monitoring  about the benefits of \nTrade Organization (WTO)  sanitary requirements  mechanism  accession to WTO \nprovisions implemented in the    (cid:159) WTO assessment   \nagriculture sector (3-c)       \n       \n  j. Agricultural market  (cid:159) Approval of the revised  (cid:159) Monitoring by CARD  (cid:159) Adequate budget for \ninformation services improved  market information  (cid:159) Program monitoring  the services \n(3-d)  services  mechanism   \n     \n  k. National agricultural  (cid:159) Approval of the national  (cid:159) Monitoring by CARD  (cid:159) Political commitment \nresearch system in place   agricultural research  (cid:159) Program monitoring  to the 1998 strategy \n(3-e)  master plan  mechanism   \n     \n  l. Quality and coverage of  (cid:159) Sustainable  funding  for  (cid:159) Monitoring by CARD  (cid:159) Adequate fiscal \nthe public agricultural  the  extension  services  (cid:159) Program monitoring  resources for the \nextension services improved  and increased outreach  mechanism  service delivery \n(3-f)  (cid:159) Approval of the new    (cid:159) Increased \n  broadcasting program    decentralization and \n  on agricultural    devolution \ntechnology ", "38  Appendix 3 \nPerformance  Monitoring  Assumptions \nDesign Summary \nIndicators/Targets  Mechanisms  and Risks \n  technology     \n2. Project loan     \n     \n  a. Extension services for  (cid:159) Regular extension  (cid:159) Project monitoring  (cid:159) Close coordination \nfarmer groups provided and  support provided for  mechanism  with other projects \nstrengthened (Activities:  about 56,000 farmers in  (cid:159) Clients' evaluation at  and programs \ngroup formation, training and  280 communes in 4  least semi-annually  (cid:159) Adequate demand \nfield demonstrations)  provinces    for support services \n     \n     \n     \n  b. Support services provided  (cid:159) About five contracts for  (cid:159) Project monitoring  (cid:159) Increased \nfor agro-based enterprises  support services for a  mechanism  availability of service \n(Activities: initial needs  total of about 4,400  (cid:159) Clients' evaluation at  providers \nassessment and contractual  agroenterprises  least semiannually  (cid:159) Adequate demand \nservices)    for the services \n     \n  c. Institutional capacity  (cid:159) Total of about 200  (cid:159) Project monitoring  (cid:159) Adequate and timely \nstrengthened for agricultural  central and provincial  mechanism  provision of recurrent \ncommercialization (Activities:  staff trained  (cid:159) Clients' evaluation at  budget \ninitial needs assessment,  (cid:159) Increased efficiency in  least semi-annually   \nstaff training, and provision of  program budgeting and     \nfacilities and equipment)  policy planning     \n       \n       \n3. Technical Assistance       \n       \n  a. Capacity of the Ministry of  (cid:159) Reorganization of MAFF  (cid:159) Program monitoring  (cid:159) Adequate and timely \nAgriculture, Forestry and  departments  mechanism  provision of \nFisheries (MAFF) in policy  (cid:159) Institutionalization of  (cid:159) Review missions of  counterpart financial \nplanning, program budgeting  MAFF medium-term  ADB  and human \nand marketing services  expenditure framework  (cid:159) Progress reports  resources \nimproved \n \n  b. Divestment of state- (cid:159) Progress of the \nowned enterprises  divestment process \n   \n  c. Promotion of national  (cid:159) Establishment of an \nagricultural research and  effective national \nextension systems  agricultural research and \n  extension system \n \n       \nInputs     \n     \nADB Financing    TA Inputs \nProgram loan  $25.00 million  - International (29 person-\nProject loan    $4.70 million  months) and domestic (28 \nTechnical assistance    $1.00 million  person-months) \n    consultants \nGovernment Contributions    - Office equipment \nProject loan    $1.18 million  - Training and seminars \nTechnical assistance    $0.18 million \n \na  Activities of the program loan component are indicated as the numbering used in the policy matrix (Appendix 4). \n ", "~g~~~~$~fi~t:~ 39\n1jlB  AnMGl  1J1:UUJlfiJUi Appendix  4\nKINGDOM  OF CAMBODIA\nNation  Religion  King\nA  A  A\n~\"le616'fl'  ee  ~f'JJ6'\nMINISTRYOF ECONOMYA ND FINANCE\nNA. .MEF,\nPhnom Penh,,?;4  Oet,  2003\nH. E. Mr. Tadao Chino\nPresident\nAsian Development  Bank\nMetro Manila\nThe Philippines\nSubject Development  Policy  Letter  for Cambodia  Agriculture  Sector\nDevelopment  Program\nYour  Excellency,\n1.  The  Royal  Government  of Cambodia  (RGC)  hereby  requests  for  a Special  Funds\nloan  from  the  Asian  Development  Bank  (ADB)  for  the  Agriculture  Sector  Development\nProgram  (ASap).  Asap  has been formulated  through  extensive  dialogue  between  ADB and\nRGC. and through  consultations  with key stakeholders  in the agriculture  sector.  and reflects\ncritical  needs  of  the  sector.  In implementing  the  Asap,  RGC  is firmly  committed  to the\nmarket-ba:sed agriculture  sector development  and aims at promoting  the sector's  sustainable\ngrowth, thereby contributing  to the economic  growth and poverty reduction  in Cambodia.\n2.  During  the  five-year  period  of the  First  Socioeconomic  Development  Plan  (1996-\n2000), the domestic  political and regional financial  crises combined  with the severe floods of\n2000 resulted  in a reduction  in the rate of overall economic  growth to about 6.7% per annum.\nAlthough  Cambodia  achieved  rice  self-sufficiency  during  the  period,  the  growth  of  the\nagriculture  sector was minimal  at 3% per annum, which was less than the rate of population\ngrowth  and  rather  disappointing  for  an  agrarian  society  like  Cambodia.  Poverty  is\nwidespread  in the country  with about  36% of the population  below the poverty  line, and is\nconcentrated  in rural areas. The sustainable  growth of the agriculture  sector  is essential  for\nthe improvement  of peoples'  livelihoods  in Cambodia  where the sector accounts  for 33.2% of\nthe  gross  domestic  product  and  about  70%  of  the  total  population  directly  depends  on\nagriculture  for their livelihoods.\n3.  Important  institutional  and policy  reforms  were introduced  into the agriculture  sector\nduring the second  half of the 1990s. The ADB's  first Agriculture  Sector  Program  significantly\ncontributed  to  this  process  by  facilitating  the  transition  of  the  agriculture  sector  from  a\ncentrally  planned  system  to a sector  based  on individual  initiatives  and  market  principles.\nCambodia  is currently  at a critical stage when the country's  vision and strategic  decisions  for\nthe agriculture  sector  in the medium  to long term have to be materialized.  In this vision,  rice\nwill continue  to be the main crop as people's staple food and in terms of cultivated  area. Rice\nproduction  needs  to  be  improved  with  higher  productivity,  better  irrigation  systems,  and\nlinkages  with  modern  milling  facilities  and  export  markets.  However,  the  share  of higher-\nvalue-added  products  such as non-rice  crops, fish and livestock  in the agriculture  sector  is\nexpected  to increase  as a result of closer  integration  with urban and international  markets.\nBased  on improved  inputs  and  new agricultural  technology,  agricultural  diversification  into", "40 Appendix 4\nhigher-value  products  and  forward  linkages  with  agro-based  enterprises  need  to  be\nfacilitated.\n4.  In July 2002, RGC launched the Second Socioeconomic  Development  Plan (SEDPII:\n2001-2005)  with assistance  from external  funding  agencies,  including  ADB.  Under SEDPII,\nRGC wishes  to transform  agriculture  into a driving force to achieve  higher economic  growth\nand reduce the incidence  of rural poverty. To achieve  this sector objective,  RGC intends to\naccelerate  agricultural  commercialization  and diversification  by (i) enhancing  a liberal  and\nmarket-oriented  trade environment;  (ii) deregulating  the exportation  of agricultural  and agro-\nbased  industrial  products;  (iii)  developing  agricultural  quality  standards  and  improving\nfacilities  for postharvest  handling,  storage,  and processing;  and (iv) establishing  appropriate\ncommercial  laws  and  institutional  arrangements  for  efficient  and  cost-effective  market\ntransactions  in the agriculture  sector. During SEDPII,  RGC intends to provide  increased  fund\nallocation  to the agriculture  sector, amounting  to about  12% of the total public expenditures.\nASDP will provide a timely support for agriculture  development  in line with SEDPII.\n5.  Under ASDP,  RGC will focus its efforts on three  medium-term  policy  objectives:  (i)\nimproving  farmers'  ability  to  raise  productivity  and  diversifying  towards  higher-value\nproducts;  (ii) improving  market  environment  for private  agro-based  enterprise  growth;  and\n(iii)  strengthening  institutional  capacity  for  competitive  agricultural  commercialization.  The\nspecific  reform measures  proposed  under ASDP are summarized  below and included  in the\nPolicy Matrix attached  to this letter.\n6.  First,  RGC will improve  farmer's  abIlity  In raising  productivity  and  diversifying\ntowards  higher-value  products  by  providing  them  with  better  access  to  productive\nresources  such  as land  and  water,  improved  seeds,  and  quality  inputs  in the agriculture\nsector.  The  revised  Land  Law was formulated  with  assistance  from  ADB,  and  enacted  in\nAugust  2001.  However,  RGC still requires a wide range of support  to put this into effect so\nthat Cambodian  people will actually  benefit from the Law in having good access  to available\nland and securing  individual  land rights. Under ASDP,  RGC will facilitate  the implementation\nof the revised  Land Law by initiating  the transfer  of private state land for social  purposes  to\nthe landless  poor and ensuring  farmers'  secure  rights to their land, thereby  increasing  their\nincentives  and  ability  to  raise  productivity  through  better  farming  and  land  management.\nRGC will formulate  a sub-decr7e  for the reduction  of economic  land concessions  through an\nihter-ministeria/  working  group  established  under  the  Council  for  Land  Policy.  RGC  has\nsubmitted  the draft Water  Law to the National Assembly  for approval,  and formulated  a draft\nNational  Water  Policy  in  line  with  the  draft  Water  Law.  This  legal  and  administrative\nframework,  once  put  in  place,  will  ensure  better  planning  and  management  of  water\nresources.  In parallel,  RGC will promote  the formation  of farmers'  water user communities  in\nthe priority irrigation schemes  during the ASDP period.\n7.  Despite  the  growing  production  of  high-value  crops,  farmers'  access  to  improved\nseeds  still  remains  very  limited.  RGC considers  that an appropriate  legal and  institutional\nframework  for the seed  sector  needs to be established  to increase  the delivery  of certified\nqualIty  seeds  to farmers.  During  the ASDP  period.  RGC  intends  to finalize  the draft Seed\nLaw for this purpose.  RGC will also improve  the regulatory  system  to ensure  the quality  of\nagro-chemicals  traded  in the  market  by providing  training  for  provincial  staff  and  private\ntraders, and strengthening  the quality inspection  system in the country.\n8.  Secondly,  RGC  will  improve  market  environment  for  private  agro-based\nenterprl.8  growth  to promote  private  investment  in the agriculture  sector.  RGC has been\nmaking efforts  to modernize  the Cambodia's  rubber industry,  which  has been dominated  by\nthe state.owned  rubber estates.  With assistance  from ADB,  RGC initiated the divestment  of\nthe state-owned  rubber  estates  in March  1999 by converting  them  into autonomous  public\nenterprises.  RGC  has  also  been  promoting  rubber  smallholders  with  financing  from  the", "41\nAppendix  4\nGovernment  of France.  However,  the estates'  inefficient  management  and weak  marketing\nmechanism  still result in the Jack of international  recognition  and lower prices of Cambodian\nrubber products.  RGC wishes  to further advance  the divestment  process  of the state-owned\nrubber estates and complete  the process during the ASDP period. This will benefit the whole\nrubber  sector,  including  smallholders'  rubber  production  and  marketing,  and  result  in an\nincrease  in the  sector's  overall  value-added.  During  the  last  few  years,  RGC  has  also\ninitiated  its divestment  plans  for other  state-owned  enterprises  in the agriculture  sector  by\nmaking  them financially  autonomous.  However,  the two enterprises  (the Agricultural  Inputs\nCompany  and  the  Kampuchea  Fishery  Import  and  Export  Company)  have  not  been\nsuccessfully  adapted  to market conditions,  generate  uncertainty  in the agricultural  input and\noutput  markets,  and  use  scarce  public  resources  for  redundant  activities.  In this  context,\nRGC  will  complete  the  divestment  process  of  these  enterprises  under  ASDP.  The\ndivestment  of  these  public  enterprises  will  be  done  with  RGC's  full  commitment  to  the\nmarket-based  agriculture  sector  development,  and will further  promote  the development  of\nthe private sector in the agricultural  input and output markets.\n9.  The  RGC's  third  policy  objective  under  ASDP  is to  strengthen  the  capacity  of\npublic  institutions  to  support  competitive  agricultural  commercialization.  RGC  fully\nrecognizes  the need to strengthen  the departmental  functions  of the Ministry  of Agriculture,\nForestry  and  Fisheries  (MAFF)  by  rationalizing  their  roles  and  responsibilities,  and  their\norganizational  set-up,  particularly  in the fields of agricultural  policy planning,  monitoring,  and\nmarketing  information  services.  A new sub-decree  for this purpose  will be in place during the\nASDP  period.  MAFF  will  also  establish  the  required  programming  and  budget  planning\nmechanism  needed to utilize the medium-term  expenditure  framework  for the sector.  MAFF 1\nin collaboration  with the Ministry  of Women's  and Veterans'  Affairs,  has initiated  activities  to\npromote  gender  mainstreaming  efforts, which  have not been well coordinated  in the past in\nthe agriculture  sector.  Under  ASDP,  MAFF  will establish  a sector-wide  gender  policy  and\nstrategy with specific  action plans.\n10.  RGC  has  established  a  unit  in  MAFF  to  implement  the  existing  regulations  and\nprepare  new regulatory  systems  to ensure  quality and safety of agricultural  and agro-based\nprodtJcts in accordance  with  the provisions  of the World  Trade  Organization  (WTO).  RGC\nhas formulated  a detaijed  timetable  for specific actions  in the agriculture  sector to ensure full\nCOmpliance with the WTO  requirements.  With ADB's  technical  assistance  to be provided  in\nconj~nction  with  ASDP.  RGC  wishes  to  strengthen  MAFF's  capability  and  complete\nappropriate  documentation  and other  agriculture-related  activities  for the  harmonization  of\nregulations  and procedures  relating to plant protection  and animal health.\n11.  In  the  area  of  agricultural  research  and  extension,  RGC  formulated  a  national\nstrategy  in October  1998 with assistance  from the Government  of Australia,  and has initiated\nt\"'e Implementation  of this strategy  by establishing  the Cambodian  Agricultural  Research  and\nDeyelopment  Institute,  and  introducing  appropriate  operational  procedures  to improve  the\n19cQI-Ievel' service delivery.  During the ASDP  period, RGC will strengthen  coordination  within\nthe national  agricultural  research  system,  and formulate  and initiate the implementation  ofa\nmaster  plan  for  agricultural  research.  RGC  has  also  made  substantial  efforts  in\natringthening  public  agricultural  extension  services  in  Cambodia,  which  need  to  ~\nsupported  with  increased  budgetary  allocations  in the medium-term  expenditure  framework\nand through  partnerships  with the private sector.  Under ASDP,  RGC will increase  allocation\nof budgetary  resources  for these  purposes.  MAFF will institutionalize  the improved  contents\nof  the  broadcasting  programs  on  agricultural  technology  information  to  effectively\ndlasemlnate  such information  in a cost-effective  manner .\n12.  .By  combining  a  policy-based  program  loan  and  an  investment  project  loan  under\nASDP  J RGC  intends  to  address  the  needs  of  the  agriculture  sector  in  a  more  integrated\nmanner.  RGC  will  continue  close  dialogue  with  ADB  during  ASDP  implementation,  and", "42 Appendix 4\nconsultations  with  other  external  funding  agencies  and  the  private  sector  through  the\ncoordination  meetings  for  the  agriculture  sector  regularly  organized  by  MAFF.  RGC  fully\nagrees  with  ADS  on  the  ASDP's  program  framework,  and  will  review  the  progress  and\nimpact of ASDP jointly  with ADS  missions  and the ADS's  Cambodia  Resident  Mission.  This\nwill  ensure  that  the  ASDP's  specific  agenda  and  program  objectives  will  be  achieved\naccording  to the agreed  schedule,  and that appropriate  remedial  measures  are sought  on a\ntimely basis in the case of deviations  from the schedule.\n13.  Finally,  RGC wishes  to reconfirm  its strong commitment  to enhancing  the sustainable\ngrowth  of  the  market-based  agriculture  sector,  and  reiterate  its  longer-term  vision  for\nagricultural  commercialization  and diversification.  ASDP  will provide  necessary  support  for\nRGC to materialize  this vision.  In this context,  RGC looks forward  to actively  working  with\nADB in this important  undertaking.\nSincerely yours,\n~\nKeat Chhon\nSenior Minister\nMinister of Economy  and Finance\n,", " \nPOLICY MATRIX UNDER THE AGRICULTURE SECTOR DEVELOPMENT PROGRAM \n \nPrevious Measures Taken and  Measures Prior to the  Measures Prior to the \nMedium-Term Policy Objectives \nCurrent Situation  First Tranche Release  Second Tranche Release \n       \n1. Improve farmers' ability to raise \nproductivity and diversify towards \nhigher-value products \n \n  a. Provide better access to productive  (cid:159)  Revised Land Law enacted in  (cid:159)  The Council of Ministers  (cid:159)  MAFF to establish and \nland  August 2001, strengthening the  (COM) to approve the  implement, as required, \nlegal framework for land  subdecree for social land  a specific mechanism to \nownership  concessions, following  provide adequate \n(cid:159)  Pilot activities for land titling  stakeholder consultations  extension support for the \ninitiated in accordance with the  (cid:159)  Council of Land Policy to  beneficiaries of social \n2001 Land Law  establish an inter- land concession \n(cid:159)  Civil code being finalized  ministerial working group,  programs \n(cid:159)  The guidelines for the  including MLMUPC and  (cid:159)  COM to approve the \nimplementation of the social land  the Ministry of  subdecree on the \nconcession subdecree being  Agriculture, Forestry and  reduction of unused or \nformulated by the Ministry of Land  Fisheries (MAFF), for the  excessive economic land \nManagement, Urban Planning  preparation of a  concessions, following \nand Construction (MLMUPC)   subdecree on the  appropriate \n  reduction of unused or  consultations with key \nexcessive economic land  stakeholders \nconcessions   \n \nb. Improve legal and policy framework for  (cid:159)  Policy for sustainable irrigation  (cid:159)  COM to approve the  (cid:159)  MOWRAM to complete \nbetter access to irrigation water  management issued in January  National Water Policy  the formation of FWUCs \n1999  (cid:159)  Ministry of Economy and  under the 11 pilot \n(cid:159)  Pilot activities with the total  Finance (MEF) to provide  irrigation schemes \namount of about $1.1 million for  funds for the Ministry of  included in the MAFF \nforming farmers' water user  Water Resources and  Work Program \ncommunities (FWUCs) at 11  Meteorology (MOWRAM)  A\np\nirrigation schemes included in the  for the implementation of  p\ne\nn\nMAFF Work Program (2001– the initial 3 pilot irrigation  d\n2005), which follows up on the  schemes for forming  ix 4\nf(iLrsota Ang 1r4ic4u5lt–uCreA SMe[SctFo]r)  Program  FWWorUkC Psr ougnrdaemr  the MAFF  4     \n3\n \n ", " \nPrevious Measures Taken and  Measures Prior to the  Measures Prior to the  4\nMedium-Term Policy Objectives  4\n  (cid:159)  WaterC Luarwre anptp Sroitvueadt iboyn  COM and    First Tranche Release   Second Tranche Release       A\np\nsubmitted to the National  p\ne\nAssembly in March 2002  nd\n(cid:159)  National Water Policy submitted  ix\n 4\nto COM in December 2002   \n \n  c. Establish legal and institutional  (cid:159)  Seed strategy formulated    (cid:159)  COM to approve a draft \nframework for better access to improved  (cid:159)  Four seed companies set up  seed law, satisfactory to \nseeds  under the Agricultural Quality  ADB, and submit it to the \nImprovement Project funded by  National Assembly for \nthe Australian Agency for  approval \nInternational Development   \n(cid:159)  Seed Law being drafted \n \n  d. Improve the regulatory system to  (cid:159)  The Bureau of Agricultural    (cid:159)  MAFF to establish, in \nensure the quality of agrochemicals  Materials Standards established  collaboration with other \ntraded in the market  in October 1998  government agencies, \n(cid:159)  Provincial inspectors appointed  an effective inspection \nand trained  system to ensure the \n(cid:159)  A circular for the implementation  quality of agrochemicals \nguidelines on agricultural  traded in the market \nmaterials standards approved in   \nOctober 2002, and distributed to \nthe relevant provincial staff \n(cid:159)  Training seminars for MAFF's \ncentral and provincial staff, and \nfor the private traders are in \nprogress \n \n2. Improve market environment for       \nprivate agro-based enterprise growth \n \n  a. Complete divestment of the state- (cid:159)  A divestment plan of the SOREs  (cid:159)  COM to establish a  (cid:159)  COM to remove the \nowned rubber estates (SOREs)  formulated and approved in 1998  divestment committee for  identified regulatory \n(cid:159)  7 SOREs converted into  the 7 SOREs and  constraints to marketing \nautonomous public enterprises in  complete external audit of  unprocessed and \nMarch 1999  the 7 SOREs by external   processed rubber  ", " \nPrevious Measures Taken and  Measures Prior to the  Measures Prior to the \nMedium-Term Policy Objectives \nCurrent Situation  First Tranche Release  Second Tranche Release \n  (cid:159)  An overall review of the existing  auditors acceptable to  products \nrules and regulations for  ADB according to the  (cid:159)  COM to complete the \nmarketing unprocessed and  internationally  divestment of the 7 \nprocessed rubber being  acceptable auditing  SOREs according to a \nconducted  standards  divestment plan agreed \n(cid:159)  Intent to divest the 7 SOREs  with ADB, which \nreconfirmed by COM in  includes appropriate \nDecember 2002  safety net measures \n  satisfactory to ADB \n \n  b. Ensure no state interventions into the  (cid:159)  Agricultural Inputs Company  (cid:159)  COM to establish a  (cid:159)  COM to complete the \nagricultural input and output markets  (AIC) converted into an  divestment committee for  divestment of the AIC \nautonomous public enterprise in  AIC and KAMFIMEX,  and KAMFIMEX \nFebruary 1999  establish the timetables  according to divestment \n(cid:159)  Kampuchea Fishery Import and  for divestment of the AIC  plans agreed with ADB, \nExport Company (KAMFIMEX)  and KAMFIMEX, and  which include \nconverted into an autonomous  appoint external auditors  appropriate safety net \npublic enterprise in September  acceptable to ADB  measures satisfactory to \n2002    ADB \n(cid:159)  COM decision for the divestment \nof AIC and KAMFIMEX issued in \nDecember 2002 \n       \n3. Strengthen institutional capacity for \ncompetitive agricultural \ncommercialization \n \n  a. Rationalize the roles and  (cid:159)  A subdecree on the MAFF's roles    (cid:159)  COM to approve a new \nresponsibilities of MAFF's departments  and responsibilities, and the job  subdecree to rationalize \ndescriptions of MAFF's  the roles and \ndepartments issued in April 2000  responsibilities of \n(cid:159)  Roles and responsibilities of  MAFF's departments  A\np\nMAFF's departments continue to  based on the findings of  pe\nn\noverlap  MAFF's internal review  d\n(cid:159)  Divided roles of policy planning  (cid:159)  MAFF to establish an  ix 4\nand monitoring  ipnrtoegrnraaml p  lanning,  4     \n5\n \n ", " \nPrevious Measures Taken and  Measures Prior to the  Measures Prior to the  4\nMedium-Term Policy Objectives  6\n  (cid:159)  MAFFC'su wrroerknitn Sg igturoautipo nto     First Tranche Release  Secboundgde Ttirnagn acnhde  Release       A\np\nreassess the roles and  expenditure  p\ne\nresponsibilities of MAFF's  management system in  nd\ndepartments established  order to utilize the  ix\n 4\n(cid:159)  MAFF's review of the policy  medium-term   \nplanning role of the Planning  expenditure framework \nDepartment initiated \n \n  b. Formulate an operational strategy for  (cid:159)  MAFF's activities for gender  (cid:159)  MAFF to establish a  (cid:159)  MAFF to approve and \nmainstreaming of gender issues in the  mainstreaming being carried out  working group on gender  implement a policy and \nagriculture sector  on a project-by-project basis  mainstreaming in the  strategy, satisfactory to \n  agriculture sector  ADB, for the \n  mainstreaming of gender \nissues \n \n \n  c. Complete appropriate documentation  (cid:159)  MAFF's technical working group  (cid:159)  MAFF to establish a WTO   \nand other agriculture-related activities  and focal points for WTO  Unit in consultation with \nrequired for Cambodia's accession to the  accession established  the Ministry of Commerce \nWorld Trade Organization (WTO)  (cid:159)  Key WTO-related documents for  (cid:159)  MAFF to formulate a \nsanitary and phyto-sanitary  detailed schedule for \nrequirements (SPS) being  WTO-related work \nprepared  activities of the WTO Unit \n   \n  d. Improve the MAFF's agricultural  (cid:159)  A broadcasting program to    (cid:159)  MAFF to implement an \nmarket information services  disseminate market information in  effective strategy, \nplace since 1997  satisfactory to ADB, for \n(cid:159)  An impact survey on AMIP  its agricultural market \nconducted in 1998  information services \n(cid:159)  A preliminary review of the   \nMAFF's agricultural marketing \nservices conducted in May 2003 \n \n  e. Ensure proper coordination of  (cid:159)  A national strategy for agricultural    (cid:159)  MAFF to approve and \nnational agricultural research activities  research and extension approved  start implementing a \nin October 1998  master plan for \n(cid:159)  The establishment of an   agricultural research, ", " \nPrevious Measures Taken and  Measures Prior to the  Measures Prior to the \nMedium-Term Policy Objectives \nCurrent Situation  First Tranche Release  Second Tranche Release \n  independent national agricultural      satisfactory to ADB \nresearch council proposed to \nmake agricultural research more \nresponsive to client needs \n(cid:159)  A concept paper for the \npreparation of an agricultural \nresearch master plan formulated \nand approved by MAFF \n \n  f. Improve the quality and coverage of  (cid:159)  Department of Agricultural  (cid:159)  COM will propose to the  (cid:159)  MAFF to institutionalize \nthe public agricultural extension services  Extension (DAE) established in  National Assembly an  the revised contents into \n1995  increase in the overall  the broadcasting \n(cid:159)  Agro-ecological assessment  recurrent budget of MAFF  programs to disseminate \nsystem for agricultural  for 2004 by at least 5%  agricultural technology \ntechnologies at the local level  over 2003 and give an  information \nintroduced with assistance from  increase sufficient to \nthe Australian Agency for  provide adequate \nInternational Development  extension services \n(AusAID) \n(cid:159)  A new performance appraisal \napproach formulated for DAE \n(cid:159)  A plan to improve the \nbroadcasting programs on \nagricultural technology \ninformation being prepared. \n \n \nA\np\np\ne\nn\nd\nix\n 4\n4     \n7\n \n ", "48  Appendix 5 \nPROGRAM IMPLEMENTATION CHART \n \n \n \n(Council for the national-level \nCouncil for Agricultural and \ncoordination in agriculture and rural \nRural Development \ndevelopment) \n(Interministerial secretariat for overall \nAgriculture Sector \nprogram implementation, established \nDevelopment Program \nat the Ministry of Agriculture, Forestry, \nSecretariat \nand Fisheries) \n(Working-level units for \nprogram and project \nimplementation) \nProgram Support  Project Coordination \nUnit  Unit \n(cid:159) Program Manager  Project Coordinator \n(cid:159) Monitoring and Evaluation  Support Staff \nOfficer \n(cid:159) Accounting Officer \n(cid:159) Support Staff \nProject Focal Points \nProvincial Departments \nDistrict Staff \nProgram Focal Points \nTask Forces and Committees Provision of Extension Support \nLine Agencies Departments \nand Units \nFarmers’ \nGroups \n ", "  Appendix 6  49 \nINELIGIBLE ITEMS \n \n1.  No withdrawals of loan proceeds shall be made for the following items. \n \n(i)  expenditures for goods included in the following groups or sub-groups of the \nUnited Nations Standards International Trade Classification, Revision 3, or any \nsuccessor groups or sub-groups under future revisions as shall be designated by \nthe Asian Development Bank by notice to the Borrower: \n \nGroup  Subgroup  Description of Items \n \n     \n  112  Alcoholic beverages \n \n  121    Tobacco, unmanufactured tobacco refuse \n \n  122    Tobacco, manufactured (whether or not containing tobacco \nsubstitutes) \n \n  525    Radioactive and associated materials \n \n  667    Pearls, precious and semiprecious stones, unworked or \nworked \n \n  718  718.7  Nuclear reactors and parts thereof, fuel elements (cartridges) \nnonirradiated, for nuclear reactors \n \n  897  897.3  Jewelry of gold, silver, or platinum group metals (except \nwatches and watch cases) and goldsmiths' or silversmiths' \nwares (including set gems) \n \n  971    Gold, nonmonetary (excluding gold ores and concentrates) \n \n \n(ii)  expenditures in the currency of the Borrower or of goods supplied from the \nterritory of the Borrower; \n(iii)  payments  made  for  expenditures  incurred  more  than  180  days  prior  to  the \nEffective Date; \n(iv)  expenditures  for  goods  supplied  under  a  contract  that  any  national  or \ninternational  financing  institution  or  agency  will  have  financed  or  agreed  to \nfinance,  including  any  contract  financed  under  any  loans  from  the  Asian \nDevelopment Bank; \n(v)  expenditures for goods intended for military or para-military purposes or for \nluxury consumption; or \n(vi)  expenditures  for  pesticides  categorized  as  extremely  hazardous  or  highly \nhazardous in Class 1a and 1b, respectively, of the World Health Organization's \nClassification of Pesticides by Hazard and Guidelines to Classification. \n ", "50  Appendix 7 \nPROJECT COST ESTIMATES AND FINANCING PLAN \n \nTable A7.1: Cost Summary by Component \n \n                       %  % Total \nItem    Foreign  Local  Total  Foreign  Local  Total  Foreign  Base \n           (KR‘000)  (KR‘000)  (KR‘000)  ($'000) ($'000)  ($'000)   Exchange  Costs \nA.   Base Costs   \n1. Extension Support for Farmer \nGroups    3,567,490 9,994,904 13,562,394 915 2,563 3,478   26    64 \n2. Support Services for Agro-\nEnterprises    278,242 1,541,147 1,819,389 72 395 467   15      9 \n3. Institutional Strengthening for        \n    Agricultural Commercialization  331,828 526,289 858,117 85 134 219   39      4 \n4. Project Management Support    1,846,445 3,001,443 4,847,888 473 770 1,243   38    23 \n      Subtotal (A)    6,024,005 15,063,783 21,087,788 1,545 3,862 5,407   29  100 \n         \nB.   Contingencies       \n  1. Physical Contingencies    87,017 105,821 192,838 22 27 49   45      1 \n  2. Price Contingencies    249,591 1,012,890 1,262,481 64 260 324   20      6 \n           \n      Subtotal (B)    336,608 1,118,711 1,455,319 86 287 373   23      7 \n           \nC.   Interest during Implementation    396,969 0 396,969 102 0 102 100      2 \n           \n             Total    6,757,582 16,182,494 22,940,076 1,733 4,149 5,882   29  109 \n                          \nSources:   ADB. 2001. Technical Assistance for Preparing the Agriculture Sector Development Program. Manila (TA \n3695–CAM); and staff estimates. \n \nTable A7.2: Financing Plan by Financier and by Categorya \n($’000) \n \n                     Local   \nItem  Government  ADB  Total  Foreign  (Excluding  Duties and \n     Amount  FR(%)  Amount  FR(%)  Amount  PR(%) Exchange  Taxes)  Taxes \n   \nA. Civil Works (rehabilitation)      26  20  102   80  128    2  0 115  13 \nB. Vehicles    120  28  303   72  423    7  289 13 121 \nC. Equipment and Materials    132  20  527   80  659  11  335 287  37 \nD. Support Service Contracts      34  20  135   80  169    3  0 152  17 \nE. Training and Studies        0    0  1,389 100  1,389  24  53 1,336    0 \nF. Consulting Services        0    0  994 100  994  17  454 540    0 \nG. Training Allowances    268  23  890   77  1,158  20  0 1,158    0 \nH. Incremental Operating Costs           \n  1. Vehicles    423  70  181   30  604  10  423 61 120 \n  2. Other Operating Costs    179  70  77   30  256    4  77 153   26 \nI. Interest during Implementation        0    0  102 100  102    2  102 0    0 \n     Total  1,182  20  4,700   80  5,882 100  1,733 3,815 334 \nNote:  FR = financing ratios; PR = percentage of the total project cost. \na   Procurement packages under the project will include those for service vehicles, motorcycles, equipment and \nmaterials under international shopping or direct purchase procedures; and those for local civil works to rehabilitate \nagricultural extension offices under local competitive bidding. \nSources: ADB. 2001. Technical Assistance for Preparing the Agriculture Sector Development Program. Manila (TA \n3695–CAM); and staff estimates. ", "Appendix 8  51 \nCONSULTING SERVICES FOR PROJECT IMPLEMENTATION \n \nA.  Extension Project Adviser-Team Leader (international consultant, 20 person-months) \n \n1.  An extension project adviser will act as team leader for consulting services engaged \nunder the project for 20 person-months over the project period, including 12 months in the first \nyear and intermittently for the remaining period. The adviser will assist the project coordination \nunit (PCU) in maintaining effective coordination among central-level agencies, provincial rural \ndevelopment committees (PRDCs), PRDCs' executive committee secretariats and provincial \ndepartments for agriculture, forestry and fisheries (PDAFFs). In particular, the adviser will do the \nfollowing: \n(i)   Help the PCU and PDAFFs, and establish project management procedures and \ninternal monitoring and financial control systems in line with the Government's \noperational procedures for the decentralized management system. \n(ii)   Assist PCU and PDAFFs in installing appropriate procedures for procurement \nand fund disbursements for the project in accordance with the relevant guidelines \nof the Asian Development Bank (ADB), and train the PCU and PDAFF staff in \nsuch procedures. \n(iii)   Prepare and conduct training programs for the staff of PCU and PDAFFs to \nupgrade their capacity to plan and implement agricultural extension services, \nlinkage  with  agricultural  research,  monitoring  and  evaluation,  awareness  of \ngender mainstreaming, and knowledge of improved agricultural technology for \nhigh-value products. \n(iv)   Prepare a project operational manual for project staff to ensure that they are able \nto follow project procedures and implement project activities efficiently. \n(v)   Assist the PCU and PDAFFs in selecting communes and project beneficiaries to \nachieve  project  objectives  and  avoid  conflicts  of  field  activities  with  other \noperations. \n(vi)   Ensure close coordination at the central and local levels with project activities \nfinanced  by  the  International  Fund  for  Agricultural  Development,  Australian \nAgency for International Development, and other external funding agencies. \n(vii)   Help the PCU identify capacity-building needs of the departments of the Ministry \nof Agriculture, Forestry and Fisheries (MAFF) and organize training programs \nand seminars. \n(viii)   Help the PCU and PDAFFs establish terms of reference and procedures for \nsupport services for agroenterprise growth (particularly in small- and medium-\nscale  agroprocessing  and  agribusiness  services)  to  be  provided  under  the \nproject, and contracting out these services at the provincial level. \n \nB.  Environmental Management and Monitoring Specialists (international consultant, 1 \nperson-month; domestic consultant, 14 person-months) \n \n2.  The environmental management and monitoring specialists will carry out the following \ntasks: \n(i)  Help the Government identify and monitor potential environmental issues related \nto the Agriculture Sector Development Program (ASDP). \n(ii)  Provide  the  Government with technical support and guidance in formulating \nmeasures  to  mitigate  any  anticipated  adverse  environmental  impact  under \nASDP. \n(iii)  Help strengthen the knowledge, capacity, and skills of the MAFF's Bureau for \nEnvironmental Impact Assessments and PDAFF staff to identify, review, and \n ", "52  Appendix 8 \naddress environmental issues in MAFF's projects and programs, and to provide \ntraining  in  the  use  of  forms,  checklists,  and  procedures  for  environmental \nmonitoring. \n(iv)  Assist the bureau and PDAFFs in designing and implementing training programs \non environmental management and monitoring in the agriculture sector, including \nfarmers’ use of agrochemicals, soil conservation techniques, integrated pest \nmanagement, and activities of agro-based enterprises. \n(v)  Provide the Bureau of Agricultural Materials Standards of MAFF with technical \nsupport and guidance on the registration and regulatory procedures to import and \nsell agrochemicals. \n(vi)  Help ensure close coordination among government agencies in environmental \nmonitoring  activities,  including  MAFF,  Ministry  of  Water  Resources  and \nMeteorology, and Ministry of Environment. \n \nC.  Project Management and Coordination Specialist (domestic consultant, 48 person-\nmonths) \n \n3.  A project management and coordination specialist will be engaged under the project for \n48 person-months over the project period, including 12 months in the first year and intermittently \nthereafter, and stationed at the PCU. The specialist will act as the deputy team leader, and will \nhelp the PCU ensure effective management and coordination of project activities. In particular, \nthe specialist, by closely working with the team leader, will do the following: \n(i)  Initiate inception meetings and workshops to formulate the overall work programs \nand  schedule,  involving  the  PCU,  PDAFFs,  and  representatives  of  other \nagencies. \n(ii)  Liaise with concerned parties at the central and provincial levels to ensure that \nproject  procedures  and  guidelines  are  being  followed  in  the  day-to-day \nimplementation of project activities. \n(iii)  Assist the PCU and PDAFFs in establishing an internal monitoring system to \nassess the progress and impact of project activities based on defined indicators, \nand ensure effective project monitoring and evaluation throughout the project \nperiod. \n(iv)  Prepare a manual on the use of the monitoring system, in English and Khmer, \nand help institutionalize the system so that the progress and impact monitoring \nreports can be generated on time, taking into account the capability of PDAFF \nstaff, including assessment of the effectiveness of alternative extension systems \nand methods. \n(v)  Help the PCU and PDAFFs computerize their main systems for monitoring and \nreporting on project implementation progress and impact. \n(vi)  Train  PCU  and  PDAFF  staff  to  ensure  that  they  are  able  to  operate  the \nmonitoring system. \n(vii)  Provide necessary guidance for provincial extension specialists in preparing and \nimplementing field demonstrations, field days, and study tours for farmer groups \nand PDAFF staff. \n(viii)  Identify operational issues regularly at the central and local levels, and initiate \nconsultations among stakeholders to resolve such issues.  \n(ix)  Help improve the capacity of PCU and PDAFF staff to implement participatory \nassessments of project impact, and collect and analyze primary data. \n(x)  Help the PCU and PDAFFs in day-to-day operation of support services for \nagroenterprises under the project by interacting with private sector organizations \nand traders in the project area. ", "Appendix 8  53 \n \nD.  Provincial Extension Specialists (domestic consultants, 192 person-months) \n \n4.  A  provincial  extension  specialist  will  be  engaged  in  each  project  province.  The \nspecialists will work closely with the PCU, PRDCs, PRDCs' executive committee secretariats, \nand PDAFFs. The specialists will do the following: \n(i)   Help PDAFF staff  in the day-to-day operation of extension support to farmer \ngroups under the project. \n(ii)   Help  PDAFFs  assess  local  needs  based  on  the  agroecosystems  analysis \napproach developed under the Cambodia Australia Agricultural Extension Project \nand used for public extension services. \n(iii)   Organize  annual  district  conferences  and  workshops  to  discuss  the  work \nprogram of the project and operational issues among key stakeholders in the \nselected districts. \n(iv)   Assist PDAFFs in developing provincial annual work programs for the project in \nview of commune and district plans, and outcome of district conferences and \nworkshops. \n(v)   Help  PDAFFs  prepare  and  undertake  extension  activities,  including  training \nprograms, study tours, farmer exchange meetings, field demonstrations and field \ndays. \n(vi)   Ensure that the project includes functional literacy training for women farmers \nand improves training programs, materials, and facilities to accommodate women \nfarmers' needs. \n(vii)   Help PDAFFs implement the provincial-level support services for agroenterprises \nunder  the  project  and  ensure  effective  coordination  with  the  implementing \norganizations of the services. \n(viii)   Promote interactions between PDAFF staff and private sector organizations, \nincluding community-based organizations (CBOs), nongovernment organizations \n(NGOs), traders and millers, to enhance their extension services relating to \ncommercial crops and post-harvest operations. \n(ix)   Help PDAFFs assess production and marketing potentials of high-value products \nin the project area, and promote interactions between farmer groups and private \nsector organizations. \n(x)   Help maintain close liaison and coordination with national and local NGOs  and \nCBOs working in the project area. \n \n ", "54  Appendix 9 \nTECHNICAL ASSISTANCE1 \n \n \nA.  Agricultural  Policy  Planning  Specialist-Team  Leader  (international,  15  person-\nmonths) \n1.  The consultant will perform the following tasks: \n(i)   Provide technical support for the interministerial program secretariat and the \nMinistry of Agriculture, Forestry and Fisheries (MAFF) in facilitating the reform \nmeasures under the Agriculture Sector Development Program (ASDP) through \nclose consultations with key stakeholders. \n(ii)   Help  the  Government  establish  and  implement  central  and  provincial \nmechanisms  to  provide  extension  support  for  farmers  included  in  the \nGovernment's social land concession programs and for estate workers affected \nby divestment of the state-owned rubber estates (SOREs). \n(iii)   Identify and help remove regulatory constraints on marketing of unprocessed and \nprocessed rubber. \n(iv)   Assist the Government in formulating the revised divestment plan for the SOREs, \npreparing  divestment  plans  for  the  Agricultural  Inputs  Company  (AIC)  and \nKampuchea Fishery Import and Export Company (KAMFIMEX), and completing \nthe divestment process of these enterprises. \n(v)   Identify training requirements of the central and local staff of MAFF involved in \nagricultural  policy  planning,  statistics,  program  budgeting  and  agro-industry \ndevelopment;  and    help  organize  training  programs  on  issues  related  to \nagricultural  commercialization  and  diversification,  World  Trade  Organization \n(WTO), and inspection and control of agrochemicals.  \n(vi)   Help  MAFF  rationalize  the  roles  and  responsibilities  of  its  departments  to \nstrengthen the role of the Department of Planning, Statistics, and International \nCooperation in agricultural policy planning, program budgeting, and monitoring \nand evaluation. \n(vii)   Help  MAFF  formulate  and  implement  a  strategy  for  agricultural  market \ninformation services. \n(viii)   Assist  MAFF  in  improving  and  institutionalizing  the  content  of  MAFF's \nbroadcasting programs to disseminate agricultural technology information. \n(ix)   Compile consultants' reports and assist the program secretariat in preparing \nquarterly progress reports on ASDP to be submitted to the Government and the \nAsian Development Bank. \n \nB.  Corporate Management  Specialists  (international,  3  person-months;  domestic,  15 \nperson-months) \n2.  The consultants’ responsibilities will include the following: \n(i)   Assist the Government in completing external auditing of the public enterprises to \nbe divested, and updating and formulating their divestment plans. \n(ii)   Carry out a detailed review of public enterprises to be divested, with respect to \ntheir operations and financial conditions and based on the outcome of external \nauditing of such enterprises. \n(iii)   Help facilitate divestment of public enterprises through close consultations with \nkey stakeholders. \n                                                 \n1  The TA first appeared in ADB Business Opportunities (Internet version) on 14 June 2003. ", "Appendix 9  55 \n(iv)   Help formulate necessary safety-net measures to mitigate adverse social impacts \nof divestment, and ensure that the resettlement policy framework for  ASDP is \neffectively implemented. \n(v)   Provide the Government with technical support with regard to managerial options \nfor divestment, negotiations with key stakeholders, ownership structures, and \noperational and administrative procedures. \n(vi)   Ensure, during the team leader's absence, proper coordination with institutions \nand  agencies  concerned  with  implementation  of  technical  assistance,  and \nprepare and compile reports and other papers. \n \nC.  Public Expenditure Management Specialist (international, 3 person-months) \n3.  The consultant’s responsibilities will include the following. \n(i)   Advise MAFF on ongoing initiatives for budget management improvement and \nmodernization to improve the delivery of services in the agriculture sector. \n(ii)   Assist  MAFF  in  formulating  a  program-based  medium-term  expenditure \nframework (MTEF) for the agriculture sector, and in introducing the MTEF in \nplanning and executing budgets of central MAFF and its provincial departments, \nwith particular attention to the budgetary allocation for public extension services. \n(iii)   Design a system to track all funds for agriculture sector expenditures (budget and \noff-budget, domestic and foreign, recurring and capital expenditures) in close \ncoordination and dialogue with key stakeholders. \n(iv)   Participate in meetings of the MTEF Task Force, and serve as a focal point for \ninteragency coordination for budget reforms affecting the sector. \n(v)   Organize workshops and seminars to raise awareness about reform initiatives in \nbudget preparation, execution, and review, regarding their impact on MAFF's \nability to deliver services to the sector, and possible steps to maximize the gains, \nand minimize the losses, from such initiatives.  \n \nD.  Agricultural  Research  Specialists  (international,  3  person-months;  domestic,  3 \nperson-months) \n4.  The consultants' responsibilities will include the following: \n(i)  Provide MAFF with technical support to implement the Government's 1998 policy \nfor agricultural research and extension, and help establish and strengthen a \nnational  agricultural  research  council  in  collaboration  with  the  Cambodian \nAgricultural Research and Development Institute, colleges, universities and other \norganizations. \n(ii)  Help MAFF refine and finalize the draft seed law through a series of consultation \nmeetings with key stakeholders. \n(iii)  Review agrochemical inspection and control systems, and assist MAFF's Bureau \nof Agricultural Materials Standards in establishing and managing an effective \nsystem through close coordination with other government agencies. \n(iv)  Recommend ways to streamline responsibilities among MAFF's departments in \nfield research and extension, improve national capacity for agricultural research \nthrough an improved institutional and regulatory framework and interactions with \nregional and international research institutes, and introduce a competitive grant \nsystem to promote applied research programs. \n(v)  Provide support for the improvement and consolidation of MAFF's laboratory \nfacilities  in  relation  to  the  streamlining  of  responsibilities  among  MAFF's \ndepartments. \n ", "56  Appendix 9 \n(vi)  Help  conduct  training  programs  on  WTO's  sanitary  and  phytosanitary \nrequirements. \n \nE.  Social and Gender Analysis Specialists (international, 3 person-months; domestic, 8 \nperson-months) \n5.  The consultants will perform the following tasks: \n(i)  Help the Government formulate measures to mitigate adverse social impacts of \nthe reform measures to be implemented under ASDP, including social land \nconcession programs and divestment of public enterprises. \n(ii)  Help facilitate consultations and dialogue on divestment for public enterprises, \nand  prepare  communication  materials,  and  contribute  to  the  effective \nimplementation  of  the  resettlement  policy  framework  for  ASDP  and  the \nresettlement plans, as required. \n(iii)  Help the MAFF gender working group formulate a national strategy and policy to \nmainstream gender issues in the agriculture sector, and start implementing the \nstrategy and policy by incorporating them in the MAFF's revised institutional \nframework, and raising awareness of MAFF provincial and district staff about the \nnational  strategy  and  policy,  and  strengthening  MAFF  staff's  capacity  for \nimplementation. \n(iv)  Assist  the  MAFF  gender  working  group  in  harmonizing  various  gender \nmainstreaming efforts being carried out among different agencies involved in the \nagriculture sector. \n(v)  Assist  MAFF  in  undertaking  other  gender-related  activities  and  addressing \ngender  issues  in  MAFF's  projects  and  programs,  and  providing  necessary \ntraining in gender mainstreaming in the sector and the use of forms, checklists \nand procedures for social monitoring. \n \nF.  Law Specialists (international, 2 person-months; domestic, 2 person-months) \n6.  The specialists will have the following tasks. \n(i)  Examine  clauses  of  laws  and  regulations  directly  related  to  ASDP  reform \nmeasures, and provide the Government with legal advice. \n(ii)  Coordinate with the Council for Land Policy in policy and legal matters related to \nsocial and economic land concessions. \n(iii)  Identify legal and regulatory issues related to divestment of public enterprises, \nand recommend ways to resolve such issues. \n(iv)  Help  strengthen  the  capacity  of  the  MAFF  WTO  Unit  through  training  and \ntechnical support in harmonizing documentation and other agriculture-related \nactivities with WTO's regulatory and procedural requirements. \n(v)  Assist MAFF's Bureau of Agricultural Materials Standards in establishing an \nappropriate  regulatory  framework  to  ensure  quality  control  of  agrochemicals \ntraded in the market, and in strengthening the bureau's capability to enforce the \nregulations. \n ", "Appendix 9  57 \nTable A9: Cost Estimates and Financing Plan \n($’000) \n \n  Foreign  Local  Total \nItem \n   Exchange  Currency  Cost \nA.  Asian Development Bank Financinga               \n  1.  Consultants               \n    a.  Remuneration and Per Diem               \n      i.  International Consultants  672  0  672 \n      ii.  Domestic Consultants  0  108  108 \n    b.  International and Local Travelb  24  48  72 \n    c.  Reports and Communications    8  0  8 \n  2.  Equipmentc    6  0  6 \n  3.  Meetings and Seminarsd    0  10  10 \n  4.  Field Surveyse    0  12  12 \n  5.  Miscellaneous Administrative Costsf    0  21  21 \n  6.  Representative for Contract Negotiationsg    2  0  2 \n  7.  Contingencies    69  20  89 \n        Subtotal (A)    781  219  1,000 \n                       \nB.  Government Financing               \n  1.  Office Accommodations    0  30  30 \n  2.  Remuneration and Per Diem of Counterpart Staff    0  60  60 \n  3.  Field Transport    0  15  15 \n  4.  Meeting and Seminar Facilities    0  48  48 \n  5.  Other Administrative Expenses    0  27  27 \n        Subtotal (B)    0  180  180 \n                 \n                              Total      781   399   1,180 \na  Financed by the Japan Special Fund, funded by the Government of Japan.   \nb  Including costs for hiring vehicles and motorcycles, and domestic airfares.   \nc  Including procurement of two computers and one printer.   \nd  Including costs for a series of consultative meetings in the proposed project area.   \ne  Local subcontracts for surveys, including expenses for enumerators.   \nf  Including office utilities and supplies, and secretarial expenses.   \ng Travel expenses for inviting one representative of the Executing Agency for contract negotiations.   \nSource:  Asian Development Bank estimates.   \n \n \n ", "58  Appendix 10 \nPOVERTY REDUCTION AND SOCIAL STRATEGY \n \nA.  Poverty Impact Assessment1 \n \n1.  Poverty in Cambodia largely results from high population growth, inadequate income \nopportunities, low literacy, exclusion, and vulnerability. The rural economy has traditionally been \nconstrained by cyclic and chronic problems leading to increased poverty. Low agricultural value-\nadded growth implies low income for farmers, who make up most of rural population. Low \ngrowth and uncertainty also imply reduced incentives to invest in the sector, thus weakening \nlinkages with the rest of the rural economy and compromising the sector's future sustainability. \nIn December 2002 the Government formulated the National Poverty Reduction Strategy (NPRS) \nin line with the  Second  Socioeconomic  Development  Plan  (SEDPII),  and  emphasized  the \nimportance of the agriculture sector in maximizing food self-sufficiency and increasing income-\ngenerating opportunities. In the agriculture sector, the Government will implement pro-poor \nstrategies to target provinces with high incidence of poverty and food insecurity. \n \n2.  The Agriculture Sector Development Program (ASDP)  will facilitate policy reforms in \nthree areas: (i) improve farmers ability to raise productivity and diversify toward high-value \nproducts, (ii) improve the market environment for private agro-based enterprises, and (iii) \nstrengthen  institutional  capacity  for  competitive  agricultural  commercialization.  All  these \nmeasures will have some direct or indirect impact on poverty reduction. The first policy area \naddresses improvement of legal and regulatory aspects of productive resources and input \nsupply, access, and use, with emphasis on poor and low-income farmers. By improving access \nto and use of non-rice land, smallholder investment can be encouraged through secure tenure. \nFarm production may be increased through improved access to and use of irrigation water and \nquality seed, fertilizer and chemicals in input markets. The poor are expected to be major \nbeneficiaries in the short to medium term particularly of measures related to land tenure and \nlinkage opportunities. The poor will also benefit from quality agricultural inputs, provided they \nare affordable. \n \n3.  Second, divestment of public enterprises will remove distortionary effects of agricultural \ninput and output markets and enhance more competitive market environment. Rubber is one of \nthe largest agricultural exports but state domination of the industry and inefficiencies constrain \nthe subsector’s income-earning and growth potential, and discourage estate and smallholder \nexpansion. Smallholders, including the poor, will benefit from an improved market environment \nthat will facilitate private agroenterprise growth.  However, this policy area may result in a \npossible short-run reduction in public sector employment during divestment and have possible \nadverse impact on low-income estate workers. Any negative impact needs to be mitigated \nthrough support for redeployment and provision of opportunities for smallholder plantation \nownership and operation.2 The divestment of other enterprises, the Agricultural Inputs Company \n(AIC) and the Kampuchea Fish Import and Export Company (KAMFIMEX) will have no adverse \nimpact on the poor, but needs to include appropriate social safeguards satisfactory to the Asian \nDevelopment Bank (ADB). \n \n4.  The  third  policy  area  of  ASDP  will  require  shifting  of  public  sector  roles  and \nresponsibilities to encourage commercial agriculture at the national and local levels. The policy \n                                                 \n1  This  section  summarizes  the  poverty  impact  assessment  conducted  on  ASDP.  The  full  assessment  is  in \nSupplementary Appendix F. \n2  Agricultural Development Services. 1999.  The Divestment of Rubber Plantations: Social Impact Assessment. \nSingapore. ", "Appendix 10  59 \narea will indirectly impact the poor through several channels in the medium to long term, by \nimproving access to and relevance of agricultural support services (extension, research, and \nagro-industries) in the decentralized system, and clarifying the national roles of the Ministry of \nAgriculture,  Forestry  and  Fisheries  (MAFF)  to  focus  on  improved  gender-sensitive  policy \nformulation. Improvement in MAFF policy planning will result in implementation of policies that \nmore effectively facilitate agricultural commercialization in domestic and export markets in a \nfree-trade environment. Decentralization of agricultural support service functions to the local \nlevel will improve service provision, relevance, and overall access to poor farmers. \n \nB.  Gender \n \n5.  Women are generally disadvantaged in accessing essential services and resources to \novercome poverty, particularly in education (women's literacy rate is 61%, considerably lower \nthan men's 83%). Rural women have a higher risk of ill health and bear a substantial burden in \nagricultural production in addition to household duties. Women constitute more than half the \nfarming population and carry out most of the rice transplanting and harvesting. They are also \nresponsible for seed selection, and milling and pounding for household consumption. Women \nwork an average of 25- 45% longer than men each day. Women often tend vegetable gardens \nfor home consumption and for sale. Men are normally responsible for the care of large livestock, \nand women for small livestock. The gender division of labor is not entirely rigid but men expect \nto be paid more for remunerative activities than women because of claimed physical strength. \n \n6.  Women carry out well over 90% of reproductive and household duties, including the \ncaring for not only the very young and the aged but also, in some cases, adults who are ill or \ndisabled. Social obligations are important and time consuming. Women do not get public \nrecognition for their supportive role, especially in preparing food for the numerous cultural and \nreligious rituals. Women also provide much of the community work, such as ensuring the daily \nfeeding of monks or the logistics to organize a major temple festival. Women and men have \nequal rights to legally own land. However, distress sales of land (due to loan default and other \nhardships) among poor female-headed households have been over double that of male-headed \nhouseholds. Access to affordable credit and other income-generating opportunities, including \nwage labor, is limited. Participation of women in the political and public sectors remains low \nfrom the commune to national level. Female extension workers are less than one third of total \nstaff complement. The situation is even worse at the MAFF central office, while slightly better in \nprovincial  departments  of  agriculture,  forestry,  and  fisheries.  Female  students  are  under- \nrepresented in all institutions that offer tertiary education in agriculture.  \n \nC.  Socioeconomic Profile of the Project Area \n \n7.  Based on a socioeconomic assessment, 4 provinces in the southern region have been \nidentified as the project area for ASDP's project component in view of their production and \nmarketing potential of high-value products, and synergy with other projects in the agriculture \nsector. The project provinces are Kampong Cham, Kampong Speu, Kampot, and Takeo, with a \npopulation of about 3.5 million or 31% of the country's population. Land area ranges from 9,420 \nsquare kilometers (km2) in Kampong Cham to 3,490 km2 in Takeo. On average, more than 89% \nof labor force in these provinces is engaged in agriculture. Life expectancy at birth varies but is \nmostly in the late 50s. Kampong Speu has the highest total fertility rate of 6, and highest infant \nand child mortality rates of 80 and 53, respectively. \n \n8.  There are pockets of serious poverty, especially in Kampong Cham. These poor areas \nare particularly vulnerable to floods and other natural disasters. In the project provinces, the \n ", "60  Appendix 10 \nmajority of communes are poor, with 20- 40% of households being below the official poverty \nline.3 More than 90% of households have some type of land. Survey findings (footnote 4) \nsuggest that 74% of male-headed and 62% of female-headed households have wet-season rice \nland, while 61% of male-headed households and 62% of female-headed households have \nhome-garden plots for non-rice crops. Only 2% of male-headed and none of female-headed \nhouseholds have a legal title for their agricultural or residential land. Landless households \nconstitute about 5% of total households surveyed.4 Landlessness is concentrated in the poorest \ngroup of farmers. Large tracts of land concessions exist in Kampong Speu, Kampong Cham, \nand Kampot provinces, and limit access of landless and marginal farmers to productive land.  \n \n9.  Land-use patterns have changed rapidly with the increase in commercial activities. A \ndual system of land ownership and control is emerging. Obtaining a land certificate is complex \nand lengthy, involving several layers of government offices. There is a tendency that more \npowerful and influential parties obtain land from weaker and vulnerable groups of people by \ntaking advantage of their influence in their society. Forced sale or land-grabbing is observed \noccasionally. The lack of awareness of the content and benefits of the 2001 Land Law, and lack \nof resources and knowledge disadvantage the poor and vulnerable.  \n \n10.  Due to population pressure, migration from lowland to upland has become increasingly \nvisible in recent years. In some cases, the landless or near-landless people provided with \nprivate  state  land5  from  local  authorities  clear  it,  resell  it,  and  migrate  again.  Similarly, \nencroachment  is  reported  in  various  economic  concessions.  In  the  project  provinces,  in-\nmigration rates are lower than those in provinces around the Tonle Sap Lake. According to the \nsurvey (footnote 4), the majority of out-migrants from rural areas move to other rural areas. \nRural-to-urban out-migration is relatively low. \n \n11.  In the four provinces of ASDP, the mainly Muslim Cham people are the major ethnic \nminority group, constituting about 5% of the total population. They are lowland farmers having \nthe same life style as the dominant Khmer people. Their Islamic religious beliefs may limit the \nparticipation of women in social organizations. Other ethnic minority groups include Vietnamese, \nChinese, and Suoy (mainly in Kampong Speu). The accurate number of these people is not \nknown because, especially in the case of Vietnamese, some are illegal migrants belonging to \nthe fishing community and also because they are often not permanently settled. It is estimated \nthat they constitute less than 1% of the total population in the ASDP provinces. There is no \nadequate information on these ethnic groups, although the upland location of the Suoy people \nwould suggest an involvement in shifting or swidden cultivation. It is also likely that some of \nthese groups, who have access to land in upland valleys, grow a wet season rice crop and non-\nrice crops such as vegetables, root crops, gourds and fruits for their consumption. \n \n12.  As in other parts of the country, there are people with disabilities in the project provinces \ndue to the past war and landmines. The 1999 Cambodia Socioeconomic Survey estimated that \nat least 1.5% of rural population is disabled. Disabled females usually suffer from congenital \ndisabilities, including visual and hearing problems than males. Landmines will also have a \nlingering impact on agricultural and other income-generating activities in the rural area.  \n \n                                                 \n3  Including monthly expenditure of KR 54,050 and other five criteria of (i) crop land per household, (ii) forest land per \nhousehold, (iii) female literacy, (iv) dependency ratio, and (v) access to safe drinking water.  \n4  Based on the field surveys conducted under a TA (ADB. 2001. Technical Assistance to the Kingdom of Cambodia \nfor Preparing the Agriculture Sector Development Program. Manila. [TA 3695- CAM]). \n5  Private state land can be leased or traded while public state land (like land for roads and railways) is under a \nspecial legal regime and belongs to public legal entities. ", "Appendix 10  61 \nD.  Possible Social Risks and Mitigation Measures \n \n13.  Under ASDP, the Government will facilitate implementation of the 2001 Land Law by \nputting  in  place  the  subdecrees  on  social  land  concessions  and  on  reduction  of  unused \neconomic land concessions. Selected landless people will be settled in areas to be made \navailable under the social land concession programs. ADB discussed possible social risks with \nthe Government and agreed to include in the subdecree requirements for detailed social and \nenvironmental impact assessments for all social land concession programs. These measures \nwill identify possible social and environmental risks  involved in each concession program. A \ndetailed field survey will be first carried out by the World Bank for a pilot social concession \nprogram under its Land Management and Administration Project. ADB will closely monitor the \nprogress and continue its dialogue during ASDP. \n \n14.  Liquidation of unsustainable public enterprises may lead to short-term redundancies. \nThe Government has established a committee to manage divestment of the rubber estates, AIC, \nand KAMFIMEX, and address labor issues. There are about 15,500 employees in seven state-\nowned rubber estates. About 12,000 casual workers are engaged in rubber planting, production \nand  transport  activities  on  a  contract  basis.  Other  employees  include  managerial  and \nadministrative staff, teachers, health workers, security guards, and drivers. Most employees \nlikely to be affected will be among the less poor, including administrative and managerial staff \n(about  700).  Teachers  and  health  workers  are  expected  to  be  absorbed  in  the  relevant \nministries or provincial authorities. The Government formulated a plan for the divestment of the \nseven rubber estates in 1998. This plan needs to be updated and revised based on the external \naudit of the estates to be carried out by the national divestment committee. A resettlement \npolicy framework has also been prepared to address the inadequacy of the existing legal \nprovisions in Cambodia. This policy is based on the idea that ASDP must serve the needs of \nsociety and ensure that the program affected people are at least as well-off due to divestment of \npublic enterprises. \n \n15.  Divestment of AIC (55 staff) and KAMFIMEX (about 300 staff) will increase efficiency in \nthe use of scarce public resources, remove market uncertainties, and contribute to the growth of \nprivate agro-based enterprises, thereby creating more employment opportunities in the medium \nterm. During dialogue with ADB, the Government indicated its policy to absorb as many staff as \npossible  through  redeployment  within  MAFF.  However,  some  staff  members  need  to  be \nseparated if the enterprises are to be liquidated.  The Labor Law requires the employer to \nprovide the employee with a specified minimum notice period before separation and a minimum \nseverance benefit. According to other instances of divestment in Cambodia, actual terms and \nconditions are usually determined during direct negotiations between the investor, who is \ninterested in purchasing the assets of the concerned public enterprise, and the Government, \nwhich is usually represented by Ministry of Economy and Finance and the concerned line \nministry. In relation to ASDP reform measures, the Government assured ADB that adequate \ncompensations would be provided for the employees of the concerned public enterprises  in \ncase they are affected by the divestment plan of the Government. \n \n16.  A few ethnic minority groups live in the project area for ASDP's project component. No \nadverse social impacts on them are foreseen. Special consideration will be given to their \nfarming practices and social conditions when they intend to form farmer groups and participate \nin the project activities for agricultural extension support. Where necessary, minority groups may \nform their own groups and receive separate training. \n \n \n ", "62  Appendix 10 \n \n \nTable A10: Summary Poverty Reduction and Social Strategy \n \nA.  Linkage to the Country Poverty Analysis \n \nSector identified as a national priority  Sector identified as National Priority in Country Poverty \nin Country Poverty Analysis           YES  Partnership Agreement     YES \nContribution of the sector/subsector to reducing poverty in Cambodia: \n \nThe agriculture sector accounts for 39% of gross domestic product and 70% of the total labor force, and has a \nsignificant potential to contribute to poverty reduction in rural areas, where about 90% of the country's poor live. The \nsector can also help increase farm household income, food security, rural employment and agro-based exports. \n \nB.  Poverty Analysis \n \nPoverty is widespread in the country, especially in rural areas. About 10% of farm households have no access to \nagricultural land, and farmers' access to natural resources such as forest and fish resources is limited. Low and \nhighly variable rural incomes set the stage for massive internal migration in the country. Increasing disparities \nbetween rural and urban areas cause social tensions and marginalization of rural migrants in cities. Increased \nproduction and marketing of high-value products is essential for sustainable agricultural growth. The current situation \nof stagnant agriculture leads to persistence of poverty. Lack of access to productive resources and improved \nagricultural inputs and technology is a major cause of low productivity. Especially, poor farmers are deprived of \nincome-generating opportunities, physically and institutionally. Large, unhealthy households are faced with serious \nobstacles to improving their livelihoods.  The poor have low levels of education, and lack functional skills and \ninformation on markets. The poor have limited access to commune clinics, health centers, and modern medical \nfacilities, and are also highly vulnerable to natural disasters. Locally-based intensive support is required to improve \nthe poor's livelihoods.  \n \nC.  Participation Process \n \nStakeholder analysis prepared   Participation Strategy \nYES  To be formulated at project inception \nDuring preparation of the Agriculture Sector Development Program (ASDP), stakeholder analysis and consultations \nwere conducted in several ways, including through farmer investment surveys, in three provinces of different \nagroecological zones, stakeholder participatory workshops in 11 provinces, and focused group discussions with a \nwide range of stakeholders.  \n \nASDP implementation will involve participation of key stakeholders at different levels and from different sectors. \nMAFF and its provincial departments, and provincial departments of the Ministry of Women's and Veterans' Affairs, \nand other local administrations will take active part in the project component in line with the decentralization policy of \nthe Government. Private traders and nongovernment organizations will be involved in training programs, various field \ndays, and demonstration trials to be organized under ASDP. \n \nD.  Potential Issues \n \n  Significant/  Strategy to Address Issues  Output Prepared \nNot Signifi-\ncant/ \nUncertain/ \nNone \nResettlement  Not  The subdecree for social land concessions was finalized  Social and \nsignificant  through a series of stakeholder consultations with ADB’s  environmental \ntechnical  assistance  to Cambodia for Implementation  of  impact \nLand  Legislation  (TA  3577- CAM).  A  pilot  social  land  assessment \nconcession program will be carried out under the World  requirements \nBank's  ongoing  Land  Management  and  Administration  incorporated in \nProject. As part of the pilot program, field assessments will  the subdecree for \nbe  conducted  in  some  selected  areas  to  ascertain  social land ", "Appendix 10  63 \n  Significant/  Strategy to Address Issues  Output Prepared \nNot Signifi-\ncant/ \nUncertain/ \nNone \nbe  conducted  in  some  selected  areas  to  ascertain  social land \nimplementation issues and risks and ways to overcome  concessions \nthem before introducing social land concessions to other   \nareas.  ADB  will  continue  close  dialogue  with  the   \nGovernment  to  monitor  the  progress  of  the  social  land   \nconcession program.   A resettlement \n  policy framework \nWith respect to divestment of state-owned rubber estates  prepared and \nand  other  public  enterprises,  several  scenarios  can  be  agreed to ensure \nconsidered,  including  downsizing  or  closure  of  the  compliance with \nenterprises. There is a possibility, although less likely, that  ADB's policy on \nthe closure or downsizing of an enterprise may lead to  involuntary \nestablishment of other activities displacing some workers of  resettlement \nthe enterprises. To address this issue, the Government will  (Supplementary \nensure that adequate social safeguards, satisfactory to ADB,  Appendix E) \nwill be incorporated in ASDP. \nGender  None  Support  for  systematic  institutionalization  of  gender  A draft gender \nmainstreaming in the agriculture sector is foreseen under  strategy and \nASDP.  No  negative  gender  issues  relating  to  ASDP  action plan \nimplementation are anticipated. Rather, a number of positive  prepared \nimpacts on women are highly likely. Women farmers will be  (Supplementary \nempowered  through  improved  access  to  resources,  Appendix F) \nservices, and opportunities.  \nAffordability   None  None  No \nLabor  Possibly  Divestment  of  public  enterprises  may  result  in  some  Updating and \nnegative  redundancies. External auditing will be carried out to obtain  revision of the \nimpact in the  reliable  information  on  the  financial  positions  of  these  1998 divestment \nshort run  enterprises and to update or formulate workable divestment  plan for state-\n  plans, which will form the basis for detailed negotiations and  owned rubber \nNot  transparent  divestment  processes.  ADB  will  provide  estates, and \nsignificant  technical and advisory support through the proposed TA and  formulation of \n  conduct close dialogue with the Government to monitor the  divestment plans \nprogress of program implementation.   for other public \nenterprises \nIndigenous  None  The socioeconomic assessment concluded that ASDP will  No \nPeoples  have no negative effect on indigenous peoples, and may \neven have positive effects to the extent the indigenous \npeoples are included in ASDP. \n \n ", " \nENVIRONMENTAL ASSESSMENT MATRIX \n6\n4\n   \nPolicy and Project \nProposed Actions  Expected Outputs  Environmental Impact  Mitigation Measures \nObjectives  A\n1. Improve farmers'  •  Implementation of the 2001  •  Secure and increased  •  Possible negative impact of  •  Incorporate and promote the  pp\nability to raise  Land Law  access to productive land  intensified use of land and  integrated pest and nutrient  en\nproductivity and  •  Approval of water policy, and  •  Improved legal and policy  water resources, and  management practices in the  dix\ndiversify toward high- implementation of pilot  framework for water  increased demand for  project component of Agriculture   1\n1\nvalue products  schemes to form water users'  resource management  agrochemicals for high- Sector Development Program   \n  communities   •  Legal framework for better  value products  (ASDP) \n•  Submission of the draft seed  access to improved seeds  •  The impact will be minor and  •  Increase resources for agricultural \nlaw to the National Assembly  •  Improved regulatory system  indirect unless the scale of  research and extension. \n•  Dissemination of  to ensure the quality of  activities is large and  •  Mainstream environmental \nimplementation guidelines to  agrochemicals traded in the  concentrated. The impact of  sensitization and best practice \nensure the quality of  market  smallholders' activities is  among all stakeholders \nagricultural materials traded in    cumulatively small and  •  Promote smallholders' activities \nthe market  scattered.  only outside protected areas \n•  The increased efficiency of   \nirrigation water use and the \nimproved regulatory system \nfor agrochemicals will have \na direct positive \nenvironmental impact. \n \n2. Improve market  •  Divestment of state-owned  •  Divestment process  •  The growth of private  •  Sensitize agroenterprise \nenvironment for private  rubber estates (SOREs) and  completed for SOREs  agroenterprises may have  entrepreneurs and other \nagro-based enterprise  other state-owned public  •  Divestment process  secondary or tertiary  stakeholders with environmental \ngrowth  enterprises in the agriculture  completed for AIC and  products, which have  issues through support services \n  sector: the Agricultural Inputs  KAMFIMEX  possible adverse impact on  for agroenterprises. \nCompany (AIC) and  environment and human  •  Require agroenterprise support \nKampuchea Fish Import and  health through increased  services to be coordinated with \nExport Company (KAMFIMEX)  solid and liquid wastes,  the environmental impact \n  emissions, and noise.  assessment bureau of the Ministry \n•  These impacts will be  of Agriculture, Forestry and \ncumulative in nature, which  Fisheries (MAFF), and the Ministry \nwill include point source and  of Environment  \nnon-point source pollution.  •  Avoid concentration of \n•  The extent and significance  agroenterprise activities in one \nof such impact will be limited  community and establishment in \nbecause of the small size  environmentally sensitive areas  \nand scale of operations, and  •  Carry out a full environmental \nscattered locations of private  impact assessment for a case of \nagroenterprises.  significant environmental impact \n   ", " \nPolicy and Project \nProposed Actions  Expected Outputs  Environmental Impact  Mitigation Measures \nObjectives \n3. Strengthen  •  Streamlining of the roles and  •  A new subdecree to  •  No adverse environmental  •  Integrate and mainstream \ninstitutional capacity  responsibilities of MAFF  rationalize MAFF  impact anticipated  environmental issues into plans, \nfor competitive  departments  departments  •  Increased activities of  strategies and guidelines by \nagricultural  •  Formulation of an operational  •  MAFF's capacity  smallholders and  involving the environmental impact \ncommercialization  strategy for mainstreaming of  strengthened in agricultural  agroenterprises in  assessment bureau of MAFF, and \n  gender issues in the  policy planning, program  commercialized agriculture  Ministry of Environment \n  agriculture sector  budgeting and expenditure  may create second- and  •  Sensitize all stakeholders (MAFF \n•  Actions to comply with the  management system  third-generation negative  and other related agencies, the \nWorld Trade Organization  •  A sector-wide policy and  impacts on the environment.  private sector, and external \n(WTO) provisions in the  strategy approved for  But such impact is  funding agencies) on \nagriculture sector  gender mainstreaming  considered to be minor and  environmental issues  \n•  Improvement of the MAFF  •  MAFF's actions for WTO  limited because of the small  •  Promote the integrated pest and \nagricultural market information  requirements implemented  size and scale of operations,  nutrient management practices \nservices (MIS)  •  A more effective strategy  and scattered locations of  under ASDP \n•  Better coordination within the  for agricultural MIS  agricultural activities.   \nnational agricultural research  implemented  •  Improved agricultural   \nsystem  •  A master plan for national  extension services will have \n•  Improvement of the quality and  agricultural research  a positive impact on \ncoverage of public agricultural  approved and being  environment through \nextension services  implemented  increased knowledge and \n  •  Increased resources for  improved management of \npublic agricultural extension  water resources and \nservices  agrochemicals. \n•  Revised contents for   \nbroadcasting programs to   \ndisseminate information on \nagricultural technology \n \n4. Provide farmers with  •  Provision of extension support  •  Extension services provided  •  Minor positive environmental  •  Increase farmer training in use \neffective agricultural  for farmer groups   and strengthened  impact with improved soil  and handling of agrochemicals  \nsupport services under  •  Provision of support services  •  Support services provided  fertility through planting of  •  Strengthen environmental \nthe project loan  for private agro-based  for agroenterprises  some high-value crops  monitoring at the provincial and \nenterprises  •  Capacity of MAFF's  (such as leguminous crops)  district levels \n•  Strengthen institutional  relevant agencies  •  Positive impact on   \ncapacity for competitive  strengthened  environment through   \nagricultural commercialization    provision of better    A\nagricultural extension  p\np\n•  Pressure on marginal land  e\nn\nreduced due to increased  d\nix\nproductivity   1\n1\n   \n6\n5\n \n ", "66  Appendix 12 \nFINANCIAL AND ECONOMIC ANALYSES \n \nA.  Introduction \n \n1.  The Agriculture Sector Development Program (ASDP) consists of policy-based program \nand investment project components. This section discusses the financial and economic benefits of \nASDP expected under these two components. A narrative assessment has been done for the \nprogram component although preliminary estimates are also indicated for the adjustment costs \nrequired for major policy and institutional reforms. With regard to the project component, financial \nand economic analyses have been carried out quantitatively on the incremental cost and benefit \nstreams of the extension support for farmer groups. \n \nB.  Program Component \n \n2.  The program component combines efforts to liberalize key agricultural markets, and \nfocuses on institutional reform and strengthening. Institutional reforms are a medium-term \nprocess given the time required to establish institutional systems, build staff capacity, monitor \nagricultural trades, and implement regulations nationwide, and to realign budgets to deliver \ndecentralized support services. \n \n3.  The benefits associated with improved access to land will be generated from increased \nsecurity of land property rights, which will provide incentives to poor and landless farmers to make \nunused land productive. Several farmers are already living on the land envisaged in social land \nconcession programs or borders of economic concession lands. This is in fact, one of the main \nreasons for the failure of economic concessions that were given without considering the needs of \nlocal communities or landless people. The costs required for the reforms on land concessions will \ninclude those for rural development support for the beneficiaries of social land concessions to \nsustain  their  livelihoods.  The  Government's  social  land  concession  programs  will  not  be \neffective unless accompanied by land titling and agricultural support services to newly titled \nsmallholders. The rural development support costs for the program will include those for land-\nuse surveys, titling, agricultural extension support and infrastructure. There will also be costs for \nincreased public awareness campaigns on the subdecree for social land concessions and the \n2001 Land Law. Compensation payments may be also required to defray investment costs of \nthe developers of unused and subsequently revoked economic concessions. \n \n4.  The expected benefits generated from divestment of state-owned rubber estates are of \ntwo  types.  The  first  relates  to  the  lower  cost  of  production  resulting  from  more  efficient \nenterprises and work force. The second type relates to additional investment in new assets and \nthe consequent increase in future revenues generated from higher profits from rubber or other \nproducts. Cost efficiency will be realized gradually one over the medium term. In the short run, \nthere may be costs required to provide compensation packages for some redundant staff. To \neffect divestment of rubber estates, redundancy packages and provision of support services for \ndisplaced workers may be required, for which the program loan will generate counterpart funds. \n \n5.  Benefits expected from strengthening of agricultural institutions are mostly indirect and \nto be generated from a more effective role of the public sector to facilitate the market-oriented \nagricultural growth. Rationalization of the institutional functions of the Ministry of Agriculture, \nForestry and Fisheries (MAFF) will require staff training to be provided under the project loan. In \naddition, the program loan will support the expanded role and geographic coverage of MAFF in \nregulating  quality  of  seeds,  fertilizers,  and  agrochemicals,  as  well  as  in  providing  market \ninformation services. ", "Appendix 12     67 \n \n6.  The Government decided to introduce a medium-term expenditure framework (MTEF) \nfor budget planning in priority sectors, including the agriculture sector.1 This will strengthen the \nlinkage between annual expenditures for the sector and overall development plans such as the \nSecond  Socioeconomic  Development  Plan  (SEDPII)  and  the  National  Poverty  Reduction \nStrategy.  In  view  of  the  importance  of  the  agriculture  sector,  the  allocation  of  public \nexpenditures for the sector needs to increase rapidly in line with SEDPII.2 The overall budget \nceiling for the agriculture sector needs to increase from about 2% to the range of 5–10%, which \nis the level adopted for other priority sectors. It is estimated that an incremental budget of about \n$20  million  will  be  required  for  the  agriculture  sector  in  the  medium  term.  During  ASDP \nimplementation, ADB will continue its dialogue with the Government for strengthening the MTEF \nfor  the  agriculture  sector,  and  promote  adequate  fiscal  allocations  to  facilitate  agricultural \ngrowth.  ASDP  will  also  improve  the  country's  fiscal  situation  through  potential  revenue \ncollections and increased efficiency in the agriculture sector. \n \n7.  Under the program component, ASDP will also contribute to benefit distribution in favor \nof the poor through (i) increased public awareness of the legal framework related to the 2001 \nLand  Law  and  related  subdecrees,  (ii)  progress  in  implementing  social  land  concession \nprograms  for  the  poor,  (iii)  divestment  of  state-owned  rubber  estates  and  other  public \nenterprises that will benefit rubber smallholders and small-scale enterprises in the private \nsector, and (iv) increased fiscal resources to local administrations to deliver public agricultural \nextension services. \n \nC.  Project Component \n \n  1.  Approach and Assumptions \n \n8.  Financial and economic analyses were carried out for the project component of ASDP \nbased on typical cropping patterns in the project area, and expected aggregate costs and \nbenefits. It is assumed that the project benefits are expected from farmers' adoption of new \ntechnology through extension support for farmer groups. Other benefits indirectly generated \nfrom ASDP's program component and other project activities relating to support services for \nagro-based  enterprises  and  institutional  capacity  building  will  significantly  enhance  project \nbenefits but have not been quantified in the analyses. The economic life of the project is \nassumed to be 20 years. The prices of project inputs and outputs are those prevailing during the \nsurveys conducted in June 2002 in the project area.3 \n \n9.  The present Government policies in line with SEDPII are assumed to remain during the \nproject period, and general inflation relating to project inputs and outputs will not have a \nsubstantial impact on relative prices. The analysis also assumes that the Government will \neffectively implement the policy and institutional reforms under ASDP to ensure adequate \nbudgetary allocations for public extension agents to achieve project objectives. The primary \ndata and information for the analysis were collected in the project provinces during the field \nsurveys, and recent data on farm-household production were available from various secondary \nsources related to the ongoing agriculture projects. These data have been used to construct \n                                                 \n1  ADB. 2001. Technical Assistance to the Kingdom of Cambodia for Strengthening Public Financial Management. \nManila.  (TA 3634- CAM). \n2  World Bank and ADB (joint document). 2003. Integrated Fiduciary Assessment and Public Expenditure Review. \nWashington DC. \n3  ADB. 2001. Technical Assistance to the Kingdom of Cambodia for Preparing the Agriculture Sector Development \nProgram. Manila. (TA 3695- CAM). \n ", "68  Appendix 12 \nfinancial  farm  budgets  of  non-poor  and  poor  farm  households.  With-  and  without-project \nsituations  have  been  compared  based  on  these  farm  budgets  to  assess  the  incremental \nfinancial benefits and economic viability of improved practices arising from the proposed project \ninterventions. The analyses assumed that about 70% of non-poor farmers and about 60% of \npoor farmers would adopt improved technologies and practices for commercial crops offered \nunder the project. \n \n10.  Project activities will be implemented in the southern region of Cambodia where there \nhas  been  a  significant  progress  in  rural  infrastructure  development4  and  private  market \ndevelopment. Good potential exists for agricultural commercialization and diversification, with \nincreased  extension  support  for  farmer  groups  through  provision  of  information  on  new \nagricultural technology, markets, and enterprises. The total number of potential communes for \nparticipation in the project is 512, which have been identified to avoid overlapping with other \nongoing project activities. Of these communes, project activities can be implemented in about \n280 communes, with an assumption that about 10 farmer groups from each commune will \ndirectly benefit under the project. The cumulative number of participating farmer groups will \nreach 2,800 by project completion and about 56,000 farm households (20 farmers in a group) \nwill receive direct benefits under the project. \n \n2.  Cropping Patterns \n \n11.  Gradual changes in cropping patterns are expected under the project through farmers' \nincreased adoption of new agricultural technology and commercial crops. In a few villages in the \nproject provinces, rapid changes have been achieved by nongovernment organizations and \nunder the Special Programme for Food Security initiated by the Government with assistance \nfrom the Food and Agriculture Organization. The project area is mostly in the rain-fed lowland \nregion where most farmers cultivate rain-fed paddy during May–September.5 According to the \nfield survey conducted in the project provinces during preparation of ASDP, at least about 70% \nof cropped area is devoted to rice. Non-rice crops include corn and other cereals, various \nvegetables, beans, pulses, and fruits. \n \n12.  The project will promote more efficient and commercially viable cropping patterns by \nincreasing access to improved inputs, and information on technology and marketing. Both non-\npoor and poor farmers are expected to gradually change their cropping patterns and introduce \ncommercial production. Farmers will modify commercial cropping patterns more frequently in \nresponse to changes in local market conditions. With improved access to extension services \nand market information, farmers and their groups will be able to make more informed decisions \nand adopt more efficient farming practices. Cropping intensity is expected to increase slightly \nbut remain almost stable in the medium term. \n \n3.  Crop and Farm Budgets \n \n13.  Indicative crop budgets have been established for main crops cultivated in the project \narea and based on farm-gate prices. Rice planting is mainly done through broadcasting in the \nproject  area.  Unpaid  family  labor  is  the  primary  source  of  unskilled  labor.  Hired  labor  is \nestimated to cost about KR3,900 ($1) per day. In some areas where transplanting is practiced, \n                                                 \n4  ADB. 1995. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nKingdom of Cambodia for Rural Infrastructure Improvement. Manila. (Loan 1385–CAM[SF]).  \n5  Continuous rainfall usually starts in April–May in the project area, and increases until August–September, when it \nreaches at its peak. ", "Appendix 12     69 \nhired labor is often used to establish nursery beds. Other cash expenses include those for hiring \ndraft animals and purchasing agrochemicals. \n \n14.  Cambodian farmers consider rice a highly important staple food and strongly emphasize \nsecure rice production. Farmers, particularly poor farmers with small landholdings, are thus not \nexpected to reduce their cropped area for wet-season rice. Under the project, incremental \nfinancial benefits for farmers will mainly come from higher margins gained from improved \nproductivity and increased production of high-value crops. \n \n4.  Project Economic Costs and Benefits \n \n15.  The indicative economic viability of the project has been assessed in aggregate based \non the economic prices of farm inputs and outputs. Border prices have been taken from the \nWorld Bank's global market prices (constant 2002 prices), and a world price numeraire is used \nfor the analysis. The economic prices of local and high-yielding rice varieties have been \nestimated at the border on an import- and export-parity bases as appropriate, and adjusted for \nnon-tradable costs, including handling and transportation, with a standard conversion factor of \n0.9, and labor contents with a shadow wage rate of 0.9.6 Project cost items for extension \nsupport for farmer groups, which are mostly non-tradable items, have also been adjusted with \nthe standard conversion factor. The economic internal rate of return for the project is 39% and \neconomic net present value at a 12% discount rate is KR40,234 million ($10.3 million). \n \n5.  Sensitivity Analysis \n \n16.  A  standard  sensitivity  analysis  was  conducted  for  (i)  increased  costs,  (ii)  reduced \nbenefits, (iii) a combination of the two, and (iv) a 1-year lag in benefits. The analyses show the \nproject to be viable for these different scenarios (Table A12). \n \nTable A12: Summary of Sensitivity Analysis \nEconomic Internal Rate  Sensitivity  Switching \nItem  of Return  Indicator  Value \n(%)    (%) \n      Base Case  39.1     \n      Cases with:       \n            (i) Cost overrun by 10%  36.3  0.7161  191.0 \n            (ii) Benefit reduction by 10%  36.0  0.7928   65.6 \n            (iii) Combination of (i) and (ii)  33.3     \n            (iv) One-year delay in benefits  31.2     \n       \n  Notes: (i)  Sensitivity indicator = percentage change in internal rate of return / percentage change in the variable \nconcerned. \n              (ii) Switching value = the variable at which the project switches from viable to nonviable. \n  Source: ADB. 2001. Technical Assistance for Preparing the Agriculture Sector Development Program. Manila. (TA \n3695–CAM). \n                                                 \n6  A shadow wage rate of 0.9 reflects the situation of labor surplus in the south. In areas where labor surplus is \nexpected to be high, a shadow wage rate of 0.75 is often used. \n "], "metadata": {"Creator": "R218-03 - Microsoft Word", "CreationDate": "D:20031105151005Z", "Title": "R218-03", "Author": "rsa", "Producer": "Acrobat PDFWriter 5.0 for Windows NT", "ModDate": "D:20040218104504+08'00'"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 29 September 2003) \n \nCurrency Unit  –  riel (KR) \nKR1.00  =  $0.00026   \n$1.00  =  KR3,835 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AIC  –  Agricultural Inputs Company \n  ARS  –  agroenterprise resource service \n  ASDP  –  Agriculture Sector Development Program \n  ASP  –  Agriculture Sector Program \n  CARD  –  Council for Agricultural and Rural Development \n  CARDI  –  Cambodian Agricultural Research and Development Institute \n  COM  –  Council of Ministers \n  FWUC  –  farmers' water user community \n  GDP  –  gross domestic product \n  JFPR  –  Japan Fund for Poverty Reduction \n  KAMFIMEX  –  Kampuchea Fishery Import and Export Company \n  MAFF  –  Ministry of Agriculture, Forestry, and Fisheries \n  MEF  –  Ministry of Economy and Finance \n  MIS  –  market information service \n  MTEF  –  medium-term expenditure framework  \n  NGO  –  nongovernment organization \n  NPRS  –  National Poverty Reduction Strategy \n  PCU  –  project coordination unit \n  PDAFF  –  provincial departments of agriculture, forestry and fisheries \n  PSU  –  program support unit \n  SEDPI  –  First Socioeconomic Development Plan (1996–2000) \n  SEDPII  –  Second Socioeconomic Development Plan (2001–2005) \n  SORE  –  state-owned rubber estate \n  TA  –  technical assistance \n  WTO  –  World Trade Organization \n \n \nNOTES \n \n(i)  The Government’s fiscal year (FY) ends on 31 December. \n \n(ii)  In this report, “$” refers to US dollars. \n \n \nThis report was prepared by a team consisting of M. Otsuka (team leader), R. Bolt, B. Frielink, \nS. Lewis, R. Thami, S. Tukuafu, and Y. Uehara. ", "authors": [{"fullname": "S. Lewis", "role": "R", "organization": ""}, {"fullname": "M. Otsuka "}, {"fullname": "M. Otsuka ", "role": "team leader"}, {"fullname": "R. Bolt"}, {"fullname": "B. Frielink"}, {"fullname": "S. Lewis"}, {"fullname": "R. Thami"}, {"fullname": "S. Tukuafu"}, {"fullname": "Y. Uehara"}]}