{"Author": "ldm", "CreationDate": "D:20001010183040Z", "Creator": "ADOBEPS4.DRV Version 4.10", "ModDate": "D:20131112174848+08'00'", "Producer": "Acrobat Distiller 3.01 for Windows", "Title": "Microsoft Word - R204-00rrp.doc", "content": "ASIAN DEVELOPMENT BANK\n\nRRP: PNG 32472\n\nREPORT AND RECOMMENDATION\n\nOF THE\n\nPRESIDENT\n\nTO THE\n\nBOARD OF DIRECTORS\n\nPROPOSED LOAN\n\nON A\n\nTO THE\n\nINDEPENDENT STATE OF PAPUA NEW GUINEA\n\nFOR THE\n\nMICROFINANCE AND EMPLOYMENT PROJECT\n\nSeptember 2000\n\n\fCURRENCY EQUIVALENTS\n(as of 15 September  2000)\n\nCurrency Unit\nK1.00\n$1.00\n\n–\n=\n=\n\nKina (K)\n$0.370\nK2.703\n\nThe kina floats freely. For calculations in this report, an exchange rate of K2.5 to $1.00 has\nbeen used, which was the rate prevailing at the time of appraisal.\n\nABBREVIATIONS\n\nAsian Development Bank\nAustralian Agency for International Development\nBank of Papua New Guinea\nEuropean Union\nInstitute of Banking and Business Management\nLik Lik Dinau Abitore Trust\n\nADB\n–\nAusAID –\nBPNG –\n–\nEU\nIBBM –\nLLDAT –\nMCC      – microfinance competence center\n– microfinance institution\nMFI\n– microfinance steering committee\nMSC\n–\nNCD\nNGO\n–\nNWCP –\nPNGBC –\n–\nPIU\n–\nPNG\n–\nRDB\nRFF\n–\nROSCAS–\n–\nSLS\n–\nSOE\n–\nTA\nVFL\n–\nUNDP –\nZOPP –\n\nNational Capital District\nnongovernment organization\nNational Women’s Credit Project\nPapua New Guinea Banking Corporation\nproject implementation unit\nPapua New Guinea\nRural Development Bank\nrevolving finance facility\nrotating savings and credit associations\nsaving and loan society\nstatement of expenditures\ntechnical assistance\nVillage Finance Limited\nUnited Nations Development Programme\nZiel-Orientierte Projekt Planung\n\nNOTES\n\n(i) \n(ii) \n\nThe fiscal year of the Government and its agencies ends on 31 December.\nIn this report, \"$\" refers to US dollars.\n\n\fCONTENTS\n\nLOAN AND PROJECT SUMMARY\n\nMAP\n\nI. \n\nII. \n\nTHE PROPOSAL\n\nINTRODUCTION\n\nIII. \n\nBACKGROUND\n\nA. \nB. \nC. \nD. \nE. \nF. \nG. \n\nA. \nB. \nC. \nD. \nE. \nF. \nG. \n\nA. \nB. \nC. \n\nIV. \n\nTHE PROPOSED PROJECT\n\nPoverty Conditions\nSector Description\nGovernment Policies and Plans\nExternal Assistance to the Sector\nLessons Learned\nADB’s Sector Strategy\nPolicy Dialogue\n\nRationale\nObjective and Scope\nCost Estimates\nFinancing Plan \nThe Executing Agency\nImplementation Arrangements\nEnvironmental and Social Measures\n\nV. \n\nPROJECT JUSTIFICATION\n\nFinancial and Economic Analyses\nImpact on Poverty\nRisks\n\nVI. \n\nASSURANCES\n\nA. \nB. \n\nSpecific Assurances\nConditions for Loan Disbursement\n\nVII. \n\nRECOMMENDATION\n\nAPPENDIXES\n\nPage\n\nii\n\nvi\n\n1\n\n1\n\n1\n\n1\n3\n11\n11\n12\n   13\n  14\n\n14\n\n14\n16\n20\n20\n21\n21\n25\n\n26\n\n26\n27\n28\n\n28\n\n28\n29\n\n29\n\n31\n\n\fLOAN AND PROJECT SUMMARY\n\nBorrower\n\nPapua New Guinea (PNG)\n\nProject Description\n\nClassification\n\nEnvironmental\nAssessment\n\nRationale\n\nthe \n\ninstitutional  capacity  of  at \n\nThe  Project  will  assist  the  Government  enhance  private\nsector-led economic growth and employment creation. This\nwill  be  achieved  through  the  provision  of  sustainable\nmicrofinance  services  to  viable  enterprises  as  well  as\nsavings facilities to the population at large. The Project will\nstrengthen \nleast  40\npotentially  sustainable  existing  and  new  microfinance\nIt  will  establish  a  microfinance\n(MFIs). \ninstitutions \ncompetence  center \ntraining  and  on-site\nto  provide \ncounseling  to  MFIs;  develop,  test,  and  implement  new\nclient-oriented  saving  services  and  loan  products;  and\nestablish  a  revolving  finance  facility  to  provide  needed\ncapital  to  MFIs  for  onlending.  Reduction  of  poverty  by\nintegrating  the  poor  into  the  mainstream  development\nprocess is the goal.\n\nPrimary:         poverty reduction\nSecondary:    economic growth\n\nCategory C\nEnvironmental implications were reviewed, and no adverse\nenvironmental impacts were identified.\n\nPoverty  is  of  increasing  concern  to  the  Government.\nApproximately  31  percent  of  the  population  live  below  the\npoverty  line  of  $1  per  day.  To  a  large  extent  this  can  be\nattributed  to  the  incomplete  transition  from  a  purely\nsubsistence  economy  to  a  modern  cash-based  economy.\nPoverty  in  PNG  is  directly  linked  to  the  inability  to  earn\nsufficient  cash  income  to  pay  for  school  fees,  health  care,\nand  other  nonfood \nfuture\nitems,  and \nrequirements and times of hardship.\n\nto  save \n\nfor \n\nfor \n\nthe  majority  of \n\nThe formal sector can only provide a small number of jobs.\nIncome-earning  opportunities \nthe\npopulation  will  need  to  come  from  smallholder  agriculture,\nand  micro  and  small  enterprises  in  agroprocessing  and\ntrading.  The  growth  of  the  micro  and  small  enterprise\nsector  is  currently  inhibited  by  (i)  lack  of  vocational  skills,\n(ii)  deterioration  of  the  law  and  order  situation,  (iii)  poor\ninfrastructure,  and  (iv)  limited  provision  and  restricted\naccess  to  financial  services.  Efforts  are  under  way  to\novercome the first three of these impediments. Sustainable\nmicrofinance services are still needed.\n\n\fiii\n\nPNG’s  financial  system  displays  a  significant  institutional\ngap,  which \nleaves  micro  and  small  enterprises,\nsemisubsistence farmers, and poor households without any\nfinancial  services.  MFIs  are  scattered  across  PNG,  and\noperate  in  isolation  and  without  clear  perspectives.  The\nknowledge  of  microfinance  best  practice  is  limited.  The\nability  to  design  appropriate  savings  and  loan  products  to\nsuit  clients’  needs  is  nonexistent.  None  of  the  existing\nservice providers have the institutional capacity to achieve\nsustainability in the near to medium-term.\n\ntheir \n\ninitiatives \n\nrequire  support  measures \n\nto\nMicrofinance \ninstitutional  capacity \nenhance \nthe\nsustainable  delivery  of  microfinance  services  to  a  large\nnumber  of  micro  and  small  enterprises,  and  to  provide\nsavings  facilities  to  the  poor  and  currently  unserved\npopulation. The Project is designed to address these needs\nthrough  the  establishment  of  a  microfinance  competence\ncenter and a revolving finance facility for MFIs.\n\nto  ensure \n\nThe  objective  of  the  Project  is  to  provide  sustainable\nmicrofinance  services  to  viable  enterprises  and  savings\nservices  to  the  population  at  large.  The  project  strategy  to\nachieve  this  objective  is  based  on  building  the  institutional\ncapacity  of  potentially  sustainable  MFIs.  The  Project\ncomprises  three  components:  component  A,  establishment\nof  a  microfinance  competence  center;  component  B,\ndevelopment,  testing,  and  implementation  of  new  savings\nand  loan  products;  and  component  C,  establishment  of  a\nrevolving  finance  facility.  The  Project  will  provide  the\nnecessary  expertise, \ntraining,  counseling,  and  some\nequipment to enhance the MFIs’ institutional capacity. Study\ntours and visits to successfully operating MFIs in Asia, and\nin-country  conferences  and  workshops  will  provide\nexposure to best practices in microfinance. Resources will\nbe  made  available  to  fund  a  pilot  microbanking  scheme\nand the revolving finance facility.\n\nThe  total  cost  of  the  Project  is  estimated  at  $20.5  million\nequivalent,  comprising  $9.1  million  in  foreign  exchange\ncosts and $11.4 million equivalent in local currency costs.\n\nProposed  ADB  financing  is  estimated  at  $9.6  million\nequivalent  (47  percent  of  total  cost).  Government  financing\nwill  amount  to  $4.7  million  equivalent  (23  percent  of  total\ncost). Counterpart funding of $1.2 million will be provided by\nthe Institute of Banking and Business Management and $0.5\nmillion  by  the  Bank  of  PNG.  The  MFIs’  contribution  is\nestimated  at  $3.7  million  equivalent.  Grant  cofinancing  will\nbe  provided  by  the  Australian  Agency  for  International\nDevelopment ($0.9 million).\n\nObjective and Scope\n\nCost Estimates\n\nFinancing Plan\n\n\fiv\n\nLoan Amount and\nTerms\n\nBased  on  the  present  allocation  of  funding,  the  loan  would\namount  to  $9.6  million  from  the  ADB’s  Special  Funds\nresources. The loan would bear a 32-year maturity, including\nan 8-year grace period, with 1 percent interest charge during\nthe  grace  period  and  1.5  percent  during  the  remaining\nperiod.\n\nPeriod of Utilization\n\nUntil 31 December 2006\n\nExecuting Agency\n\nBank of Papua New Guinea (BPNG, the central bank)\n\nImplementation\nArrangements\n\nProcurement\n\nConsulting Services\n\nEstimated Project\nCompletion Date\n\nProject Benefits and\nBeneficiaries\n\nThe Institute of Banking  and  Business  Management  will  be\nthe  Implementing  Agency  for  components  A  and  B,  and\nBPNG  will  directly  implement  component  C.  BPNG  will  set\nup  a  project  steering  committee  to  guide  and  coordinate\nimplementation  unit  will  be\nimplementation.  A  project \nestablished \nand\nadministrative \nimplementation matters.\n\nday-to-day \n\nfor \n\nProcurement  of  goods  and  services  financed  under  the\nProject  will  be  in  accordance  with  ADB’s  Guidelines for\nProcurement.  Procurement  of  vehicles,  computers,  and\nother  office  equipment  will  be  subject  to  international\nshopping  procedures.  Furniture,  training  materials,  and\nrelated service contracts, each below $100,000 equivalent,\nwill  be  awarded  on \nthe  basis  of  direct  purchase\nprocedures.\n\nfinance \n\nrevolving \n\nThe Project will require an estimated 144 person-months of\ninternational consulting services to assist in (i) building MFI\ninstitutional capacity, (ii) developing curriculum and training\nfor  MFIs,  (iii)  developing  microfinance  products,  and  (iv)\nestablishing  a \nIn  addition,\ndomestic consultants to support project implementation, and\ntraining  and  on-site  counseling  of  MFI  staff  will  render  240\nperson-months of services. All consultants to be financed by\nADB will be selected and engaged in accordance with ADB’s\nGuidelines  on  the  Use  of  Consultants  and  other\narrangements  satisfactory  to  ADB  on  the  engagement  of\ndomestic  consultants.  The  international  consultants  will  be\nengaged as a team from a firm.\n\nfacility. \n\n30 June 2006\n\nMore  than  45,000  people  will  directly  benefit  from  the\nProject.  These  beneficiaries  comprise  poor  households,\nmicro and small enterprises, and semisubsistence farmers.\nAt least 40 potentially sustainable, existing, and new MFIs\n\n\fv\n\nwill benefit from the Project. The MFIs will provide reliable\nsavings  facilities  and  access  to  tailor-made  loan  products\nto the people.\n\n\fvi\n\n\fI.\n\nTHE PROPOSAL\n\n1.\nI submit for your approval the following Report and Recommendation on (i) a proposed\nloan  to  the  Independent  State  of  Papua  New  Guinea  (PNG)  for  the  Microfinance  and\nEmployment Project (Project); and (ii) proposed administration by the Asian Development Bank\n(ADB)  of  a  grant  for  the  Project  to  be  provided  by  the  Australian  Agency  for  International\nDevelopment (AusAID).\n\nII.\n\nINTRODUCTION\n\nAt the request of the Government, ADB provided technical assistance (TA)1 to prepare\n2.\nthe Microfinance and Employment Project for possible ADB financing in 2000. The TA started\nwith the Microfinance Best Practice conference in February 2000 in Lae with broad participation\nfrom  a  wide  range  of  stakeholders  and  practitioners.  Field  surveys  covering  three  of  the  four\nregions of PNG were carried out to assess the credit needs of micro and small enterprises, the\ndemand  for  saving  facilities,  and  the  capacity  and  weaknesses  of  current  microfinance\nproviders. The resulting report was discussed during a participatory project planning workshop\nin  March  2000,  during  which  the  goal-oriented  project  planning  (ZOPP)2  method  was  applied\nand resulted in the project framework given in Appendix 1. Participants included representatives\nfrom  national  and  provincial  government  agencies,  microfinance  institutions  (MFI),  savings\ngroups, savings and loan societies (SLSs), the central bank, commercial banks, the Institute of\nBanking  and  Business  Management  (IBBM),    private  sector,  and  bilateral  and  multilateral\nassistance agencies. The ADB Loan Fact-Finding Mission was fielded 19–30 March 2000. This\nwas  followed  by  the  Appraisal  Mission  from  19  June  –  7  July  2000.3  In  addition,  the  Mission\nvisited Bulolo and Wau in the Momase region, and in Wau, discussed in detail the possibility of\npilot  testing  a  microbanking  scheme.  The  national  and  district  governments  expressed  strong\ninterest in and support for the proposed Project.\n\nA. \n\nPoverty Conditions\n\nIII.\n\nBACKGROUND\n\n3.\nAfter 25 years of political independence and some economic and social progress, a large\npercentage of the people of PNG remain poor. The human poverty index for PNG is at the level of\nBurundi  and  Mali,  which  are  among  the  most  poverty  afflicted  nations  in  the  world.    The  1996\nhousehold survey indicated that 31.0 percent of PNG’s population live below the poverty line of $1\nper  capita  per  day.4  The  incidence  of  poverty  is  high  compared  with  countries  with  similar  per\ncapita  income  levels.  Approximately  17  percent  of  the  population  cannot  meet  the  basic\nrequirement of 2,200 calories per day per adult equivalent, even if they spend all their income on\nfood.\n\nThe poverty coexists with wealth. The richest 10 percent of the population account for 36\n 4.\npercent  of  consumption,  whereas  the  poorest  50  percent  account  for  just  20  percent.  The  Gini\n                                                \n1   TA 3315-PNG: Microfinance and Employment, for $150,000, approved on 29 November 1999.\n2  ZOPP, from the German term “Zielorientierte Projekt Planung” is a project planning and management method that\nis based on two techniques — matrix building and stakeholder workshops. The main output of a ZOPP session is a\nproject planning matrix equivalent to a project logical framework, to provide in-depth analysis of project objectives,\noutputs,  activities,  and  performance  indicators  and  risks.  It  encourages  brainstorming,  strategizing,  information\ngathering, and consensus building among stakeholders.\n\n3  The  mission  comprised  A.  Iffland,  Project  Economist  and  Mission  Leader;  and  O.  Tiwana,  Counsel.  The  Mission\n\nwas assisted by T. Schiller, staff consultant.\n\n4   World Bank. 1999 Papua New Guinea: Poverty and Access to Public Services, Report No. 19584-PNG. The $1 a\n\nday is at 1985 prices converted to the national currency at a purchasing power parity exchange rate.\n\n\f2\n\ncoefficient of 0.461 is high by comparison with countries of similar income levels. This is in large\npart a reflection of the dualistic pattern of growth during the postindependence period. Growth has\nbeen led by a capital-intensive minerals sector generating state revenues used in part to support a\nlarge  public  service.  The  semisubsistence  sector  on  which  the  vast  majority  of  the  population\ndepends  has  shown  little  growth.  Per  capita  real  gross  domestic  product  in  the  nonmining\neconomy grew at the average rate of just 0.2 percent per annum during 1978–1998.\n\n5.\nPoverty in PNG has an important regional dimension with the vast majority of the poor\n(93.3 percent) living in rural areas. The incidence and extent of poverty vary significantly across\nthe  five  major  regions  (Table  1).  The  Momase  and  North  Coast  region  exhibits  the  highest\nincidence of poverty, with 45.8 percent of the population living below the poverty line. Poverty\nrates in the regions of Papua and South Coast, the Highlands, and the New Guinea Islands are\nclustered slightly below the national average, ranging from 33.2 to 35.8 percent. The urbanized\nNational Capital District (NCD) accounts for only 3.8 percent of the poor; only a quarter of the\nNCD’s population lives below the poverty line. The depth of poverty, measured by the poverty\nseverity index,5 is twice as high in the poorest Momase and North Coast region as in the NCD.\n\nRegion\n\nTable 1: Poverty Measures by Region\n\nHeadcount Index\n\nPoverty Severity\n\n% of total\nPopulation\n\nIndex\n\nContribution to\ntotal (%)\n\nIndex\n\nContribution\nin total (%)\n\n3.8\n13.2\n38.3\n35.5\n\n25.8\n33.2\n35.8\n45.8\n\nNCD\nPapua and South Coast\nHighlands\nMomase and North\nCoast\n9.2\nNew Guinea Islands\n100.0\nPNG Total\n6.5\nUrban\n93.5\nRural\nNCD = National Capital District, PNG = Papua New Guinea.\nSource: Papua New Guinea. 1996. Household Survey. Port Moresby.\n\n33.6\n37.5\n16.1\n41.3\n\n3.3\n5.5\n5.3\n6.6\n\n5.3\n5.6\n1.6\n6.3\n\n3.3\n14.7\n38.0\n34.2\n\n9.8\n100.0\n4.2\n95.8\n\n5.5\n14.9\n40.1\n29.2\n\n10.3\n100.0\n15.1\n84.9\n\nThe  distribution  of  poverty  can  also  be  viewed  in  terms  of  the  regional  distribution  of\n6.\nnational poverty. The Momase region accounts for almost 36 percent of the poor in PNG, but has\nonly  29  percent  of  the  population.  The  Highlands,  with  about  40  percent  of  the  population,\naccounts for 38 percent of the poor. Hence, over three quarters of the poor population of PNG live\nin these two regions. Measuring poverty with the distributionally sensitive poverty severity index\nindicates the same two regions account for over 70 percent of PNG’s poverty.\n\n7.\nThe  incidence  of  poverty  in  PNG  is  linked  to  the  ability  to  earn  cash  income  to  pay  for\nnonfood  items,  to  vary  and  improve  diets,  and  to  permit  savings  for  times  of  economic  difficulty\n(e.g., drought). Almost 17 percent of the poor population live in households where the household\nhead  earns  no  cash  income,  relying  entirely  on  subsistence  production  (and  perhaps  gifts  of\ncash). The poverty rate for these households is 47 percent. Almost 8 percent of the poor live in\n\n                                                \n5  The poverty severity index is a distributionally sensitive poverty measure that takes into account the distribution of\nconsumption of those falling below the poverty line. This index shows that poverty is significantly deeper in rural\nareas of PNG than in urban areas.\n\n\f3\n\nhouseholds,  whose  main  source  of  cash  income  is  hunting,  gathering,  and  fishing.  The  poverty\nrate  for  these  households  is  57  percent.  Poverty  rates  are  also  above  the  national  average  for\nhouseholds that earn cash income from tree crops (44 percent) and commercial agriculture (42.7\npercent).  These  households  account  for  42.5  percent  and  19.0  percent  of  the  poor  population,\nrespectively.  Where  household  heads  earn  cash  income  from  running  a  business  or  wage\nemployment, poverty rates are much lower (at 25 percent and 17 percent, respectively). Although\nthe latter households collectively account for 29 percent of PNG’s total population, they account\nfor  only  14  percent  of  the  poor  population.  In  general,  increased  provision  of  opportunities  for\nearning secure cash incomes is needed to reduce the incidence and severity of poverty.\n\n8.\nBoth  the  extent  of  income-earning  opportunities  and  the  ability  to  respond  to  such\nopportunities  are  determined  to  a  significant  degree  by  access  to  the  basic  public  services  of\ntransport,  utilities,  health,  education,  and  financial  services.  The  PNG  population  as  a  whole\nexpressed considerable dissatisfaction with access to services in 1996, and it is highly likely that\nthe degree of dissatisfaction increased during the late 1990s as a result of a widely acknowledged\ndeterioration  in  service  provision.  Poverty  reduction  requires  improved  service  delivery  to  rural\nareas.  This  was  the  intention  of  provincial  and  local  government  reforms  introduced  under  the\nOrganic Law of 1995, but effective implementation of devolution has been limited by capacity and\nfunding constraints.\n\nThe  fundamental  and  long-recognized  development  challenge  for  PNG  is  to  achieve\n9.\nsustained economic growth with equity. The poorest 40 percent of the population must participate\nin, and benefit from, the growth process if poverty is to be reduced. Hence, poverty interventions\nhave  to  be  primarily  targeted  at  rural  areas  where  the  vast  majority  of  the  poor  live.    There  are\nsevere development constraints, including the rugged terrain of PNG’s 462,000 square kilometers,\nthe  complexity  of  land  tenure  systems,  the  dispersal  of  4.5  million  people  collectively  speaking\nwell over 700 languages, limited and deteriorating physical infrastructure, a major law and order\nproblem, and the low level of human resource development. Nonetheless, some key development\nconstraints can be eased over time through appropriate government action, notably for investment\nin  human  capital,  better  service  delivery  including  access  to  finance  by  the  rural  areas,  and\ninfrastructure improvement. The Government is committed to addressing these issues to reduce\npoverty  and  socioeconomic  inequalities  through  private  sector-led  growth  and  employment\ncreation (para. 33).\n\nB. \n\nSector Description\n\n1. \n\nThe Financial System\n\n10.\nBanking history in PNG dates back to 1916, when the Bank of New South Wales opened a\nbranch in Port Moresby. It was set up mainly to carry out payment transactions, and to meet the\ncredit  needs  of  the  modern  business  sector,  the  working  capital  needs  of  plantations,  and  the\nforeign trade sector. Until after the Second World War, no other bank established branches in the\ncountry. Up to 1974 the system was essentially a small extension of the Australian system with\npolicies decided by management outside the country. With independence, the PNG branch of the\nCommonwealth Banking Corporation was transferred to the Government and started to work as\nthe first PNG-owned bank under the name of Papua New Guinea Banking Corporation (PNGBC).\nAlthough, there was little utilization of trade or credit facilities by the local population, considerable\nuse was made of savings account facilities. In 1970, Papua New Guineans held nine tenths of the\ntotal number of 400,000 savings accounts, which accounted for one third of the total value. From\n1973  to  1986,  PNGBC  systematically  extended  the  banking  network  to  all  provinces.  While  all\nforeign-owned banks were incorporated locally by 1976, it took 20 years until the first nationally\n\n\fowned private bank was created. On the basis of shares sold by the National Bank of Australia, a\nlocal  consortium  founded  the  Bank  of  South  Pacific  in  1993.  At  present  six  commercial  banks\noperate in PNG.6\n\nThe  Bank  of  Papua  New  Guinea  (BPNG,  the  central  bank)  distinguishes  four  tiers  of\n\n11.\ninstitutions forming PNG’s financial system (Figure 1).\n\nFigure 1: Regulated and Non-Regulated Financial Institutions\n\nR O S C A S  \n\nM i c r o f i n a n c e   N G O s\n\nI n f o r m a l  S a v i n g s   G r o u p s\n\nI n v e s t m e n t    a n d\nP e n s i o n\nF u n d s\n\nI n s u r a n c e\nC o m p a n ie s\na n d  B r o k e r s\n\nS t o c k\n  E x c h a n g e\n\nR u r a l  D e v .\nB a n k\n\nF in a n c e\nC o m p a n ie s\n\nS a v in g s   &\nL o a n\nS o c i e t i e s\n\nM e r c h a n t\nB a n k s\n\n4\n\nC o m m e r c i a l  \nB a n k s\n\nB a n k   o f\nP N G\n\nNGO  =  nongovernment  organization,  PNG  =  Papua  New  Guinea,  ROSCAS  =  rotating  savings  and  credit\nassociations.\nSource:  Bank of Papua New Guinea.  Money and Banking in PNG. Port Moresby, p.125.\n\nBesides BPNG, the system comprises three regulated tiers and one nonregulated. The\n12.\ncommercial banks form the first tier. As creators of secondary money, they are an important link\nbetween  BPNG  and  the  remainder  of  the  financial  system,  as  well  as  with  the  nonfinancial\nsectors of the economy. Commercial banks are important for the conduct of monetary and fiscal\nin  PNG,  as  reserve  requirements  and  Treasury  bills  are  the  most  important\npolicy \nmacroeconomic instruments. The second-tier institutions are bank-like financial institutions, e.g.,\nfinance  companies,  merchant  banks,  and  SLSs,  which  play  an  important  role  in  mobilizing\nsavings. As opposed to banks, they are not allowed to conduct cheque deposits. The third-tier\ncomprises  nonbank  financial  institutions,  including  investment  and  pension  funds,  insurance\ncompanies  and  brokers,  the  stock  exchange,  and  the  Rural  Development  Bank.  Nonbank\nfinancial institutions do not engage in deposit taking. The nonregulated financial institutions form\na  separate  category  and  include  microfinance  nongovernment  organizations  (NGOs)  and\ninformal  savings  groups  that  provide  financial  services  without  any  form  of  regulation  or\nsupervision.\n\nThe  formal  financial  sector  is  supported  by  IBBM,7  which  was  created  in  1965  by  the\n13.\nReserve  Bank  of  Australia  as  the  Banker’s  College.  It’s  overall  objective  is  to  enhance\nprofessional expertise in commerce, banking, finance, and business management by providing\ntraining  and  education  that  meets  national  needs  and  international  standards.  IBBM  is\nconducting  various  residential  and  nonresidential  short-  and  long-term  training  courses  in\n                                                \n6  The  six  banks  are  PNG  Banking  Corporation,  the  Bank  of  the  South  Pacific,  Australia  and  New  Zealand  Bank,\n\nWestpac, Bank of Hawaii, and Maybank (PNG) Ltd. of Malaysia.\n\n7  IBBM was officially established in 1974 under the Associations Incorporation Act of PNG.\n\n\f5\n\nbanking,  finance,  and  business  management  for  staff  of  commercial  banks  in  PNG  and  the\nPacific region, and private sector enterprises. All commercial banks in PNG, the central bank, as\nwell as the Teachers Savings and Loan Society, the largest SLS in PNG, are members of IBBM.\n\n14.\n\nThe structure of this potential market for microfinance services is shown in Figure 2.\n\nFigure 2: Toward Mainstream Financial Services\n\n16.800 (1%)\n\nHigh-End Market\n\nUpgrading\n\n851.000 (55%)\n\nBanks and Financial Institutions\n\nDownscaling\n\nMicrofinance\nInstitutions\n\nLow-End Market\n\n691.000 (44%)\n\nCredit\n\nSavings\n\nInsurance\n\nThe  upper  end  of  the  market,  the  peak  of  the  pyramid,  comprises  people  that  have\n15.\naccess to financial services, and the lower end of the market, the base of the pyramid, consists\nof  people  engaged  in  nonremunerated  subsistence  activities.  The  potential  market  for\nmicrofinance  services  is  between  those  two  market  segments  with  an  estimated  number  of\n851,000 potential customers. Taking a conservative stand, it can be assumed that at least one\nthird of this market has actual demand for credit.8 This amounts to 255,000 potential borrowers.\nBased on an average loan size of $240 the total demand for credit would amount to $61 million.\nUsing a loan size of $800, more appropriate for microenterpises and small farmers, the amount\nincreases to $200 million. Appendix 2 provides details on the micro and small enterprise sector.\n\n16. With  regard  to  savings,  existing  regulated  and  nonregulated  financial  institutions  are\noffering  deposit-taking  facilities  to  some  extent.  PNGBC  plays  the  dominant  role  in  savings\nmobilization  with  a  total  of  465,765  passbooks  and  transaction  accounts,  and  an  average\naccount  balance  of  $141.  PNGBC  expanded  its  network  of  branches  in  urban  centers  and\nagencies  in  remote  areas  until  the  mid-1980s.  The  worsening  security  situation  increased  the\ncost  of  operations  to  an  unsustainable  level  and  subsequently  forced  PNGBC  to  reduce  its\nnetwork substantially. From 407 agencies in 1984, only 87 remained in operation in 1997. The\nwithdrawal  of  this  financial  service,  particularly  from  the  rural  and  more  remote  areas,  has\ncreated a vacuum and at the same time a niche for informal savings groups to be established.\n\n2. \n\nProviders of Microfinance Services\n\n17.\nMicrofinance  providers  can  be  found  in  each  of  the  different  tiers  that  comprise  the\nfinancial  system.  Among  the  first  tier  institutions,  there  are  currently  two  commercial  banks\n                                                \n8  Results  of  the  sample  survey  of  micro  and  small  enterprises  and  their  perceived  credit  needs,  part  of  the  TA\n(footnote  1),  as  well  as  information  provided  by  commercial  banks  on  the  requests  received  for  personal  loans\nsuggest that the demand for credit is in the range of 300,000 potential borrowers.\n\n\f6\n\noffering financial services suitable for the microfinance market, PNGBC and to a lesser extent,\nthe Bank of the South Pacific. Both banks offer deposit services, with PNGBC playing the key\nrole in mobilizing savings in PNG. From a total of $415 million of PNGBC’s demand and term\ndeposits, $127 million correspond to a total of 465,765 passbook and transaction accounts, with\nan average account balance of $141. Compared with the strong involvement in mobilizing small\nsavings, PNGBC is not significantly active in the field of microcredit. Of a total loan portfolio of\n$257 million, only an outstanding balance of approximately $1.2 million (0.18 percent) belongs\nto  nearly  800  credits  disbursed  to  the  microfinance  sector.  According  to  PNGBC’s  estimates,\nabout  40  percent  of  the  corresponding  portfolio  is  at  risk.  Based  on  this  performance  and  the\nGovernment’s  plan  to  privatize  PNGBC,  its  engagement  in  microcredit  will  decrease  in  the\nfuture.\n\nThe  bank-like  financial  institutions,  the  second  tier,  the  SLSs,  and  Village  Finance\n18.\nLimited (VFL) provide microfinance services. While the commercial banks were always oriented\nto the modern economy, the SLSs were originally conceived in the 1960s by the Reserve Bank\nof Australia to promote financial education and development in rural areas, encourage savings,\nprovide  credit,  and  support  small  capital  formation.  After  independence  the  system  of  SLSs\ncame  under  the  supervision  of  BPNG.  Most  SLSs  are  affiliated  with  the  PNG  Federation  of\nSavings  and  Loan  Societies.  Notwithstanding  the  original  rural  orientation  of  the  SLSs,  urban-\nbased societies became increasingly important during the 1980s. Generally, urban societies are\ncentered  on  common  employment,  and  often  secure  contributions  through  payroll  deduction\nschemes. During the 1980s many SLSs ran into problems with high loan delinquencies due to\nmismanagement  and  inexperienced  staff.  As  a  consequence,  today  most  SLSs  are  either\ndormant or were liquidated by BPNG. As of December 1998, there were 21 SLSs in the country\nwith  a  total  membership  of  64,025  and  a  savings  balance  of  $47  million  equivalent  to  an\naverage  savings  balance  of  $737  per  member.  Since  1998,  BPNG  has  carried  out  a\nrevitalization  program  and  introduced  five  new  regional  SLSs.  To  avoid  the  problems  of  the\npast,  almost  all  SLSs  have  established  a  maximum  loan  amount  equivalent  to  the  amount  of\nindividual  savings  held  with  the  institution.  A  considerable  amount  of  savings  deposits  is\nchanneled  either  as  deposits  to  the  commercial  banks  or  is  invested  in  Government  bonds.\nWhile  SLSs  are  important  service  providers,  particularly  to  the  urban  middle  class,  the  size  of\nthe  system, in  terms  of assets and loans, is insignificant when compared with the commercial\nbanks.\n\n19.\nVFL was founded in 1998 as a wholly owned subsidiary of PNGBC with initial capital of\n$400,000. It is a special purpose financial institution established to deliver microfinance services\nthroughout PNG. In 1999, VFL obtained a financial institutions license, which requires targeting\nthe  underprivileged  and  returning  all  profits  for  investing  in  microfinance.  VFL  started  field\noperations  in  1999.  With  a  group  lending  methodology,  the  company  targets  poor  women  in\nrural and urban areas. By December 1999, there were 156 outstanding loans with an average\nsize of $144 and a portfolio at risk of less than 5 percent. On the savings side, 376 compulsory\nand voluntary savings accounts exist, with an average balance of $19. As of March 2000, VFL is\nauthorized to extend individual loans of up to $12,000.\n\nAs part of the third tier comprising nonbank financial institutions, the Rural Development\n20.\nBank  (RDB),  founded  in  1967,  is  one  of  the  Government’s  financial  instruments  to  promote\ndevelopment in urban and rural areas. RDB maintains a small network with seven branches and\n11 representative offices. It has always been a credit supply institution with no deposit facilities\nfinanced  by  the  national  Government  budget.  Unlike  other  development  banks,  it  was  never\nused as a conduit for foreign investment, although during the 1980s the World Bank and ADB\nestablished credit lines for onlending for approved agricultural development projects. Like many\n\n\f7\n\nother  development  banks,  RDB  has  a  bad  loan  portfolio  with  large  credits  targeted  to  priority\nprojects and granted on subsidized interest rates. Because of its poor repayment rates in 1998,\nRDB  had  to  write  off  $8  million  of  a  total  loan  portfolio  of  $24  million.  To  save  RDB,  the\nGovernment provided capitalization with a one-off transaction of $12 million. In the future RDB\nwill concentrate on priority banking for the most profitable clients of the existing loan portfolio. At\nthe  end  of  1998,  RDB’s  total  assets  were  valued  at  $35  million,  with  $12  million  in  loans  and\nadvances and an even higher amount invested in profitable Government T-bills ($13.5 million).\nThe  portfolio  at  risk  lies  in  the  range  of  over  70  percent.  Approximately  12  percent  of  the\noutstanding  loans,  or  2,400  credits  with  an  average  loan  size  of  $1,225  correspond  to  the\nmicrofinance  market.  These  loans  form  part  of  a  small  loan  program  established  to  finance\nsmall capital investments like outboard motors, basic capital equipment, and farming supplies.\n\nThe  nonregulated  financial  institutions  form  the  fourth  tier  of  the  financial  system  and\n21.\ncomprise  various  microfinance  and  microcredit  schemes.  The  Papua  New  Guinea  National\nWomen’s Credit Project (NWCP), a project initiative of the Department of Home Affairs and the\nNational Council of Women, was established in response to the 1987 National Women’s Policy\nto  deliver  credit  to  underprivileged  poor  women.  While  several  pilot  phases  had  rather  poor\nperformance, with the exception of the program in the Western Highlands, in 1996 the NWCP\nwas  implemented  nationwide  with  total  funding  of  $1  million.  The  NWCP  seeks  to  strengthen\nwomen’s associations at the district level to serve as conduits for servicing credit needs of group\nbased, noncollateralized, rural and urban women borrowers. To date, the NWCP is operational\nin approximately 41 districts. By December 1999, the estimated value of the loan portfolio was\nabout $120,000, with 1,250 loans outstanding and an average loan size of $112. The portfolio at\nrisk  is  in  the  range  of  above  50  percent.  Approximately  8,200  women  are  affiliated  with  the\nwomen’s district credit associations for the purpose of credit.\n\n22.\nLik  Lik  Dinau  Abitore  Trust  (LLDAT),  the  best-known  and  most-documented  NGO\nengaged  in  microfinance  in  PNG,  emerged  from  the  collaboration  of  seven  parties,  including\ngovernment  departments:  PNGBC;  United  Nations  Development  Programmme  (UNDP);\nNational Council of Women; and the Foundation of Law, Order, and Justice.  The LLDAT began\noperation in 1994 with the objective to provide savings and credit facilities to very poor mainly\nrural women. It was founded explicitly to replicate the Grameen Bank model. After a promising\nbeginning, LLDAT’s performance was severely affected by the lack of institutional capacity and\nliquidity  problems.  To  date,  there  are  2,704  group  members  affiliated  with  the  trust.  By\nDecember  1998,  LLDAT  had  an  outstanding  loan  balance  of  $85,000,  with  1,493  group\nmembers  and  an  average  loan  size  of  $195.9  According  to  recent  estimations,  the  portfolio  at\nrisk is above 50 percent.\n\n23.\nThe North Simbu Rural Development Project established a microcredit scheme with the\nsupport  of  the  provincial  government,  the  provincial  council  of  women,  and  the  Austrian\nVolunteers Service. The scheme targets women and applies a group approach, with loans given\nto individual members of the group. During the 16 months since inception, the project processed\na total of 630 loans, with 36 currently outstanding. The overall repayment rate is 94 percent, the\naverage loan size $200.\n\n24.\nIn  response  to  the  lack  of  adequate  rural  finance  facilities,  in  1995  the  Lutheran\nDevelopment Service initiated the Putim na Kisim Project. It aims to establish savings cells at\nthe village level as the basis for the development of rural saving and loan societies. The project\n\n                                                \n9 According to the last audited financial statements from December 1999.\n\n\f8\n\nis  seen  as  a  pure  bottom-up  approach,  and  thus  as  an  alternative  to  the  government\nrevitalization  program  for  SLSs.  A  vital  role  in  the  project  concept  is  played  by  the  integrated\nYangpela Didiman Program, run by the Lutheran Development Service for more than 25 years.\nVillage people are trained to serve at the village level as volunteer development workers. In their\nrole  of  multipliers,  their  aim  is  to  improve  agricultural  and  basic  livelihood  skills  and  to  foster\nspiritual  development  throughout  their  community.  To  date,  there  are  more  than  3,000\nvolunteers in hundreds of villages. The Putim na Kisim Project relies on this existing structure to\nadd  village  banking  to  the  multipurpose  program  portfolio  of  the  Yangpela  Didiman  Program.\nCurrently,  there  are  20  saving  cells  operating  in  the  framework  of  the  pilot  phase.  The  saving\ncells have 817 members, with total savings of $29,000. The average individual savings balance\nis  $31.  Lending  is  to  start  in  2000,  and  the  methodology  will  be  similar  to  that  applied  by  the\nSLS: the loan amount will be determined by the individual savings balance, interest rates will be\nin the range of 10 percent per annum.\n\n25.\nThe  VVN  Saving  Society  in  East  New  Britain  Province  is  an  example  of  the  informal\nsavings schemes that exist throughout PNG. The society was established in 1997 through the\ninitiative  of  a  member  of  the  village  community.  The  700  members  save  voluntarily,  with  a\ncurrent savings balance  of $40,000. Funds are held in a group savings account with PNGBC.\nThere are no minimum balance requirements, and withdrawals can be made without limitations\nthree days per week.\n\n26.\nAll  MFIs  and  budding  microfinance  initiatives  have  a  number  of  characteristics  in\ncommon. They are scattered all over PNG, mainly in rural areas, and operate in isolation and\nwithout clear perspectives. The knowledge of microfinance best practice is rather limited, which\nis reflected by a microfinance landscape dominated by Grameen Bank replications irrespective\nof  their  appropriateness  and  suitability  for  PNG.  The  ability  to  design  appropriate  savings  and\nloan products to suit the needs of the clients is generally very weak. The majority of MFIs suffer\nfrom  lack  of  well-defined  and  transparent  governance  and  management  structures,  and  the\nabsence of an effective management information system. The managers and the loan officers\nlack even basic training to adequately carry out their jobs. MFIs are undercapitalized and have\nno mechanism to raise additional funds for onlending through deposits or from formal financial\ninstitutions. Taking all these factors into account, it is not surprising that none of the MFIs have\nachieved financial viability and have no vision on how to achieve it. Details are in Appendix 3.\n\n3. \n\nDemand for Microfinance Services\n\nThe size and structure of the potential market for microfinance services is based on the\n27.\nstructure  of  the  economically  active  population.  Figure  3  distinguishes  between  wage  income,\nnonwage earning, and income in-kind.\n\n\f9\n\nFigure 3: Regional Distribution of Income per Capita (1996 in Kina)\n\nWage\n\nNonwage\n\nIn Kind\n\nNCD\n\nMorobe\n\nEnga\n\nE/Highlands\n\nManus\n\nW/Sepik\n\nMadang\n\nNew Ireland\n\nE/Sepik\n\nGulf\n\n-  \n\n200.0 \n\n400.0 \n\n600.0 \n\n800.0 \n\n1,000.0 \n\n1,200.0 \n\n1,400.0 \n\n1,600.0 \n\n1,800.0 \n\n2,000.0 \n\nNCD = National Capital District\nSource: Papua New Guinea. 1996. Household Survey.\n\nIn 1996, the average per capita income in the provinces, excluding the NCD, amounted to about\n$400 (K1.000). The importance of monetary wage income as compared with monetary nonwage\nincome  is  decreasing  in  the  more  remote  areas  where  income  in-kind  is  the  predominant\nsource.  In  more  than  twothirds  of  the  provinces,  the  average  monetary  income  is  clustered\naround  the  poverty  line  of  K46110  per  adult  equivalent  per  year.  While  wage  earners  in  the\nprovinces are potential clients for savings products, their ability to use credit for nonconsumptive\npurposes is limited. The nonwage earners receive their income from agricultural production and\nother  business  activities,  and  have  an  articulated  demand  for  credit  to  be  used  for  working\ncapital and investments in their businesses.\n\n28.\nA  closer  look  at  the  assets  and  liabilities  of  a  potential  client  will  provide  a  better\nunderstanding of the demand for microfinance services. This is done in a generic way and results\nin the balance sheet structure given in Figure 4.\n\nFigure 4: Generic Balance Sheet of MFI-Clients\n\nAssets\nAssets\n\nLiabilities\nLiabilities\n\nMoney\nClaims from Wantok\nTools and Equipment\nAnimals\nUsing rights of Land\nCoffee/Palm trees\nGardens\nHouse\n\n•\n\n•\n\n•\n\n•\n\nClaims of Wantok\n\nCredit of supplier\n\nCredit from MFI\n\nEquity\n\n                                                \n10  This  poverty  line  of  K461  is  based  on  the  cost  of  a  food  consumption  basket  that  meets  a  minimum  energy\nrequirement  of  2,200  calories  per  adult  equivalent  per  day  and  reflects  the  dietary  pattern  of  the  lower  income\ngroups (food poverty line).\n\n\f10\n\nMost striking is the important role of claims and liabilities that are related to the extended\n29.\nfamily network of the wantok. These relationships are only partly valued in money and follow more\nthe  logic  of  social  reciprocity.    Within  the  framework  of  PNG’s  traditional  culture,  claims  of  the\nwantok  are  of  higher  priority  than  legal  obligations  outside  the  wantok  system.  This  has  to  be\nunderstood  as  part  of  the  social  safety  net  of  the  traditional  culture  that  is  still  predominant  in\nalmost  all  parts  of  PNG  society.  From  an  economic  point  of  view  this  allows  a  smallholder  to\nhandle external shocks such as a draught by attending obligations within the wantok in a flexible\nway.  A  wantok  works  as  a  form  of  extended  equity  that  assumes  part  of  the  risk  as  well  as\nparticipates  in  the  return  of  an  investment.  For  the  purpose  of  demand  targeting,  this  has  to  be\ntaken into account. It would not be wise to try to compete or even to substitute the relationships\nwithin  the  wantok  with  those  of  formal  or  semiformal  financial  institutions.  As  in  the  modern\neconomy, the majority of funding for a small business would be related to equity, in the traditional\neconomy  of  PNG—with  good  reason—this  most  likely  relates  to  the  wantok.  In  both  cases  a\nfinancial institution would always try to avoid the risk related to equity financing, and rather would\ninsist that existing equity covers the risk of a bank loan. The same is true when it comes to the\nwantok system, where an assessment is needed as to whether the wantoks stand ready to take\nsome of the credit risk or whether there is only a potential claim that actually increases the risk of\nthe borrower.\n\n30.\nWith  regard  to  savings  products,  the  wantok  system  leads  to  the  need  for  highly  liquid\nproducts, and also for less liquid term deposits. As obligations toward wantok members may have\nto be attended to on short notice, some liquidity is important, but at the same time, less liquid term\ndeposits can protect individual savings from being siphoned off by the wantok system.\n\nThe following figures on the structure of the economically active population in PNG give\n31.\nsome  indication  of  the  demand  and  the  potential  market  for  microfinance  services.  Table  2\ndistinguishes between remunerated and nonremunerated economic activities.\n\nTable 2: Economically Active Population\n\n \n\nMonetary\n\nWage Job\n\nBusiness\n\nSelf-Employed\n\nProfessional Farm/Fish\n\nTotal\n\nNonmonetary\n\nSubsistence Farm/Fish\n\nStudent\n\nHousework\n\nRetired\n\nUnemployed\n\nOthers\n\nHandicapped/Disabled\n\n1990\n\n240,763\n\n  14,580\n\n 67,082\n\n671,954\n\n600,342\n\n347,469\n\n275,567\n\n 63,965\n\n 11,859\n\n133,612\n\n107,840\n\nPersons\n\n1996\n\n277,418\n\n1  6,800\n\n  77,295\n\n774,256\n\n691,742\n\n400,370\n\n317,521\n\n  73,703\n\n 13,664\n\n153,954\n\n124,258\n\n%\n\n24\n\n1\n\n7\n\n68\n\n100\n\n39\n\n23\n\n18\n\n4\n\n1\n\n9\n\n7\n\n%\n\n9\n\n1\n\n3\n\n27\n\n24\n\n14\n\n11\n\n3\n\n0\n\n5\n\n4\n\n994,379\n\n  1,145,769\n\nTarget\n\nPersons\n\n16,800\n\n77,295\n\n774,256\n\n%\n\n1\n\n5\n\n50\n\n691,742\n\n44\n\nT o t a l\n\n   1,540,654\nPopulation over 10 years    2,535,033\n\n  1,775,213\n  2,920,982\n\n100\n\n100\n\n1,560,093\n\n100\n\n\f11\n\n32. Within  the  remunerated  part  of  the  economically  active  population,  24  percent  are\nclassified  as  employees  receiving  a  wage  income,  1  percent  as  entrepreneurs,  3  percent  as\nself-employed,  and  68  percent  as  engaged  professionally  in  farming  or  fishing.  Within  the\nnonremunerated part of the total economically active population, 39 percent are in the category\nof  subsistence  farm  or  fishing  activities.    On  the  basis  of  the  poverty  assessment  it  can  be\nassumed  that  at  least  the  two  last-mentioned  categories  comprise  the  poor.  According  to  this\nclassification,  the  target  market  for  microfinance  loan  products  (nonconsumption  loans)  will\ncomprise  businesspersons,  self-employed,  and  professional  and  subsistence  farmers  and\nfisherfolk. Based on the 1990 census, an estimated 1,5 million people will be in this group. With\nregard  to  savings  products,  an  additional  0.3  million  people  or  30  percent  of  the  remaining\neconomically  active  population,  considered  to  not  be  integrated  in  the  cash  economy,  can  be\nadded.11\n\nC. \n\nGovernment Policies and Plans\n\n33.\nIn  the  Medium-Term  Development  Strategy,  1997-2002,  which  was  reconfirmed  by  the\nnew  Government  in  1999  and  is  reviewed  annually,  the  Government  emphasizes  the\nimportance of private sector development for the future of PNG. This development priority was\nreconfirmed  during  the  National  Dialogue  in  2000.  The  development  of  a  vibrant  micro,  small,\nand medium-size enterprise sector to spearhead economic growth is of specific importance to\nthe Government. This is reflected in the Small and Medium Enterprise Policy, approved in 1998.\nTo  improve  the  business  environment,  the  policy  identifies  and  addresses  key  issues  and\nconstraints hindering business development. The Government aims to focus on the weaknesses\nof  the  financial  system  to  improve  the  provision  of  financial  services  for  private  sector\ndevelopment. The Government perceives access to financial services as a key to enhancing the\neconomic  integration  of  micro  and  small  enterprises  and  those  who  want  to  save  money  for\nfuture financial needs. Hence, the regulatory framework for banks and other financial institutions\nhas  been  revised,  and  new  Central  Bank  and  Banks  and  Financials  Institutions  acts  were\ngazetted  this  year.  A  microfinance  workgroup  involving  major  stakeholders  was  established  to\nprepare a microfinance policy to be submitted for Government approval by the end of 2000. The\ndraft Microfinance Policy Paper is given in Appendix 4.\n\nD. \n\nExternal Assistance to the Sector\n\n34.\nThe  financial  sector  is  receiving  support  at  the  macro  level  under  the  overall  structural\nadjustment  program.  This  comprises  advisory  services  by  the  Reserve  Bank  of  Australia  to\nreview  PNG’s  monetary  policy.  The  World  Bank  is  assisting  BPNG  with  banking  supervision,\nincluding  nonbanks  and  SLSs.  The  International  Monetary  Fund  has  assisted  with  the\ndevelopment and introduction of the new Central Bank Act, and Banks and Financial Institutions\nAct.\n\n35.\nIn comparison with the support provided to BPNG, external assistance for microfinance\nis  rather  fragmented.  It  ranges  from  setting  up  revolving  credit  funds  as  a  part  of  large\ncomprehensive rural development projects and sector programs, to the provision of seed money\nto  village  communities  and  women’s  groups.  Most  initiatives  aim  at  reducing  poverty  and\nuplifting  underprivileged  groups  of  society,  particularly  women.  International  NGOs  and\nvolunteer  organizations,  church-based  institutions,  private  companies,  and  individuals  are\n\n                                                \n11 Since the last census in 1990, the cash-based economy has strongly advanced. It can therefore be safely assumed\n\nthat a much larger percentage of the economically active population is partially or fully integrated.\n\n\f12\n\ninvolved. Neither the Government nor any other institution has an overview of the various actors\nand the assistance provided.\n\n36.\nLLDAT,  the  best-known  and  most-documented  microfinance  provider  in  PNG,  was  set\nup  with  TA  and  seed  capital  from  UNDP.  Insufficient  funding  and  managerial  and  institutional\ncapacity constraints led AusAID to provide rescue assistance. This includes capital and short-\nterm  advisory  assistance.  AusAID  also  provided  support  for  a  nine-month  pilot  project  in\nBouganville,  the  Bouganville  Haus  Moni.  The  support  focused  on  creating  awareness  for\nsavings,  training  community  leaders,  and  establishing  savings  cells  in  selected  districts.\nAusAID is considering providing assistance to the urban-based ItaKara development project to\ndeliver financial and business development services in an integrated approach.\n\nThe European Union (EU) provided seed capital to the Bougainville Provincial Council of\n37.\nWomen  to  set  up  a  microcredit  scheme.  Implementation  is  rather  slow  and  a  recent  progress\nevaluation suggested the redesign of the scheme, which will be implemented shortly. The EU is\nalso  supporting  the  design  and  planning  of  a  rural  credit  scheme  for  smallholder  cocoa  and\ncopra farmers in Bougainville.\n\nE. \n\nLessons Learned\n\nDuring 1988-1998, ADB approved 15 microfinance projects, 6 projects with microfinance\n38.\ncomponents,  and  34  TAs  to  support  microfinance  operations  in  the  Asian  and  Pacific  Region.\nADB recently completed a review of its microfinance operations during this period.12 While TA\nhas been an important element in ADB’s microfinance activities, TAs suffered from a number of\ndrawbacks: (i) lack of adequate sector analysis, (ii) insufficient institutional analysis and lack of a\ncoherent \ninvolvement  of\nstakeholders in the design of TA leading to problems of ownership, and (iv) lack of measurable\nand  monitorable  indicators  to  assess  performance.  The  project  preparatory  TA  for  this  Project\naddressed these shortcomings and emphasized the building of local ownership for the Project.\n\ninstitutional  development,  (iii) \n\nlong-term  approach \n\nlimited \n\nto \n\n39.\nADB’s microfinance project loans have improved over time. The early projects, the first\ngeneration  projects,  in  general  (i)  focused  on  microcredit  delivery;  (ii)  allowed  subsidized\ninterest rates; (iii) paid little attention to financial viability; and (iv) were very poorly targeted. In\nrecent  years,  the  projects  support  a  wider  array  of  institutions,  go  beyond  credit  services  to\nprovide voluntary savings on a limited scale, emphasize market-oriented interest rates, and pay\nmore attention to financial viability.\n\n40.\nAlthough  it  is  difficult  to  reliably  measure  the  development  impact  of  finance  services,\nassessments  of  the  operations  of  already  completed  microfinance  projects  and  review  reports\non  the  ongoing  projects  offer  some  important  insights  on  the  development  impact  of  ADB’s\nmicrofinance assistance. These projects provide a wealth of information and experiences. The\nmain lessons learned form the key areas of ADB’s Microfinance Development Strategy13:\n\n(i) \n\nA financial systems development approach14 is the key to achieving sustainable\nresults and to maximizing development impact.\n\n                                                \n12 Asian Development Bank. 1999. Review of Asian Development Banks’ Microfinance Portfolio. Manila.\n13 Asian Development Bank. 2000. Finance for the Poor: Microfinance Development Strategy. Manila\n14 This  approach  emphasizes  an  enabling  policy  environment,  financial  infrastructure,  and  the  development  of\nfinancial  intermediaries  that  are  committed  to  achieving  financial  viability  and  sustainability  within  a  reasonable\nperiod and that can provide a variety of financial services.\n\n\f13\n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\nMicrofinance clients are more concerned about access to adequate services than\nthe cost of the services.\nA  broad  range  of  microfinance  service  providers  is  required  to  respond\nadequately  to  the  diversity  of  demand  for  financial  services  and  to  expand  the\noutreach.\nConsiderable TA for capacity building is needed to build strong retail institutions\nwith a commitment to outreach and sustainability.\nThe demand for savings services by poor households and microenterpises is as\nstrong, if not stronger, than the demand for credit. Expansion of the outreach of\nsavings services can have a significant impact on both institutional sustainability\nof MFIs and poverty reduction.\n\nAn  analysis  of  the  microfinance  projects  supported  by  AusAID  and  the  EU  in  PNG\n41.\nprovide  insights  on  operational  issues  and  requirements  for  microfinance  services.  Lessons\nlearned identify the following as important requirements for a successful microfinance project in\nPNG:\n\n(i) \n\n(ii) \n\n(iii) \n(iv) \n(v) \n\ntransparent  governance  and  management  structure  outside  the  influence  of\nGovernment,\nbusiness  plan  and  a  management \nperformance indicators,\ntraining of management and loan officers,\nflexible savings and loan products based on the requirements of the clientele,\nadequate equity to allow expansion.\n\ninformation  system \n\nto  monitor  key\n\n42.\nThe lessons learned and the insights gained from AusAID and EU-assisted microfinance\nschemes,  ADB’s  completed  and  ongoing  microfinance  projects,  as  well  as  international  best\npractice in microfinance as disseminated by the Consultative Group to Assist the Poor have had\na strong influence on the design of all project components, which aim to provide microfinance\nservices to the poor while achieving financial viability of MFIs.\n\nF. \n\nADB’s Sector Strategy\n\n43.\nThe ADB’s current country operational strategy for PNG was discussed by the Board in\nOctober  1998.  It  is  in  line  with  the  Government’s  Medium-Term  Development  Strategy  and\nADB’s Medium-Term Strategic Framework and Strategy for the Pacific.\n\n44.\nThe  strategy  emphasizes  the  importance  of  financial  services  for  economic  and  social\ndevelopment in PNG. It recognizes the need to improve access to financial services particularly\nin rural areas and for the poorer strata of the population. On the deposit side, limited access to\nmodern savings and transaction mechanisms, force the poor to hold cash and have an adverse\neffect on the already serious law and order problem. On the funding side, very limited access to\ncredit  continues  to  be  a  serious  impediment  to  private  sector  development  and  sustainable\ngrowth.  Better  access  to  financial  services  will  assist  the  poor  to  create  microenterpises  and\ngenerate  broad-based  income.  This  will  lead  to  new  employment  opportunities,  a  key\ndevelopment objective of PNG. In the context of PNG and the rather limited success of various\nmicrocredit  schemes,  institutional  strengthening  and  capacity  building  of  existing  service\nproviders  is  crucial  for  the  provision  of  sustainable  microfinance  services.  The  Project  reflects\nthese  features,  which  are  key  elements  of  ADB’s  microfinance  strategy,  and  is  designed  to\nassist the Government in addressing identified shortcomings.\n\n\fG. \n\nPolicy Dialogue\n\n14\n\n45.\nPolicy dialogue with the Government in this area was initiated in 1998 in conjunction with\nADB’s microfinance strategy. It was followed by a detailed sector analysis and studies covering\nvarious  aspects  of  microfinance,  which  provided  the  Government  with  valuable  background\ninformation  and  formed  the  basis  for  a  continued  dialogue  with  ADB  microfinance  specialists.\nWith the mushrooming of microcredit schemes and revolving loan funds and their rather limited\nsuccess,  the  Government  is  aware  of  the  need  to  develop  a  common  understanding  of\nmicrofinance  issues  and  to  provide  general  guidelines.  The  conference,  Microfinance  Best\nPractice  in  February  2000  (para.  2),  supported  this  view  and  initiated  the  drafting  of  a\nmicrofinance policy paper, that was discussed at the stakeholder workshop in March 2000. The\ndraft policy paper is in Appendix 4.\n\n46.\nAt  present  MFIs  are  operating  in  an  unregulated  environment  and  without  supervision.\nRecent  experiences  with  money  pyramid  schemes  has  forced  the  Government  to  tighten  the\nregulatory  framework  for  financial  institutions.  While  this  is  an  important  step  toward  a  sound\nfinancial  sector,  the  increased  capital  requirements  of  $600,000  equivalent  restrict  the\npossibilities of microfinance providers acquiring a banking license and, thus, take deposits. An\nagreement  was  reached  by  the  stakeholders  at  the  two  workshops  (para.2)  that  a  regulatory\nand supervisory framework for MFIs needs to be drawn up to facilitate service delivery and to\nsafeguard  clients’  deposits.  The  Project  will  assist  in  drafting  appropriate  legislation  for  a\nregulatory  and  supervisory  framework  for  MFIs  to  facilitate  sustainable  growth  of  microfinance\nservices while proceeding with the much needed institutional capacity building of MFIs.\n\nIV.\n\nTHE PROPOSED PROJECT\n\nA. \n\nRationale\n\nPoverty in PNG is an increasing concern of the Government. In 1996, 31 percent of the\n47.\npopulation  lived  below  the  international  poverty  line  of  $1  per  capita  per  day  and  evidence\nsuggests the situation is worsening. To a large extent this has to be attributed to the incomplete\ntransition from a purely subsistence economy to a modern cash-based economy. The incidence\nof poverty is directly linked to the inability of families to earn cash income to pay for school fees,\nhealth care, and other nonfood items, and to save for future requirements and times of hardship.\n\n48.\nThe  formal  private  sector  can  only  provide  for  a  small  number  of  jobs.  Income-earning\nopportunities  for  the  majority  of  the  population  will  be  in  the  agriculture  sector,  and  in\nestablishing micro and small enterprises in manufacturing and trading. However, the growth of\nthe  private  sector  as  a  whole,  and  the  micro  and  small  enterprise  subsector  in  particular,  is\ninhibited by key factors; (i) lack of vocational and entrepreneurial skills; (ii) deteriorating law and\norder  situation;  (iii)  poor  infrastructure,  particularly  rural  roads;  and  (iv)  limited  provision  and\nrestricted access to financial services.\n\n49.\nThe  lack  of  vocational  and  entrepreneurial  skills  is  a  serious  constraint  to  the\nestablishment  of  micro,  small,  and  medium-size  enterprises.  Most  enterprises  are  not  in  a\nposition to satisfy required quality standards, reliable delivery, or to offer competitive prices for\ntheir  products.  Apart  from  assistance  provided  by  the  EU  and  the  AusAID,  ADB  is  providing\nthe  Employment-Oriented  Skills  Development  Project.15  Regarding\nassistance \n\nthrough \n\n                                                \n15  Loan  1706-PNG(SF),  Employment-Oriented Skills Development,  for  SDR14,591,000,  approved  on  28  October\n\n1999.\n\n\f15\n\nagricultural production and the need to improve the farming systems of small semisubsistence\nand  cash  crop  farmers,  ADB  is  assisting  through  the  Smallholder  Support  Services  Pilot\nProject.16\n\nThe  deteriorating  law  and  order  situation  has  been  cited  as  a  significant  deterrent  to\n50.\nlocal  as  well  as  foreign  investment,  and  adds  to  the  high  cost  of  doing  business.  As  a  result,\ncommercial banks have closed many of their branches in the rural and more remote areas.\n\nPoor infrastructure, particularly rural access roads, seriously restricts market access for\n51.\nboth agricultural and manufacturing products. Many provinces have no road links to neighboring\nprovinces. Others provinces experience frequent traffic interruptions due to poor maintenance of\nexisting  road  links.  This  increases  the  isolation  of  rural  communities  and  leads  to  significant\nlosses in export earnings and business income. Infrastructure improvements feature high on the\nGovernment’s development agenda and receive substantial support from all major bilateral and\nmultilateral assistance agencies. ADB is providing assistance through the Road Upgrading and\nMaintenance Project.17\n\n52.\nLimited  access  to  financial  services  for  micro  and  small  enterprises  is  another  major\nimpediment  to  private  sector  development  (Appendix  2).  PNG’s  financial  system  displays  an\ninstitutional  gap  that  leaves  micro  and  small  enterprises,  semisubsistence  farmers,  and  poor\nhouseholds  with  barely  any  financial  services.  Commercial  banks  cater  to  the  credit  needs  of\nmedium and large enterprises, and with the exception of PNGBC, offer deposit facilities only to\nformally employed people with a regular salary. Various microfinance schemes have emerged\nover  the  past  10  years,  the  majority  almost  exclusively  target  poor  women  in  the  subsistence\nsector. By December 1999, there were less than 10,000 loans outstanding that can be classified\nas  micro  loans,  in  comparison  with  a  potential  demand  for  credit  by  approximately  255,00018\npotential borrowers (para.15).\n\nIn  principle  there  are  two  institutional  strategies  to  introduce  new  financial  services  to\n53.\nPNG:  (i)  downscaling  commercial  bank  operations  and  their  products,  and  (ii)  upgrading\nmicrofinance  institutions.  Both  strategies  have  been  discussed  with  the  Government  and  are\nsupported  by  the  microfinance  policy  framework  currently  being  prepared.  The  Project  follows\nthis approach and combines both institutional strategies.\n\n54.\nTo  reduce  the  institutional  gap  and  to  expand  and  strengthen  the  microfinance\ninstitutional  landscape,  the  existing  MFIs  have  to  fulfill  a  dual  mission:  they  have  to  achieve\nfinancial self-sustainability, as well as increase outreach, both in scale (number of clients) and in\ndepth (service delivery to the lowest income population possible). This will ultimately determine\nthe  MFI’s  contribution  to  the  economic  and  social  development  of  PNG.  The  challenge  of  an\nMFI consists thus in striking a balance between those two, at first glance opposing, objectives\nkeeping in mind that the level of financial self-sustainability of an MFI will determine the scale of\nits  outreach.  To  be  financially  viable  and  to  achieve  considerable  outreach  with  its  services,\nMFIs must possess an adequate institutional capacity. Appendix 3 gives details on the strength\nand weaknesses of MFIs in PNG.\n\n                                                \n16 Loan 1652-PNG, Smallholder Support Services, for $7.6 million, approved 10 December 1998.\n17 Loan 1709-PNG, Road Upgrading and Maintenance, $63 million, approved on 16 November 1999.\n18 These  make  up  one  third  of  the  economically  active  population,  which  is  classified  as  integrated  in  the  cash\n\neconomy, self-employed, or engaged in professional farm/fishing.\n\n\f16\n\nNone  of  the  existing  MFIs  have  the  necessary  institutional  capacity  to  achieve\n55.\nsustainability  in  the  near  future.  All  depend  on  seed  money  from  either  Government  or\nassistance  agencies  for  their  lending  operations.  Without  a  banking  license,  MFIs  are  not\npermitted to mobilize savings  for onlending and other sources of funds are not available. This\nseverely  restricts  their  operations  in  increasing  outreach  and  achieving  financial  self-\nsustainability.\n\n56.\nMFIs are scattered across PNG, and operate in isolation and without a clear perspective.\nIn  comparison  with  Asian  countries,  PNG’s  microfinance  sector  is  at  an  early  stage  of\ndevelopment.  The  knowledge  of  microfinance  best  practice  is  rather  limited  and  the  ability  to\ndesign  appropriate  savings  and  loan  products  to  suit  the  needs  of  the  clients  in  PNG  is\nnonexistent.  Hence,  Grameen  Bank  replications  dominate  the  microfinance  landscape.  While\nthere are some promising features in a number of MFIs, none of the existing service providers\nhas emerged as a market leader. All MFIs and microfinance initiatives in PNG require various\nsupport  measures  to  enhance  their  institutional  capacity  to  ensure  sustainable  delivery  of\nmicrofinance services to a large number of micro and small enterprises, and to provide savings\nfacilities to the poor and currently unserved population segment. The Government is aware of\nthe shortcomings, is proceeding with the finalization of the microfinance policy, and has asked\nthat the Project foster the development of the microfinance sector.\n\nB.\n\nObjective and Scope\n\n57.\nThe  overall  objective  is  to  contribute  to  economic  growth  through  private  sector\ndevelopment,  employment  creation,  and  development  of  the  financial  system.  The  goal  is  to\nreduce  poverty  and  integrate  the  majority  of  the  poor19  into  the  mainstream  development\nprocess.  The  Project’s  specific  objective  is  to  provide  sustainable  microfinance  services  to\nviable formal and informal enterprises, and savings services to the population at large.\n\nThe Project comprises three main components: component A, capacity building of MFIs\n58.\nthrough  a  microfinance  competence  center;  component  B,  development, \ntesting,  and\nimplementation of new savings and loan products and delivery methods; C, establishment of a\nrevolving  finance  facility  (RFF)  for  MFIs.  In  addition,  the  Project  will  establish  a  project\nimplementation unit (PIU) to support the implementation of the three components.\n\n59.\nThe  Project,  through  these  three  components,  will  build  the  institutional  capacity  of\nvarious  providers  of  microfinance  services,  who  are  the  Project’s  institutional  target  group.  In\nturn these MFIs, enabled to deliver sustainable services, will provide small business loans20 for\nworking  capital  and  investment  purposes  to  micro  and  small  enterprises,  particularly  in  rural\nareas,  where  the  vast  majority  of  MFIs  are  operating.  Savings  services  will  be  available  to\nhouseholds in rural areas, where the majority of the poor live.\n\n1. \n\nMicrofinance Competence Center (Component A)\n\n60.\n The Project will assist the Government to establish a microfinance competence center\n(MCC) within IBBM to enhance the institutional capacity of potentially sustainable MFIs. These\ninclude  banklike  institutions,  e.g.,  SLSs  and  VFL,  and  nonregulated  financial  institutions,  e.g.,\nNGO  and  government-run  microfinance  and  microcredit  schemes,  ROSCAS,  and  informal\n\n                                                \n19 The Project targets poor households that earn cash income from horticultural and agricultural production, and  from\n    running a small business. These account for 75.5 percent of the poor population.  \n20  The average loan amount of each MFI portfolio will not exceed $2,000.\n\n\f17\n\ncommunity  savings  groups.  The  MCC  will  set  up  a  network  of  existing  microfinance  service\nproviders  and  thereby  create  a  forum  for  policy  implementation.  By  establishing  the  MCC  the\nProject will institutionalize local capacity building needed to provide the required expertise and\ntechnical skills to expand financial services. The MCC will provide the following services:\n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\nPublic  awareness  and  public  relations  activities  will  be  developed  for  all\nmicrofinance  service  providers  and  their  potential  clients.  Emphasis  will  be\nplaced  on  developing  internal  communication  mechanisms  between  existing\nservice providers, through the formation of an MFI network. Through schools and\nother existing community channels, the network will publicize the basic concepts\nof  banking  and  the  benefits  of  savings,  and  advertise  the  availability  of\nmicrofinance  services.  The  MCC  will  assist  MFIs  in  conceptualizing  public\nrelations strategies.\nIn-house  training  courses  will  broaden  the  understanding  of  microfinance  and\nimprove  the  technical  and  organization  skills  of  MFI  staff  involved  in  providing\nmicrofinance  services.  Study  tours  and  in-country  conferences  and  workshops\nwill facilitate upgrading of MFIs.\nOn-site  TA  and  training  will  be  designed  to  suit  the  specific  requirements  of  an\nMFI, ranging from start-up assistance for newly formed MFIs, support programs\nto  achieve  sustainability  of  operations,  specific  assistance  geared  to  expand\nservices,  to  guidance  in  the  formalization  process  to  acquire  the  status  of  a\nformal financial institution.\nA consultative process between the network of MFIs and BPNG will be initiated\nand facilitated to establish a regulatory and supervisory framework for MFIs.\nA rating system for microfinance service providers will be designed on the basis\nof  internationally  accepted  best  practices.  MCC  staff  will  be  trained  to  carry  out\nthe  MFI  assessments.  The  rating  determines  if  an  MFI  will  have  access  to  the\nRFF (component C of the Project).\n\n61.\nThe  Project  will  (i)  provide  international  and  domestic  expertise,  computer  equipment,\ntraining  materials,  and  upgrading  of  trainers  to  establish  the  MCC;  and  (ii)  finance  in-house\ntraining and on-site consultancies for MFIs, as well as study tours, workshops, and conferences;\nand support MCC management to develop a business plan and a strategy to achieve financial\nviability by the end of project implementation.\n\n2. \n\nNew Savings and Loan Products (Component B)\n\n62.\nThis  component  will  develop  and  test  new  savings  and  loan  products  and  delivery\nmethods  for  financial  services,  and  will  support  MFIs  in  implementing  them.  Specific  attention\nwill  be  given  to  linking  community  savings  groups  with  financial  institutions.  A  pilot  test  will\ninvolve downscaling commercial banks. Microfinance products oriented to target groups will be\ndesigned,  and  MFIs  will  be  advised  on  appropriate  delivery  mechanisms.  One  pilot\nmicrobanking scheme will be designed, and established and operated in Wau, a remote town in\nMomase, PNG’s poorest region. The Project will provide international expertise, equipment, and\ntraining to develop, test, and implement new savings and loan products, and equity for the pilot\nmicrobanking scheme.  Specifically, the Project will\n\n(i) \n\n(ii) \n\nestablish dialogue between commercial banks and informal savings groups, and\ndesign detailed linkage modalities;\nadvise MFIs on appropriate microfinance products;\n\n\f18\n\n(iii) \n\n(iv) \n\n(v) \n\nidentify  commercial  banks  interested  in  providing  microfinance  services,  and\nprovide support in downscaling products and delivery methodologies;\ndesign tailor-made savings and loan products for MFIs, and provide support and\nbackstopping to MFIs during initial implementation;\ndesign  delivery  mechanisms  and  marketing  concepts  for  microfinance  products\naddressing specific target groups;\n\n(vi)  monitor the performance of the delivery methods and disseminated information to\n\nthe MFI network; and\nestablish, operate, and document one pilot microbanking scheme.\n\n(vii) \n\n63.\nDownscaling  of  commercial  banks  requires  a  variety  of  institution-building  measures  to\n(i) overcome the significant cultural gap between the formal financial sector and the boundaries\nof economic life of the rural population, and (ii) link business practices of the traditional economy\nwith  the  principles  of  modern  banking.  Communities  and  community  leaders  must  be  actively\ninvolved to provide information on borrowers, which is otherwise not available to formal banks.\nThis  underscores  the  need  to  develop  a  lending  technology  that  takes  into  account  a  client’s\nwhole  socioeconomic  environment.  The  creation  of  VFL  by  PNGBC  is  one  example  of\ndownscaling.  Latin  American  countries  are  at  the  forefront  of  successfully  downscaling\ncommercial banks; some examples can also be found in Asia.\n\nThe pilot microbanking scheme will demonstrate the application of new savings and loan\n64.\nproducts and delivery mechanisms, based on international best practice and modified to PNG’s\nspecific  requirements.  All  stages  of  the  development  process  of  the  pilot  scheme  will  be\ndocumented in detail to be used as a guide for new MFIs.\n\n3. \n\nRevolving Finance Facility (Component C)\n\n65.\nThis component will establish the RFF, which will provide the necessary funding for MFIs\nto achieve sustainability and expand their loan portfolios. Credit lines and equipment loans will\nbe  made  available  to  eligible  MFIs  for  onlending  to  micro  and  small  enterprises.  The  project\ninputs  comprise  short-term  international  expertise  to  finalize  the  details  of  these  financial\ninstruments during the first eight months of project implementation, subject to approval by ADB,\nand  prior  to  disbursement  of  loan  proceeds  to  the  RFF.  The  RFF  will  be  set  up  with\ncontributions from the Government (60 percent) and ADB loan proceeds (40 percent).\n\n66.\nTo access the RFF, MFIs must meet the following eligibility criteria: (i) registration with\nthe MCC and satisfactory rating (not older than six months) issued by the MCC; (ii) satisfactory\nloan  repayments,  as  established  by  an  on-time  repayment  rate  of  at  least  85  percent;  (iii)  a\ndetailed plan for operational and financial self-sufficiency with a strategy for improvements over\nthe  next  year  and  agreed  performance  targets;  (iv)  adequate  management  information  and\naccounting  systems  in  place  to  ensure  successful  expansion,  efficiency  improvements,  and\nsatisfactory performance of the loan portfolio; and (v) average loan amount of the MFI portfolio\nto  be  funded  does  not  exceed  K5,000  ($2,000).  The  maximum  exposure  of  the  RFF  to  one\nsingle MFI will not exceed 40 percent.\n\n67.\nThe conditions of credit lines are (i) credit lines to MFIs are made available in kina or in\ndollars  provided  the  MFI  is  able—on  the  discretion  of  the  management  agent—to  hedge  the\nrelated  foreign  exchange  risk;  (ii)  for  credit  lines  extended  in  dollars  the  interest  rate  will  be  the\napplicable  3-month  LIBOR21  plus  a  reasonable  margin  to  cover  costs,  and  for  credit  lines\n\n                                                \n21  LIBOR = London interbank offered rate.\n\n\f19\n\ncontracted in kina the interest rate will be the most recent kina auction rate 22  plus a reasonable\nmargin  to  cover  costs;  (iii)  interest  rates  are  payable  on  a  monthly  basis  over  the  outstanding\nbalance; (iv) a penalty fee is charged in the event of late interest payments (arrears of more than\n30 days) of an additional 3 percent per annum; (v) a commitment fee of 0.25 percent per month is\npayable  by  the  respective  MFI  to  the  RFF  for  contracted  but  not  yet  disbursed  balances  of  the\ncredit  line;  (vi)  maximum  maturity  of  the  credit  lines  is  5  years;  and  (vii)  maximum  credit  line\namounts are determined by the management agent on the basis of MFIs’ stage of development.\nThe  conditions  of  the  credit  lines  are  subject  to  periodic  review  by  the  management  agent.\nModifications of the conditions and the change of the interest rate are subject to approval by the\nmicrofinance steering committee (MSC).\n\n68.\nThe MFIs will apply the following conditions for onlending to micro and small enterprises:\n(i) only business loans will be extended; (ii) the maximum maturity for loans to be used for working\ncapital is up to 12 months and for fixed assets, equipment, or livestock (investment loans) up to\nthree years; (ii) loans are only granted in kina; (iii) the interest rate will be the kina auction rate of\nthe  BPNG  plus  a  margin  to  be  defined  by  the  MFI  on  the  basis  of  market  rates  ensuring  the\nfinancial sustainability of the respective MFI.\n\n69.\nBPNG, the Implementing Agency, will hold the funds of the RFF in a separate account,\nsimilar to previous arrangements with the World Bank and the EU. It will outsource the day-to-\nday  management  of  the  RFF  to  a  private  sector  management  agent,  e.g.,  a  private  finance\ninstitution or other relevant private entity based in PNG. The selection of the management agent\nwill  be  in  accordance  with  competitive  procedures  acceptable  to  ADB.  This  guarantees  the\nnecessary independence, as well as efficient management of the funds. It also underscores the\nintended  private  sector  orientation  of  microfinance  in  general  and  of  this  Project  in  particular.\nThe management agent will be paid on a fixed fee basis and will carry out the following tasks: (i)\nfinancial  management  of  the  funds;  (ii)  administration  of  the  RFF’s  financial  instruments;  (iii)\nmonitoring  of  MFI  performance  ensuring  that  performance  targets  are  met;  and  (iv)  quarterly\nreporting to BPNG on performance of the RFF and the participating MFIs. The detailed terms of\nreference  for  the  management  contract  will  be  finalized  during  the  first  six  months  of  project\nimplementation.  Detailed  procedures  for  reporting  and  auditing  will  be  put  in  place  to  ensure\ntransparency of operations.\n\nADB will disburse the first installment of $280,00023 direct to a special account managed\n70.\nby the management agent under the supervision of BPNG, provided the following conditions are\nfulfilled: (i) a management contract (approved by ADB) has been signed and is legally effective\nbetween  PBNG  and  the  management  agency,  and  (ii)  a  model  agreement  for  onlending\nbetween the management agent and MFIs has been approved by BPNG and ADB. Appendix 5\nprovides details on the implementation arrangements.\n\n4. \n\nProject Management\n\n71.\nIn  support  of  the  Executing  and  Implementing  Agencies  and  to  facilitate  successful\nimplementation  of  the  three  components,  the  Project  will  (i)  build  the  capacity  of  the  PIU  by\n\n                                                \n22  The  kina  auction  facility  is  a  monetary  management  instrument  introduced  on  1  May  1995  in  which  BPNG  can\naccept deposits (buy kina) from commercial banks or lend (sell kina) to the commercial banks. BPNG announces\nthe auction volume and the rate (kina auction rate) is determined by the market through competitive bidding.  The\nrate is a weighted average of the successful bids received and allocated.\n\n23 The first installment is 10 percent of ADB’s total contribution of $2.8 million and is the initial contemplated level of\ndisbursement  to  MFIs  within  the  first  three  months  of  operation  of  the  RFF.  The  total  amount  of  the  RFF  is  $7\nmillion.  ADB loan proceeds contribute 40 percent and the Government 60 percent to the RFF.\n\n\f20\n\nengaging  domestic  consultants,  and  (ii)  establish  a  project  monitoring  and  evaluation  system\nand a management information system for components A and B. Office furniture, computer, and\nother office equipment and transport will be provided to ensure that the PIU is able to carry out\nthese activities.\n\nC.\n\nCost Estimates\n\n72.\nThe  total  cost  of  the  Project,  including  taxes  and  duties  and  interest  during  project\nimplementation,  is  estimated  at  $20.5  million  equivalent.  The  cost  estimates  are  summarized  in\nTable 3 and details are given in Appendix 6.\n\nTable 3: Project Cost Summary\n($’000)\n\nComponents\n\nA.   Microfinance Competence Center\nB.   New Savings and Loan Products\n             B.1 Development and Testing\n             B.2 Pilot Microbanking\nC.   Revolving Finance Facility\nD.   Project Implementation Unit\n\nSubtotal (Base Cost)\n\nE.   Physical Contingencies\nF.   Price Contingencies\nG.   Interest during Project Implementation\n\nTotal\n\nForeign\nExchange\n\nLocal\nCurrency\n\nTotal Cost\n\n3,217\n1,879\n   (891)\n   (988)\n3,050\n   234\n8,380\n\n   266\n   247\n   240\n9,133\n\n2,669\n1,666\n      (1,604)\n    ( 62)\n4,535\n   581\n9,451\n\n     263\n  1,665\n-\n11,379\n\n  5,886\n  3,454\n  (2,495)\n  (1,050)\n  7,585\n     815\n17,831\n\n     529\n  1,912\n     240\n20,512\n\nBase  costs  as  of  30  March  2000.  Physical  contingencies  calculated  at  5  percent  of  base  costs,  excluding  revolving\nfinance  facility.  Price  contingencies  calculated  using  estimated  annual  escalation  of  2.4  percent  for  international  prices\nand 5 percent for local cost components. In preparation of these estimates an exchange rate of 1$ = K2.6 was assumed.\nFigures may not add up to total due to rounding.\nSource: Staff estimates.\n\nD.\n\nFinancing Plan\n\nThe Government has asked ADB to provide a loan of $9.6 million equivalent, or about 47\n73.\npercent of the total project cost, from its Special Funds resources. The loan would bear a 32-year\nmaturity,  including  a  grace  period  of  8  years,  and  1  percent  interest  charge  during  the  grace\nperiod and 1.5 percent thereafter.\n\n74.\nAusAID will provide grant cofinancing to be administered by ADB, specifically for the pilot\nmicrobanking in Wau and training under the MCC. In the event that AusAID grant financing is not\nforthcoming, the Government will make arrangements to obtain the additional funding from other\nsources.\n\n\f21\n\nSource\n\nGovernment\nBank of PNG\nInstitute of Banking\nMFIsa\nAusAID\nADBb\n\nTable 4: Financing Plan\n($’000)\n\nForeign\nExchange\n\nLocal\nCurrency\n\nAmount\n-\n    11\n    78\n   396\n   594\n8,054\n\n%\n-\n  0.1\n  0.9\n  4.3\n  6.5\n88.2\n\nAmount\n  4,669\n     423\n  1,147\n  3,284\n     315\n  1,541\n\n%\n41.0\n  3.7\n10.1\n28.9\n  2.8\n13.5\n\nTotal Cost\n\nAmount\n4,669\n   434\n1,225\n3,680\n   909\n9,595\n\n%\n22.8\n  2.1\n  6.0\n17.9\n  4.4\n46.8\n\n9,133\n\nTotal Project Cost\nADB  =  Asian  Development  Bank,  AusAID  =  Australian  Agency  for  International  Development,  MFIs  =  microfinance\ninstitutions, PNG = Papua New Guinea.\na The contributions from the MFIs refer to their recurrent costs in expanding their operations and staffing levels as a\n   result of capacity building under the Project.\nb  Including interest during project implementation. Figures may not add up to total due to rounding.\n\n11,379\n\n20,512\n\n100.0\n\n44.5\n\n55.5\n\nE.\n\nThe Executing Agency\n\n75.\nBPNG  will  be  the  Executing  Agency  for  the  Project.  It  will  be  responsible  for  the  overall\ncoordination  and  implementation  of  the  Project.  Although  BPNG  has  been  involved  in  various\nexternally  funded  projects  and  has  the  knowledge  and  skills  to  oversee  implementation,  its\nresource  capacity  is  limited.  To  enhance  the  effectiveness  and  efficiency  in  project  coordination\nand  management,  the  Project  will  support  two  domestic  consultants  to  work  as  the  project\nmanager and project assistant. The project organizational structure is in Appendix 7.\n\nF.\n\nImplementation Arrangements\n\n1. \n\nMicrofinance Steering Committee\n\nA  microfinance  steering  committee  (MSC),24  with  broad  stakeholder  representation,  will\n76.\nprovide  overall  policy  guidance  and  coordinate  activities  between  national,  provincial,  and  local\nlevel government agencies, MFIs, nonfinancial service providers, and private sector stakeholder\ngroups.  The  MSC  will  be  chaired  by  the  governor,  BPNG,  and  will  include  one  senior\nrepresentative each of the Department of Finance and Treasury, Department of National Planning\nand  Monitoring,  IBBM,  nonfinancial  service  providers,25  the  private  sector/MFI  clients,  and  two\nrepresentatives  from  MFIs.  The  MSC  will  oversee  project  planning,  organization,  administration,\nimplementation, and monitoring. The MSC will meet as often as required, but at least once every\nthree months.\n\n2. \n\nImplementing Agencies\n\nComponents  A  and B will  be  implemented by IBBM with the support of short- and long-\n77.\nterm  international  consulting  (122  person-months)  and  domestic  consulting/on-site  trainers  (120\nperson-months). IBBM will provide a director for the MCC and initially four counterpart staff, with\nthe  possibility  of  increasing  the  number  to  six  during  project  implementation.  IBBM  will  provide\n\n                                                \n24 The MSC is the project steering committee. It was established prior to board consideration.\n25 The representing institution will be nominated by the Department of Trade and Industry.\n\n\f22\n\noffice  space,  administrative  support,  training  and  conference  facilities,  and  equipment.  Office\nsupplies  and  communication  costs  will  be  borne  to  a  maximum  of  $25,000  equivalent  during\nproject  implementation.  The  MFIs  will  contribute  to  training  activities  by  making  relevant  staff\navailable  and  providing  their  related  transport  and  other  costs.  A  project  agreement  between\nIBBM, BPNG, and ADB details project implementation arrangements.\n\n78.\nComponent C will be implemented by BPNG. With the support of international consulting\n(12  person-months),  the  RFF  modalities  will  be  finalized.  BPNG  will  provide  counterpart  staff,\noffice space and supplies, communication facilities, access to computer equipment, and transport\nto the consultant. The RFF management will be contracted out to a private finance institution or\nother  relevant  entity.  The \nthe\nmanagement fee, will be prepared and the RFF will be established within the first eight months of\nloan effectiveness. The  management fee will be paid from the income generated by the facility.\nThe management agent of the RFF will report to and be answerable to BPNG. BPNG will contract\nan auditing firm acceptable to ADB to carry out annual auditing of the RFF.\n\ntender  documents  and  management  contract, \n\nincluding \n\n3. \n\nProject Implementation Unit\n\n79.\nThe PIU will be established by BPNG within one month after loan effectiveness and will be\nphysically located on IBBM premises.26   With MSC guidance, the PIU will handle the day-to-day\nproject  administration  and  implementation  matters  of  components  A  and  B,  and  prepare  loan\nwithdrawal applications and consolidate other relevant documentation for component C. The PIU\nwill provide and facilitate delivery of the required goods and services to the different components\nand  activities  of  the  Project.  It  will  be  headed  by  a  full-time  national  project  manager  with\nextensive administrative experience, at a senior level, and knowledge of the PNG financial sector.\nThe project manager together with a project assistant form the PIU.\n\n80. \nThe  PIU’s  tasks  will  include  (i) liaising  with  ADB  and  other  stakeholders;  (ii) carrying  out\nproject budgeting and accounting, preparing loan withdrawal applications, and submitting audited\naccounts  to  ADB;  (iii) recruiting  and  supervising  consultants;  (iv) procuring  equipment  and  other\ninputs; (v) preparing (including consolidating data) and submitting quarterly and other reports, the\nproject  midterm  review,  and  the  project  completion  report  on  a  timely  basis;  and  (vi)  providing\nsecretariat  services  to  the  MSC.  IBBM  will  provide  office  space,  access  to  communication\nfacilities, and accounting services, and lend general support to the PIU. The Project will support\nproject implementation costs, including equipment and operating costs until project completion.\n\n4. \n\nImplementation Schedule\n\n81.\nThe  Project  will  be  implemented  over  five  years  and  be  completed  by  mid-2006.  The\nimplementation  schedule  is  summarized  in  Appendix  8.  To  minimize  possible  delays  during\nimplementation,  detailed  procedures  and  the  time  frame  for  each  of  the  main  project  activities\nhave been discussed and agreed to by all parties and ADB.\n\n5. \n\nProcurement of Goods and Services\n\n82.\nProcurement arrangements have been discussed extensively with BPNG. All procurement\nunder the Project will follow ADB’s Guidelines for Procurement. The PIU will be responsible for all\nprocurement related to its establishment and operation. Vehicles, computer equipment, and other\noffice equipment will be procured subject to international shopping procedures. Furniture, training\n\n                                                \n26 The Government selected a project manager prior to board consideration.\n\n\f23\n\nmaterials,  and  related  service  contracts,  each  below  $100,000  equivalent,  will  be  awarded  on\nthe basis of the direct purchase procedure. Details are in Appendix 9.\n\n6. \n\nConsulting Services\n\n83.\nAll  consultants  to  be  financed  by  ADB  will  be  engaged  in  accordance  with  ADB’s\nGuidelines on the Use of Consultants  and  other  arrangements  satisfactory  to  ADB  on  the\nengagement  of  domestic  consultants.  A  total  of  144  person-months  of  international  consulting\nservices  will  be  provided  by  a  microbanking  adviser,  a  curriculum  development  and  training\nspecialist  for  component  A;  a  microfinance  product  development  specialist  and  microfinance\ninstitutional  development  specialist  for  component  B;  and  a  finance  facility  specialist  for\ncomponent  C.  The  international  consultants  will  be  engaged  as  a  team  from  a  firm.  Individual\ndomestic  consultants  (240  person-months)  will  be  engaged  for  project  management  and  the\nimplementation  of  on-site  training  and  counseling  of  MFIs.  A  summary  of  consulting  services,\nincluding domestic consulting, is shown in Appendix 10.\n\n7. \n\nAdvance Action\n\n84.\nTo expedite implementation of the Project, advance action for the selection of consultants\nunder the Project has been approved. No retroactive financing is envisaged; accordingly, ADB will\nnot  finance  any  expenditure  incurred  prior  to  loan  effectiveness.  The  Government  has  been\ninformed that ADB approval of such advance action does not imply any commitment on the part of\nADB to approve the project loan.\n\n8. \n\nDisbursements and Imprest Account\n\n85.\nTo  expedite  project  implementation  through  the  timely  release  of  funds,  an  imprest\naccount  will  be  established  with  PNGBC.  Government  contributions  to  the  Project  will  be\nmaintained  in  a  separate  counterpart  account.  Items  eligible  for  financing  under  the  imprest\naccount are the local currency expenditures (including indirect foreign exchange costs, and small\nforeign  exchange  expenditures).  BPNG,  through  the  PIU,  will  operate,  manage,  replenish,  and\nliquidate the imprest account in accordance with ADB’s Loan Disbursement Handbook. In view of\nthe large number of small contracts involved, statement of expenditures (SOE) procedures will be\nused for all categories covered by the imprest account. The initial amount to be deposited into the\nimprest account will not exceed the equivalent of $200,000. After the initial deposit, the account\nwill be simultaneously liquidated and replenished on a regular basis to ensure that sufficient funds\nare always available. Disbursement of loan proceeds of $125,000 for equity for the microbanking\npilot  will  be  made  directly  and  in  one  installment  at  the  beginning  of  project  implementation.\nDisbursements of loan proceeds to the RFF will be made directly and in installments spaced over\nthe project implementation period. Conditions for loan disbursement to the RFF are in para. 110.\nSubsequent disbursements from the RFF to the MFIs will be made according to procedures and\ncriteria agreed to by the Government and ADB, which will be finalized within the first eight months\nof loan effectiveness. Details are given in Appendix 5.\n\nAny individual payment to be reimbursed or liquidated under the SOE procedure will not\n86.\nexceed the equivalent of $20,000. Detailed arrangements for the establishment and operation of\nthe  imprest  account  and  the  SOE  procedure  will  be  made  in  accordance  with  ADB’s  Loan\nDisbursement Handbook.\n\n\f24\n\n9. \n\nAccounting and Auditing\n\n87.\nThe  Government,  acting  through  BPNG,  will  maintain  consistent  records  and  accounts\nadequate  to  identify  goods  and  services  financed  from  the  proceeds  of  the  loan.  BPNG  will\n(i) maintain  separate  accounts  for  the  Project;  (ii) ensure  that  accounts  and  related  financial\nstatements  are  audited  annually  in  accordance  with  sound  auditing  principles  by  auditors\nacceptable to ADB; and (iii) submit to ADB, not later than six months after the close of each fiscal\nyear, certified copies of the audited accounts and the report of the auditor. This includes separate\nannual  audit  reports  on  the  use  of  the  imprest  account  and  SOE.  Loan  funding  of  $80,000  for\nauditing and project-related costs of the Auditor General’s Office has been included in the Project.\nThe auditor’s selection and engagement for such services will be in accordance with competitive\nselection procedures acceptable to ADB.\n\n10. \n\nReporting\n\n88.\nThe PIU will prepare quarterly progress reports for the Project for the periods ending 31\nMarch, 30 June, 30 September, and 31 December each year, and will submit them to ADB not\nlater than 30 days after the end of the relevant period. The reports will be in a format acceptable to\nADB  and  include  (i) progress  made  against  established  targets,  including  quality  aspects;\n(ii) delays  and  problems  encountered,  and  actions  taken  or  proposed  to  resolve  problems;  (iii)\ncompliance with loan covenants; (iv) proposed programs of activities to be undertaken during the\nnext  three  months;  and  (v) expected  progress  during  the  succeeding  period.  The  focus  will\nnormally  be  on  routine  project  monitoring  and  hence  on  input  indicators  from  the  project\nmanagement information system. In addition, the PIU will produce a report on the results of the\nmidterm review and a project completion report for submission to ADB not later than three months\nfollowing physical completion of the Project. The PIU will also submit to ADB all reports produced\nby consultants under the Project.\n\n11. \n\nReviews\n\n89.\nBecause of the importance of the Project and its linkages with ongoing ADB projects, ADB\nwill  devote  special  attention  to  project  performance.  ADB  will  review  progress  through  quarterly\nprogress reports and regular review missions. In addition, special reviews will be undertaken by\nthe Government and ADB (i) prior to loan disbursement to the RFF, (ii) after 30 months of project\nimplementation with regard to the business and sustainability plan for the MCC, and (iii) at such\nother  intervals  as  the  Government  and  ADB  may  agree.  These  special  reviews  will  assess  the\nstatus  and  achievements  of  the  Project  in  relation  to  its  objectives,  focusing  on  key  project\nindicators, and will identify remedial actions needed. Participatory stakeholder workshops form an\nintegrated part of these review missions.\n\n12. \n\nPerformance Monitoring and Evaluation\n\n90.\nThe PIU will establish a performance monitoring and evaluation system, further detailing\nthe qualitative and quantitative indicators specified in the project framework, within six months of\nloan effectiveness. These will be used to monitor project activities and achievements; be related\nto the corresponding specific project objectives, outputs, and activities outlined in Appendix 1; and\nconsist  of  progress  and  impact  indicators.    Monitoring  procedures  will  be  refined,  finalized,  and\nagreed upon with ADB within the first year of project implementation.\n\n\f25\n\nG.\n\nEnvironmental and Social Measures\n\n1. \n\nEnvironment\n\n91.\nThe  Project  is  classified  in  environmental  category  C.  Environmental  implications  were\nreviewed and no adverse impacts were identified. The micro and small enterprise sector in PNG\ncomprises  labor  intensive  businesses  with  low  energy-use  investments,  a  large  percentage  of\nwhich are in trading of agricultural produce and imported nonfood items, as well as repair and\nmaintenance  services.  The  survey  of  micro  and  small  enterprises  (para.  2)  provides  evidence\nthat microenterpises manufacture goods by recycling waste products, using local raw materials,\nand preserving perishables. Details on the micro and small enterprise sector are in Appendix 2.\nThe  training  provided  by  the  MCC  to  the  microfinance  service  providers  will  incorporate\nsensitization  of  environmental  issues  to  be  considered  when  assessing  loan  applications  of\nmicro and small enterprises.\n\n2. \n\nSocial and Participatory Measures\n\nThe  project  design \n\n92.\nis  based  on  a  participatory  approach.  Project  preparation\ncommenced with the conference, Microfinance Best Practice (para. 2). The conference attracted\nwide  interest  and  more  than  90  people  paid  their  way  to  take  part.    The  participants  included\nrepresentatives from various well-known and less-known27 microfinance providers, national and\nprovincial  government  agencies  and  departments,  women’s  groups,  informal  savings  groups,\nSLSs,  the  central  bank,  commercial  banks,  IBBM,  private  sector  representatives,  and  bilateral\nand  multilateral  assistance  agencies.  This  provided  a  first  indication  of  the  extent  of  interest\nplaced  on  microfinance  in  PNG.  It  was  at  this  conference  that  the  need  to  formulate  a\nmicrofinance policy for the country was expressed; a committee was appointed to prepare a first\ndraft for discussion at the participatory project planning workshop.\n\n93.\nThe  goal-oriented  project  planning  method  (footnote  2)  was  used  during  the  five-day\nparticipatory project planning workshop, which marked the end of the TA. The project concept\nwas  discussed  in  detail  and  the  participants  agreed  on  all  aspects  of  the  project  design.  This\nprocess built trust and confidence among Government and microfinance practitioners, and laid\nthe foundation for project ownership.\n\nSocial analysis was undertaken in the course of project preparation. It confirmed that the\n94.\npopulation  strata  in  most  need  of  microfinance  services  consists  of  the  poorer  households  in\nurban and particularly rural areas. The Project applies a self-targeting mechanism (para. 105) to\nreach  these  beneficiaries.  An  analysis  of  the  micro  and  small  enterprise  sector  and  their\nperceived credit needs was also undertaken as part of the TA. It confirmed that this segment of\nthe  private  sector  is  neither  served  by  commercial  banks,  which  perceive  them  as  high-risk\ncustomers  with  no  bankable  collateral,  nor  by  the  currently  operating  credit  schemes,  which\nprovide credit mainly to underprivileged women. In actual fact, the loans provided by the MFIs\noften do more harm than good, as the loans are usually restricted to K500 or less, and there is\nno  flexibility  for  MFIs  to  provide  loans  based  on  the  business  requirements  of  the  borrower.\nBecause these amounts only partially cover the needed working capital and investment costs,\nthis often delays and even prevents the borrower from actually starting their business. This does\n\n                                                \n27  These include the VNN Saving Society in East New Britain Province and revolving loan schemes initiated by the\n\nprovincial governments of Milne Bay and Western Province.\n\n\f26\n\nnot imply that small loans are counterproductive. The loan amounts have to correspond with the\ncapital  requirements  of  the  microenterprise,  working  and/or  investment  capital,  to  avoid\nundercapitalization.\n\nV. \n\nPROJECT JUSTIFICATION\n\nA. \n\nFinancial  and Economic Analyses\n\n1. \n\nFinancial Viability\n\n95.\nThe  project  strategy  chosen  to  provide  microfinance  services  in  PNG  focuses  on\ninstitutional  capacity  building.  The  three  project  components  are  designed  to  upgrade  existing\nMFIs  and  to  establish  new  MFIs,  which  are  the  institutional  beneficiaries  of  the  Project.  The\nProject will strengthen at least 40 microfinance service providers during project implementation,\nand through these, reach a minimum of 45,000 clients. The average maximum loan size of each\nparticipating MFI is set at $2,000.\n\nThe participating MFIs will be strengthened to reach the following targets during project\n\n96.\nimplementation:\n\n(i) \n(ii) \n(iii) \n(iv) \n(v) \n(vi) \n(vii) \n\nsatisfactory loan repayment:  >85 percent,\nportfolio at risk maximum level:  <10 percent,\naverage savings accounts growth rate:  >30 percent,\naverage lending activities growth rate:  >25 percent,\nstaff productivity (outstanding loans/loan officer):  >100,\noperating self-sufficiency:  within 5 years, and\nfinancial self-sufficiency:  within 7 years\n\nThese  performance  criteria  and  targets  for  MFIs  follow  international  standards  in\n97.\nmicrofinance.  The  Project  will  assist  MFIs  to  reach  these  targets,  and  thus  reach  financial\nviability. Details are provided in Appendix 5.\n\n2. \n\nSustainability\n\n98.\nThe objective of the Project is to provide sustainable microfinance services. This will be\nachieved through a number of measures, that form an integrated part of the project design. The\nassistance provided by the MCC to existing and new microfinance service providers is geared to\nachieve financial viability (para. 95). The process of achieving this goal will be closely monitored\nby  MCC,  and  tailor-made  training  packages  will  help  to  overcome  identified  institutional\nweaknesses.\n\n99.\nThe scope of component A, the establishment of the MCC, stipulates that the MCC must\n(i)  prepare  a  full-fledged  business  plan  within  the  first  two  and  half  years  of  project\nimplementation,  and  (ii)  provide  a  detailed  strategy  to  achieve  financial  viability  by  the  end  of\nproject  implementation.  Possible  strategies  to  be  explored  in  detail  include  user-pay  initiatives\nand expansion and marketing of services to MFIs in other Pacific island countries. The Project\nwill assist the MCC in this process. Appendix 1 and 5 provide details.\n\nThe  new  savings  and  loan  products,  which  will  be  developed  and  tested  under\n100.\ncomponent B.1 of the Project, form part of the services renders by MFIs. The Project will ensure\nthat  only viable savings and loan products, and delivery mechanism will be implemented. The\n\n\f27\n\nestablishment  of  pilot  microbanking  under  component  B.2  serves  as  demonstration  and  will\nbreak-even after seven months of operation.\n\n101.\nThe RFF, component C of the Project, has to achieve a positive return on capital after\nthe first year of operation. This requires the RFF to charge MFIs an interest rate, that (i) covers\nadministrative and management costs, (ii) provides for defaulted loans, and (iii) and is above the\nnational  inflation  rate.  These  guidelines  will  ensure  that  the  funds  are  fully  protected  and  the\nRFF  becomes  a  self-sustainable  revolving  fund  and  continues  operation  also  after  project\ncompletion.\n\n3. \n\nEconomic Analysis\n\n102. An economic rate of return for the Project is difficult to quantify as the beneficiaries and\nend-users  of  the  microfinance  services,  particularly  the  micro  and  small  enterprises,  cannot\naccurately be determined at this stage. The MFIs will assess the viability of the micro and small\nenterprise investments based on sound economic principles. The know-how to carry out these\nassessments will be transferred from the MCC, and the training provided by the Project.\n\nforecast  with  confidence.  However,  benefit-cost  analysis  of  some \n\n103.\nThe  number  of  project  beneficiaries,  or  borrowers  of  MFIs,  and  the  respective  type  of\nmicro and small enterprises to be financed will ultimately be determined by market forces and\ntypical\ncannot  be \nmicroenterpises was carried as part of the TA (footnote 1). These include smallholder farming,\nhoney  and  poultry  production,  trading  of  agricultural  products  and  seafood,  sewing,  small\nrestaurants,  rural  and  urban  food  stalls,  and  trading  of  secondhand  clothes.  Production  costs\nand  production  values  are  based  on  the  information  provided  by  the  owners/operators  of  the\nmicroenterpises and reflect only cash transactions in an annual production cycle. The majority\nof  these  sample  microenterpises  have  been  in  operation  for  3–8  years.  The  production  costs\ninclude  hired  labor,  raw  materials,  transport,  and  other  cash  expenditures,  but  exclude  “free”\nfamily labor, cost of the owner/operator of the microenterprise, and depreciation of equipment.\nThe cost of land is only included if it is leased. Based on this, microenterpises display attractive\nbenefit-cost ratios between 7 percent and 24 percent. Given the short period of the production\ncycles, the total impact of these investments on the economy should be high.\n\nB. \n\nImpact on Poverty\n\n104.\nThe  assessment  of  poverty  and  the  development  of  interventions  to  reduce  poverty\nrequire  a  multidimensional  approach  in  which  access  to  cash  income  or  equivalent  economic\nbenefits  is  a  major  part.  The  Project  will  facilitate  this  process  by  providing  microfinance\nservices to establish and expand micro and small enterprises, particularly in rural areas where\nthe  majority  of  MFIs  operate.  This  will  create  much-needed  employment  opportunities,\nparticularly in rural areas, with a direct effect on poverty. Through the enhanced growth of the\nmicro and small enterprise sector, goods and services will be more accessible, particularly for\nthe poorer strata of the population.\n\n105. A self-targeting mechanism will ensure that MFIs provide services to the poor. The loan\nportfolio  of  each  MFI  participating  in  the  Project  is  limited  to  a  maximum  average  loan  size  of\nK5,000, or approximately $2,000. Ninety-five percent of the loans will be in the range of $200 to\n$400.  Only  a  small  number  of  loans,  mainly  for  equipment  and  transport,  will  exceed  the\nmaximum  average  of  K5,000.  The  portfolio  mix,  even  though  dominated  by  microloans,  will\nsupport MFIs in reaching financial sustainability, while providing services to the poor.\n\n\f28\n\nThe  Project  will  also  provide  savings  facilities  to  poor  households  currently  unserved,\n106.\nand hence, enable them to securely accumulate resources for times of hardship. The targeted\nclientele for loan and saving products represent 75 percent of the poor in PNG. They comprise\nhouseholds  that  are  part  of  the  cash  economy  and  earn  income  from  tree  crops,  commercial\nagriculture, micro and small businesses, and wage employment (para.5).\n\n107.\nThe project design is based on a process approach, which will enable MFIs to increase\ntheir  outreach  and  provide  services  to  segments  of  the  population  otherwise  unserved.  It  will\nprovide  microfinance  services  to  at  least  45,000  people.  The  socioeconomic  impact  and  the\nachievement of this target will be closely and continuously monitored to enable timely corrective\nmeasures to be taken if necessary.\n\nC. \n\nRisks\n\n108.\n The key risks to successful project implementation and the achievement of the project\nobjective were identified by the stakeholders during the participatory project planning workshop.\nThey include the following:\n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\nPolitical  stability  and  consistency  of  Government  policies  are  a  major  concern\nand have a considerable influence on private investments. The current situation\nis considered to more stable than in previous years, and the current Government\nmakes considerable efforts to assure the business community that it will continue\nin its current direction.\nDuring  previous  years,  agricultural  production  was  seriously  affected  by  natural\ndisasters.  As  the  majority  of  the  rural  population  rely  to  various  degrees  on\nfarming,  for  subsistence  and  cash  income,  the  loss  of  a  harvest  can  have  a\ndetrimental effect on the portfolio of microfinance service providers. While natural\ndisasters  cannot  be  avoided,  encouraging  the  establishment  of  nonfarming\nactivities will spread the risks for the borrower as well as the lender.\nHigh inflation rates with corresponding high interest rates have a negative impact\non  private  sector  investments.  MFIs  stress  that  their  potential  clients  are  less\nlikely to borrow when interest rates are perceived to be high.\nThe development of viable micro and small enterprises does not only depend on\nthe  availability  of  financial  services.  Nonfinancial  services,  e.g.,  business\ncounseling,  training  and  marketing  information,  and  business  linkages  are\nequally important. The provision of these services has been irregular in the past.\nThe  Small  Business  Development  Corporation,  a  major  provider  of  nonfinancial\nservices  throughout  PNG,  was  abolished  in  1999  only  to  be  revived  in  2000.28\nThe  risk  of  losing  these  services  again  can  be  reduced  through  continuous\nlobbying by the business community.\n\nA. \n\nSpecific Assurances\n\nVI.\n\nASSURANCES\n\nThe  Government  has  given  the  following  assurances,  in  addition  to  the  standard\n\n109.\nassurances, which have been incorporated in the legal documents:\n\n                                                \n28 The  previous  government  abolished  the  Small  Business  Development  Corporation  in  1998  due  to  budgetary\n\nconstraints. The current Government, elected in 1999, reversed this decision and reinstated the corporation.\n\n\f(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(i)\n\n(ii) \n\n(i) \n\n29\n\ntimely and regular (a) requests for budgetary appropriations will be made for the\ncounterpart  funding  requirements  of  the  Project  during  each  year  of  project\nimplementation;  and  (b)  release  of  appropriated  funds  will  be  made  to  facilitate\nproject implementation;\nfor external training financed under the Project, that the relevant institutions are\nselected and engaged in accordance with procedures acceptable to ADB, taking\ninto account considerations of economy and efficiency;\nit will (a) adopt a microfinance policy statement in accordance with international\nbest practice in microfinance, in form and substance satisfactory to ADB, no later\nthan  6  months  after \nloan\neffectiveness,  submit  to  ADB  for  review,  draft  legislation  or  implementing\nregulations,  as  necessary  to  establish  a  regulatory  framework  for  microfinance;\nand (c) within 24 months of loan effectiveness, enact such legislation and issue\nthe relevant regulations, as applicable;\nwithin  6  months  of  loan  effectiveness,  BPNG  will  establish  a  project  monitoring\nand  evaluation  system  based  on  specified  performance  indicators  to  be  agreed\nwith  ADB  and,  within  12  months  of  loan  effectiveness,  refine  the  system  in  a\nmanner satisfactory to ADB.\n\nloan  effectiveness;  (b)  within  12  months  of \n\nB. \n\nConditions for Loan Disbursement\n\n110. No withdrawals will be made from the loan account:\n\nfor any initial contribution to the RFF under component C of the Project until (a)\nBPNG has selected and engaged a management agent to manage, administer,\nand operate the RFF in accordance with an agreement satisfactory to ADB and\ncompetitive  selection  procedures  acceptable  to  ADB;  and  (b)  the  operational\nprocedures  and  guidelines  for  the  RFF,  including  MFI  eligibility  criteria,  and  the\nterms  and  conditions  of  model  onlending  agreements  between  MFIs  and  the\nRFF, have been agreed to by BPNG and ADB; and\nfor  any  subsequent  contribution  to  the  RFF  under  component  C  of  the  Project\nuntil  an  amount  of  not  less  than  70  percent  of  the  previous  contributions  to  the\nRFF  from  the  loan  proceeds  and  the  corresponding  counterpart  contribution  to\nthe RFF by the Government is disbursed to the MFIs. For these purposes, each\ncontribution to the RFF will be funded under the loan and through corresponding\ncounterpart  contributions  in  the  proportions  of  40  percent  and  60  percent,\nrespectively, up to an aggregate amount of $7,000,000 equivalent.\n\nVII.\n\nRECOMMENDATION\n\nI  am  satisfied  that  the  proposed  loan  would  comply  with  the  Articles  of  Agreement  of\n\n111.\nADB and recommend that the Board approve:\n\nthe loan in various currencies equivalent to Special Drawing Rights 7,357,000 to\nthe  Independent  State  of  Papua  New  Guinea  for  the  Microfinance  and\nEmployment Project, with a term of 32 years, including a grace period of 8 years,\nand with an interest charge at the rate of 1 percent per annum during the grace\nperiod  and  1.5  percent  per  annum  thereafter,  and  such  other  terms  and\nconditions  as  are  substantially  in  accordance  with  those  set  forth  in  the  draft\nLoan and Project Agreements presented to the Board; and\n\n\f30\n\n(ii) \n\nthe administration by ADB of a grant not exceeding the equivalent of $909,000 to\nbe  provided  by  the  Australian  Agency  for  International  Development  to  the\nIndependent State of Papua New Guinea for training under component A and for\na pilot microbanking scheme under component B of the Project.\n\n22 September 2000\n\n    \n\nTADAO CHINO\n     President\n\n\f31\n\nAPPENDIXES\n\nNumber\n\nTitle\n\nPage\n\nCited on\n    (page, para.)\n\nProject Framework  \n\nMicro and Small Enterprise Sector\n\n3\n                        Financial Self-sufficiency in PNG\n\nMicrofinance Institutions – Changes In\n\nThe Government’s Draft Microfinance Policy\n\nDetailed Implementation Arrangements\n\nCost Estimates and Financing Plan\n\nProject Organizational Structure \n\nImplementation Schedule\n\nIndicative Contract Packages\n\n1 \n\n2\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n32\n\n36\n\n39\n\n45\n\n48\n\n56\n\n60\n\n61\n\n62\n\n10\n\nOutline Terms of Reference for Consulting Services 63\n\n1,2\n\n5, 15\n\n8, 26\n\n11, 33\n\n19, 70\n\n20, 72\n\n21, 75\n\n22, 81\n\n23, 82\n\n23, 83\n\nSUPPLEMENTARY APPENDIXES\n(available on request)\n\nA\n\nDetailed Project Costs by Component\n\n\fDesign Summary\n\nDevelopment Goal\n\nPoverty is reduced by integrating the poor\nto the mainstream, monetized\ndevelopment process.\nPrivate sector-led economic growth and\nemployment creation is enhanced and the\noverall financial system is deepened.\n\nProject Purpose/Objectives\n\nFormal and semiformal microfinance\ninstitutions provide sustainable\nmicrofinance services to viable formal and\ninformal enterprises of all sectors and\nsavings services to the population at\nlarge.\n\nPROJECT FRAMEWORK\n\nPerformance Targets\n\nAssumptions and Risks\n\nSources of Information\nMonitoring System\n\nNational statistical data\n\n \n \n\n \n \n \n\n• \n• \n\n• \n• \n\nPIU and MCC reports\nMFI reports\n\nMFI reports\nAudited financial\nstatements of MFIs\n\n• \n\n• \n\n• \n\n• \n\n• \n\n• \n\nOutreach\n\nSustainability\n\nBy Jun 2006, at least 40 MFIs\nhave participated in various\nproject activities.\nBy Jun 2006, MFIs have reached\nat least 30,000 borrowers and\n15,000 depositors.\nMFIs do not exceed the average\nmaximum loan size of K5,000 at\nany time.\n\nOn average, the portfolio at risk\nof all participating MFIs does not\nexceed 10 % at any time after the\nsecond year of participation.\nEach participating MFI shows\nannual improvement of its\noperational self-sufficiency\nindicator to reach 100 %\noperational self-sufficiency within\n4 years.\nAt least three of the five largest\nparticipating MFIs, with regard to\nportfolio outstanding, reach\noperational self-sufficiency within\n2 years after participating in the\nProject, and two reach financial\nself-sufficiency within 4 years.\n\n \n \n \n \n\n• \n\n• \n\n• \n\n• \n\nAdequate nonfinancial\nservices provided by other\nservice providers are\naccessible.\nInflation rate is not\nincreasing excessively.\n\nClimatic conditions are\nfavorable.\n\nThere is political stability\nand consistency of\nGovernment policy.\n\n  Risk\n• \n\nThe Government provides\ncounterpart funds.\n\n3\n2\n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n1\n\n,\n \n\np\na\ng\ne\n1\n\n \n\n\fOutput 1\n\nThe capacity of MFIs is strengthened\nthrough a  newly established micro-\nfinance competence center.\n\nPERFORMANCE TARGETS\n\nSOURCES OF INFORMATION\nMONITORING SYSTEM\n\nIMPORTANT\nASSUMPTIONS/RISKS\n\n•  On-site visit and assessment\n\n•  Skills and knowledge\n\nacquired by MFIs through\nMCC training are applied.\n\n \n\nby MCC\n\n•  PIU/MCC reports\n\n•  PIU reports\n\n• \n\n• \n\nTraining impact evaluation\n\n   report\n\nFiles of BPNG\n\n• \n\n• \n\nThe MCC is established and\noperational six months after project\nstart.\nThe MCC conducts on average 1,500\nperson-training-days per year.\n•  At least 80% of participating MFIs\nreceive on-the-job training.\n•  At least 50% of participating MFIs\n\noperate effective MIS within 2 years\nafter MCC training and at lest 80 %\nafter 3 years.\n\nMFIs are rated annually.\n\n•  MFI network is established after one\nyear of project implementation, and\nregulatory framework for MFIs is\nsuccessfully negotiated within two\nyears.\n\n•  Business plan for the MCC is drawn\n\nup within 2 years of project\nimplementation outlining path to\nfinancial sustainability by the end of\nyear 4 of project implementation.\n\n•  At least 80 % of the participating\n\n•  MCC reports.\n\nActivities\n\nstart operations.\n\n1.1  Establish the MCC within the Institute of Banking and Business Management and\n\n1.2  Prepare a business plan for the MCC.\n1.3  Provide training of trainers opportunities abroad.\n1.4  Organize study tours, national conferences, and workshops on microfinance issues.\n1.5  Design and implement in-house and on-the-job training for MFI staff.\n1.6  Assist MFIs in formulating business plans and expansion strategies.\n1.7  Establish a network of MFIs, create linkages with nonfinancial service providers,\n\nand create awareness among network institutions.\n\n1.8  Develop governance guidelines for MFIs.\n1.9  Establish a consultative process between MFIs and BPNG, and establish a\n\nconducive regulatory and supervisory framework for MFIs.\n\n1.10 Design and conduct public awareness on basic concepts of banking and the\n\nbenefits of savings, and provide information on available microfinance services.\n\n1.11 Design and apply detailed national rating system for MFIs.\n1.12 Provide information on MFI rating to the revolving finance facility.\n1.13Design and apply a project monitoring and evaluation system.\n\nMajor Input 1\n\n• \n\nInternational and domestic\nconsulting services\n\n•  Vehicles, computer equipment,\nother office equipment and\ntraining materials\nTraining of trainers, in-house\nand on-the-job training\n\n• \n\n•  Study tours, conferences, and\n\nworkshops;\n•  Public awareness\n•  O&M\n\n3\n3\n\nA\np\np\ne\nn\nd\nx\n \n1\n,\n \n\ni\n\np\na\ng\ne\n2\n\n \n\n\fOutput 2\n \n New savings and loan products, and\ndelivery methods are developed, tested,\nand implemented.\n \n\nPERFORMANCE TARGETS\n\nSOURCES OF INFORMATION\nMONITORING SYSTEM\n\nIMPORTANT\nASSUMPTIONS/RISKS\n\n•  PIU/MCC reports\n•  Records of pilot banking.\n\n•  At least one new product each for\nsavings, loans, and other financial\nservices is introduced each year.\n•  At least 2 downscaling pilot MFI\nservices are operational during\nproject implementation.\n\n•  At least 10 linkages between semi-\nformal MFIs and formal financial\ninstitutions are established.\n•  Pilot microbanking is legally\n\nestablished and management\nstructure is in place within 6 months\nof project start.\n\n•  Business plan for pilot microbanking\nis formulated within 12 months of\nproject start.\n\n•  At least 70% of initial equity of the\npilot banking is lent out within one\nyear of operation.\n\n•  Pilot banking extends an average of\n\n800 loans annually.\n\n•  Operational self-sufficiency is\n\nreached after year one of operation.\n\n Activities\n \n 2.1 Develop, test, and implement new savings and loan products.\n \n 2.1.1 Establish dialogue between community and informal savings groups and commercial banks.\n 2.1.2 Advise MFIs on appropriate microfinance products.\n 2.1.3 Advise interested commercial banks on strategies to downscale operations.\n 2.1.4 Design target group-oriented microfinance products.\n 2.1.5 Develop appropriate target group-oriented delivery mechanisms and marketing concepts for microfinance products.\n 2.1.6 Monitor performance of delivery mechanism and disseminate information through MFI network.\n \n2.2  Establish, operate, and document  pilot microbanking.\n\n \n\nMajor Inputs 2\n\n• \n\nInternational and domestic\nconsulting services\n\n•  Vehicles, computer equipment,\nother office equipment, and\ntraining materials\n\n•  Equity\n•  O&M\n\n 2.2.1 Establish legal framework and management structure.\n 2.2.2 Design savings and loan product and delivery mechanism.\n 2.2.3 Set up office and operations.\n 2.2.4 Develop business plan.\n 2.2.5 Deliver microfinance services.\n 2.2.6 Document process of establishment and operations.\n\n3\n4\n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n1\n\n,\n \n\np\na\ng\ne\n3\n\n \n\n\fPERFORMANCE TARGETS\n\nSOURCES OF INFORMATION\nMONITORING SYSTEM\n\nIMPORTANT\nASSUMPTIONS/RISKS\n\n Output 3\n\nA revolving finance facility for MFIs is\nprovided.\n\n \n\n• \n\n• \n\n• \n\nFinance facility is established and\noperational after 8 months of project\nstart.\n10 credit lines are established within\nfirst 3 years of project\nimplementation.\nThere is positive return on capital\nafter the first year of operation.\n\n \n\n•  PIU reports\n\n•  RRF reports\n\n•  Audited financial statements\n\nof RRF\n\n \n\n Activities\n \n 3.1 Finalize selection and eligibility criteria, and mechanism for MFIs.\n 3.2 Design operational guidelines for a finance facility.\n 3.3 Establish monitoring mechanism.\n 3.4 Select a management agent.\n 3.5 Create public awareness of the finance facility.\n 3.6 Provide finance to MFIs.\n\nMajor Inputs 2\n\n• \n\n• \n\nInternational consulting\nservices;\nFunds for finance facility\n\nBPNG = Bank of Papua New Guinea, MCC = microfinance competence center, MFI = microfinance institution, MIS = management information system, O&M = Operations and Maintenance,\nPIU = project implementation unit, RRF = revolving finance facility\n\n3\n5\n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n1\n\n,\n \n\np\na\ng\ne\n4\n\n \n\n\f36\n\nAppendix 2, page 1\n\nMICRO AND SMALL ENTERPRISE SECTOR\n\nA.\n\nDefining Micro and Small Enterprises in Papua New Guinea\n\nBased  on  the  assumption  that  the  priorities  of  the  Government  of  Papua  New  Guinea\n1.\n(PNG)  for  micro  and  small  enterprise  (MSE)  development  relate  to  economic  factors  and  the\nstrengthening of the private sector, the definitions and guidelines were developed (Table A2.1):\n\nTable A2.1: Defining Guidelines for Micro and Small Enterprise Sector in PNG\n\nEnterprise\n\nDefinition/Guidelines\n\nRationale\n\nMicroenterprise\n\nAny  commercial  enterprise  that  is\nregular  basis,\nundertaken  on  a \ninvolving  annual \nsales  between\n$2,400 - $16,000 per annum.\n\nSmall Businesses\n\nA  permanent  commercial  enterprise\n(whether formally incorporated or not)\nwith  an  annual  turnover  of  between\n$16,000 - $80,000 per annum.\n\nWhile this definition captures a large\nnumber of entrepreneurs that would\nnot be included in a targeted credit or\nbusiness assistance program, the\nregular commercial activity criteria\nwould exclude part-time\nentrepreneurs. The upper limit of\n$16,000 turnover is arbitrary but this\ncould be regarded as a realistic\ndividing line in PNG (that should be\nincreased over time).\n\nIncorporation should not be used as a\ncriterion, as most small businesses in\nPNG are not incorporated. The upper\nincome level is a more appropriate\ncriterion. Due to the inflationary\npressures in PNG, a turnover of close\nto $240,000 per annum  now\nrepresents a small business.  It should\nalso be appreciated that many small\nbusinesses, even with a turnover in\nexcess of $160,000, find it difficult to\nsecure credit from a commercial bank.\n.\n\n2.\nThese definitions are provided as a guideline. The division between microenterprise and\nsmall  businesses  becomes  academic  if  a  single  business  assistance  package  is  provided  for\nthis  sector  of  the  economy.    Under  such  a  scenario,  the  key  issues  are  the  separation  of\nmicroenterpises  from  informal  entities  and,  in  turn,  small  businesses  from  medium-sized\nenterprises.\n\nB. \n\nSize of MSE Sector\n\n3. \nBased  on  the  above  definitions,  the  estimated  number  of  enterprises  in  the  two\nsegments1  are  as  follows:  100,000–120,000  microenterpises  and  12,000–15,000  small\n\n                                                \n1  These  estimates  are  drawn \n\nfrom  discussions  with  provincial  government  officials  and  private  sector\nrepresentatives. Official statistics are not available and the business name/company registrations at the Investment\nPromotion Authority do not all relate to active enterprises.\n\n\f37\n\nAppendix 2, page 2\n\nbusinesses. Figure A4.1 summarizes the private sector in PNG and attempts to categorize and\nestimate the number of private enterprises based on their annual turnover.\n\nFigure A4.1: Categories and Numbers of Private Sector Enterprises\n\nLarge\nEnterprises\n\n700 - 800 enterprises\nturnover >K3,000,000 p.a.\n\nMedium-Size\nEnterprises\n\n3,000 - 3,500 enterprises\nturnover K600,000 - K3,000,000 p.a.\n\nSmall Businesses\n\n12,000 - 15,000 enterprises\nK40,000 - K600,000 p.a.\n\nMicroenterpises\n\n100,000 - 120,000 enterprises\nK6,000 - K40,000 per year\n\nPart Time Entrepreneurs\n\n300,000 - 350,000 entrepreneurs\n< K6,000 p.a.\n\nInformal Sector /\nSubsistence Farming\n\nMajority of the population\n\np.a. = per annum\nSource: Staff estimates (see footnote 1)\n\nD. \n\nCharacteristics of the MSE Sector\n\nThe  characteristics  of  micro  and  small  businesses  in  PNG,  and  their  implications  for\n\n4.\neffective microfinance and business development schemes are outlined in Table A2.2.\n\n\fTable A4.2: Characteristics of Microenterpises and Small Businesses\n\nActivities\n\nMarket\n\nSavings\n\nImplications\n\nMainly local\nmarkets—weak\nlinkages outside of\nimmediate area\n\nMost income spent\non family or village\nconsumables\nLittle or no savings\n\nAccess to\nFinance\n\nInformal lending\nfrom family or\nfriends\nSome finance\nthrough existing\nmicrofinance\nschemes\nCommercial banks\nnot prepared to\nprovide credit to\nthis sector\n\nMicroenterprises\n\nPrimarily involved\nin sale of produce\nfrom own gardens,\nseafood, and home\ncooked or\nproduced items\nPredominately\ninvolve female\nentrepreneurs\n\nKey\nSectors\n\nGarden\nvegetables,\nsewing, home\ncooking, retail\n(including village-\nbased trade\nstores), small\nholders, copra\ndrying and sale,\nsmall-scale poultry\nand livestock,\nsecondhand\nclothing, fishing,\nlocal transport\n\nSmall\nBusinesses\n\nRetail, wholesale,\nground and sea\ntransport, timber,\nseafood, small-\nscale mining,\ncoffee, copra,\npoultry\n\nPrimarily local\nmarket area but\nsome of the larger\nenterprises also\nsell nationally\nVery few involved\nin direct exports\n\nPrimarily involved\nin retail, wholesale,\ntransport, and\nother services\nOnly a relatively\nsmall percentage\nof the larger small\nbusinesses are\ninvolved in\nmanufacturing\n\nWeak cashflow for\nsmaller businesses\nalso eroded by\nfamily/social\nobligations\nEven the larger\nsmall businesses\ngenerally have\nvery limited\nsavings\n\nThis sector is\npoorly serviced by\nthe commercial\nbanks and most\nsmall businesses\nare excluded from\nmicrofinance\nschemes.\n\nBusiness\nStructure and\nAssets\nUsually no formal\nstructure but some\nhave registered\ntrading names\nFamily or clan\nbased and\nincludes some\nvillage-based\nbusiness groups\nRarely any tangible\nassets as land is\nnot formally\nregistered\n\nSmaller\nenterprises usually\noperate under\ntrading name only,\nwhile larger\nbusinesses have\nbeen formally\nincorporated\nMainly family or\nclan-based but\nlarger retail\noperators employ\nup to 10 people\nSmaller\nenterprises have\nlimited assets and\nlarger companies'\nassets are often\nrestricted to stock\n\nA large and\ndispersed group\nthroughout the\ncountry that would\nbe difficult to\nservice\nFew have\ncommitment to\ndevelop genuine\nbusiness and most\nhave no clear\nunderstanding of\nbusiness practices\nSecurity for any\ncredit would be\ndifficult to obtain\n\nStill a relatively\nlarge and\ndispersed group\nand security for\ncredit will be\ndifficult to obtain\nBusiness\nknowledge/\nexperience is\nlimited and support\nservices are\nneeded badly.\nThere are,\nhowever, a higher\nproportion of\nentrepreneurs in\nthis segment with\nthe commitment\nand capabilities to\ngrow.\n\n3\n8\n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n2\n\n,\n \n\np\na\ng\ne\n3\n\n \n\n\f39\n\nAppendix 3, page 1\n\nMICROFINANCE INSTITUTIONS – CHANGES TOWARDS FINANCIAL\nSELF-SUFFICIENCY IN PNG\n\nA. \n\nProfile of Microfinance Providers\n\n1. \nTo define the profile and evaluate the performance of the microfinance providers in\nPapua New Guinea (PNG), the indicators and standards shown in Table A3.1 are applied\n\nTable A3.1: Performance Indicators and International Standards\n\nObjective\n\nPerformance Indicators\n\nPerformance Standards\n\n1. Average loan size\n\n(cid:1)  < Countries annual per capita\n\nincome\n\n(cid:1)  > 1/3 of customer base\n\nOutreach\n\n(cid:1)  Depth\n\n(cid:1)  Scale\n\nSustainability\n\n(cid:1)  General\n              information\n\n2. Average deposit size\n3. Percentage of Women\n4. Size of customer base\n5. Number of outstanding loans\n6. Number of savings accounts\n\n7. First year of operation\n\n8. Nominal interest on loans\n9. Effective interest on loans\n\n10. Interest on savings\n\n(cid:1)  Portfolio quality 11. Portfolio at riska\n(cid:1)  Self-sufficiency 12. Operational self-sufficiencyb\n(cid:1)  Productivity\n\n13. Staff productivity\n\n(cid:1)  < 10%\n(cid:1)  100% within 3 – 7 years\n(cid:1)  > 100 outstanding loans/loan\n\nofficer\n\na Portfolio at risk = balance of loans over 30 days late/total outstanding loans\nb Operational self sufficiency = Income / operational and risk costs\n\nIn  comparison  with  standards  of \n\n2.\nthe\nperformance of microfinance providers in PNG lags in all areas. Table A3.2 gives an overview of\nPNG microfinance providers.\n\ninternational  best  practice  (Table  A3.1), \n\n3.\nThe  average  loan  size  range  from  K281  to  K3,067.  According  to  different  sources,  the\nactual  demand for microcredit lies in the range of K500 (working capital) up to K30,000 (fixed\nassets).  The  bottom  end  of  less  than  K300  as  an  average  loan  size  is  the  result  of  credit\nschemes that target start-up businesses in the subsistence sector. These low credit amounts do\nnot, on average,  necessarily  reflect  the low income group that is served. They are sometimes\nthe result of rationing the credit supply due to an excess of demand while there is a shortage of\nseed capital.\n\n4.\nThe average deposit balance lies between K39 and K662. Licensed financial institutions\nrequire  normally  an  opening  balance  around  K20,  whereas  most  of  the  microcredit  schemes\napply compulsory group accounts with minimal weekly contributions per group member.\n\n5.\nThe existing microcredit schemes are almost exclusively targeting women, which is the\nresult  of  the  Grameen  Bank  lending  methodology  that  is  wide-spread  in  PNG.  Only  the\nregulated financial institutions do not use gender as an eligibility criteria for clients.\n\n\fTable A3.2: Profile of Microfinance Providers of Papua New Guineaa\n\nKey Performance Indicators as of 31 December 1999\n\nPNGBC\n\nRDB\n\nENB SLS\n\nVFL\n\nLLDAT\n\nNWCP\n\nNSRDP\n\nPnK\n\nTotal\n\nOutreach\n1. Average loan size\n2. Average deposit size\n3. Percentage of\n\nwomen\n\n4. Size of customer\nbase (credit)\n\n5. Number of\n\noutstanding loans\n6. Number of savings\n\nacc.\n\nSustainability\n7. First year of\noperation\n\n8. Nom. interest on\n\nloans p.a.\n\n9. Effec. interest on\n\nloans p.a.\n\n10. Interest on savings\n11. Portfolio at riskb\n\nK2,913\nK352\n\nn.d.\n\nApprox.\n70,000\n\n796\n\nK3,067\n-\n\nn.d.\n\nApprox.\n3,000\n\n2,400\n\n465,765\n\n-\n\nn.d.\n\n2,5% / 4%\n\n5% - 22%\nflat\n\nn.d.\n\n-\n\nn.d.\n\nn.d\n\nK685\nK662\n\nn.d.\n\nApprox.\n4,700\nApprox.\n2,000\n\n12,039\n\nn.d.\n\n6%\n\n100%\n\n700\n\n12. Operat. self-\nsufficiencyc\n\n13. Staff productivity\n\nn.d.\n\nn.d.\n\nMorobe\nSLS\n\nK825\nK268\n\nn.d.\n\nApprox.\n1,000\n\nApprox. 490\n\n1,873\n\nK361\nK48\n\n97%\n\n376\n\n156\n\n376\n\nK487\nK176\n\n100%\n\n2,704\n\n1,495\n\n2,704\n\nn.d.\n\n0%\n\n< 1%\n\nn.d.\n\n173\n\nn.d.\n\n6%\n\nn.d.\n\n5%\n\n18,51%\n\n< 30%\n\n26\n\n135\n\nK281\nn.d.\n\n100%\n\n8,200\n\n1,250\n\n8,200\n\nn.d.\n\n2,5%\n\nn.d.\n\n6\n\nK500\nK39\n\n100%\n\n600\n\n35\n\n98\n\nn.d.\n\n2,5%\n\nn.d.\n\n18\n\nApprox.\n500\n\nApprox.\n250\n\nVVN Sav\nSoc\n\n-\nK143\n\n50%\n\n-\n\n-\n\n-\n\nn.d.\n\n0,1%\n\nn.d.\n\nn.d.\n\nK281 – K3,067\nK48 – K662\n\n50%- 100%\n\n91,330 (21,330)\n\n8,622\n\n5% - 35%\n\n0,1% - 6%\n< 1% -\n > 60%\n\n18,51% - 100%\n\n6 - 700\n\n-\nK89\n\n?\n\n-\n\n-\n\n-\n\nn.d.\n\n2,5%\n\nn.d.\n\nn.d.\n\n817\n\n700\n\n492,572 (26,807)\n\n4\n0\n\n1974\n\n1967\n\n1993\n\n1999\n\n1999\n\n1994\n\n1996\n\n1998\n\n1995\n\n1997\n\n18,25% d.b.\n\n12% d.b.\n\n12% d.b.\n\n30% flat\n\n35% flat\n\n10% - 20%\nflat\n\n20% - 25%\nflat\n\nApprox. 40%\n\n60,30%\n\n< 1%\n\n3,97%\n\n> 50%\n\n> 50%\n\n< 10%\n\n                                                \na ENB, LLDAT = Lik Lik Dinau Abitore Trust, NSRDP = North Simbu Rural Development Project, NWCP = National Women’s Credit Project, PNGBC = Papua New Guinea\n\nBanking Corporation, PnK = Putim na Kisim, RDB = Rural Development Bank, SLS = saving and loan society, VFL = Village Finance Limited.\n\nb  Portfolio at risk = balance of loans over 30 days late/total outstanding loans.\nc  Operational self sufficiency = income / operational and risk costs.\n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n3\n\n,\n \n\np\na\ng\ne\n2\n\n \n\n\f41\n\nAppendix 3, page 3\n\n6.\nWhile the potential demand for microcredit is about 300,000 borrowers for all of PNG, the\nanalyzed  institutions  could  cover  an  estimated  potential  demand  of  nearly  100,000  borrowers  if\nthey  would  use  their  institutional  capacity  at  full  potential.  Without  Papua  New  Guinea  Banking\nCorporation  (PNGBC),  however,  the  client  base  for  credit  would  still  be  around  20,000.  This\npotential  demand  is  only  met  by  the  existing  microfinance  providers  with  a  total  of  8,622\noutstanding  loans.  The  lack  of  credit  funds  and  overall  highly  insufficient  institutional  capabilities\nexplain the low outreach of microcredit in PNG.\n\n7.\nContrary  to  the  supply  of  credit,  saving  facilities  are  wide-spread  throughout  the  country.\nNearly half a million people have a savings account, which falls in the category of microfinance.\nThe bulk of the accounts is held by PNGBC as the “people’s bank” and of the savings and loan\nsocieties.  If  those  two  institutions  were  discharged,  nonlicensed  savings  accounts  would  come\ndown to less than 10,000.\n\n8.\nInterest rates charged on credit range between 5 percent per annum flat and 35 percent,\nequivalent  to  effective  interest  rates  of  up  to  more  than  70  percent.  Considering  all  of  the  costs\ninvolved  in  obtaining  a  standard  group  loan  in  one  of  the  women  credit  schemes,  an  effective\ninterest rate of 168 percent was calculated. Taking the existing high demand for credit, it becomes\nevident that, as in most other countries, PNG microborrowers are not interest-sensitive, access to\nadequate credit facilities in terms of convenient access, speedy procedures, timely disbursement,\nuncomplicated procedures, etc. is more important than the direct financial costs. Additionally, the\ninterest rates charged indicate that microfinance providers in PNG could become self-sustainable\nif they dispose of an efficient and effective management and institutional capacity.\n\n9.\nInterest  on  savings  is  negative  in  real  terms.  The  current  inflation  rate  is  around  18\npercent, while financial institutions pay only up to a maximum of 6 percent per annum for savings.\nThe  fact  that  savings  accounts  are  widely  spread  over  PNG  indicates  that  security  is  the  main\nmotive  to  save.  The  findings  corroborate  similar  results  found  in  other  countries,  where  the\nphysical  security  of  deposits,  and  convenience  to  deposit  money  and  to  withdraw  it  at  any  time\nwhen needed are the most crucial factors for depositing in financial institutions.\n\nThe  quality  of  the  loan  portfolio  in  microfinance  is  far  from  acceptable,  even  when\n10.\nstandards  below  international  best  practices  are  applied.  Apart  from  a  few  examples  where\nacceptable repayment rates are achieved on the costs of low productivity, the portfolio at risk lies\nin  the  range  of  over  50  percent.  In  international  best  practice  discussions  on  microfinance,  the\nloan portfolio at risk is generally below 10 percent. An explanation for this worrying result lies in\nthe  target  group  definition  (finance  of  start-up  businesses  of  poor  women  of  the  subsistence\nsector), the lack of systematic lending methodologies, and the general perception of microfinance\nas a mainly social issue.\n\n11.\nAbsence  or  deficiencies  in  accounting  are  common  among  the  existing  microcredit\nschemes. The institutions do not use a standard chart of accounts and have no audited financial\nstatements, which makes it difficult to compare the results. Even the regulated financial institutions\ndo  not  account  for  microcredit  operations  separately  and  mix  it  up  with  their  regular  lending\nbusiness. This makes it difficult, if not impossible, to obtain reliable information on the operational\nand financial self-sufficiency of the microcredit schemes. Village Finance Limited (VFL) and Lik Lik\nDinau Abitore Trust (LLDAT), the most professional microfinance institutions (MFIs), only reach a\nlevel  of  18,51  percent  (VFL)  and  nearly  30  percent  (LLDAT)  of  operational  self-sufficiency,  after\none (VFL) and six years (LLDAT) of operation.\n\n\f42\n\nAppendix 3, page 4\n\n12.\nIn addition, the low level of staff productivity indicates a lack in overall institutional capacity.\nApart from the savings and loan societies, which reach considerable levels in productivity because\ntheir lending procedures are very simple, all microcredit schemes lie in the range of less than 30\noutstanding  loans  per  field  officer.  Only  LLDAT  reaches  135  loans  with  the  cost  of  a  portfolio  at\nrisk of more than 50 percent.  Considering that most MFIs that have been analyzed rely on group-\nlending technologies, these figures are far below international standards, where the borrower per\nloan  officer  ratio  in  MFIs  applying  individual  lending  techniques  is  250-300,  and  about  450-500\nwhen group-lending predominates.\n\nB. \n\nInstitutional Changes Toward Financial Self-Sufficiency\n\nThe  main  challenges  to  become  both  financially  self-sufficient  and  to  provide  financial\n13.\nservices with considerable outreach are in the following areas: (i) governance structure, (ii) target\nmarket,  (iii)  credit  methodology,  (iv)  savings  methodology,  (v)  growth  strategy,  and  (vi)  financial\nand  human resource management.\n\n14.\nGovernance Structure. Microfinance in PNG has been developed almost exclusively under\nan  integrated  development  or  mainly  social  approach.  Accordingly,  cross-sectoral  issues,  (e.g.,\ngender,  community  development,  real  sector  development,  business  training,  etc.)  with  the\ninvolvement  of  the  according  government  departments  determine  the  governance  structures  of\nmost  of  the  microfinance  schemes  of  PNG.  Consequently,  social  and  poverty  reduction  goals\ndominate  the  governance  structure  of  the  existing  microcredit  schemes.  To  overcome  this\nsituation  and  to  reach  both  the  financial  objectives  and  the  social  mission  of  an  MFI,  existing\ngovernance structures should be reviewed under the following aspects:\n\n(i) \n\n(ii) \n\n(iii) \n\nA  coherent  set  of  overall  goals  must  be  defined.  The  actual  coexistence  of  the\nobjectives  “reaching  the  poorest  of  the  poor”  and  “achieving  financial  self-\nsustainability  in  the  short  run”  hampers  the  development  of  a  clear  organizational\nprofile  and  leads  to  poor  performance.  Thus,  international  funding  agencies  and\nnational government departments in their role as funders and technical assistance\nproviders  have  to  define  priorities  to  develop  a  coherent  set  of  guidelines  and\nstandards for microfinance organizations.\nStakeholders  have  to  be  aware  of  the  genuine  services  an  MFI  can  provide  best:\ntailor-made,  cost-covering  credit  and  savings \nthe\ngovernance structure should clearly reflect that orientation.\nOverly  complex  governance  structures  are  ineffective  and  produce  informal  and\nthus  nontransparent  management  structures.  Governance  structures  should  be\nkept lean and simple to produce appropriate incentives.\n\nfacilities.  The  profile  of \n\nCross-sectoral  governance  structures  that  are  characterized  by  a  general  lack  of\n15.\nmicrofinance skills are dysfunctional. Investment in human resources to incorporate the technical\nknowledge  on  microfinance  is  necessary.  At  the  same  time  stakeholders  from  the  financial  and\nprivate business sectors should be included in governance structures.\n\n16.\nTarget  Market.  MFIs  in  PNG  have  drastically  changed  their  market  approach.    Up  to  the\npresent microfinance has been dominated by an integrated poverty reduction approach, measures\nsuch  as  means  testing  derived  from  the  Grameen  Bank  have  been  taken  to  assure  that  the\nborrowers belong to the poorest segments of the society. But it should be common understanding\nthat credit is not an adequate means or panacea to solving the social and economic problems of\nthe poorest members of a society. Grants, social aid, and welfare instead of indebtness would be\n\n\f(i) \n\n(ii) \n\n(iii) \n\n(v) \n(vi) \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\n43\n\nAppendix 3, page 5\n\nmore adequate for them. To become financially self-sustainable and to reach the target group for\nmicrofinance, the MFI-sector of PNG should consider the following aspects:\n\nMarkets  have  to  be  targeted.  While  savings  facilities  can  be  offered  to  the  broad\npublic,  credit  services  should  be  directed  to  those  elements  of  the  markets  that\nhave the highest probability to be able and willing to repay a loan.\nEligibility  criteria  should  be  set  in  a  consistent  way.  To  systematically  exclude  50\npercent of the potential market by applying strict gender eligibility criteria, might be\njustifiable  under  social  and  political  aspects  for  a  special  purpose  MFI,  but  is  not\nacceptable for the whole MFI sector of a country.\nTargeting  only  start-up  businesses  raises  the  risk  exposure  of  the  MFI.  Sectoral\ndiversification and a shift to experienced microbusinesses is highly recommended.\n\n(iv)  Markets  should  not  be  targeted  under  the  existing  slightly  paternalistic  beneficiary\n\nculture, but under a clear client service culture.\nMarket research has to be introduced as a means of identifying profitable markets.\nProfitability  and  target  group  orientation  must  be  combined  to  identify  new  market\nsegments.\n\nCredit  Methodology.  To  overcome  the  structural  deficits  of  MFIs  in  PNG  concerning  their\n\n17.\ncredit methodology, the following recommendations should be considered:\n\nIn  general  terms,  MFIs  have  to  develop  the  profile  of  a  pure  provider  of  financial\nservices,  and  accordingly  of  a  reliable  and  thus  strict  lender  that  disciplines  willful\ndefaulters and enforces these loans.\nScreening mechanisms should be redefined. The actual procedures—based on the\ncriteria  “no  business  experience”,  “monthly  income  of  less  than  K200/$70”  and\n“absolute  poor  living  conditions”—produce  an  adverse  selection  of  potential\nborrowers, with the consequence of loan losses up to 50 percent.\nIndividual, cash flow-oriented lending methodologies have to be systematized and\nexpanded. To date, the most profitable segment of the microfinance sector is highly\nmarginalized—from both traditional finance institutions and MFI.\nAs in-kind collateral can be found in even the smallest farming household of PNG,\nthe credit institution should accept in-kind collateral to secure loan recovery and to\nstrengthen its image by the community of a strict lender.\nThe  client-MFI  relationship  should  be  long-term—working  capital  is  an  ongoing\nneed in any business activity. A single capital injection will not enable the borrower\nto  graduate  as  a  client  of  traditional  financial  institutions,  as  assumed  by  some\nmicrofinance  schemes.  Client  graduation  requires  time,  but,  once  achieved,\nproduces  mutual  benefits:  better  lending  conditions  for  the  borrower  and  higher\nprofitability for the MFI.\n\n18.\nSavings  Mobilization.  In  PNG,  savings  mobilization  through  microfinance  appears  to  be\nmuch  more  successful  than  the  lending  business.  The  following  recommendations  should  be\nconsidered  especially  by  the  pure  microfinance  institutions  to  enhance  their  services  regarding\nsavings mobilization:\n\n(i) \n\n(ii) \n\nMFIs have to become profitable to gain customer confidence and to obtain a license\nas a deposit-taking institution.\nMFIs  should  promote  voluntary  savings  schemes  and  establish  linkages  between\ntheir target group and formalized, deposit-taking institutions.\n\n\f44\n\nAppendix 3, page 6\n\n(iii) \n\n(iv) \n\nHidden  interest  costs  of  compulsory  savings  should  be  made  transparent  to\ncustomers.\nSuccessful  community  savings  schemes  should  be  replicated  and  linked  to  the\nformal financial system.\n\n19.\nThe  supervisory  function  of  the  Federation  of  Savings  and  Loan  Societies  must  be\nstrengthened  to  successfully  continue  the  revitalization  project  of  community-based  savings  and\nloan societies.\n\n20.\nGrowth Strategy. All institutions analyzed will have to strengthen their institutional capacity\nprior to further growth. The application of standardized accounting procedures, a clear definition of\nthe  target  market,  as  well  as  a  revision  and  systematization  of  lending  methodologies  are  just\nsome areas that require concentration if a consistent growth strategy is to be defined. Additionally,\nintensive growth should be given priority over to extensive growth: client graduation and portfolio\ndiversification to the nonsubsistence sector offers high market potential for the existing branches\nand agencies.\n\n21.\nFinancial  Management:  The  implementation  of  basic  management  information  and\naccounting  systems  is  one  key  activity  to  be  considered  in  order  to  professionalize  the  existing\nMFIs in PNG. But there is also a high need for training in accounting and in understanding of the\nkey  indicators  applied  to  microfinance.  Improvement  of  the  existing  financial  management\ncapacities will be focused on the following aspects:\n\n(i) \n(ii) \n\n(iii) \n(iv) \n\nStandardized, computer-based accounting systems are to be implemented.\nKey  ratios  for  financial  management  are  to  be  defined  and  produced  on  a  regular\nbasis.\nAll MFIs have to implement basic management information systems.\nInterest rates have to be set on a cost-recovery basis.\n\n\f45\n\nAppendix 4, page 1\n\nTHE GOVERNMENT’S DRAFT MICROFINANCE POLICY\n\nRedefining Microfinance Towards Mainstream Financial Services\nPapua New Guinea’s Microfinance Policy\n(Draft)\n\nA.\n\nBackground\n\nThe  vast  majority  of  the  population  in  PNG  has  almost  no  access  to  financial  services\n1.\ncurrently provided by Commercial Banks and Finance institutions. To some extent this is due to\na  lack  of  infrastructure,  and  a  low  integration  of  significant  parts  of  the  society  into  the  cash\neconomy.  But,  the  Government  of  PNG  also  perceives  inadequateness  of  existing  financial\nproducts and services.  As a consequence, important sectors of the PNG economy are still cut\noff  from  the  modern  economy  or  have  to  face  conditions  that  do  not  allow  developing  on  the\nbasis of existing abundant resources.\n\nThe  Government  has  expressed  in  the  MTDS  and  in  the  National  Dialog  that  private\n2.\nsector development is paramount for the future of PNG. The Government has also stressed by\nthe recently adopted SME-Policy the important role of small and medium enterprises. As a next\nstep, it is the aim of the Government to address the weakness of the financial system in order to\nimprove  the  provision  of  financial  services  needed  for  private  sector  development.  Therefore,\nthe legal framework for Banks and other Financial Institutions has been revised and important\nchanges  are  under  way.  Now  it  is  important  that  this  new  framework  leads  to  enhanced\neconomic  integration  of  micro,  small  and  medium  enterprises  through  better  access  to\nsustainable financial services for micro and small enterprises as well as for those who want to\nsave money for future financial needs.\n\nThe  Microfinance  Policy  is  conceived  as  an  open  forum  that  provides  a  framework  for\n3.\nexisting  or  future  institutions  to  either upgrade  existing  credit  schemes  or downscale  financial\nproducts  towards  mainstream  financial  services:  Microfinance  Institutions  should  aim  to  a\nmaximum  of  outreach  thereby  covering  all  the  costs  incurred  by  delivering  this  service.\nUnderscoring  its  private  sector  orientation,  the  Government  of  PNG  understands  its  role  as  a\nfacilitator for private service provider.\n\n4.\nIt  is  the  objective  of  the  Microfinance  Policy  to  establish  a  framework  that  leads  micro\nfinance  provider  towards  enhanced  institutional  capacity,  better  access  to  refinancing\nmechanisms  in  order  to  assist  and  support  the  development  of  existing  enterprises  currently\nexcluded  from  mainstream  financial  services.  By  targeting  profitable  enterprises  it  is  the\nintention  to  foster  private  sector  development  and  to  contribute  to  the  social  and  economic\nintegration of marginalized households in PNG.\n\nB.\n\nObjectives\n\nC.\n\nPrinciples\n\n5.\nprinciples:\n\nThe  Microfinance  Policy  of  the  Government  is  guided  by  the  following  fundamental\n\n(i) \n\n“Finance” is defined in terms of services or products in the field of equity, credit,\nsavings and insurance. Financial institutions and markets provide those services\n\n\f46\n\nAppendix 4, page 2\n\nthrough  financial  intermediation.  Financial  institutions  and  their  services  are\nconsolidated  by  the  financial  system.  In  a  cash  economy,  a  well  functioning\nfinancial system is an important precondition for economic growth.\nThe role of Microfinance is to provide access to financial services to a wide range\nof  people  living  on  lower  income  and  small  and  micro  enterprises  that  currently\nfind it difficult to access those services, due to different reasons.\nThe development of viable, private Microfinance Institutions is seen as a crucial\ntarget to enhance the capacity of the total financial system\nIn  order  to  be  sustainable,  Microfinance-Services  have  to  be  designed  and\nprovided on a cost-covering basis. Quick operational sustainability is paramount\nfor  organizations  to  expand  their  services,  and  to  be  able  to  meet  existing\ndemand  on  a  wide  scale.  Financial  sustainability  is  required  to  survive  on  the\nmarket.\nSubsidies  (of  installation  cost  or  financial  costs)  may  be  necessary—especially\nduring  the  initial  stages  of  institutional  development—but  should  be  given  in  a\ntransparent  way  not  arbitrarily  interfering  with  the  price  mechanism  of  financial\nmarkets.\nCompetition  between  different  service  provider  is  necessary  to  improve  the\nefficiency of microfinance services and thus of the financial system as a whole.\nAccess  to  refinancing  funds  should  be  granted  to  all  service  providers  on  the\nbasis of performance, reflecting the financing conditions and the respective costs\nincluding the perceived risk of an individual institution.\n\n(viii)  Microfinance  is  one  aspect  of  private  sector  development  that  needs  to  be\nsupported and complemented by additional services of non-financial nature to be\ndelivered by appropriate organizations as highlighted in the SME-Policy.\n\nD.\n\nBest Practices\n\n6.\nThe Microfinance Policy aims to enhance the institutional capacity of existing and future\nservice providers. Recognizing the different stages of development of existing organizations, the\nMicrofinance Policy of PNG takes into account internationally accepted best practices in order to\ndevelop a national Microfinance Industry Standard for PNG:\n\nThe Government of PNG intends to support the development of Microfinance by\ncreating  the  appropriate  regulatory  framework  as  well  as  by  the  provision  of\nadequate refinancing mechanisms for the private sector to deliver new credit and\nsavings products to the mass of the population that today has difficult access to\nfinancial  services.  On  the  basis  of  existing  best  practices,  the  Government  of\nPNG  invites  private  service  providers  to  develop  those  microfinance  services\nincorporating the social, cultural and economic condition prevailing in PNG.\nCommunity  acceptance  is  crucial  for  successful  microfinance  institutions.\nTherefore  the  Government  calls  on  the  civil  society  to  support  and  foster\ncommunity acceptance of microfinance service providers.\nThe  provision  of  microfinance  services  requires  lean  management  in  order  to\nreach  operational  and  financial  sustainability  as  quickly  as  possible.  The\noperation  should  be  managed  in  a  transparent  and  accountable  manner  and\ncomply  with  international  best  practices  in  microfinance.  While  recognizing  the\nimportant  social  objectives  of  microfinance,  continuing  operating  losses  of\nmicrofinance  service  providers  are  not  acceptable,  particularly  whenever  those\ninstitutions administer public funds.\n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\n(vi) \n\n(vii) \n\n(i) \n\n(ii) \n\n(iii) \n\n\f47\n\nAppendix 4, page 3\n\n(iv) \n\n(v) \n\n(vi) \n\nto \n\nto  contribute \n\nA  lean  management  calls  for  responsible  managers  and  loan  officers  able  to\nassess  and  to  manage  the  individual  risk  of  each  borrower.  Therefore  modern\nmanagement  procedures  and  tools  as  well  as  the  employment  of  modern\ncomputer  technology  are  crucial  tools.  The  Government  of  PNG  calls  on\nthe  development  of  national\ninternational  organizations \nmicrofinance competence.\nAn important factor of success is the design of microfinance products that meet\nthe demand of the population. This embraces credit schemes that allow for cash\nflow  oriented  lending  as  one  approach  to  compensate  for  lack  of  bankable\ncollateral as well as savings products that are not tied to minimum deposits.\nSustainability  is  the  most  important  factor  for  increased  access  to  finance  and\nexpansion of the financial sector. Therefore the microfinance policy underscores\nthe  importance  of  high  outreach  and  interest  rates  that  allow  for  a  financial\nequilibrium. In this framework, competition is paramount in order to deliver those\nservices as efficient as possible.\n\nE.\n\nInstruments\n\n7. \nThe  government  of  PNG  welcomes  the  initiative  of  a  microfinance  network  open  to  all\norganizations interested in extending sustainable financial services to a wide range of economic\nactivities of the population.\n\n As a principle, the government of PNG seeks to involve private sector organizations as\n\n8. \nmuch as possible in the implementation of this policy.\n\n9. \n\nFuture policy instruments should address the following key areas:\n\n(i) \n(ii) \n(iii) \n(iv) \n\n(v) \n\nFinancial resources to finance microfinance operations.\nTechnical assistance to increase access to international best practice.\nInstitution and capacity building to mainstream microfinance operations.\nSuitable  provisions  with  respect  to  the  risk  classification  of  microfinance\nportfolios.\nTemporary  tax  incentives  for  financial  institutions  to  start  up  microfinance\noperations.\n\nThe government of PNG will maintain active dialogue with international agencies in order\n\n10.\nto win technical and financial support for the development of suitable policy instruments.\n\n\f48\n\nAppendix 5, page 1\n\nDETAILED IMPLEMENTATION ARRANGEMENTS\n\nA. \n\nProject Management\n\n1.\n\nThe Executing Agency\n\n1.\nThe  Bank  of  Papua  New  Guinea  (BPNG,  the  central  bank)  was  established  under  the\nCentral Bank Act of 1973, which is based on Australian central banking legislation. The Head of\nState  appoints  the  governor  of  BPNG,  while  the  minister  of  the  Department  of  Finance  and\nTreasury appoints the deputy governor on the advice of the governor. The policy of the central\nbank is set by its board, whose members comprise the governor, deputy governor, the secretary\nof  the  Department  of  Finance  and  Treasury,  and  other  members  appointed  by  the  Head  of\nState. Within the context of the general framework of the policy objectives of the Government, it\nis the function of the central bank to (i) ensure that its monetary and banking policy is directed to\nthe  greatest  advantage  of  the  people  of  Papua  New  Guinea;  and  (ii)  direct  its  efforts  to\npromoting monetary stability and a sound and effective financial structure.\n\n2.\nBPNG’s  relationship  with  the  banking  system  is  governed  by  the  Banks  and  Financial\nInstitutions Act, which covers the duties of commercial banks and licensed financial institutions,\nlicensing  requirements.  BPNG  supervises  commercial  banks  and  “bank-like”  institutions.  It\nrecently imposed a cash deposit requirement on commercial banks, stipulating a proportion of\ncommercial bank liabilities to be kept as a deposit with BPNG. It administers savings and loan\nsocieties (SLS) under the Savings and Loan Societies Act. With the exception of the SLS, the\ncentral bank imposes no interest rate controls on the institutions it supervises. The supervision\nof the Rural Development Bank, and superannuating and other contract savings funds is not the\nresponsibility of BPNG.\n\n3.\nBPNG will be the Executing Agency of the Project as well as the Implementing Agency\nfor  the  revolving  finance  facility  (RFF).  It  will  be  responsible  for  overall  coordination  and\nimplementation of the Project and, in accordance with established government procedures, will\nbe the official contact point of ADB.\n\n2.\n\nThe Microfinance Steering Committee\n\nBPNG  will  establish  a  microfinance  steering  committee  (MSC)1  to  administer  and\n4.\ncoordinate implementation of the three components and activities of the Project. The MSC will\nprovide  overall  policy  guidance  and  coordinate  activities  between  microfinance  institutions\n(MFIs),  nonfinancial  service  providers,  commercial  banks,  and  national  and  provincial\ngovernment  agencies.  The  MSC  will  be  responsible  for  the  administrative  and  financial\nimplementation of the Project, and will oversee project planning, organization, implementation,\nand  monitoring.  It  will  meet  as  often  as  required,  but  at  least  once  every  three  months.  The\nchairperson  will  be  the  governor  of  BPNG.  Members  will  be  senior  representatives,  one  each\nfrom the Department of Finance and Treasury, Department of National Planning and Monitoring,\nthe  private  sector/MFI  clients,  nonfinancial  service  providers,  and  two  representatives  from\nMFIs.\n\n                                                \n1 The MSC is the project steering committee.\n\n\f49\n\nAppendix 5, page 2\n\n3.\n\nThe Project Implementation Unit\n\n5.\nThe  project  implementation  unit  (PIU)  will  be  established  by  and  operated  under  the\nguidance  of  BPNG.  It  will  be  physically  located  in  the  Institute  of  Banking  and  Business\nManagement  (IBBM).  It  will  handle  the  day-to-day  project  administration  and  implementation\nmatters.  The  PIU  will  provide  and  facilitate  the  required  goods  and  services  to  the  different\ncomponents and activities of the Project. It will be headed by a full-time project manager, and\nsupported by a project assistant.\n\n6.\nPerformance  monitoring  and  evaluation  (PME)  activities  will  be  undertaken  to  ensure\nthat project resources are managed effectively and that project benefits are maximized. The PIU\nwill  monitor  and  evaluate  project  performance  and  benefits  for  (i)  internal  efficiency  (including\ninputs,  processes,  and  outputs);  (ii)  outreach  by  MFIs,  (iii)  satisfaction  of  demand  for\nmicrofinance services by the clients; and (iv) operational and financial self-sufficiency of MFIs.\n\n7.\nThe  PIU  will  establish,  within  six  months  of  loan  effectiveness,  a  set  of  qualitative  and\nquantitative indicators to determine realistic, controllable, and measurable targets that reflect the\nanticipated project benefits. Utilizing the PME system, the MSC will periodically compare actual\nand  projected  performance,  and  recommend  measures  for  immediate  corrective  action.  The\nsuccess  of  the  Project  in  terms  of  actual  and  forecasted  benefits  will  be  compared  with  the\ntargets. Based on the results, BPNG and MSC will consider adopting short-, medium-, and long-\nterm actions, strategies, and policies to improve the efficiency and effectiveness of the Project.\n\n4. \n\nThe Implementing Agency\n\n8.\nThe  IBBM  is  the  Implementing  Agency  of  component  A  and  B  of  the  Project  and  will\nphysically  accommodate  the  PIU.  The  history  of  IBBM  dates  back  to  1965  when  the  Banker’s\nCollege,  as  it  was  called  then,  commenced  training  and  development  programs  under  the\nauspices of the Reserve Bank of Australia. In 1974 the college was officially established under\nthe Associations Incorporation Act as Papua New Guinea Banker’s College Inc. Until the mid-\n1990s  the  institute  focused  on  training  of  bank  staff.  In  1998  the  constitution  was  changed  to\ninclude  business  management  training.  As  a  consequence,  the  name  was  changed  to  the\nPapua New Guinea Institute of Banking and Business Management Inc.\n\n9.\nIBBM  has  four  different  categories  of  membership:  (i)  member  banks,  (ii)  corporate\nmembers, (iii) associate corporate members, and (iv) personal and professional members.  All\ncommercial banks in PNG are either member banks or associate corporate members, as well as\nthe Teaches Savings and Loan Society, the largest savings and loan society in PNG. In addition\n358 personal members are registered with IBBM.\n\n10.\n\nThe objectives of IBBM are as follows:\n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\npromote  and  enhance  the  professional  status  of  those  engaged  in  banking,\nfinance, and business management throughout PNG;\nfacilitate the exchange and acquisition of knowledge, skills, and techniques in the\ntheory and practice of banking, finance, and business management;\npromote  the  training  and  education  of  people  within  the  banking,  financial,  and\nbusiness management sectors of PNG;\nencourage and foster fellowship and opportunities for the exchange of views and\nideas among members; and\n\n\f50\n\nAppendix 5, page 3\n\n(v) \n\nmaintain  a  college  and  faculty  to  meet  and  fulfill  the  educational,  training,  and\ndevelopment  needs  of  people \nfinancial,  and  business\nmanagement sectors of PNG.\n\nthe  banking, \n\nin \n\nIBBM  conducts  various  residential  and  nonresidential  short-  and  long-term  training\n11.\ncourses.  The  logistical  facilities  comprise  (i)  a  fully  equipped  conference  room  for  up  to  80\nparticipants;  (ii)  two  fully  equipped  training  rooms  for  up  to  16  participants;  (iii)  meeting  and\nsyndicate  rooms;  (iv)  supporting  printing  and  audiovisual  services;  (v)  a  library  and  resource\ncenter; (vi) 18 twin-share rooms; and (vii) a kitchen and dining facilities.\n\nB. \n\nProject Components\n\n1. \n\nMicrofinance Competence Center (Component A)\n\n12. \nThe Project will establish the microfinance competence center (MCC) within the Institute\nof  Banking  and  Business  Management.  The  institute  will  initially  provide  four  counterpart\nstaff/trainers  with the possibility to increasing the number to six during project implementation.\nThe institute will also provide office facilities and administrative support for components A and B\nand the PIU. Office supplies and communication costs will be borne to a maximum of $25,000\nequivalent during the project implementation period. In-house training will be conducted in the\ntraining  rooms  of  the  institute,  and  the  conference  facilities  will  be  utilized  for  meetings  of  the\nnetwork of MFIs. The Project will assist the institute to prepare a full-fledged business plan after\n30  months  of  project  implementation,  and  to  provide  a  detailed  strategy  to  achieve  financial\nviability by the end of project implementation.\n\n13. \nThe  MCC  will  carry  out  public  relations  activities  for  the  benefit  of  all  microfinance\nservice  providers  and  their  potential  clients.  Emphasis  will  be  given  to  developing  internal\ncommunication mechanisms between existing service providers and rural communities, and to\nadvertising  basic  concepts  such  as  the  benefits  of  savings  and  the  availability  of  microcredit.\nThe Project will address the following aspects:\n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\nmicrofinance network: the MCC will assume the role of a technical coordination\nbody  for  a  network  of  service  providers,  national  and  provincial  Government\nrepresentatives and assistance agencies;\nawareness building: the MCC will create awareness among rural communities\nfor  suitable  savings  products  and  other  financial  services  that  are  already\navailable;\nbanking  education:  the  MCC  will  engage  strategic  target  groups  (multipliers\nsuch as teachers) in the development of banking education programs, including\nthe preparation of suitable advertising material; and\npublic  relations  strategies:  the  MCC  will  support  microfinance  service\nproviders  in  designing  public  relations  and  marketing  strategies  for  their\nrespective services.\n\nThe  Project  will  enable  the  MCC  to  conduct  various  in-house  training  courses,\n14. \nworkshops,  and  seminars  aimed  at  broadening  the  understanding  of  microfinance  and  to\nimprove the skills of people involved at different levels in the provision of microfinance services.\nThe  knowledge  and  skills  of  the  MCC  trainers  will  be  upgraded  to  perform  these  tasks.  A\ndetailed curriculum will be developed and will include the following subjects:\n\n\f51\n\nAppendix 5, page 4\n\nintroductory  courses  will  include  topics  on  (a)  microfinance  and  principles  of\ngovernance,  (b)  microfinance  and  principles  of  management,  (c)  introduction  to\nmicrofinance for loan officers, and (d) starting a self-help microfinance scheme;\ntechnical  skills  training  will  focus  on  (a)  financial  analysis,  (b)  financial\ncalculation,  (c)  cash  flow-oriented  risk  assessment,  (d)  bookkeeping  and\naccounting  procedures  for  MFIs,  (e)  presentation  of  balance  sheet  information,\nand (f) performance indicators for MFIs; and\norganization  development  will  address  issues  with  regard  to  (a)  efficient\ndelivery  systems  (group  lending  versus  individual  loans),  (b)  monitoring  and\nmanagement \n(d)  branch\nmanagement, (e) personnel and incentive systems, (f) organizational upgrading,\nand (g) downscaling of  financial services.\n\ninformation  systems, \n\nloan  management, \n\n(c) \n\n15.\nIn addition to in-house training, technical assistance (TA) packages will be developed to\nimprove  the  implementation  capacity  and  the  absorption  capacity  of  existing  MFIs.  The  TA\npackages  will  be  designed  for  each  stage  of  institutional  development.  Using  the  number  of\nactive  clients  or  outstanding  loans  as  a  measure,  Figure  A5.1  shows  a  typical  development\npath.\n\nFigure A5.1: Stages of MFI Institutional Development\n\ns\nt\nn\ne\ni\nl\n\nC\n \ne\nv\ni\nt\nc\nA\n\nP N G\n\nStart-up\n\nInfant\n\nExpansion\n\nMaturity\n\nSource: Staff estimates based on international best practice in microfinance.\n\nFour  different  stages  can  be  defined:  (i)  start-up,  (ii)  infant,  (iii)  expansion,  and  (iv)\n16.\nmaturity.  Based  on  the  different  stages  of  institutional  development  each  TA-package  will\nconsist of a variety of training courses and short-, and medium-term on-site consultancies:\n\nStart-up  package.  It  will  assist  newly  established  MFIs  with  little  experience  in\nmicrofinance to develop into small but professional MFIs, prepared to embark on\na  growth  path  toward  sustainability.  The  main  tasks  are  to  define  a  simple\nproduct; introduce a professional delivery methodology, and standard accounting\nprocedures;  select  and  carry  out  on-the-job  training  of  newly  recruited  loan\nofficers and support the management in the initial decision-making process.\nSustainability  package.  Having  successfully  passed  the  infant  stage  of\ninstitutional  development  and  entered  the  expansion  phase,  this  package  is\ndesigned  to  quickly  reach  operational  sustainability  and  to  pave  the  way  for\nfinancial  sustainability  as  the  portfolios  of  the  MFIs  grow.  It  focuses  on\n\n(i) \n\n(ii) \n\n(iii) \n\n16000\n\n14000\n\n12000\n\n10000\n\n8000\n\n6000\n\n4000\n\n2000\n\n0\n\n(i) \n\n(ii) \n\n\f52\n\nAppendix 5, page 5\n\n(iii) \n\n(iv) \n\norganizational  productivity,  and  adequate  product  design,  and  introduction  of  a\ncomputerized loan tracking system.\nExpansion package. With operational sustainability accomplished, the next step\nis  to  improve  the  outreach  and  to  increase  the  market  penetration  of  MFIs.  A\ncrucial aspect of this package is to revise the institution’s organizational structure\nto  set  up  branches.  At  this  stage,  a  comprehensive  monitoring  and  information\nsystem (MIS) will be introduced.\nFormalization  package.  For  successful  MFIs  extending  to  become  formal\nfinancial  institutions  and  to  apply  for  a  banking  license  to  diversify  their  funding\nstructures,  this  package  concentrates  on  legal  requirements  and  the  need  for\ninternal adjustment of existing procedures.\n\nA  dialogue  with  the  relevant  regulatory  body  will  be  facilitated  to  ensure  a  conducive\n17.\nenvironment for deepening the financial sector. The Project will develop governance guidelines\nand a rating system for microfinance service providers on the basis of internationally accepted\nbest practices. MCC staff will be trained to carry out the respective assessments and manage\nthe rating system. The rating system is linked to the finance facility, component C of the Project,\nand requires each MFI wanting to access the finance facility to obtain a satisfactory rating from\nthe MCC.\n\n2. \n\nNew Savings and Loan Products (Component B)\n\n18.\nComponent  B  will  develop,  test,  and  implement  new  savings  and  loan  products  and\ndelivery  methods  for  financial  services.  Specific  attention  will  be  given  to  linking  community\nsavings  groups  with  financial  institutions.  The  Project  will  provide  international  expertise,  and\ntraining  to  develop,  test,  and  implement  microfinance  services  focused  on  target  groups.\nSpecifically, the Project will\n\n(i) \n\n(ii) \n(iii) \n\n(iv) \n\n(v) \n\nestablish dialogue between commercial banks and informal savings groups, and\nwill design detailed linkage modalities;\nadvise MFIs on appropriate microfinance products;\nidentify  commercial  banks  interested  in  providing  microfinance  services,  and\nprovide support in downscaling products and delivery methodologies;\ndesign  tailor-made  savings  and  loan  products  for  MFIs,  pilot  test  products,  and\nprovide support and backstopping to MFIs during the initial implementation stage;\nand\nmonitor the performance of the delivery methods and disseminated information to\nthe MFI network.\n\n19. \nOne pilot microbanking scheme will be designed, established, and implemented in Wau\nto  demonstrate  the  application  of  new  savings  and  loan  products,  and  delivery  mechanisms.\nThe development process of the Wau pilot microbanking scheme will be documented in detail to\nbe  used  as  a  demonstration  of  microfinance  best  practice  and  a  guide  to  new  MFIs.  The\nselection of Wau for the pilot microbanking scheme is based on the analysis of the recent World\nBank report on Poverty and Access to Public Services. It takes into account the high degree of\ndiversity  of  the  local  economy,  e.g.,  small-scale  mining,  vegetable,  coffee,  timber,  livestock,\ntrading,  and  other  services  in  which  a  large  part  of  the  poor  population  is  engaged.  The  Wau\npilot  banking  scheme  will  be  provided  with  equity  of  $250,000  and  one  international\nmicrofinance institutional development specialist for 36 person-months. The following tasks will\nbe  completed  during  the  first  six  months  of  project  implementation  prior  to  the  start  of  the\nlending operations:\n\n\f53\n\nAppendix 5, page 6\n\n(i) \n(ii) \n(iii) \n(iv) \n(v) \n\nestablishment of a legal framework and management structure;\ndesign of savings and loan products and delivery mechanism;\nset up of office and operations;\nselection and training of loan officers; and\ndevelopment of a business plan.\n\nThe District Administration of Bulolo/Wau will provide office space and security services\n\n20.\nfor the Wau pilot banking scheme.\n\n3. \n\nRevolving Finance Facility (Component C)\n\nThe  establishment  of  the  RFF  forms  component  C  of  the  Project  with  BPNG  as  the\n21.\nImplementing  Agency.  The  facility  will  provide  the  necessary  funding  for  MFIs  to  achieve\nsustainability  and  expand  their  loan  portfolios.  Credit  lines  will  be  tailored  to  the  refinancing\nneeds  of  individual  microfinance  service  providers.  In  addition,  loans  for  the  purchase  of\ntechnical equipment needed to expand operations will be available to MFIs up to a consolidated\namount  of  5  percent  of  the  total  funds  foreseen  for  the  RFF.  Those  financial  instruments  will\nonly be available in conjunction with TA-packages provided by the MCC under component A of\nthe Project.\n\n22.\nBPNG  will  outsource  the  day-to-day  management  of  the  RFF  to  a  private  sector\nmanagement  agent,  e.g.,  a  private  financial  institution  or  other  relevant  entity  based  in  PNG.\nThe  selection  of  the  management  agent  will  follow  established  national  competitive  bidding\nprocedures  acceptable  to  the  Government  and  ADB.  This  guarantees  the  necessary\nindependence  as  well  as  efficient  management  of  the  funds.  It  also  underscores  the  intended\nprivate  sector  orientation  of  microfinance  in  general  and  of  this  Project  in  particular.  The\nmanagement  agent  will  be  paid  either  on  a  fixed  fee  basis  or  on  a  percentage  basis  for  the\noutstanding balance of the credit lines. The management agent will carry out the following tasks:\n(i) financial management of the funds, (ii) administration of the financial instruments of the RRF,\n(iii)  monitoring  of  MFIs’  performance  ensuring  that  performance  targets  are  met,  and  (iv)\nquarterly  reporting  to  BPNG  on  performance  of  the  facility  and  the  performance  of  the\nparticipating MFIs. The detailed terms of reference for the management contract will be finalized\nin  the  framework  of  a  12-month  consultancy  at  the  beginning  of  project  implementation.  The\nfinance  consultant  will  support  BPNG  in  evaluating  the  proposals  and  negotiating  the\nmanagement  contract.  Detailed  procedures  for  reporting  and  auditing  will  be  put  in  place  to\nensure transparency of operations.\n\n23.\nADB will disburse the first installment of $280,000 direct to a special account managed\nby the management agent under the supervision of BPNG, provided the following conditions are\nfulfilled: (i) a management contract (approved by ADB) has been signed and is legally effective\nbetween  PBNG  and  the  management  agency,  and  (ii)  a  model  for  onlending  agreements\nbetween the management agent and MFIs, indicating MFI credit line disbursement conditions,\nhas been approved by BPNG and ADB.\n\nThe Government contributions will be made through the account of BPNG to the special\n\n24.\naccount of the management agent.\n\n25.\nDisbursement  of  subsequent  installments  to  the  special  account  may  be  requested  by\nthe management agent to ADB through the PIU in accordance with the financial implementation\n\n\f54\n\nAppendix 5, page 7\n\nof  the  Project,  provided  the  management  agent  has  disbursed  more  than  70  percent  of\npreviously received funds to MFIs on the basis of onlending agreements.\n\n26. \n\nThe operation of the RRF will be guided by the following policies and procedures:\n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\nPurpose  of  funds:  Qualified  MFIs  will  use  the  resources  made  available  from\nthe  RRF  exclusively  for  loans  to  microenterpises,  smallholders,  and  small\nbusinesses  of  all  economic  sectors,  and  in  accordance  with  the  Government‘s\nMicrofinance Policy and the Small and Medium Enterprise Development Policy.\nEligibility of MFIs: To access the facility, MFIs must meet the following criteria:\n(a) registration with the MCC and satisfactory rating (not older than six months)\nissued by the MCC, whereas the MFI fulfills the development targets set by the\nMCC; (b) satisfactory loan repayments, as established by on-time repayment rate\nof  at  least  85  percent.;  (c)  average  loan  amount  of  the  portfolio  to  be  refunded\ndoes  not  exceed  K5,000;  (d)  a  detailed  plan  for  operational  and  financial  self-\nsufficiency, with a strategy for improvements over the next year and performance\ntargets  is  presented;  (e)  adequate  management  information  and  accounting\nsystems  are  in  place  to  ensure  successful  expansion,  efficiency  improvements,\nand satisfactory performance of the loan portfolio;  (f) the maximum exposure of\nthe  RFF  to  one  single  MFI  will  not  exceed  40  percent  of  the  total  amount\ndisbursed to the RFF at any time.\nConditions  of  credit  lines:  The  following  conditions  apply:  (a)  credit  lines  to\nMFIs  are  made  available  in  kina  or  in  dollars  provided  the  MFI  is  able,  on  the\ndiscretion of the management agent, to hedge the related foreign exchange risk;\n(b)  for  credit  lines  extended  in  dollars,  the  interest  rate  will  be  the  applicable  3-\nmonth  LIBOR  plus  a  reasonable  margin  to  cover  costs,  and  for  credit  lines\ncontracted in kina, the interest rate shall be the most recent kina auction rate plus\na reasonable margin to cover costs; (c) interest rates are payable on a monthly\nbasis over the outstanding balance; (d)  a penalty fee is charged in the event of\nlate interest payments (arrears of more than 30 days) of additional 3 percent per\nannum;  (e)  for  contracted,  but  not  yet  disbursed  balances  of  the  credit  line,  a\ncommitment  fee  of  0.25  percent  per  month  is  payable  by  the  respective  MFI  to\nthe  RRF;  (f)  the  maximum  maturity  of  the  credit  lines  is  five  years;  and  (g)\nmaximum credit line amounts are determined by the management agent on the\nbasis  of  MFIs’  stage  of  development.  The  conditions  of  the  credit  lines  are\nsubject  to  periodic  revisions  by  the  management  agent.  Modifications  of  the\nconditions  can  only  be  applied  by  the  management  agent  prior  approval  by  the\nMSC.\nConditions  of  subloans:  MFIs  agree  to  onlend  the  received  funds  only  for\nbusiness  loans  under  the  following  conditions:  (a)  the  maximum  maturity  for\ncredits  to  be  used  for  working  capital  is  up  to  12  months  and  for  fixed  assets,\nequipment,  or  livestock  (investment  loans)  up  to  3  years;  (b)  subloans  are  only\ngranted in kina; (c) the interest rate will be the kina auction rate of the BPNG plus\na  margin  to  be  defined  by  the  MFI  on  the  basis  of  market  rates,  ensuring  the\nfinancial sustainability of the respective MFI.\nApplication  process:  A  formal  letter  of  request  submitted  by  the  MFI  to  the\nmanagement agent of the RRF will contain the following information: (a) amount\nof credit line with portfolio and cash-flow projections for the requested period; (b)\nlegal  documents  including  latest  financial  statements,  organization  chart,  and\nregistration  certificate  of  MCC;  (c)  policy  and  management  documents;  and  (d)\nrating by MCC not older than six months.\n\n\f55\n\nAppendix 5, page 8\n\n(vi) \n\nReview  and  approval  process:  The  management  agent  will  review  the\ndocuments  and  verify  information  with  the  MFI  as  needed  within  three  weeks\nafter  the  request  has  been  received.  Following  the  review  process,  the\nmanagement  agent  approves  or  declines  the  request  for  financing.  The\npreparation of the finance agreement will take no longer than five working days. If\nthe request is declined, the MFI will be notified and provided with the reasons for\nrejection.\n\n(vii)  Disbursement  and  repayment:  Disbursements  to  the  MFI  will  be  made  in\ntranches  according  to  a  disbursement  schedule  developed  on  the  basis  of\nportfolio  projections  and  planned  cash  flow;  (d)  MFIs  can  request  disbursement\nof  the  subsequent  tranch  only  when  (a)  70  percent  of  the  previous  tranch  has\nbeen disbursed to clients; (b) average repayment rate over the past six months\nhas been at least 90 percent; (c) all necessary reporting documents are provided.\nDisbursements  will  be  made  through  bank  transfer  to  the  bank  account  of  the\nMFI.  MFIs  will  make  interest  payments  to  the  facility  on  their  outstanding  credit\nlines on a monthly basis. The management agent has the right to withhold initial\nand  subsequent  disbursements,  if  the  MFI  has  not  met  agreed  quantitative  and\nqualitative eligibility criteria and standards of performance.\n\n(viii)  Monitoring  and  reporting:  MFIs  accessing  the  RRF  agree  to  provide  monthly\nreports  within  10  days  after  the  end  of  each  month,  including  portfolio\ninformation, balance sheet, income statement, and cash flow.  The management\nagent has the right to conduct an annual audit of each MFI accessing the facility.\nFurther,  each  participating  MFI  agrees  to  inform  the  management  agent\nimmediately  in  the  event  of  any  material  changes  that  affect  or  that  could\nmaterially affect the successful operations of the MFI. These matters particularly\nrefer  but  are  not  limited  to  (a)  significant  external  factors,  including  natural\ndisasters, economic crises, or severe security problems in the region where the\nMFI operates; (b) significant internal factors, such as actual or planned changes\nin the management composition of the MFI, or internal systems and procedures;\n(c) significant actual or anticipated deterioration in financial performance or in the\nMFI’s ability to reach performance targets, caused by internal or external factors;\nLegal  arrangements:  The  core  documents  to  be  used  to  operate  the  finance\nfacility are (a) a statement of policies and operating procedures for the RRF; and\n(b) finance agreements between the facility and each participating MFI.\n\n(ix) \n\n\fCOST ESTIMATES AND FINANCING PLAN\n\nTable A6.1:  Expenditure Accounts by Financiers\n($ '000)\n\n \n \n  Bank of PNG\n%\nAmount\n\nAusAID\n\nADB\n\nThe Government\n\nTotal\n\nAmount\n\n%\n\nAmount\n\n%\n\nAmount\n\n%\n\nAmount\n\n%\n\nAmount\n\n%\n\nFor. Exch.\n\nInstitute of\nBanking\n\nMicrofinance\nInstitutions\n%\n\nAmount\n\nLocal\n(Excl.\nTaxes)\n\nDuties &\nTaxes\n\nItem\n\n I. Investment Costs\n\nA. Vehicles\nB. Equipment\n\nComputer Equipment\nOther Office Equipment\nTraining Materials\n     Subtotal (B)\n\nC. Consulting Services\n\nInternational Consultants\nDomestic Consultants\nUnallocated Consultancies\n     Subtotal (C)\n\n \nD. Training\n\nTrainer Upgrading Abroad\nIn-house Training\nOn-the-job Training\n     Subtotal (D)\n\n \nE. Networking\nStudy Tours\nWorkshops & Conferences\n     Subtotal (E)\n \nF. Public Awarness\nG. Finance Funds\nH. O & M\n\nOffice Supplies and Communications\nProject Accounting Services\nOffice Space\nSecurity Services\nTravel\nVehicles O&M\nSteering, Review, Reporting & Auditing\n     Subtotal (H)\n\n \nI. Equity\n\n          Subtotal (I)\n\nII. Recurrent Costs\n\nA. Staff\nC. Office Space\nD. Travel\nE. O & M\n\n          Subtotal (II)\n                Total Disbursement\n\n-\n\n-\n-\n-\n-\n\n-\n-\n-\n-\n\n-\n-\n-\n-\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  240.5\n66.8\n \n-\n \n40.1\n \n  347.3\n  433.7\n\n11.2\n-\n18.6\n-\n-\n-\n33.4\n63.2\n-\n86.3\n\n-\n5.0\n5.0\n18.2\n-\n\n-\n\n-\n-\n-\n-\n\n-\n-\n-\n-\n\n-\n-\n-\n-\n\n-\n1.9\n0.9\n3.6\n-\n\n5.1\n-\n23.6\n-\n-\n-\n12.0\n5.0\n-\n0.5\n\n6.8\n50.0\n-\n23.1\n8.7\n2.1\n\n-\n\n-\n-\n-\n-\n\n-\n-\n-\n-\n-\n\n293.8\n-\n-\n293.8\n\n-\n491.0\n-\n491.0\n\n-\n-\n-\n-\n-\n-\n-\n-\n125.0\n909.9\n\n-\n-\n-\n-\n-\n909.9\n\n-\n\n-\n-\n-\n-\n\n-\n-\n-\n-\n-\n\n12.3\n-\n-\n8.7\n\n-\n30.0\n-\n20.2\n\n-\n-\n-\n-\n-\n-\n-\n-\n50.0\n5.6\n\n-\n-\n-\n-\n-\n4.5\n\n-\n\n-\n-\n-\n-\n\n-\n-\n-\n-\n\n-\n\n-\n-\n-\n-\n\n-\n-\n-\n-\n\n49.9\n-\n-\n49.9\n\n-\n23.8\n23.8\n-\n-\n\n10.0\n-\n-\n2.1\n\n-\n9.1\n4.3\n-\n-\n\n29.3\n13.3\n40.1 100.0\n59.4\n46.8\n-\n-\n-\n-\n-\n-\n-\n-\n9.2\n116.1\n-\n-\n1.2\n189.8\n\n868.4\n66.8\n33.4\n66.8\n1,035.3\n1,225.1\n\n24.6\n50.0\n20.0\n38.5\n25.8\n6.0\n\n170.0\n\n100.0\n\n107.0\n102.4\n330.2\n539.6\n\n2,088.2\n681.3\n331.0\n3,100.5\n\n449.4\n491.0\n177.2\n1,117.6\n\n241.9\n145.1\n386.9\n220.3\n2,800.0\n\n180.1\n-\n-\n-\n302.6\n289.7\n122.7\n895.0\n125.0\n9,355.0\n\n-\n-\n-\n-\n-\n9,355.0\n\n100.0\n95.5\n100.0\n99.1\n\n87.7\n100.0\n100.0\n91.3\n\n90.0\n30.0\n60.0\n46.0\n\n85.0\n55.3\n70.7\n44.2\n39.1\n\n81.7\n-\n-\n-\n92.6\n100.0\n44.0\n71.0\n50.0\n57.5\n\n-\n-\n-\n-\n-\n46.1\n\n-\n\n-\n-\n-\n-\n\n-\n-\n-\n-\n\n-\n654.7\n118.1\n772.8\n\n42.7\n83.7\n126.4\n144.2\n-\n\n-\n-\n-\n-\n11.3\n-\n-\n11.3\n-\n1,054.7\n\n2,424.2\n-\n133.6\n66.8\n2,624.6\n3,679.3\n\n-\n\n-\n-\n-\n-\n\n-\n-\n-\n-\n\n-\n40.0\n40.0\n31.8\n\n15.0\n31.9\n23.1\n28.9\n-\n\n-\n-\n-\n-\n3.5\n-\n-\n0.9\n-\n6.5\n\n68.6\n-\n80.0\n38.5\n65.5\n18.1\n\n-\n4.8\n-\n4.8\n\n-\n4.5\n-\n0.9\n\n-\n\n-\n-\n-\n-\n\n-\n-\n-\n-\n\n-\n\n-\n-\n-\n-\n\n-\n-\n-\n-\n\n-\n5.0\n5.0\n116.2\n4,368.0\n\n-\n-\n13.4\n26.7\n12.7\n-\n122.7\n175.5\n-\n4,669.5\n\n-\n-\n-\n-\n-\n4,669.5\n\n-\n1.9\n0.9\n23.3\n60.9\n\n-\n-\n17.0\n100.0\n3.9\n-\n44.0\n13.9\n-\n28.7\n\n-\n-\n-\n-\n-\n23.0\n\n170.0\n\n107.0\n107.2\n330.2\n544.4\n\n2,382.0\n681.3\n331.0\n3,394.4\n\n499.3\n1,636.7\n295.3\n2,431.3\n\n284.5\n262.5\n547.0\n498.9\n7,168.0\n\n220.5\n40.1\n78.7\n26.7\n326.6\n289.7\n278.9\n1,261.2\n250.0\n16,265.2\n\n3,533.0\n133.6\n167.0\n173.7\n4,007.3\n20,272.5\n\n0.8\n\n0.5\n0.5\n1.6\n2.7\n\n11.7\n3.4\n1.6\n16.7\n\n2.5\n8.1\n1.5\n12.0\n\n1.4\n1.3\n2.7\n2.5\n35.4\n\n1.1\n0.2\n0.4\n0.1\n1.6\n1.4\n1.4\n6.2\n1.2\n80.2\n\n17.4\n0.7\n0.8\n0.9\n19.8\n100.0\n\n170.0\n\n107.0\n102.4\n330.2\n539.6\n\n2,382.0\n-\n255.5\n2,637.5\n\n441.8\n585.1\n195.1\n1,222.0\n\n235.2\n132.7\n367.9\n223.0\n2,800.0\n\n157.9\n-\n-\n-\n205.7\n207.5\n111.6\n682.7\n250.0\n8,892.7\n\n-\n-\n-\n-\n-\n8,892.7\n\n-\n\n-\n4.8\n-\n4.8\n\n-\n681.3\n75.5\n756.8\n\n57.5\n1,051.6\n100.2\n1,209.3\n\n49.3\n129.8\n179.2\n276.0\n4,368.0\n\n62.6\n40.1\n78.7\n26.7\n120.9\n82.2\n167.3\n578.5\n-\n7,372.6\n\n3,533.0\n133.6\n167.0\n173.7\n4,007.3\n11,379.8\n\nADB = Asian Development Bank, AusAid = Australian Agency for International Development, O&M = Operations and Maintenance, PNG = Papua New Guinea.\nSource:  Staff estimates.\n\n-\n\n-\n-\n-\n-\n\n-\n-\n-\n-\n\n-\n-\n-\n-\n\n-\n-\n-\n-\n-\n\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n\n-\n-\n-\n-\n-\n-\n\n5\n6\n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n6\n\n,\n \n\np\na\ng\ne\n \n1\n\n\fComponent\n\nLocal\n\nForeign\n\nTotal\n\nLocal\n\nForeign\n\nTotal\n\nTable A6.2:  Components Project Cost Summary\n\n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n(Kina '000)\n\n($ '000)\n\n%\nForeign\n\n% Total\nBase\nExchange Costs\n\n%\nForeign\n\n% Total\nBase\nExchange Costs\n\n6,938.6\n\n8,365.0\n\n15,303.6\n\n55\n\n33\n\n2,668.7\n\n3,217.3\n\n5,886.0\n\n55\n\n33\n\n4,170.4\n162.5\n4,332.9\n11,791.0\n1,511.9\n24,574.4\n682.7\n3,192.5\n28,449.6\n-\n-\n28,449.6\n\n2,316.6\n2,567.5\n4,884.1\n7,930.0\n607.1\n21,786.2\n692.8\n-247.3\n22,231.6\n599.9\n513.7\n23,345.2\n\n6,487.0\n2,730.0\n9,217.0\n19,721.0\n2,119.0\n46,360.6\n1,375.5\n2,945.1\n50,681.2\n599.9\n513.7\n51,794.8\n\n36\n94\n53\n40\n29\n47\n50\n-8\n44\n100\n100\n45\n\n14\n6\n20\n43\n5\n100\n3\n6\n109\n1\n1\n112\n\n1,604.0\n62.5\n1,666.5\n4,535.0\n581.5\n9,451.7\n262.6\n1,665.6\n11,379.8\n-\n-\n11,379.8\n\n891.0\n987.5\n1,878.5\n3,050.0\n233.5\n8,379.3\n266.5\n246.9\n8,892.7\n240.0\n205.5\n9,338.1\n\n2,495.0\n1,050.0\n3,545.0\n7,585.0\n815.0\n17,831.0\n529.1\n1,912.4\n20,272.5\n240.0\n205.5\n20,717.9\n\n36\n94\n53\n40\n29\n47\n50\n13\n44\n100\n100\n45\n\n14\n6\n20\n43\n5\n100\n3\n11  \n\n114\n1\n1\n116\n\nA. Microfinance Competence Center\nB. New Savings & Loan Products & Delivery Mechanisms\n\nDevelopment and Testing of New Products\nPilot Microbanking\n     Subtotal (B)\n\nC. Revolving Finance Facility\nD. Project Implementation Unit\n\n          Total Baseline Costs\nPhysical Contingencies\nPrice Contingencies\n          Total Project Costs\nInterest During Construction\nCommitment Charges\n               Total Costs to be Financed\n\nSource:  Staff Estimates\n\n5\n7\n\nA\np\np\ne\nn\nd\nx\n \n6\n\ni\n\n,\n \n\np\na\ng\ne\n2\n\n \n\n\f 58\n\nAppendix 6, page 3\n\nTable A6.3:  Expenditure Accounts by Components - Totals Including Contingencies\n ($ '000)\n\nNew Savings & Loan\nProducts & Delivery\nMechanisms\n\nMicrofinance\nCompetence\n\nDevelopment\nand Testing\nof New\n\nPilot\n\nRevolving\nFinance\n\nProject\nImplementation\n\nCenter\n\nProducts\n\nMicrobanking\n\nFacility\n\nUnit\n\nTotal\n\n63.8\n\n26.6\n\n26.6\n\n170.0\n\n \n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nItem\n\n I. Investment Costs\n\nA. Vehicles\nB. Equipment\n\nComputer Equipment\nOther Office Equipment\nTraining Materials\n     Subtotal (B)\n\nC. Consulting Services\n\nInternational Consultants\nDomestic Consultants\nUnallocated Consultancies\n\n       Subtotal (C)\nD. Training\n\nTrainer Upgrading Abroad\nIn-house Training\nOn-the-job Training\n\n       Subtotal (D)\nE. Networking\nStudy Tours\nWorkshops & Conferences\n\n       Subtotal (E)\nF. Public Awarness\nG. Finance Funds\nH. O & M\n\n \n\nOffice Supplies and Communications\nProject Accounting Services\nOffice Space\nSecurity Services\nTravel\nVehicles O&M\n \nSteering, Review, Reporting & Auditing  \n \n\n \n\n \n\n \n\n \n\n       Subtotal (H)\nI. Equity\n\n          Subtotal (I)\n\n \nII. Recurrent Costs\n\nA. Staff\nC. Office Space\nD. Travel\nE. O & M\n\n          Subtotal (II)\n               Total\n\n \n  \n \n\nTaxes\nForeign Exchange\n\nO&M = Operations and Maintenance.\nSource:  Staff estimates.\n\n53.1\n\n21.3\n21.3\n-\n42.5\n\n587.7\n-\n55.4\n643.1\n\n-\n-\n-\n-\n\n-\n-\n-\n-\n-\n\n22.7\n-\n13.4\n26.7\n22.7\n56.7\n-\n142.1\n250.0\n1,130.8\n\n-\n-\n-\n-\n-\n1,130.8\n\n-\n\n-\n-\n-\n-\n\n-\n-\n-\n-\n\n258.1\n-\n-\n258.1\n\n-\n24.8\n24.8\n18.2\n7,168.0\n\n11.2\n-\n18.6\n-\n-\n-\n33.4\n63.2\n-\n7,532.3\n\n240.5\n66.8\n-\n40.1\n347.3\n7,879.6\n\n21.3\n21.3\n109.3\n151.8\n\n587.7\n-\n137.8\n725.5\n\n-\n-\n-\n-\n\n-\n-\n-\n-\n-\n\n22.8\n-\n-\n-\n56.7\n58.2\n-\n137.7\n-\n1,041.6\n\n1,870.3\n-\n133.6\n66.8\n2,070.7\n3,112.3\n\n43.3\n53.5\n220.8\n317.6\n\n948.5\n160.3\n137.8\n1,246.7\n\n499.3\n1,636.7\n295.3\n2,431.3\n\n284.5\n237.7\n522.2\n480.7\n-\n\n117.0\n-\n46.8\n-\n183.8\n116.3\n-\n463.8\n-\n5,526.1\n\n1,422.3\n66.8\n33.4\n66.8\n1,589.2\n7,115.3\n\n-\n3,545.0\n\n21.3\n11.2\n-\n32.5\n\n-\n521.0\n-\n521.0\n\n-\n-\n-\n-\n\n-\n-\n-\n-\n-\n\n46.8\n40.1\n-\n-\n63.5\n58.5\n245.5\n454.4\n-\n1,034.4\n\n-\n-\n-\n-\n-\n1,034.4\n\n107.0\n107.2\n330.2\n544.4\n\n2,382.0\n681.3\n331.0\n3,394.4\n\n499.3\n1,636.7\n295.3\n2,431.3\n\n284.5\n262.5\n547.0\n498.9\n7,168.0\n\n220.5\n40.1\n78.7\n26.7\n326.6\n289.7\n278.9\n1,261.2\n250.0\n16,265.2\n\n3,533.0\n133.6\n167.0\n173.7\n4,007.3\n20,272.5\n\n-\n971.2\n\n-\n1,049.8\n\n-\n3,068.9\n\n-\n257.8\n\n-\n8,892.7\n\n\f 59\n\nAppendix 6, page 4\n\nTable A6.4:  Expenditure Accounts by Years -- Totals Including Contingencies\n($ '000)\n\nTotals Including Contingencies\n\n2001\n\n2002\n\n2003\n\n2004\n\n2005\n\nTotal\n\n-\n\n-\n\n-\n\n170.0\n\nItem\n\n I. Investment Costs\n\nA. Vehicles\nB. Equipment\n\nComputer Equipment\nOther Office Equipment\nTraining Materials\n     Subtotal (B)\n\n \nC. Consulting Services\n\nInternational Consultants\nDomestic Consultants\nUnallocated Consultancies\n     Subtotal (C)\n\n \nD. Training\n\nTrainer Upgrading Abroad\nIn-house Training\nOn-the-job Training\n     Subtotal (D)\n\n \nE. Networking\nStudy Tours\nWorkshops & Conferences\n \n     Subtotal (E)\nF. Public Awarness\nG. Finance Funds\nH. O & M\n\nOffice Supplies and Communications\nProject Accounting Services\nOffice Space\nSecurity Services\nTravel\nVehicles O&M\nSteering, Review, Reporting & Auditing\n     Subtotal (H)\n\n \nI. Equity\n\n          Subtotal (I)\n\n \nII. Recurrent Costs\n\nA. Staff\nC. Office Space\nD. Travel\nE. O & M\n\n \n \n\n          Subtotal (II)\n               Total\n\nO&M = Operations and Maintenance.\nSource:  staff estimates.\n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n170.0\n\n95.6\n96.2\n63.8\n255.6\n\n896.8\n123.3\n66.6\n1,086.7\n\n145.4\n301.9\n55.3\n502.6\n\n54.2\n60.8\n115.0\n102.6\n716.8\n\n51.2\n7.3\n22.8\n4.8\n87.5\n60.5\n40.1\n274.2\n250.0\n3,473.6\n\n563.3\n24.2\n30.2\n31.4\n649.1\n4,122.7\n\n-\n5.4\n108.8\n114.3\n\n631.1\n129.5\n109.1\n869.6\n\n199.1\n314.0\n57.1\n570.3\n\n83.6\n74.0\n157.6\n144.6\n1,433.6\n\n49.5\n7.6\n14.7\n5.1\n98.3\n68.0\n53.5\n296.7\n-\n3,586.6\n\n629.6\n25.4\n31.7\n33.0\n719.7\n4,306.3\n\n-\n5.6\n111.4\n117.0\n\n646.2\n135.9\n83.4\n865.6\n\n102.2\n326.8\n59.0\n488.0\n\n57.3\n64.6\n122.0\n150.1\n1,433.6\n\n48.7\n8.0\n15.4\n5.3\n74.6\n81.8\n80.1\n314.0\n-\n3,490.2\n\n701.0\n26.7\n33.3\n34.7\n795.7\n4,285.9\n\n-\n\n11.4\n-\n22.8\n34.2\n\n102.7\n142.7\n57.2\n302.7\n\n52.5\n340.1\n60.9\n453.5\n\n59.0\n37.3\n96.3\n101.6\n2,150.4\n\n36.2\n8.4\n12.6\n5.6\n32.5\n45.2\n45.1\n185.6\n-\n3,324.3\n\n778.1\n28.0\n35.0\n36.4\n877.4\n4,201.7\n\n-\n-\n23.4\n23.4\n\n105.2\n149.9\n14.7\n269.8\n\n-\n354.0\n62.9\n416.9\n\n30.3\n25.8\n56.1\n-\n1,433.6\n\n34.8\n8.8\n13.2\n5.9\n33.7\n34.2\n60.1\n190.7\n-\n2,390.5\n\n861.0\n29.4\n36.7\n38.2\n965.4\n3,355.8\n\n107.0\n107.2\n330.2\n544.4\n\n2,382.0\n681.3\n331.0\n3,394.4\n\n499.3\n1,636.7\n295.3\n2,431.3\n\n284.5\n262.5\n547.0\n498.9\n7,168.0\n\n220.5\n40.1\n78.7\n26.7\n326.6\n289.7\n278.9\n1,261.2\n250.0\n16,265.2\n\n3,533.0\n133.6\n167.0\n173.7\n4,007.3\n20,272.5\n\n\f 60\n\nAppendix 7\n\nPROJECT ORGANIZATIONAL STRUCTURE\n\nGovernment of PNG\n(Department of Finance and Treasury and \nDepartment of National Planning and Monitoring)\n\nBank of PNG\n(Executing Agency)\n\nMicrofinance Steering Committee\n\n. Bank of PNG (1) - Chair\n. Department of Finance and Treasury (1)\n. Department of National Planning and Monitoring (1)\n. Representative of IBBM (1)\n. Representative of MFIs (2)\n. Representative of Non-financial Service Providers (1)\n. Private Sector Representatives (1)\n\nProject Implementation Unit\n\n. Project Manager\n.Project Assistant\n\nInstitute of Banking & Business \nManagement\n(Implementing Agency)\n\n \n\nBank of Papua New Guinea\n(Implementing Agency)\n\nComponent A\n\nComponent B\n\nComponent C\n\nMicrofinance\nCompetence Center\n\n. Microbanking Specialist/TL\n. Curriculum Development Specialist\n\nNew Saving &\nLoan Products\n\n. Microfinance Product \n. Institutional Dev. Specialist\n\n       Development Specialist\n\nRevolving\nFinance Facility\n\n. Financing Specialist\n\nMicrofinance Institutions (MFIs)\n\nClients\n\nClients\n\nClients\n\nClients\n\nClients\n\nMFI = microfinance institution, PNG = Papua New Guinea.\n\nClients Are Formal And Informal Enterprises And Savers\n\n\fIMPLEMENTATION SCHEDULE\n\n2001\n\n2\n\n3\n\n1\n\n2002\n\nYear and Quarter of Implementation\n2004\n\n2003\n\n4\n\n1\n\n2\n\n3\n\n4\n\n1\n\n2\n\n3\n\n4\n\n1\n\n2\n\n3\n\n4\n\n1\n\n2005\n\n2\n\n3\n\n2006\n\n4\n\n1\n\n2\n\nComponent\n\nA. Microfinance Competence Center\n\n1 Establish MCC, start operation, and prepare business plan.\n\n2 Provide training of trainers opportunities abroad.\n\n3 Organize study tours, national conferences, and workshops.\n\n4 Design and implement in-house and on-the-job training for MFI staff.\n\n5 Assist MFIs in formulating business plans and expansion strategies.\n\n6 Establish network of MFIs and create linkages with other providers.\n\n7 Develop governance guidelines for MFIs.\n\n8 Establish conducive regulatory and supervisory framework for MFIs.\n\n9 Design and conduct public awareness activities.\n\n10 Develop and apply MFIs rating system and link with RRF.\n11 Design and apply a project monitoring and evaluation system.\n\nB. New Saving and Loan Products Development\n\n1.0 Develop, test, and implement new savings and loan products.\n\n1.1 Establish dialogue between savings groups and banks.\n\n1.2 Advise MFIs on appropriate microfinance products.\n\n1.3 Advise commercial banks on downscaling strategies.\n\n1.4 Design target-group oriented products and delivery methods.\n\n1.5 Monitor performance and disseminate information to MFIs.\n\n2.0 Establish, operate and document pilot mirobanking.\n\n2.1 Establish legal framework and management structure.\n\n2.2 Design savings and loan product and delivery mechanism.\n\n2.3 Set up office and operations, and develop a business plan.\n\n2.4 Deliver microfinance services.\n\n2.5 Document process of establishment and operations.\n\nC. Revolving Finance Facility\n\n1 Finalize selection and eligibility criteria and mechanisms for MFIs.\n\n2 Design operational guidelines for finance facility.\n\n3 Establish monitoring mechanisms.\n\n4 Select management agent.\n\n5 Create public awareness on finance facility.\n\n6 Provide refinance to MFIs.\n\nMCC = microfinance competence center, MFI = microfinance institution, RRF = revolving finance facility.\n\n \n\n6\n1\n\nA\np\np\ne\nn\nd\nx\n \n8\n\ni\n\n\f62\n\nAppendix 9\n\nINDICATIVE CONTRACT PACKAGES\n\nEstimated\nValue\n($)\n\nProcurement\nMethoda\n\nContract Packages\n\nA. \n\nB. \n\nVehicles\n\nEquipment \n\n170,000\n\n544,400\n\n107,000\n107,200\n330,200\n\nComputer Equipment\nFurniture and other Office Equipmentb\nTraining Materials\n\nC. \n\nConsulting Services \n\n         3,394,300\n\nInternational Consulting Servicesc\na. Microfinance Competence Center\n948,500\nb. New Savings and Loan Products          1,175,400\nc. Revolving Finance Facility\n258,100\n            681,300d\n      \nDomestic Consultants\n            331,000e\nUnallocated Consulting Services\n\n1.\n2.\n4.\n\n1. \n\n2. \n3. \n\nIS\n\nIS\nIS\nDP\n\nCS\nCS\nCS\nCS\nCS\n\n____________________________________________________________________________\na IS = international shopping, DP = direct purchase, CS = consulting services.\nb   Comprises equipment to establish pilot savings and loan products, and to provide basic, start-up packages for new\n    microfinance providers, which will be purchased in four stages. Each procurement package will therefore be below\n    $100,000.\nc  Comprises 144 person-months to be engaged as a team from a firm and to implement project components A,B,C.\nd  Comprises 240 person-months to support project component A  and the project implementation unit.\ne  Comprise predominantly domestic consultants for short-term assignments to respond to specific needs of all\n    project components identified during project implementation.\n\n\f63\n\nAppendix 10, page 1\n\nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES\n\nA. \n\nInternational Consultants\n\n1. \n\nMicrobanking Adviser/Team Leader (48 person-months)\n\n1.\nThe  consultant  will  assist  the  project  manager,  the  Institute  of  Banking  and  Business\nManagement (IBBM), and the Bank of Papua New Guinea (BPNG) in planning, implementing,\nmonitoring,  and  evaluating  project  activities.  The  specific  duties  and  responsibilities  are  as\nfollows:\n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\n(vi) \n\n(vii) \n\nreview  existing  banking  regulations  with  regard  to  microfinance,  organize\nstakeholder  workshops,  and  support  a  consultative  process  between\nmicrofinance  institutions  (MFI)  and  BPNG  to  elaborate  required  regulatory  and\nsupervisory  framework  for  MFIs,  and  assist  in  the  preparation  of  appropriate\nlegislation;\nfacilitate the creation of a microfinance network as a technical coordination body\namong MFIs, nonfinancial service providers, and Government agencies;\nconceptualize  measures  to  create  awareness  about  existing  microfinance\nschemes,  and  design  a  banking  education  program  and  savings  mobilization\nstrategy;\nassist IBBM in establishing the organizational, operational, and financial structure\nof  the  microfinance  competence  center  (MCC),  and  provide  guidance  in  the\npreparation of the business plan for the MCC;\ndevelop governance guidelines for MFIs, design a detailed national rating system\nfor microfinance providers, and train MCC staff in applying the rating system;\norganize  study  tours  for  key  stakeholders  in  microfinance,  and  a  national\nconference and workshops on current microfinance issues;\nsupport  the  project  implementation  unit  (PIU)  in  the  design  and  application  of  a\nproject monitoring and evaluation system (PME);\n\n(viii)  monitor  the  development  of  curriculum,  the  establishment  of  the  MCC  and  the\nrevolving  finance  facility,  and  ensure  that  all  such  activities  are  fully  integrated\ninto overall project objectives; and\nprovide professional leadership, direction, and support for all consulting services\nunder  the  Project;  coordinate  the  inputs  of  the  international  and  domestic\nconsultants; assist in the effective placement of counterpart staff; and ensure the\ntimely and effective preparation of equipment lists and equipment procurement.\n\n(ix) \n\n2.\nThe qualifications are (i) a higher degree in business administration or economics with a\nfocus  on  development  management  and  planning;  (ii)  minimum  of  10  years  experience  at  a\nsenior  level  in  a  finance  institution;    and  (iii)  minimum  of  5  years  experience  in  international\ndevelopment  projects  in  the  field  of  microfinance  with  a  focus  on  regulatory  and  supervisor\nframeworks for MFIs.\n\n2. \n\nCurriculum Development and Training Specialist (12 person-months)\n\n3.\nThe  consultant  will  be  assigned  to  the  MCC  and  will  work  under  the  guidance  of  the\nmicrobanking adviser. The consultant’s primary task will be to design a training curriculum and\ntraining  material  for  MFI  staff,  to  train  local  microfinance  trainers,  and  to  outline  technical\nassistance packages to build the overall institutional capacity of MFIs. The specific tasks are as\nfollows:\n\n\f64\n\nAppendix 10, page 2\n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n(vi) \n(vii) \n\n(viii) \n\ndevelop a microfinance curriculum, training material, and self-teaching kits based\non international best practices and coordinated with existing training programs of\nother relevant training providers in PNG;\ndesign  a  marketing  strategy  and  other  support  mechanisms  for  microfinance\ntraining courses;\nestablish administrative procedures to organize the course program, to cost and\nprice the training, and to monitor overall training activities;\ndesign  a  set  of  TA  packages  for  on-site  training,  and  counseling  of  MFIs  staff\nincluding goals, tools, time frame, and cost structure;\nestablish training needs of MCC staff and contracted trainers;\ndesign specific training of trainers course in microfinance;\nsupport  the  microbanking  adviser  in  the  selection  of  appropriate  training  of\ntrainers opportunities abroad; and\nprovide on-site counseling for trainers.\n\n4.\nThe consultant must have (i) a higher degree in business administration or banking, (ii)\nextensive experience in microfinance and the design of training curricular in microfinance, (iii) a\nproven  track  record  of  conducting  microfinance  training  programs,  and  (iv)  a  minimum  of  five\nyears experience in microfinance in developing countries.\n\n3. \n\nMicrofinance Product Development Specialist (36 person-months)\n\n5.\nThe  consultant  will  work  under  the  guidance  of  the  microbanking  adviser  and  in  close\ncollaboration  with  the  institutional  development  specialist.  The  primary  task  will  be  to  help\nimplement component B, in particular the development, testing, and implementation of new loan\nproducts. The specific duties and responsibilities are as follows:\n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\n(vi) \n\n(vii) \n(viii) \n\n(ix) \n\nadvise  MFIs  on  appropriate  microfinance  products  and  delivery  mechanisms,\ndesign microfinance products focused on target groups and marketing concepts,\nand advise MFIs on all respective organizational, financial, and human resource\nimplications;\nassist  commercial  banks  and  MFIs  in  formulating  policies  and  procedures  for\nsavings product focused on target groups, including interest rates and liquidity;\ndevelop  and  support  implementation  of  product  marketing,  savings  collection,\ndisbursement,  calculation  of  interest  rates,  and  documentation  of  savings\nbalances and develop required forms, manuals, and passbooks;\nadvise  on  the  integration  of  new  savings  and  loan  products  into  existing\naccounting  procedures,  taking  into  consideration  the  need  for  decentralized\nmanagement information of savings groups;\nadvise  on  the  selection  and  training  of  staff,  develop  a  performance-based\nincentive scheme for savings and loans officers, and support MFI management in\nthe preparation of reports;\nliaise  with  community  leaders  and  provincial  government  representatives  to\nestablish  contacts  to  new  potential  savings  groups,  and  establish  dialogue\nbetween community and informal savings groups and formal financial institutions\nto facilitate contractual cooperation;\ntrain new, and continuously coach existing, savings groups;\nadvise  interested  commercial  banks  on  the  strategy  to  integrate  new  products\nfocusing on target groups into their existing organizational structure; and\nhelp \nimplement  procedures \napplications;  evaluation  of \n\nfor  product  promotion;  appraisals  of \ncollateral;  decisions  on \n\nloan\nloan  proposals,\n\n\f65\n\nAppendix 10, page 3\n\ndisbursements,  and  repayments;  and  credit  monitoring;  and  design  forms  and\nmanuals for MFI staff.\n\n6.\nThe  qualifications  are  (i)  a  higher  degree  in  business  administration  or  economics;  (ii)\nminimum  of  10  years  experience  at  a  senior  level  in  a  finance  institution;  and  (iii)  minimum  of\nfive  years  experience  in  international  development  projects  in  the  field  of  microfinance  with  a\nfocus on downscaling of commercial banks, mobilization of savings groups, and design of loan\nproducts oriented to target groups.\n\n4. \n\nMicrofinance Institutional Development Specialist (36 person-months)\n\n7.\nThe  consultant’s  primary  task  will  be  to  establish,  operate,  and  document  the  pilot\nmicrobanking  in  Wau  under  component  B  of  the  Project.  Under  the  guidance  of  the\nmicrobanking  adviser  and  in  close  collaboration  with  the  microfinance  product  development\nspecialist, the consultant will have the following duties and responsibilities:\n\n(i) \n\n(ii) \n(iii) \n(iv) \n(v) \n(vi) \n\nestablish  an  appropriate  legal  entity,  register  the  Wau  pilot  banking,  and  set  up\nthe management structure;\ndesign appropriate savings and loan products and delivery mechanisms;\nset up an office and operations, and select and train loan officers;\ndevelop a business plan;\nsupervise the delivery of microfinance services; and\ndocument the process of establishing the Wau pilot banking and its operations.\n\nThe consultant will have (i) a higher degree in business administration or economics; (ii)\n8.\nextensive  experience  in  microfinance;  and  (iii)  a  proven  track  record  of  at  least  five  years  in\nsetting up microfinance operations in developing countries.\n\n5. \n\nFinance Facility Specialist (12 person-months)\n\n9.\nThe  consultant  will  assist  BPNG  in  designing  and  establishing  the  revolving  finance\nfacility. In collaboration with the network of MFIs and the microbanking adviser, the consultant\nwill  finalize  the  design  of  the  financial  instruments  of  the  revolving  finance  facility  (RRF).  The\nspecific tasks are as follows:\n\n(i) \n\n(ii) \n(iii) \n\n(iv) \n\n(v) \n(vi) \n\n(vii) \n(viii) \n(ix) \n\nfinalize  the  design  of  the  RRF’s  financial  instruments,  e.g.,  determine  the\nconditions for equipment loans and credit lines;\nreview draft eligibility criteria and finalize them;\ndesign a management information system and a performance evaluation system\nfor MFIs;\ndesign  reporting  system,  procedure  and  formats  for  MFIs  to  report  to  the  RRF,\nand aggregate reporting for the facility to BPNG;\ndraft tender documents for the management agent;\npropose  evaluation  criteria  for  the  bidding  process  for  the  management  agent,\nand advise BPNG on the evaluation of bids;\nadvise BPNG on the elaboration and negotiation of the management contract;\nsupport the management agent in the initial stage of operation;\nhelp the microbanking specialist establish the consultative process between MFIs\nand BPNG.\n\n\f66\n\nAppendix 10, page 4\n\nThe consultant will have (i) a higher degree in banking or business administration, and\n\n10.\n(ii) minimum of 10 years experience in financial institutions with a focus on finance facilities.\n\nB. \n\nDomestic Consultants\n\n1. \n\nProject Manager (60 person-months)\n\n11.\nThe project manager will oversee project implementation, handle the day-to-day project\nadministration  and  implementation  matters,  and  provide  or  facilitate  the  provision  of  logistic\nsupport to the Project. Under the guidance and direction of the governor, BPNG, the manager\nwill  be  responsible  for  the  direction  and  control  of  the  activities  of  the  PIU,  ensuring  that  all\ntimetables and procedures are adhered to, action plans are implemented properly and on time,\nand effective supervision is carried out at all times; and accept full responsibility for the work of\nthe PIU. The specific duties are as follows:\n\n(i) \n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\n(vi) \n\n(vii) \n\n(viii) \n\n(ix) \n\n(x) \n\n(xi) \n\nbe responsible for the implementation, control, and administration of the Project:\nensure the efficient and effective use and administration of loan funds and other\nresources through proper management, control, monitoring, and reporting;\nassist  in  enhancing  project  success  through  efficient  and  timely  provision  of\nlogistic support;\nas appropriate and necessary, provide advice in improving the project focus and\nits direction, implementation, and management;\nensure timely preparation of project budget estimates, reports, and other financial\ndocuments;\nsupervise  the  preparation  of  the  annual  budget  estimates  for  the  Project  and\nmaintain proper records of expenditure and payments from project funds;\nsupervise  the  preparation  of  periodic  financial  reports  for  submission  to  the\nGovernment  and  all  agencies  requiring  these  reports  and  other  documents  to\nfacilitate funding release or reimbursements;\nevaluate the financial performance of the Project, and provide appropriate advice\nfor improvement;\ndevelop  and  maintain,  as  necessary,  an  information  system  relevant  to  the\nfinancial activities of the Project ;\nassume all other responsibilities over the Project as directed and as required by\nBPNG and Asian Development Bank; and\nact  as  secretary  to  the  project  steering  committee,  and  prepare  and  distribute\nprogress reports to appropriate agencies interested in the Project.\n\n12.\nThe  manager  must  have  (i)  extensive  experience,  i.e.,  not  less  than  10  years,  in\nmanagement,  banking  and/or  microfinance  in  a  senior  position,  preferably  with  a  degree  in\nbusiness administration, economics, or a related field; and (ii) ability to identify, plan, and carry\nout projects and programs independently.\n\n2. \n\nProject Assistant (60 person-months)\n\n13.\nUnder  the  direction  and  supervision  of  the  project  manager,  the  project  assistant  will\ninitiate  and  facilitate  the  procurement  of  consulting  services  and  goods  under  the  Project,\nensuring that the required goods and services are procured according to the project timetable,\nand  that  proper  Government  and  ADB  procurement  procedures  and  regulations  are  followed.\nThe specific duties are to\n\n\f67\n\nAppendix 10, page 5\n\n(i) \n\n(ii) \n\n(iii) \n\nprovide  secretarial  and  logistic  support  and  assistance  to  the  international\nconsultants and specialists recruited under the Project;\nbe  responsible  for  the  proper  maintenance  and  upkeep  of  the  office,  office\nequipment, furniture, vehicles, and other project assets; maintain proper and up-\nto-date  records  and  registers;  and  ensure  proper  maintenance  for  vehicles  and\nequipment; and\nbe responsible for the procurement and distribution of furniture, equipment, and\nother assets, office materials and supplies, and training materials required for the\nProject,  and  for  maintaining  appropriate  levels,  proper  controls,  and  records  of\nstock.\n\n14.\nThe  project  assistant  must  have  (i)  at  least  two  years  experience  in  administrative,\nclerical, and logistic procedures, preferably with a degree in business administration, finance, or\nrelated field; and (ii) working knowledge of Government procurement policies and procedures.\n\n3. \n\nTraining Specialists (2 for 60 person-months each)\n\n15.\nThe training specialists will be recruited locally. Under the supervision and guidance of\nthe microbanking specialist and the curriculum development and training specialist, the primary\ntask will be to conduct on-site training and counseling, and occasional in-house training for MFI\nstaff;  and  design  and  implement  follow-up  measures.  Where  appropriate  and  required,  assist\nthe microfinance product development specialist in implementing community training courses in\nbanking and financial management.\n\nThe \n\ntraining  specialist  will  have  (i)  a  qualification \n\nin  accounting  or  business\n16.\nmanagement;  (ii)  experience  in  training  accounting  and  business-related  subjects;  and  (iii)\nworking experience in microfinance, which will be a particular advantage.\n\n\f", "author_pages": ["CURRENCY EQUIVALENTS\n(as of 15 September  2000)\n", "Currency Unit\nK1.00\n$1.00\n", "–\n=\n=\n", "Kina (K)\n$0.370\nK2.703\n", "The kina floats freely. For calculations in this report, an exchange rate of K2.5 to $1.00 has\nbeen used, which was the rate prevailing at the time of appraisal.\n", "ABBREVIATIONS\n", "Asian Development Bank\nAustralian Agency for International Development\nBank of Papua New Guinea\nEuropean Union\nInstitute of Banking and Business Management\nLik Lik Dinau Abitore Trust\n", "ADB\n–\nAusAID –\nBPNG –\n–\nEU\nIBBM –\nLLDAT –\nMCC      – microfinance competence center\n– microfinance institution\nMFI\n– microfinance steering committee\nMSC\n–\nNCD\nNGO\n–\nNWCP –\nPNGBC –\n–\nPIU\n–\nPNG\n–\nRDB\nRFF\n–\nROSCAS–\n–\nSLS\n–\nSOE\n–\nTA\nVFL\n–\nUNDP –\nZOPP –\n", "National Capital District\nnongovernment organization\nNational Women’s Credit Project\nPapua New Guinea Banking Corporation\nproject implementation unit\nPapua New Guinea\nRural Development Bank\nrevolving finance facility\nrotating savings and credit associations\nsaving and loan society\nstatement of expenditures\ntechnical assistance\nVillage Finance Limited\nUnited Nations Development Programme\nZiel-Orientierte Projekt Planung\n", "NOTES\n", "(i) \n(ii) \n", "The fiscal year of the Government and its agencies ends on 31 December.\nIn this report, \"$\" refers to US dollars.\n", "CONTENTS\n", "LOAN AND PROJECT SUMMARY\n", "MAP\n", "I. \n", "II. \n", "THE PROPOSAL\n", "INTRODUCTION\n", "III. \n", "BACKGROUND\n", "A. \nB. \nC. \nD. \nE. \nF. \nG. \n", "A. \nB. \nC. \nD. \nE. \nF. \nG. \n", "A. \nB. \nC. \n", "IV. \n", "THE PROPOSED PROJECT\n", "Poverty Conditions\nSector Description\nGovernment Policies and Plans\nExternal Assistance to the Sector\nLessons Learned\nADB’s Sector Strategy\nPolicy Dialogue\n", "Rationale\nObjective and Scope\nCost Estimates\nFinancing Plan \nThe Executing Agency\nImplementation Arrangements\nEnvironmental and Social Measures\n", "V. \n", "PROJECT JUSTIFICATION\n", "Financial and Economic Analyses\nImpact on Poverty\nRisks\n", "VI. \n", "ASSURANCES\n", "A. \nB. \n", "Specific Assurances\nConditions for Loan Disbursement\n", "VII. \n", "RECOMMENDATION\n", "APPENDIXES\n", "Page\n", "ii\n", "vi\n", "1\n", "1\n", "1\n", "1\n3\n11\n11\n12\n   13\n  14\n", "14\n", "14\n16\n20\n20\n21\n21\n25\n", "26\n", "26\n27\n28\n", "28\n", "28\n29\n", "29\n", "31\n"]}