{"CreationDate": "D:20011029143207Z", "Producer": "Acrobat Distiller 3.01 for Windows", "Author": "ldm", "Creator": "ADOBEPS4.DRV Version 4.10", "Title": "Microsoft Word - R195-01.doc", "ModDate": "D:20040402083703+08'00'", "content": "ASIAN DEVELOPMENT BANK\n\n8190-TF-ETM\n\nFROM THE TRUST FUND FOR EAST TIMOR\n\nHERA PORT FISHERIES FACILITIES REHABILITATION PROJECT\n\nREPORT\n\nON A\n\nPROJECT GRANT\n\nTO\n\nEAST TIMOR\n\nFOR THE\n\nOctober 2001\n\n\fABBREVIATIONS\n\nADB\nARP II\nEIRR\nETTA\nFAO\nFIRR\nFMES\nIDA\nNGO\nO&M\nPMU\nTA\nTFET\nUNTAET\n\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n\nAsian Development Bank\nAgriculture Rehabilitation Project (of World Bank)\neconomic internal rate of return\nEast Timor Transitional Administration\nFood and Agriculture Organization of the United Nations\nfinancial internal rate of return\nFisheries and Marine Environment Service\nInternational Development Association\nnongovernment organization\noperation and maintenance\nproject management unit\ntechnical assistance\nTrust Fund for East Timor\nUnited Nations Transitional Administration in East Timor\n\nkm (kilometer)\nnm (nautical mile)\nknots\nm3\n\n–\n–\n–\n–\n\n1,000 meters\n1,852 meters\n1.852 kilometers per hour\ncubic meter\n\nMEASURES\n\nGLOSSARY\n\ndemersal fish\npelagic fish\nsea mounts\n\nfish living at or near the bottom of  the sea\nfish living at or near the surface of the sea\nraised or elevated geological formations underwater\n\nNOTES\n\n(i) \n\n(ii) \n\nUNTAET's fiscal year (FY) ends on 30 June. FY before a calendar year denotes\nthe  year  in  which  the  fiscal  year  ends.  For  example,  FY2000  begins  on  1  July\n1999 and ends on 30 June 2000.\nIn this report, \"$\" refers to US dollars.\n\n\fCONTENTS\n\nPROJECT SUMMARY\n\nEAST TIMOR MAP\n\nHERA PORT LAYOUT\n\nI.\n\nTHE PROJECT\n\nII.\n\nINTRODUCTION\n\nIII.\n\nIV.\n\nBACKGROUND\nA.\nB.\nC.\nD.\nE.\nF.\n\nSector Description\nPolicies and Plans\nExternal Assistance to the Sector\nPoverty Situation\nLessons Learned\nPolicy Dialogue\n\nTHE PROJECT\nA.\nB.\nC.\nD.\nE.\nF.\n\nRationale\nObjectives and Scope\nTechnical Justification\nCost Estimates\nImplementation Arrangements\nEnvironmental and Social Measures\n\nV. PROJECT JUSTIFICATION\n\nA.\nB.\nC.\nD.\nE.\n\nFinancial and Economic Analyses\nEnvironment\nSocial Dimensions\nImpact on Poverty\nRisks\n\nVI.\n\nAPPROVAL\n\nAPPENDIXES\n\nPage\n\nii\n\nv\n\nvi\n\n1\n\n1\n\n1\n1\n2\n3\n3\n5\n5\n\n6\n6\n6\n7\n7\n8\n9\n\n10\n10\n14\n14\n15\n16\n\n17\n\n18\n\n\fProject Description\n\nClassification\n\nEnvironmental\nAssessment\n\nRationale\n\nPROJECT SUMMARY\n\nThe Project will rehabilitate the fishing harbor basin at Hera Port\nand  its  associated  breakwaters.  Hera  Port  was  one  of  25  fish-\nlanding sites developed under the Fisheries Infrastructure Sector\nProject.  Construction  was \nin  1993,  however,\nsubsequently  the  port  deteriorated.  Following  the  extensive\nupheaval  and  destruction  experienced \nin\nSeptember  1999,  almost  all  of  the  larger  commercial  offshore\nfishing vessels have left. Around 24 were taken to nearby Atauro\nIsland.  Hera  Port  has  subsequently  been  used  for  activities\nrelated  to  the  peacekeeping  operations  in  East  Timor;  no  fishing\nvessels have returned.\n\nin  East  Timor \n\nfinished \n\nThe  Fisheries  and  Marine  Environmental  Service  (FMES)  in  the\nDivision  of  Agricultural  Affairs  has  embarked  on  an  ambitious\nstrategic development plan for East Timor’s fisheries. One of the\nplan’s  cornerstones  is  a  precautionary  approach  for  developing\ninshore fisheries by targeting the much larger and robust pelagic\nresources  offshore.  Rehabilitation  of  the  fishing  harbor  basin  will\nprovide the future government of East Timor with one of the tools\nnecessary  to  implement  a  responsible  fisheries  management\nregime.  An  operational  fishing  harbor  will  provide  basic  support\nservices  and  thus  act  as  a  strong  incentive  for  the  return  and\noperation of the fishing vessels currently located at Atauro Island,\nand act as a catalyst to shift fishing effort to the offshore fisheries.\n\nPoverty intervention\nEconomic growth\n\nEnvironmental  category  B.  An  initial  environmental  examination\nwas undertaken and the summary is in Appendix 5.\n\nEast  Timor’s  coastline  is  only  about  650  kilometers  (km)  long,\nmost  with  little  or  no  coral  reef.  No  areas  of  barrier  reef  or  sea\nmounts are within reach of the small-scale sector. The island has\nvery little continental shelf; depths of 200 meters (m) are reached\nwithin 2-8 km of the shore, and depths of 2,000 to 3,000 m within\n20  km.  All  coastal  demersal  resources  are  limited  to  a  narrow\nstretch of steep to fairly steeply sloping seabed.\n\nFisheries restoration and most future development plans are likely\nto  be  based  on  East  Timor’s  pelagic  resources,  including  small\npelagic species such as Indian mackerel, scad, sardines, and the\nsmall  tuna.  In  due  course,  skills  will  be  developed  to  exploit\nresources of the high-value larger tuna species.\n\nCoral  reef  fisheries  will  be  liable  to  overfishing  if  placed  under\nconcerted  commercial  fishing  pressure.  Probably  only  local\nindigenous fishers should be allowed to fish coral reefs.\n\n\fObjective and Scope\n\niii\n\nCost Estimates\n\nImplementation\nArrangements\n\nProcurement\n\nThe  Project’s  overall  objective  is  to  contribute  to  sustained  food\nsecurity  of  marine  protein  for  the  East  Timorese.  The  goal  is  to\nachieve responsible fisheries management by promoting offshore\npelagic fisheries and thus ease the inshore fishing pressure. This\nwill  be  achieved  by \nthe  necessary  harbor\nrehabilitating \ninfrastructure  facilities  at  Hera  Port  for  larger  offshore  fishing\nvessels.\n\nThe total cost of the Project is estimated at $1 million equivalent.\nThe  Project  will  be  entirely  financed  on  a  grant  basis  from  the\nTrust Fund for East Timor (TFET). Funds for the TFET have been\ncommitted by donors. The International Development Association\n(IDA)  of  the  World  Bank  Group  is  the  trustee  of  the  TFET.  IDA\nand the Asian Development Bank (ADB) are responsible for jointly\nmanaging the TFET funds.\n\nUnder  East  Timor’s  Second  Agriculture  Rehabilitation  Project\n(ARP  II),  which  is  administered  by  IDA,  $1 million  has  been\nallocated  for  a  fisheries  component.  ADB  has  been  requested  to\nprepare  and  administer  this  component.  The  United  Nations\nTransitional  Administration  in  East  Timor  (UNTAET)  will  be  the\ninitial recipient of the grant from the TFET and will use the existing\nproject management unit (PMU) of the ARP II, with support from\nFMES staff, to execute the Project.\n\nThe PMU will oversee project implementation and coordinate the\nvarious  activities  between  the  contractor  and  the  individual\nmonitoring  consultant.  In  particular,  the  PMU  will  program,\nadminister,  and  coordinate  daily  project  activities  and  be\nresponsible  for  recruiting  a  contractor  for  the  construction  and\nassociated  work  at  Hera  Port.  Recruitment  will  be  undertaken  in\naccordance  with  ADB’s  guidelines  and  procedures.  A  domestic\nconsultant will be engaged to act as quality control guarantor and\nto  closely  liaise  with  the  contractor  in  sourcing  local  materials,\nobtaining  quotations  for  procurement,  and  ensuring  quality  and\nquantities meet specifications.\n\nProcurement  will  be  conducted \nin  accordance  with  ADB’s\nGuidelines for Procurement, save  that  the  definition  of  “member\ncountries” for purposes of procurement eligibility will, in addition to\nADB  member  countries,  include  East  Timor  and  all  donors  and\nmembers  of  international  organizations  that  have  contributed\nfunds to the TFET. An imprest account will be established within\nthe  PMU  with  a  ceiling  of  $500,000,  and  operated  according  to\nADB’s  guidelines.  The  Project  will  finance  imports  of  goods  and\nlease  of  machinery,  civil  works\nservices, \nidentified under the Project, and consulting services. Under ADB’s\nGuidelines for Procurement,  items  may  be  procured  off  the  shelf\n(direct  purchase),  or  through  international  shopping  or  local  or\ninternational competitive bidding, as appropriate.\n\nlocal  purchases, \n\n\fConsulting Services\n\niv\n\nProject Benefits and\nBeneficiaries\n\nSocial Issues and\nPoverty\n\nThe  Project  will  require  6  person-months  of  domestic  consulting\nservices.  The  consultant  will  be  selected  in  accordance  with\nADB’s  Guidelines  on  the  Use  of  Consultants  and  other\narrangements  satisfactory  to  ADB.  The  definition  of  “member\ncountries”  for  purposes  of  consultant  recruitment  will  include  not\nonly  ADB  member  countries  but  also  East  Timor,  and  all  other\ndonors  and  members  of  international  organizations  that  have\ncontributed to the TFET.\n\nThe  Project  is  expected  to  contribute  to  improved  and  sustained\nfood  security  of  important  animal  protein  for  the  population  at\nlarge.  It  will  also  contribute  to  implementation  of  East  Timor’s\nstrategic  plan  to  develop  comprehensive  fisheries  management\nmeasures  that  will  set  the  scene  for  sustainable  fisheries\nmanagement practices.\n\nThe  Project  is  expected  to  have  a  significant  positive  social\nimpact  by  contributing  to  (i)  sustainability  of  the  marine  capture\nfisheries, (ii) supply of affordable smaller pelagic fish species, and\n(iii)  diversification  of  the  inshore  areas,  e.g.,  tourism  (diving)  and\nmarine protected areas.\n\nFor  the  detailed  design  phase  prior  to  actual  construction,\nextensive fisher group consultations will be carried out to identify\nthe  most  suitable  compromise  in  design  to  accommodate  small-\nscale canoes together with larger offshore vessels.\n\nThe  Project  will  involve  no  relocation  or  resettlement.  No  land\nacquisition is required as Hera Port and the surrounding area are\non government land.\n\n\fv\n\n\fvi\n\n\f1.\nI  submit  for  your  information  the  following  report  on  a  project  grant  to  East  Timor,  as\ncurrently  administered  by  the  United  Nations  Transitional  Administration  in  East  Timor\n(UNTAET)  from  the  Trust  Fund  for  East  Timor  (TFET),  for  the  Hera  Port  Fisheries  Facilities\nRehabilitation Project.1 The project framework is in Appendix 1.\n\nI. \n\nTHE PROJECT\n\nII. \n\nINTRODUCTION\n\n2.\nUNTAET,  in  consultation  with  the  East  Timor  Transitional  Administration,  the  National\nCouncil  of  East  Timor,  and  members  of  East  Timor's  civil  society,  asked  the  International\nDevelopment Agency (IDA) of the World Bank Group, in its capacity as trustee of the TFET, to\nprovide  assistance  from  the  TFET  to  rehabilitate  the  fishing  harbor  at  Hera  Port.  IDA\nsubsequently  requested  the  Asian  Development  Bank  (ADB),  in  its  capacity  as  joint\nimplementing  agency  (along  with  IDA)  of  the  TFET,  to  administer  this  project  and  the  funds\nwere  made  available  as  a  special  grant  in  conjunction  with  the  IDA-implemented  Second\nAgriculture  Rehabilitation  Project  (ARP  II).  An  ADB  mission2  prepared  the  Project  with\nauthorized  UNTAET  and  East  Timor  Transitional  Administration  (ETTA)  representatives.  The\nagreements  reached  were  confirmed  in  an  aide  memoire.  The  Project  was  prepared  in\naccordance  with  the  Joint  Management  Arrangements  for  the  TFET.3  The  TFET  does  not\ninclude ADB's own resources.\n\nA. \n\nSector Description\n\nIII. \n\nBACKGROUND\n\n3.\nAccurate  historical  data  is  not  available  for  inshore  fisheries  in  East  Timor  in  terms  of\ncurrent fishing effort (boats, gear, fishers), or the extent of coastal living marine resources. An\nIndonesian statistical report on the number of fishing gear units in East Timor published in 19974\nidentified 630 fishing vessels with outboard engines, with 349 in Dili alone, and 1,387 canoes.\nAlso,  in  1997,  9,066  fishers  caught  a  total  of  2,423  tons  of  marine  fish.  Available  data  and\ninformed  anecdotal  information  indicate  that  the  Indonesian  withdrawal  resulted  in  substantial\nlosses of fishing gear and vessels. Several surveys have tried to calculate the actual losses, but\ntoo many error factors were encountered to give an accurate assessment.\n\nCurrent information on the extent of coastal living marine resources and habitats is very\n4.\nsparse.  A  study  commissioned  by  the  United  Nations  Development  Programme5  considered\nenvironmental  needs  and  priorities  in  East  Timor,  and  gathered  comments  on  the  marine\nenvironment:\n\n(i) \n\nThe  (marine)  ecosystem  if  used  in  a  nondestructive  and  well-planned  manner,\nwill  provide  great  possibilities  for  economic  development  while  providing  the\nnecessary products to sustain the local population.\n\n                  \n\n1  The Project first appeared in ADB Business Opportunities on 16 July 2001.\n2  The mission comprised T. Gloerfelt-Tarp, Natural Resources Specialist (Mission Leader); T. O’Donnell, Economist\n\nand ADB staff consultant; and J. Fleming, Engineer and ADB staff consultant.\n\n3   R74-00: Joint Management Arrangements for the Trust Fund for East Timor, approved on 23 March 2000.\n4  Regional  Development  Planning  Board  of  East  Timor  Province  and  Central  Board  of  Statistics  of  East  Timor\n\nProvince, East Timor in Figures, (1997), 322pp.\n\n5  Sandlund,  O.  et  al.  2000.  Assessing Environmental Needs and Priorities in East Timor – Final Report.  United\n\nNations Development Programme, Dili Office.\n\n\f2\n\n(ii) \n\n(iii) \n\nIf  not  controlled,  economic  interests  relating  to  the  coastal  zone  will  constitute\nsignificant threats to this unique resource.\n\nDestruction  of  near-shore  resources  typically  impacts  the  poor  segments  of  the\npopulation.  Small-scale  artisanal  fishers  are  most  dependent  on  fish  resources\nclose to the shore.\n\nThe East Timorese coastal zone is characterized by a narrow or nonexistent continental\n5.\nshelf,  a  limited  amount  of  fringing  coral  reef,  and  a  number  of  fragile  ecosystem  pockets\n(mangroves,  sea  grasses,  etc.).  These  areas  are  likely  to  support  limited  coastal  marine\nresources.  As  the  economy  recovers,  the  demand  (and  markets)  for  fisheries  resources  will\nincrease and early attention will be required to ensure sustainability of target species.\n\n6.\nEast Timor is faced with the dual task of trying to restore its fishery and at the same time\ntrying  to  promote  a  sustainable  fishery,  avoiding  the  numerous  failed  tropical  fisheries\ninterventions  that  have  been  the  hallmark  of  the  sector.  Judging  from  other  similar  areas  of\nmarine  waters,  a  conservative  estimate  points  to  a  minimum  sustainable  harvest  per  year  of\naround  15,000  tons.  The  minimum  recommended  fish  consumption  per  capita  per  year\naccording to the Food and Agriculture Organization (FAO) of the United Nations of 13 kilograms\n(kg)  would  require  production  of  9,400  tons  just  to  satisfy  the  recommended  need  of  East\nTimor’s population.\n\n7.\nThe  fisheries  sector,  nevertheless,  offers  considerable  potential  not  only  to  sustain  the\nimportant  subsistence  subsector,  but  also  for  job  creation  in  commercial  activities  and  related\ndownstream activities, e.g., marketing, processing, provisioning, servicing, etc. Once East Timor\nhas  an  accepted  exclusive  economic  fishing  zone,  the  offshore  resources  will  be  fully\naccessible.  During  Indonesian  rule  of  the  country  these  resources  were  off-limits  to  the  East\nTimorese and were harvested by Indonesian fishers primarily from Sulawesi.\n\n8.\nThe Indonesian withdrawal caused a void of personnel in fisheries administration, which\nis  only  slowly  being  filled,  albeit  with  a  lot  less  people.  This  is  a  deliberate  strategy  by  the\nFisheries  and  Marine  Environment  Service  (FMES),  which  will  focus  on  management,\nlegislation, policies, and enforcement issues, and leave the practical and commercial aspects to\nthe  private  sector.  A  major  task,  however,  will  be  to  cut  through  the  leftover  inefficient\nbureaucracy;  East  Timor  will  need  foreign  assistance  in  the  foreseeable  future  to  achieve  its\nobjectives as stipulated in its  strategic plan for fisheries.6\n\nThe  development  and  management  of  a  sustainable  fisheries  sector  will  directly\n9.\ncontribute  to  poverty  reduction  by  increasing  (i)  the  availability  of  fish  products  at  affordable\nprices  to  the  local  population,  especially  the  least  well-off  in  the  coastal  areas;  and  (ii)\nemployment  and  thereby  income  generation  in  private  sector  production  and  commercial\nactivities.\n\nB. \n\nPolicies and Plans\n\nDespite the transitional nature of the current administration, the Cabinet member for the\n10.\nDepartment  of  Economic  Affairs  has  officially  endorsed  the  FMES  strategic  plan  for  fisheries.\nThis plan sets out nine goals: (i) sustain and enhance the aquatic resources of East Timor, and\ntheir  supporting  ecosystems;  (ii)  establish  and  implement  a  fisheries  act  and  accompanying\n\n6  Fisheries  and  Marine  Environment  Service.  2001. Fish for the Future: A Strategic Plan for the Fisheries of East\n\n                  \n\nTimor. Dili.\n\n\f3\n\nlegislation; (iii) address the needs and aspirations of coastal communities, community members,\nand social groups; (iv) establish a profitable private sector-based fishing industry that maximizes\nsustainable  economic  returns  for  East  Timor;  (v)  establish  a  viable  aquaculture  industry;  (vi)\nprovide sustainable marine recreational activities for the recreational fishing, charter fishing, and\ndive tour subsectors; (vii) assert jurisdiction and control over the living marine resources in the\nseas  surrounding  East  Timor;  (viii)  develop  the  capacity  of  staff  of  FMES  and  other  service\nproviders; and (ix) operate an efficient and accountable FMES.\n\nFMES has clearly incorporated the lessons learned from other countries’ failed fisheries.\n11.\nThe most profound change is the acknowledgement that the private sector must undertake the\nactual  fishing  activities  and  associated  businesses,  and  the  government  must  provide  the\nenabling  business  environment  and \nto  operate.  Such  an\nacknowledgement is in conformity with ADB’s policy on fisheries.7\n\nframework  within  which \n\n12.\nHera Port will probably be the first location where FMES can implement its private sector\ndrive.  Within  the  port  area  are  an  operational  ice  factory,  a  new  training  workshop,  an  old\nboatyard, a broken-down slipway, some new barracks, and other buildings. The ice factory is in\nthe  process  of  being  privatized;  FMES  anticipates  that  all  activities  that  can  be  commercially\nviable, e.g., workshops, boat building, stores, fuel supply, etc., will be privatized. Such a policy\nensures the sustainability of the Project, as every commercial enterprise within the port area will\nhave a vested interest in a functional port.\n\nC. \n\nExternal Assistance to the Sector\n\nADB  has  provided  technical  assistance  (TA)  to  collect  the  baseline  data  necessary  to\n13.\nnegotiate  the  exclusive  economic  zone.8  Australia  (i)  has  a  small  boat-building  project  and\nprovided engine maintenance training, both at Hera Port, (ii) is helping deploy fish-aggregating\ndevices in the vicinity of Hera Port, (iii) has pledged its support to fund initial stock assessment\nof the inshore waters, and (iv) has expressed interest in supporting necessary legislation for a\nnew  fisheries  act.  Iceland  is  following  up  with  a  canoe-building  training  project.  The  People’s\nRepublic of China supplied 70 containers of fishing gear, iceboxes, and outboard motors; and\nADB has provided individual consulting input for a strategy and actual distribution of the fishing\ngear.  The  World  Bank  is  helping  rehabilitate  inland  aquaculture  through  its  agriculture\nrehabilitation program.\n\n14.\nAssistance to the sector has largely been driven by FMES, which has been approaching\nthe immediate needs very methodically by first analyzing the future role of government and then\nproceeding  to  prioritize  the  interventions  necessary  to  achieve  this  role.  Thus,  a  fisheries\ncomponent  was  included  under  the  ARP  II  (para.  2)  and  IDA  subsequently  asked  ADB  to\nimplement  this  component.  ADB  is  keeping  frequent  contact  with  the  larger  traditional  donors\nwithin the fisheries sector: Australia, Japan, and New Zealand.\n\nD. \n\nPoverty Situation\n\nEast  Timor  experienced  massive  political,  economic,  and  social  upheaval  from  August\n15.\n1999  to  September  1999,  exacerbating  previously  high  poverty  levels.  By  mid-2000,  security\nwas being restored. Farming is the primary occupation of 85 percent of household heads. Cash\n\n                  \n\n7  ADB. 1997. The Bank’s Policy on Fisheries. Manila.\n8  TA 3654-ETM: Exclusive Economic Zone Demarcation, for $120,000, approved on 17 May 2001.\n\n\f4\n\nincomes  are  almost  nonexistent  among  the  rural  population.  The  poor  are  characterized  by  a\nlack of education and low literacy, high dependency burdens, and dependence on agriculture.\n\n16.\nUsing  the  survey  data  from  the  ADB-funded  rapid  assessment  of  economic  and  social\nconditions9 as the basis for estimating poverty from 1999 to mid-2000, the incidence of poverty\nhas  climbed  significantly,  reaching  around  75  percent.  Prior  to  this,  based  on  the  official\nIndonesian poverty line, the incidence of poverty fell from around 37 percent in 1993 to around\n25  percent  in  1997,  but  from  1997  to  1999  it  climbed  back  to  37 percent  due  to  the  financial\ncrisis and political upheaval. Prior to 1998, the gap between the average income of the poor and\nthe  poverty  line—poverty  gap  index—was  2 percent.  From  1998,  the  poverty  gap  has  steadily\nincreased to about 7 percent in the first half of 2001.\n\n1. \n\nPro-Poor Growth and Interventions\n\n17.\nEast  Timor  is  now  emerging  from  the  massive  upheavals  that  followed  the  vote  for\nindependence in August 1999. The country is currently being administered by UNTAET and the\ninfrastructure.  The  damaged\ndevelopment \ninfrastructure  has  hindered  the  implementation  of  aid  and  development  programs,  slowed\nrepatriation  efforts,  been  a  barrier  to  marketing  of  crops  and  to  economic  growth  in  general,\nreduced access to basic services, and tended to reinforce the isolation of rural communities.\n\nis  understandably  on \n\nrehabilitating \n\nthrust \n\n18.\nMost of the core poverty, and poverty interventions overseen by UNTAET have focused\non  rebuilding  sustainable  infrastructure  that  will  contribute  to  economic  growth  and  future\ninterventions for the poor. Several agencies have followed this lead and have carried out much\nplanning and implementation of interventions during the transition period. ADB is implementing\nthree growth-oriented projects, which may not have a direct short run impact but are envisaged\nto  have  sustained  poverty  reduction  impact  over  the  long  term.  Current  ADB  initiatives  are\n(i) emergency  infrastructure  rehabilitation  of  roads  and  bridges,  and  to  a  certain  extent  also\nports;  (ii) rehabilitation  of  water  and  sanitation  services;  and  (iii)  microfinance  delivery.  In\naddition,  ADB  is  providing  several  TAs:  (i)  poverty  assessment  and  statistics,  (ii) community\nempowerment,  (iii)  transport  sector  rehabilitation,  (iv)  capacity  building  for  governance  and\npublic  sector  management, \n(vi)  small-scale\nmicrofinance  and  microfinance  policy  and  regulation,  (vii)  environmental  assessment  capacity,\n(viii) capacity building for local governments, and (ix) an economic policy forum.\n\ntelecommunications, \n\nrehabilitation  of \n\n(v) \n\n2. \n\nGovernance\n\n19.\nThe  new  nation  of  East  Timor  will  face  many  governance  challenges.    Democratic\nprocesses  are  in  the  process  of  being  introduced.  Self-government  is  a  relatively  new  and\nemerging  concept.  The  challenge  will  be  to  rebuild  trust  as  a  first  step  to  participating  in\ngovernment,  especially  at  the  local  level.  Good  governance  requires  a  skills  base  to  provide\nbasic  government  services.  Basic  education,  preventive  health  care,  family  planning,  and\nimproved  agricultural  production  are  the  priority  areas  for  investment  and  capacity  building.\nImportant infrastructure is needed to facilitate the delivery of education and health services, and\nto  stimulate  commercial  activity,  especially  in  the  agriculture  sector.  The  reconstruction  and\nstaffing  of  schools  and  health  clinics  are  also  priorities.  The  speedy  reconstruction  of  land\ntransport infrastructure is critical to economic development.\n\n9  ADB. 2000. East Timor Rapid Assessment of Economic and Social Conditions. Dili.\n\n                  \n\n\f5\n\n3. \n\nSocial Development\n\nEducation  indicators  are  generally  poor.  Literacy  rates  were  last  officially  recorded  in\n20.\n1986 when literacy was 51 percent on a national basis, and 64 percent among adults. Evidence\nsuggests that education enrollment has a distinct gender bias. For example, in 1998, 52 percent\nof  females  over  10  years  of  age  had  never  been  to  school.  Postprimary  education  is  still\ndisrupted, and literacy among the rural poor is less than 50 percent.\n\n21.\nThe upheaval in 1999 had a serious impact on health services. Most facilities have been\ndamaged, and 130 of 160 physicians have departed. Existing services in rural communities are\nextremely  limited.  However,  emergency  services  are  in  place  provided  by  nongovernment\norganizations  (NGOs)  and  donors.  Prior  to  1999,  life  expectancy  was  around  55  to  58  years.\nInfant mortality was moderately high at 85 deaths per 1,000 births, and medical staff attended\nonly 37 percent of all births. The under-five mortality rate was moderately high at 124 deaths per\n1,000 births, and immunization rates varied from 60-90 percent. Only 25 percent of villages had\na health clinic, and the average distance to a hospital was 75 kilometers (km).\n\nE. \n\nLessons Learned\n\n22.\nPast  fisheries  projects  have  often  been  synonymous  with  failures.  The  objectives\nfocused  on  (i)  increasing  catches  by  increasing  the  number  and  size  of  vessels,  and  (ii)\nincreasing quality by providing ice factories and cold storage. The difficulties in assessing fish\nstocks  and  the  unregulated  nature  of  most  fisheries  (open  access)  inevitably  lead  to\nconsiderable  overcapitalization  of  the  industry  and  subsequent  declining  catch  rates.  Another\nimportant lesson learned is the incompatible mix of direct government involvement in the sector\ntogether with the commercial operators. Sound business practices were compromised by social\nobligations to government employment, and government officials employed in the fisheries were\nnot  accountable  for  the  quality  of  day-to-day  services,  such  as  facilitating  efficient  fish  landing\noperations;  and  providing  market  mechanisms,  and  repair  and  maintenance  facilities  when\nneeded.\n\n23.\nFor  East  Timor,  this  is  the  most  opportune  time  to  implement  responsible  fisheries\nmanagement  with  emphasis  on  sustainability  of  the  sector.  The  strategic  plan  for  fisheries\n(footnote  6)  has  clearly  taken  the  lessons  learned  into  consideration.  This  alone  is,  of  course,\nnot a guarantee against failures in the future, but the prioritization of the precautionary approach\nto the development of the fisheries sector further underpins the justification for this Project.\n\nF. \n\nPolicy Dialogue\n\n24.\nGiven  that  East  Timor  is  still  under  transitional  administration  by  the  United  Nations,\nformalized  policy  dialogue  with  a  national  government  has  not  been  possible.  However,\ncontinuous  consultations  with  FMES  have  been  undertaken  and  a  progressive  approach  to\nfisheries development agreed upon, based on the strategic plan. Furthermore, the World Bank\nand  ADB  have  collaborated  closely  on  the  selection  of  consultants  for  fisheries  projects  to\nensure  that  lessons  learned  from  other  fisheries  projects  are  given  a  high  priority.  The\nformulation of the strategic plan for fisheries received substantial input from one of the fielded\nconsultants  under  World  Bank  funding.  The  strategic  plan  conforms  to  both  World  Bank  and\nADB precautionary policies for the capture fisheries sector.\n\n\f6\n\nIV. \n\nTHE PROJECT\n\nA. \n\nRationale\n\n25.\nThe  absence  of  a  functional  fishing  harbor  in  East  Timor  makes  it  very  difficult—if  not\nimpossible—for  FMES  to  implement  responsible  fisheries  management.  The  limited  inshore\nresource needs a very controlled fishing effort to ensure its sustainability. However, the offshore\nresources  are  robust  and  fast  growing,  and  offer  an  opportunity  for  limited  development.  The\nvessels for such an offshore-based fishery need a dedicated fisheries harbor as a base, as the\nvessels are too large to beach. Hera Port was built under a previous ADB loan10 and was only\ncompleted in 1993. However, problems in visiting East Timor at that time meant that maintaining\nclose  monitoring  of  the  project  was  difficult.  Construction  inadequacies  have  caused  the\nstructures to rapidly deteriorate.\n\n26.\nThe fisheries harbor rehabilitation at Hera will provide improved mooring and unloading\nfacilities,  and  act  as  a  center  for  the  receipt,  processing,  and  distribution  of  fish  for  Dili  and\nbeyond. Facilities are also available to supply ice, provide training, repair and maintenance for\nmarine engines and other fishing equipment, and boat building and/or repair. Once the harbor is\nrehabilitated, Atauro fishers11 will likely be the first to relocate their fishing vessels to Hera. The\ndevelopment  of  a  pelagic  fishing  fleet  will,  however,  take  several  years  as  the  level  of\ninvestment and training will require time. In the near to medium term, the navy will place its two\npatrol vessels, primarily for fisheries surveillance but also for customs duties, along the pier to\nthe  east  just  outside  the  harbor  basin.  These  activities  are  very  positive  for  the  overall\ndevelopment  of  Hera  Port  as  they  will  naturally  attract  more  activities  and  scope  for  private\nsector  enterprises.  At  this  stage,  no  significant  conservation  concerns  exist.  The  sustainability\n(more  in  terms  of  local  depletions  than  biodiversity)  of  intensive  fishing  on  small  pelagics  will\nneed to be considered in the longer term.\n\nB. \n\nObjectives and Scope\n\n27.\nThe  Project’s  overall  objective  is  to  contribute  to  sustained  food  security  of  marine\nprotein  for  the  East  Timorese.  The  goal  is  to  achieve  responsible  fisheries  management  by\npromoting the offshore pelagic fisheries and thus ease pressure on inshore fisheries. This will\nbe  achieved  by  rehabilitating  the  necessary  harbor  infrastructure  facilities  at  Hera  Port  for  the\nlarger offshore fishing vessels. The project framework is in Appendix 1.\n\n28.\nThe Project is relatively modest in scope comprising the rehabilitation and strengthening\nof three individual breakwaters totaling approximately 140 m in length, and rehabilitation of the\nwharf faces of the harbor basin totaling approximately 400 m. The work will include replenishing\nwashed-away  core  material  from  the  breakwaters  and  enforcing  the  seaward  sides  with  stone\narmor.  This  will  achieve  the  required  height  of  the  breakwaters  to  protect  the  harbor  basin\nagainst  wave  action  at  all  tides.  Precast  concrete  slabs  anchored  in  profiled  steel  piles  will\nenforce the wharf faces inside the harbor basin. This will create a secured mooring site for easy\non-  and  offloading  of  all  vessels.  The  working  apron  alongside  the  wharves  will  also  be\nupgraded  and/or  rehabilitated.  The  Project  will  emphasize  as  much  use  of  local  labor,  local\npurchase  of  materials,  and  lease  and  hire  of  equipment  from  East  Timorese  as  possible.\n\n                  \n\n10 Loan No. 693-INO:Fisheries Infrastructure Sector Project, for $50 million, approved on 25 September 1984.\n11 Atauro is a small island approximately 20 km due north of Dili; the population is reputed to be the best all-round\n\nfishers.\n\n\f7\n\nFurthermore,  the  Project  will  incorporate  training  of  East  Timorese  at  all  levels  in  harbor\nconstruction as no such capacity is presently available in East Timor.\n\nC. \n\nTechnical Justification\n\n29.\nThe  Project  has  devised  the  most  appropriate  solutions  to  ensure  (i)  maximum  local\nparticipation,  and  (ii)  minimum  maintenance.  For  the  breakwaters,  armor  rocks  of  correct\ndensity,  size,  and  hardness  have  been  identified  and  priced  from  sites  owned  by  local\npeople/communities. The transport of the armor rocks and the machinery necessary for placing\nthem  on  the  breakwaters  can  all  be  sourced  locally.  The  face-wall  concrete  slabs  will  all  be\nprecast  using  local  labor  under  appropriate  supervision  by  international  and  domestic  civil\nengineers.  The  use  of  precast  concrete  slabs  is  a  rather  sophisticated  method,  but  ensures\nminimum  maintenance.  With  appropriate  supervision  and  correct  material  use,  available  East\nTimor labor force should be able to carry out the work.\n\nD. \n\nCost Estimates\n\n30.\nThe  total  project  cost  is  estimated  at  about  $1  million,  including  physical  and  price\ncontingencies. The TFET confirmed that the amount would be available in FY2001/02. Physical\ncontingencies  (14.6  percent)  are  the  same  as  used  in  previously  approved  ADB  rehabilitation\nprojects  in  East  Timor,  but  higher  than  contingencies  under  ADB's  standard  procedures.\nHowever,  they  are  considered  justifiable  for  the  events  anticipated  as  administration  passes\nfrom the United Nations to a newly elected civil government: (i) absence of insurance cover, (ii)\nlack of competitive environment, and (iii) private sector premiums. Detailed cost estimates are\nshown in Appendix 2.\n\nTable 1: Cost Estimates\n($ million)\n\nItem\nA. Base Costs\n\n1. Civil worksa\n2.\n3.\n\nGoods and related servicesb\nConsultancy services\n\nSubtotal (A)\n\nB. Contingencies\n\n1. Physical Contingencies\n2. Price Contingencies\n\nSubtotal (B)\nTotal\n\nTotal Cost\n\n0.680\n0.150\n0.036\n0.766\n\n0.122\n0.012\n\n1.000\n\na  In  addition  to  labor,  this  category  includes  material  and  engineering\n\ndesign.\n\nb  Includes  pile-driving  equipment,  a  batching  plant  and  test  laboratory,\n\ntruck hire, and various minor equipment for construction.\n\nSource: Staff estimate.\n\n31.\nThe  total  cost  of  the  Project  will  be  out  of  the  TFET.  Contributions  to  the  TFET  do  not\ninclude  ADB  resources.12  The  financing  will  be  by  way  of  a  grant  and  therefore  there  are  no\nrepayments and no interest charges.\n\n12 The TFET budget for FY2001/02 designates $1.0 million for the fisheries sector.\n\n                  \n\n\f8\n\nE. \n\nImplementation Arrangements\n\n1. \n\nProject Management Unit\n\nThe  Project  will  use  the  World  Bank’s  established  project  management  unit  (PMU)  for\n32.\nthe ARP II within the Division of Agricultural Affairs. The PMU will oversee and coordinate the\nproject activities. FMES staff will participate actively in the PMU and shall administer the actual\nproject  implementation  including  issuing  of  tender  documents,  selection  of  contractor  and\nindividual consultant. Specific technical input for preparing bidding documents will be obtained\nfrom the ADB-established PMU for its infrastructure projects.\n\n2. \n\nProcurement of Goods, Works, and Related Services\n\n33.\nThe Project will be offered as one civil works contract through local competitive bidding\nprocedures  open  to  all  interested  contractors,  but  also  allowing  NGOs  with  experience  in\nconstruction  to  bid  due  to  the  inclusion  of  extensive  use  of  local  labor  and  training  for  the\nrehabilitation works.\n\n34. Where  possible,  all  civil  works  under  the  Project  will  incorporate  labor-intensive,\nemployment-generating  methodologies.  The  technical  solution  will  adopt  a  proper  balance\nbetween least-cost methodologies and the minimum maintenance requirement of the structures.\nHowever, precedence will at all times be given to quality of the work. A very important issue in\nthis  Project  is  to  provide  hands-on  training  to  East  Timorese  in  the  special  construction\ntechniques that apply to marine structures and the appropriate quality control.\n\nConsulting services will be engaged in accordance with ADB’s Guidelines on the Use of\n35.\nConsultants. One domestic consultant will be engaged for approximately 6 person-months as a\ntechnical  adviser  and  quality  control  specialist  to  assist  the  PMU  in  (i)  monitoring  local\nprocurement, and (ii) providing quality checks of locally procured materials and of work during\nconstruction.  The  consultant  will  be  responsible  for  the  ultimate  check  that  the  local  materials\nconform to the specifications of the purchase order. Outline terms of reference are in Appendix\n3.\n\n36.\nFor purposes of procurement under the Project, the term “member countries” will include\nADB member countries, East Timor, and all donors and members of international organizations\nthat have contributed funds to the TFET (footnote 3).\n\nThe  Project  will  be  implemented  over  approximately  eight  months,  starting  in  October\n\n37.\n2001 and ending in May 2002. The implementation schedule is in Appendix 4.\n\n3. \n\nImplementation Schedule\n\n4. \n\nDisbursement\n\nDisbursement for eligible expenditures will follow ADB’s disbursement guidelines as set\n38.\nout  in  ADB’s  Loan  Disbursement  Handbook  and  may  be  made  as  direct  payment  or\nreimbursement,  or  through  an  imprest  account.  An  imprest  account  will  be  established  by  the\nPMU and be replenished in accordance with the handbook. The PMU head will be responsible\nfor transactions, replenishments, and use of the imprest account. IDA, based on ADB requests,\nwill make payments under these agreements directly from the TFET.\n\n\f9\n\nIf  the  contractor  wishes  the  PMU  to  make  direct  payment  to  a  supplier  of  goods  and\n39.\nservices,  the  PMU  will  ask  ADB  to  make  use  of  the  direct  purchase  procedures.  ADB  will\napprove the request and send it to IDA, which will pay the supplier directly. Request for payment\nwill  use  ADB’s  standard  withdrawal  application.  The  PMU  will  indicate  in  the  withdrawal\napplication the date on which payment becomes due to the supplier. A separate application will\nbe  filled  out  for  each  currency  in  which  the  payment  is  requested.  The  application  will  be\nsubmitted with supporting documents such as contracts, invoices, receipts, and vouchers. This\nprocedure  can  be  used  for  payment  of  (i)  contractor’s  fees,  and  (ii)  equipment  and  goods\npurchased overseas.\n\n40.\nAn  imprest  account  will  be  used  for  short-term  civil  works,  small-scale  design  and\nsupervision services, remuneration of East Timorese laborers, and direct purchases eligible for\nfinancing.  ADB’s  statement  of  expenditure  procedure  will  be  used  to  reimburse  expenditures\nand  to  liquidate  the  imprest  account  for  payments  with  value  equal  to  or  below  $1,000.  The\ncurrency  of  the  imprest  account  will  be  the  dollar  and  the  ceiling  will  be  $500,000.  This  is\njustified  on  the  grounds  of  the  relatively  short  project  period  of  eight  months  and  the  need  to\npurchase  most  of  the  materials  in  the  initial  three  months.  The  PMU  head  will  establish\nadequate  internal  control,  accounting,  and  audit  procedures  to  ensure  efficient  use  of  the\nimprest account and its operation.\n\n5. \n\nReports, Accounts, and Audits\n\n41.\nThe contractor will be tasked to submit monthly summary reports. The PMU will provide\na  midterm  report,  approximately  four  months  after  commencement  of  the  Project,  on  the\nachievement of project objectives, progress and status of activities including expenditures, and\nany emerging difficulties. The midterm report will provide, in clear graphical presentations, the\nstatus of project progress and performance, and plans for the remainder of the work, including\nbudgets, and distribution and payment forecasts. In addition, the PMU will submit a final report\npromptly upon project completion.\n\n42.\nThe PMU will establish an account in Dili, under control of the PMU head. The PMU will\nfurnish  ADB  with  financial  statements  following  international  or  other  appropriate  accounting\nstandards.  Auditors  acceptable  to  ADB  will  then  audit  the  financial  statements.  The  audited\nfinancial  statements,  together  with  the  auditor’s  report,  will  be  forwarded  to  ADB  within  six\nmonths of the end of the fiscal year.\n\n6. \n\nTechnical Midterm Review\n\n43.\nA  technical  review  of  the  Project  will  be  carried  out  three  months  after  mobilization  to\ndetermine any need to adjust the project design or implementation. The review will also assess\nthe adequacy of funds, cost overruns, need for reallocations, and other factors, if any, including\nassumptions and risks that may constrain satisfactory project implementation and achievement\nof the development objective.\n\nF. \n\nEnvironmental and Social Measures\n\n1.\n\nEnvironment\n\nThe  Project  is  classified  as  environmental  category  B.  An  initial  environmental\n44.\nexamination  was  carried  out  and  the  summary  is  in  Appendix  5.  As  the  Project  only  aims  to\nrehabilitate  the  existing  structures,  and  not  construct  additional  structures,  it  will  not  have  any\n\n\f10\n\nnegative  environmental  impact.  In  fact,  the  Project  will,  in  the  medium  to  long  term  contribute\npositively to the environment by containing the larger fishing vessels to a port where appropriate\nmeasures  for  the  safe  disposal  of  hazardous  and  polluting  material  can  be  implemented.  The\nwithout-project situation will be an uncontrolled fishing fleet that can ignore rules and regulations\nbecause mooring and anchorage can be anywhere.\n\n45.\nTemporary  adverse  environmental  impact  will  be  experienced  during  the  construction\nphase in the form of increased noise, dust, and traffic levels. The Implementing Agency will also\nbe informed that during religious services at the church nearby Hera Port, offensive noise and\ntraffic  levels  should  be  avoided.  In  general,  however,  the  reestablishment  of  Hera  Port  as  the\nonly  fishing  harbor  in  East  Timor  will  not  cause  adverse  effects  for  any  of  the  villages  in  the\nvicinity of the port. The entire port area is government land connected to the main coastal road\nvia a short public road.\n\n2. \n\nSocial Analysis\n\nThe  Project  is  primarily  growth  oriented,  but  with  a  high  long-term  poverty  reduction\n46.\nimpact.  The  collapse  of  the  fishing  industry  has  resulted  in  a  very  low  supply  of  fish,  and  the\nhigh demand by the many foreigners has resulted in a price increase of around 600 percent in\nDili  district,  which  effectively  takes  fish  out  of  the  diet  of  poor  East  Timorese  because  it  is\nunaffordable. An initial social assessment is in Appendix 6.\n\n47.\nIn  the  months  of  December  through  to  March,  agricultural  production  is  severely  and\nadversely  effected.  Traditionally  this  food  gap  is  filled  by  the  fishing  industry,  but  current\nconditions make this look unfeasible.\n\n48.\nThe fisheries department has a strategic plan for the recovery of the fishing industry and\nthe rehabilitation of Hera fishing harbor is one of the catalysts for that recovery. The result will\nbe an increase in fish available in sufficient supply and at cheaper prices. In addition, the fishers\nwill  have  a  safe  harbor  for  protection  from  the  seasonal  northwesterly  cyclones,  and  their\nlivelihoods will be less affected by adverse weather conditions.\n\nV. \n\nPROJECT JUSTIFICATION\n\nA. \n\nFinancial and Economic Analyses\n\n1. \n\nFinancial Analysis\n\n49.\nPrior  to  the  conflict,  Hera  Port  provided  support  and  services  to  a  reasonable-sized\nfishing fleet targeting the pelagic fishery. Since then the port has lapsed into a state of decline;\nno administration is present and the fishing fleet, or what is left of it, does not or cannot use the\nport.\n\n50.\nThe  Project  will  directly  support  the  sector’s  strategic  plan  and  act  as  a  catalyst  in\nproviding the fishing industry with much-needed confidence and facilities in harbor protection by\nrehabilitating breakwaters, providing access to ice production, improving loading and unloading\nfacilities  at  the  wharves,  providing  repair  and  maintenance  facilities  when  the  slipway  is\nrehabilitated, and improving access to trading and storage facilities.\n\n51.\nA full range of port activities is envisaged for the new operation, providing the harbor can\nbe rehabilitated to an operational standard. For example, tenders are now being received for the\n\n\f11\n\nleasing  of  a  rehabilitated  ice  plant.  In  addition,  revenue  can  be  generated  from  10  different\nsources:  landed  fish  fees,  berthage  and  mooring  fees,  cold  storage  facilities,  water  and  fuel\nsales, lease rental of shops and workshops, accommodation, and export packaging facilities. All\nthese  services  will  not  be  available  immediately,  but  will  be  phased  in  over  time.  When  full\noperation is achieved, the expected yearly revenue generated will be approximately $0.1 million.\n\n52.\nThe  future  East  Timorese  Government  could  operate  ports,  airports,  and  harbors  as\nstate assets, statutory authorities, or purely commercial enterprises. For the sake of a realistic\ncalculation, the Project envisages a port authority with a staffing of four. The annual cost of such\nan administration, in conjunction with support costs, is projected to be about $0.02 million. By\nthe  end  of  2002,  the  operation  of  the  port  should  achieve  a  surplus  over  operating  costs.\nHowever,  the  planned  mooring  of  the  two  navy  patrol  vessels  at  the  pier  in  Hera  Port  would\nlogically point to some kind of state authority for Hera Port in the near to medium future. Their\npresence are also likely to secure adequate operation and maintenance costs for the port.\n\na. \n\nLeast-Cost Analysis\n\nA  least-cost  analysis  was  carried  out  for  the  two  project  components:  the  breakwater\n\n53.\nreconstruction and the vertical wharf-face reconstruction.\n\nIn  the  case  of  the  breakwater  reconstruction,  the  three  options  are  not  different\n54.\nengineering  options,  but  rather  different  methods  for  applying  the  same  engineering  solution.\nThe  engineering  solution  is  simple,  cost  effective,  and  within  budget.  The  existing  breakwater\nsystem with materials in place requires rehabilitation of the core and a new armor system on the\nseaward sides. The source of this armor is either from a quarry or available rocks, although one\noption is to make concrete tetrapods.\n\n55.\nThe options were tested at a discounted rate of 8 percent and 13 percent; on all tests the\nleast-cost  option  requires  the  involvement  of  a  contractor  with  a  very  low  profit  margin  to\nadminister and manage the Project with direct purchasing from a local quarry. The equalization\ndiscount  rate  was  not  calculated  as  the  least-cost  option  prevailed  at  the  two  testing  discount\nrates  of  8  percent  and  13  percent,  with  the  13  percent  being  above  the  threshold  required  by\nADB.\n\n56.\nFor reconstruction of the vertical wharf face two options considered, applying the same\nmethodology as for the breakwaters. The option utilizing a contractor (e.g., an NGO) and local\nlabor prevailed.\n\nb. \n\nFinancial and Internal Rate of Return\n\nThis size of investment with the revenues and costs generated, will produce a financial\n57.\ninternal rate of return of 6 percent. Although the initial investment is a grant and therefore does\nnot have to be repaid, the investment in this Project does not meet ADB’s standard threshold of\nan  opportunity  cost  of  capital  of  12  percent,  but  this  standard  may  not  be  applicable  in  East\nTimor. The lack of information precluded the calculation of the weighted average cost of capital.\n\n58.\nHowever,  for  an  infrastructure  project  such  as  this,  the  financial  internal  rate  of  return\nalone should not be the only consideration; it should be viewed in conjunction with the economic\nanalysis.\n\n\f12\n\nFrom a financial point of the view, with the initial investment being a grant, the operation\n59.\nand  maintenance  costs  must  be  met  from  future  activities.  The  expected  annual  revenues\nexceed expected annual costs by many times (paras. 53 and 54). This is a positive outcome of\nthe financial analysis.\n\n2. \n\nEconomic Analysis\n\n60.\nEast Timor is primarily an agricultural economy, with 90 percent of the population living\nin  rural  areas  and  75  percent  of  the  labor  force  engaged  in  agriculture,  primarily  subsistence\nagriculture.  The  economic  framework  has  changed  dramatically,  as  East  Timor  can  no  longer\nrely on transfers from the Indonesian Government. External financing now plays a major role in\nthe  economy,  but  this  will  be  relatively  short  term,  thus  sustainable  projects  will  form  the\nbackbone of future development potential.\n\n61.\nThe rehabilitation of the fishing harbor at Hera offers the country a variety of economic\nbenefits.  Care  has  been  taken  to  ensure  that  the  claimed  benefits  equate  only  to  the\nincremental effect of the harbor rehabilitation and that these benefits only bring the capacity of\nthe  fisheries  operations  back  to  preconflict  levels,  thus  ensuring  no  inflated  claims  for\nexaggerated increases in the fisheries sector.\n\nAccording  to  FMES  the  fish  catches  are  expected  to  be  easily  sustainable  at  15,000-\n62.\n20,000 tons per annum within the exclusive economic zone (yet to be negotiated), which would\nprovide the East Timorese with an annual per capita consumption level of 22 kg of fish protein.\nHowever, achieving these levels will require substantial and sustainable development within the\nsector, and will need more than the rehabilitation of Hera Port.\n\n63.\nFAO has recommended an annual level of 13 kg of fish protein per capita, as a balanced\nintake. East Timor is presently producing a catch of approximately 950 tons per annum, which\ngives a per capita consumption of 1.22 kg representing only 9 percent of the recommended fish\nprotein  intake.  Even  if  fishing  levels  are  brought  back  up  to  preconflict  levels  of  2,800  tons\n(footnote  6),  this  will  only  result  in  a  per  capita  return  of  3.5  kg,  or  26  percent  of  the\nrecommended fish protein levels.\n\n64.\nThese figures do not include the current subsistence fishing, and this will be ignored for\nthe economic analysis of the rehabilitation.13 The present catch is being achieved by small boats\nor  bigger  canoes,  and  is  being  brought  to  shore  by  just  landing  on  the  beach.  The  size  boats\nusing  the  rehabilitated  harbor  at  Hera  are  expected  to  be  similar  to  those  before  the  conflict,\n11 m craft, Japanese style, with a capacity of 5 gross tons.\n\n65.\nThe economic analysis is based on a comparison of with- and without-project scenarios.\nThe  cost  and  benefit  streams  were  estimated  for  30  years  including  only  8  months  of  project\nimplementation. Given that UNTAET has adopted the dollar as the official currency for the time\nbeing  in  East  Timor,  a  shadow  foreign  exchange  rate,  or  standard  conversion  factor  has  not\nbeen  assumed  for  the  analysis.  The  main  benefits  identified  are:  fish-handling  methodologies,\nfish-catch recovery, fishing fleet protection, and socioeconomic impacts.\n\n                  \n\n13 The reason for ignoring the subsistence fishing is two-fold (i) it cannot be measured at this time and no records are\navailable  to  substantiate  an  educated  guess,  and  (ii)  the  benefits  are  calculated  within  the  confines  of  the\ncommercial catch available to Indonesia, up to the preconflict levels.\n\n\f13\n\nThe present practice of landing fish on the beaches of Dili and on other beaches in the\n66.\nprovinces  is  proving  to  be  both  wasteful  and  dangerous.  FMES  estimates  a  catch  loss  of  50\npercent within 24 hours, and in an attempt to recover the losses, traders are producing dried fish\nfrom the residue resulting in bad products throughout the country. Access to ice would prolong\nthe  shelf  life  of  the  catch  by  18  days.  Hera  Port  will  offer  this  facility  immediately  following\nconstruction; the plant is already in place.\n\n67.\nThe  size  of  the  present  catch  is  950  tons  per  annum.  This  is  far  below  the  preconflict\nperiod when it was up to 2,800 tons. This has resulted in a dramatic increase in the price of fish,\n(from about $0.8/kg to $5.3/kg), to a point where only the foreign emergency personnel in the\ncountry can afford it. FMES will use the rehabilitation of Hera Port as a catalyst to rejuvenate the\npelagic fishing fleet, and improve the catch levels such that prices will be reduced to levels that\nlocal people can afford.14\n\n68.\nThe fishing fleet urgently needs repair. Only 4 or 5 boats are said to be operational out of\na  fleet  of  24.  With  the  harbor  offering  safe  anchorage  and  access  to  ice,  and  repair  and\nmaintenance facilities, the fleet is expected to be rejuvenated at a rate of 5 boats per annum. In\npractice  this  may  be  quicker,  but  this  is  the  assumption  used  for  the  economic  analysis.  Over\nthe  longer  run,  the  port  will  offer  opportunities  for  the  fishing  fleet  to  keep  operational  through\nbetter operation and maintenance services.\n\n69.\nThe incremental net economic cash flow over 30 years yields an economic internal rate\nof  return  of  87 percent.  This  result  is  consistent  with  that  of  other  ADB-funded  rural\ninfrastructure projects.\n\nThe  results  of  the  economic  analysis  are  summarized  in  Table  2,  and  full  details  are\n\n70.\npresented in Appendix 7.\n\nTable 2: Summary of EIRR and Sensitivity Tests\n (percent)\n\nBase\nCase\n\nCost\nIncrease\n+10\n\nBenefit\nReduction\n–20\n\nCombined\nCosts +10\nBenefits –20\n\nActivity\n\nOverall Project\n\n87.0\n\n82.4\n\n82.0\n\n77.7\n\nEIRR = economic internal rate of return\nSource:  Staff consultant estimates.\n\n3. \n\nDistribution of Net Economic Benefits\n\n71.\nFor  the  Project,  the  difference  between  financial  and  economic  flows  derives  from  two\nfactors: (i) some project inputs and outputs having conversion factors different from unity; and\n(ii) the Project generates economic benefits that are not captured as financial benefits. The net\nsteams of both financial and economic flows are discounted at the economic discount rate of 12\n\n                  \n\n14 This statement could be perceived as contradictory; to promote a fishery using larger and more expensive vessels\nand at the same time bring the price of fish down. The present inshore fishery targets the larger, slow-growing, and\nless  abundant  species.  The  pelagic  fishery  targets  the  abundant  and  fast-growing  species,  which  are  generally\ncaught  in  great  numbers.  A  reasonable  analogy  would  be  the  comparison  of  a  longline  fleet  (app.  $300,000  per\nvessel)  targeting  the  highly  priced  (app.  $10/kg)  sashimi  market  with  purse-seiners  (app.  $15  million  per  vessel)\ntargeting the skipjack tuna for canning (app. $0.6/kg).\n\n\f14\n\npercent.  The  analysis  of  the  difference  in  economic  and  financial  flows  and  their  allocation  is\npresented in Appendix 7.\n\n72. While  the  distribution  analysis  has  not  included  economic  benefit  to  the  private  sector,\nthe  private  sector  will  undoubtedly  flourish  in  the  fisheries  sector.  However,  no  assessment  of\nthe impact on the private sector is included in the analysis because of the lack of data for such a\nfishery in East Timor.\n\nThe recovery of the fishing industry is assumed to have a direct impact on the consumer.\n73.\nAt present, local consumers do not have access to fish, due to the artificially high market price\nbrought about by the overwhelming presence of the large international force and the scarcity of\nthe  fish.  Therefore  100  percent  of  the  economic  benefit  is  assumed  to  go  directly  to  the\nconsumer.\n\nSavings  due  to  the  restoration  of  storage  facilities  (none  exist  at  the  moment)  are\n\n74.\nassumed to benefit all fishers equally, regardless of boat size.\n\n75.\nFleet  protection  benefits  are  assumed  to  benefit  mainly  the  larger  and  medium-sized\nboats, at percentages of 75 percent and 25 percent respectively, as the smaller canoes can be\nrepaired on the beaches using natural materials.\n\nB. \n\nEnvironment\n\n76.\nThe  reestablishment  of  a  functional  fishing  harbor  will  enable  FMES  to  implement  its\nstated  objectives  (footnote  6),  which  give  high  priority  to  protection  of  inshore  resources  in\ngeneral and reef ecosystems in particular. A functional Hera Port will give FMES the leverage to\npromote  an  offshore  fishery,  which  will  directly  contribute  to  reducing  fishing  pressure  on\ninshore  resources.  Another  FMES  objective  is  that  communities,  to  a  large  extent,  will  be\nresponsible  for  managing  the  coastal  and  inshore  resources;  but  any  management  regime\nneeds  to  be  underpinned  by  proper  legislation.  Such  legislation  will  be  advanced  with  the\ndiversification into the offshore fishery.\n\nC. \n\nSocial Dimensions\n\n77.\nThe overall Project objective is to contribute to sustained food security. From all the data\navailable,  fish  protein  is  in  short  supply;  the  preconflict  level  of  fish  catches  probably  only\ncovered  a  maximum  of  50  percent  of  the  FAO  recommended  yearly  per  capita  consumption.\nThe influx of foreigners to East Timor for peacekeeping and the transitional administration has\ncreated a dramatic increase in the prices of fish. With the mandate for the peacekeepers to run\nuntil  2006  and  a  rather  large  contingency  of  aid  workers  who  will  continue  development\nprojects, the price of fish is likely to remain high in the near to medium term. However, another\nand  equally  important  consideration  must  be  taken  into  account  when  analyzing  the  present\nfish  supply.  Most  foreigners  prefer  reef  fish;  given  East  Timor’s  very  limited  reef  area  a  real\npossibility  of  overfishing  exists.  This  would  be  to  the  long-term  detriment  of  the  traditional\nsubsistence fishers and the ecology.\n\n78.\nThe Project will provide a functional base for larger pelagic fishing boats, which in turn,\nwill not only fish away from the vulnerable inshore and reef areas, but also target fish species\nthat are abundant, fast-growing, and generally much cheaper. The impact of increased supply\nof cheaper fish will have an immediate and positive impact on the poorer people of the society\nin form of better nutrition.\n\n\f15\n\n79.\nSuch  a  shift  in  fisheries  management  could  also  lead  to  increased  employment  for\nwomen  in  the  future.  Smaller  pelagic  fish  species  are  normally  most  suitable  for  drying  and\nsalting, activities that traditionally are dominated by women. Another advantage in promoting a\nfishery  of  smaller  pelagics  is  the  fairer  distribution  of  affordable  protein  to  all  members  of  a\nfamily,  as  everyone  will  get  an  equal  share,  and  because  smaller  fish  tend  to  be  consumed\nwhole, the nutritional value is much greater than when eating larger fish.\n\nD. \n\nImpact on Poverty\n\nThe analysis to assess the poverty impact of this Project reflects the ADB Guidelines for\n80.\nthe Economic Analysis of Projects, and  the  Handbook for Integrating Poverty Impact in the\nEconomic Analysis of Projects.\n\n81.\nAccording  to  the  ADB  discussion  paper  of  March  2001  on  the  poverty  assessment  in\nEast  Timor  (footnote  9),  75  percent  of  the  population  is  living  below  the  poverty  line.  Certain\ndisclaimers  to  the  results  of  that  assessment  are  noted.  However,  the  present  price  of  fish  at\napproximately  $5.3  per  kg  undoubtedly  means  that  the  majority  of  the  East  Timorese  cannot\ninclude  fish  in  their  diet.  In  the  absence  of  any  other  reliable  data,  the  FAO  guideline  for  the\nminimum yearly food consumption of fish per capita is assumed to be applicable to the poverty\nline.\n\n82.\nTo  examine  the  poverty  impact,  the  existing  situation  was  considered  along  with  the\nrelationship between production and the coverage of the kg per capita daily intake at the poverty\nline, based on the FAO guideline of 13 kg per capita per year for fish protein (or 0.036 kg per\ncapita  per  day).  With  a  yearly  production  forecast  for  2001  of  950  tons  and  a  population  of\n780,000,  the  intake  of  fish  is  only  0.003  kg  per  capita  per  day.  This  equals  a  consumption\ncoverage at the poverty line of 8 percent.\n\n83.\nSecondly,  the  ability  of  future  production  to  meet  demand  at  the  absolute  poverty  line\nwithout project intervention was examined. The yearly production forecast for 2015 is 3,600 tons\nand the population forecast for that year is 1,019,103. This corresponds to 0.010 kg per capita\nper  day,  which  equals  consumption  coverage  at  the  poverty  line  of  28  percent.  This  clearly\nshows  that  without  intervention  the  fisheries  sector  cannot  achieve  the  production  levels\nrequired.\n\nFinally, in this analysis, the effects of this project intervention are shown to 2015. Yearly\n84.\nproduction forecast is set at 7,500 tons with population at 1,019,103. This corresponds to 0.020\nkg of fish per capita per day, which equals 56 percent consumption coverage.\n\nIn  the  without-project  scenario,  the  coverage  of  fish  production  to  the  per  capita  daily\n85.\nintake,  at  the  poverty  line,  will  increase  from  8  percent  to  28  percent.  While  the  Project  alone\ncannot  achieve 100  percent  coverage of the per capita production ratios at the poverty line, it\ncan assist in producing 56 percent of the per capita daily intake.\n\n86.\nTherefore  the  Project  is  highly  desirable  in  terms  of  population-driven  demand  at  the\npoverty  base.  However,  other  interventions  are  required;  this  Project  alone  does  not  meet  or\ndeliver the quantity of fish protein required by the expanding population. This demand gap must\nbe closed; this Project can contribute to narrowing that gap.\n\n\f16\n\nThe  poverty  impact  ratio  for  this  Project  is  76  percent.  This  result  was  subjected  to  a\n87.\nsensitivity analysis with the following assumptions: (i) none of the benefit accruing to the larger\nboats  reaches  the  poor,  and  (ii)  as  people  become  better  fed  by  cheaper  fish  then  national\npoverty incidence may go down in the later part of the Project, reducing the proportion of poor\nconsumers  from  75  percent  to  50  percent,  The  result  in  the  event  of  both  of  these  events\nhappening  is  a  robust  poverty  impact  ratio  of  51  percent.  From  the  distribution  analysis,  the\ngains and losses to the economy as a result of the Project need to be analyzed to determine the\nproportion that will affect the poor. Each of the net economic benefits/losses within the economy\nwill  have  an  impact,  the  problem  is  to  identify  how  much  will  reach  the  poor.  The  following\nassumptions have been made in the model. For the share in the overall economic benefit of the\nProject  (Government  share),  the  methodology  outlined  in  ADB’s  Handbook for Integrating\nPoverty Impact in Economic Analysis of Projects was applied. Table 3 shows the results.\n\nTable 3: Estimation of Income Share of the Poor\n\nNational 2001 Using lower poverty line\n\n 0.356\n\n0.079\n\nAnnual\nExpenditures\n($)\n\nHead\nCount\nIndex\n\nPoverty\nGap\nIndex\n\nPer\nCapita\nGDP\n\nPoverty line\nMonthy\nExpenditures\n($)\n3\n\n36\n\n60\n\nPoor’s\nShare in\nGDP\n(%)\n3.9\n\n304\n\n304\n\n5\n\n0.750\n\n0.070\n\n13.8\n\nData\nYear\n\n(Absolute Poverty)\nUsing upper poverty line\n(Hard Core Poverty)\n\nGDP = gross domestic product.\nSource = Staff consultant  estimates.\n\nE. \n\nRisks\n\n88.\nOne  of  the  goals  of  FMES  is  to  create  a  much  smaller  fisheries  administration  than\nunder  Indonesian  rule,  namely  from  approximately  120  persons  to  around  20.  The  philosophy\nbehind the reduction is the realization that the private sector should lead the development, with\ngovernment  providing  an  enabling  business  environment  with  the  underpinning  legislation  and\nregulations. FMES’s strategy further envisages that local communities will manage the inshore\nresources with a district fisheries officer as the FMES liaison.\n\n89.\nEven  with  unfavorable  changes  in  benefits  and  costs,  the  economic  returns  to  the\nProject are robust. The major risk to the Project not realizing its full potential is the nonadoption\nof  effective  legislation  and  an  inappropriate  institutional  framework  for  implementing  the\nfisheries strategic plan. UNTAET is working to rebuild East Timor’s economy, but in reality it is\nnot  the  constitutionally  elected  government  and  therefore  actions  and  programs  may  well  be\nsubject  to  future  challenge  and  repudiation  by  an  elected  government.  However,  the  fisheries\nstrategic plan is based on traditional habits formed by fishers using Hera Port. Therefore, even\nin the absence of appropriate legislative and institutional arrangements, Hera Port rehabilitation\nwill likely be a natural catalyst for the recovery of the industry, beginning with the return of the\nfishers  from  Atauro  Island.  However,  one  risk  factor  is  that  local  fishers  cannot  acquire  larger\nfishing  vessels.  UNTAET  has,  in  conjunction  with  FMES,  commenced  a  boat-building  project\nwith appropriate training facilities and programs. This project is expected to be expanded once\nthe harbor is again operational. The incentive to engage in the offshore fishing is the very high\ncurrent demand for fish.\n\n90.\nThe pro-poor component of the Project relies on a sufficient fish catch to drive down the\ncurrent  price.  However,  among  the  foreigners  working  in  East  Timor  seafood  is  extremely\n\n\f17\n\npopular and commands very high prices. The preferred species are the larger bottom fish and\nreef fish. If the number of foreigners in East Timor remains high in the short to medium term and\nthe demand for seafood continues to be high, then FMES’s strategy to diversify to the offshore\nfishery  may  be  stalled.  Fishers  will  naturally  continue  to  satisfy  a  demand  that  gives  high\neconomic returns, rather than invest in larger vessels and the associated bigger business risks.\n\n91.\nA review of other infrastructure and construction projects in and around Dili has revealed\na  substandard  implementation  quality.  Concrete  only  laid  six  months  ago  shows  signs  of\ncrumbling  and  is  of  suspect  strength,  breakwater  constructions  have  been  constructed  with\n“armor” that is no bigger than “core” materials. Unsupervised mixing and lack of local standards\nof  aggregate  and  sand  result  in  substandard  concrete,  according  to  local  and  foreign\ncontractors.  To  alleviate  this  problem,  procurement  packages  will  be  formulated  in  small\ndiscrete lots with high specifications. This will prevent small “errors” in quality going unnoticed.\nFor example, the supply of “armor” from one source will be a different package to the supply of\n“core” from another source.\n\nAnother risk is that the strategic plan adopted may be derailed under a new government,\n92.\nwhich  will  be  under  pressure  to  provide  jobs  and  economic  growth.  Precautionary  fisheries\nmanagement  is  a  long-term  investment  for  a  country  to  achieve  a  sustainable  fishery  and\nensure food security. However, short-term obligations in a country where the expectations of the\npopulation  are  very  high  and  the  pressure  on  government  to  deliver  is  correspondingly  high,\nmay be factors that will sacrifice good long-term intentions for short-term obligations.\n\nVI. \n\nAPPROVAL\n\n93.\nThe  President,  acting  under  the  authority  delegated  by  the  Board,  has  approved  the\nprovision and administration by ADB of a grant to East Timor, as currently administered by the\nUnited  Nations  Transitional  Administration  in  East  Timor,  in  an  amount  not  exceeding\n$1,000,000,  to  be  financed  from  the  Trust  Fund  for  East  Timor,  for  the  Hera  Port  Fisheries\nFacilities Rehabilitation Project, and hereby reports such action to the Board.\n\n17 October 2001\n\nTADAO CHINO\nPresident\n\n\f18\n\nAPPENDIXES\n\nNumber Title\n\nProject Framework\n\nDetailed Cost Estimates\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\nOutline Terms of Reference for Consulting Services\n\nImplementation Schedule\n\nSummary Initial Environmental Examination\n\nInitial Social Assessment\n\nFinancial and Economic Analyses\n\nPage\n\nCited on\n(page, para.)\n\n19\n\n21\n\n24\n\n26\n\n27\n\n30\n\n33\n\n6 , 27\n\n7 , 30\n\n8 , 35\n\n8 , 37\n\n9 , 44\n\n10 , 46\n\n13, 70\n\nSUPPLEMENTARY APPENDIXES\n(available on request)\n\nDetailed Cost Estimates and Phasing of Expenditures\n\n{A}\n\n{B}\n\nPreliminary Design\n\n\fDesign Summary\nGoal\nContribute to sustained food\nsecurity of marine protein in East\nTimor.\n\nPurpose\nTo achieve responsible fisheries\nmanagement by promoting the\noffshore pelagic fisheries and thus\neasing the inshore fishing\npressure\n\nOutputs\nHera port fishing facilities\nrehabilitated to serve as a\nfunctional base for the larger\nfishing vessels targeting the\noffshore/pelagic fisheries\n\nActivities\n1.  Repair core breakwater\n\nstructures with additional\nmaterial.\n\n2.  Place rock armor on all\n\nseaward sides of breakwaters\naccording to specifications.\n\n3.  Pile driving for precast\n\nconcrete slabs support for all\nport basin face walls.\n\n4.  Build wharves and adjacent\naprons in accordance to\nnormal vessel operations.\n\nPROJECT FRAMEWORK\n\nPerformance Indicators/Targets\n\nMonitoring Mechanisms\n\nAssumptions and Risks\n\n50% of the Food and Agriculture\nOrganization recommended\nannual fish consumption per\ncapita reached by 2006\n\nSelected follow-up surveys\nfrom the World Bank, United\nNations Development\nProgramme household\nsurvey\n\nTotal number of expatriates in\nEast Timor will steadily\ndecline.\n\nVessels targeting the pelagic\nresources will increase by 5 per\nyear in the next 4 years.\n\nLicense statistics at\nFisheries and Marine\nEnvironment Service\n\nFMES will get its fisheries\nlegislation formulated and\napproved to implement a\nsustainable fisheries policy\n\nContinued high number of\nforeigners in East Timor in\nyears to come, thereby\nkeeping up the high demand\nfor inshore reef fish.\n\nIncreased landings of smaller\npelagics to the fish markets.\n\nMarket surveys  and FMES\nstatistics.\n\nFish prices will come down with an\naverage of 20% per year in the\nnext 3 years.\n\n1,530  cubic meter (m3)) granite of\nspecific size deposited as core at\nthe 3 breakwaters\n1,800 m3 armor rock placed by\nexcavator to reach a height at all\ntimes above the highest tidal\nrange\n161 units of galvanized piles\ndriven 3 meters into the substrate\nto support wharf pressure\nPrecast concrete slabs inserted\nbetween piles to form the vertical\nface wall and operational deck\n\nSupervisor’s and engineer’s\nreport.\n\nSupervisor’s and engineer’s\nreport.\n\nStones can be sourced from\nsame quarry to ensure\nuniform quality\nExperienced excavator driver\navailable\n\nSupervisor’s and engineer’s\nreport.\n\nNo unforeseen outcrop of\nsubmerged rock\n\nSupervisor’s and engineer’s\nreport.\n\nSand and aggregate of\nhighest quality\n\n1\n9\n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n1\n\n,\n \n\np\na\ng\ne\n1\n\n \n\n\fInputs\nOne domestic supervisor with\nexperience in construction and\nsourcing of material\nOne contractor to undertake all\nthe work as a turnkey contract\n(can be a nongovernment\norganization).\n\nLocal labor input.\n\n$1,000,000\n\nQuality assurance of local\nmaterial, pricing, and application.\n\nMobilization of local labor,\nprovision of necessary civil\nengineers and other expertise\nrequired to complete the work\n\nA minimum of 5,000 person-days\nmust be used for local labor\n\nProcurement, material, and\nmixing specifications\nattested\nWork plan agreement with\nADB\n\nDomestic consultant with\nqualifications available\n\nNGO acceptable to United\nNations Transitional\nAdministration in East Timor\n\nDisbursement ledgers\n\nEnough labor available\n\n2\n0\n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n1\n\n,\n \n\np\na\ng\ne\n2\n\n \n\n\fDETAILED COST ESTIMATES\n\nTable A2.1:  Components Project Cost Summary\n($)\n\n \n \nComponent\n\n1. Breakwater Reconstruction\n2. Verticle Wharf-Face Reconstruction\n        subtotal (Baseline Costs)\nPhysical Contingencies\nPrice Contingencies\n            Total Project Costs\n\nSource:  Staff consultant estimates.\n\n \n \n\nLocal\n\nForeign\n\nTotal\n\n39,953.0\n328,630.6\n368,583.6\n50,718.6\n5,031.6\n424,333.8\n\n58,305.4\n436,118.6\n494,424.0\n71,713.3\n6,793.6\n572,930.9\n\n98,258.4\n764,749.2\n863,007.6\n122,431.9\n11,825.3\n997,264.7\n\n% Total\n%\nForeign\nBase\nExchange Costs\n\n59\n57\n57\n59\n57\n57\n\n11\n89\n100\n14\n1\n116\n\n2\n1\n\n \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n2\n\n,\n \n\np\na\ng\ne\n\n \n\n1\n\n\fTable A2.2:  Expenditure Accounts by Components\n($)\n\n \n\n \n\n \n\n A. Investment Costs\n\n1. Civil Works\n2. Engineering Design\n3. Construction Supervision\n4. Equipment\n5. Labor\n6. Consulting Services\n    subtotal (A)\nB. Recurrent Costs\n\n       subtotal (A & B)\nPhysical Contingencies\nPrice Contingencies\n       Total Project Costs\n\nTaxes\nForeign Exchange\n\nSource = Staff consultant estimates.\n\n \n \n\n \n\n \n\n \n\nBreakwater\n\nVerticle\nWharf face\n\nReconstruction Reconstruction\n\nTotal\n\nPhysical\nContingencies\nAmount\n\n%\n\n58,830.0\n2,729.4\n7,549.0\n29,150.0\n0\n0\n98,258.4\n\n98,258.4\n13,998.5\n1,347.1\n113,604.0\n\n0\n67,513.9\n\n405,311.2\n26,000.0\n20,000.0\n121,650.0\n141,788.0\n50,000.0\n764,749.2\n\n764,749.2\n108,433.4\n10,478.2\n883,660.8\n\n0\n505,417.0\n\n464,141.2\n28,729.4\n27,549.0\n150,800.0\n141,788.0\n50,000.0\n863,007.6\n\n863,007.6\n122,431.9\n11,825.3\n997,264.7\n\n0\n572,930.9\n\n14.6\n14.6\n10.0\n14.6\n14.6\n10.0\n14.2\n\n14.2\n0\n12.4\n12.4\n\n0\n12.7\n\n67,764.6\n4,194.5\n2,754.9\n22,016.8\n20,701.0\n5,000.0\n122,431.9\n\n122,431.9\n0\n1,469.2\n123,901.0\n\n0\n72,573.8\n\n2\n2\n\n \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n2\n\n,\n \n\np\na\ng\ne\n\n \n\n2\n\n\fTable A2.3:  Expenditure Accounts Project Cost Summary\n\n \n\nItem\n\nLocal\n\n($)\nForeign\n\nTotal\n\n%\nForeign\n\n% Total\nBase\nExchange Costs\n\n \n \n\n \n\n \n\nA. Investment Costs\n\n1. Civil Works\n2. Engineering Design\n3. Construction Supervision\n4. Equipment\n5. Labor\n6. Consulting Services\n   subtotal (A)\nB. Recurrent Costs\n\n        subtotal (A & B)\nPhysical Contingencies\nPrice Contingencies\n        Total Project Costs\n\nSource:  Staff consultant estimates.\n\n150,392.6\n11,000.0\n25,274.5\n52,128.5\n87,788.0\n42,000.0\n368,583.6\n\n368,583.6\n50,718.6\n5,031.6\n424,333.8\n\n313,748.6\n17,729.4\n2,274.5\n98,671.5\n54,000.0\n8,000.0\n494,424.0\n\n494,424.0\n71,713.3\n6,793.6\n572,930.9\n\n464,141.2\n28,729.4\n27,549.0\n150,800.0\n141,788.0\n50,000.0\n863,007.6\n\n863,007.6\n122,431.9\n11,825.3\n997,264.7\n\n68\n62\n8\n65\n38\n16\n57\n\n57\n59\n57\n57\n\n54\n3\n3\n17\n16\n6\n100\n\n100\n14\n1\n116\n\n2\n3\n\n \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n2\n\n,\n \n\np\na\ng\ne\n\n \n\n3\n\n\f24\n\nAppendix 3, page 1\n\nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES\n\nSpecific Terms of Reference\n\nThe technical adviser and quality control officer will be a domestic consultant; 6 person-\n1.\nmonths of services are need.  The consultant must have experience in construction work in East\nTimor, preferably through prior engagement with a construction firm, and be familiar with local\nsourcing  of  materials  and  prices.  Language  proficiency  in  English,  Portuguese,  Bahasa\nIndonesia,  and  Tetum  is  required.  The  consultant  will  report  to  the  project  management  unit\n(PMU).\n\n2.\n\nThe consultant will undertake, but not necessarily be limited to the following work:\n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\n(vi) \n\n(ix) \n\n(x) \n\n(xi) \n\nLiaise  with  the  PMU  to  formulate  the  detailed  procurement  packages  for  locally\npurchased material.\n\nAdvise on procurement methods used for local quarry operators and other local\ndeposits  for  sand,  core  material,  armor,  and  other  fills;  and  assist  in  obtaining\nacceptable quotations.\n\nAdvise  on  specific  lease  agreements  with  local  contractors  or  entrepreneurs  for\nall the transport needs of the Project and lease of equipment on-site.\n\nLiaise with the PMU on all procurement matters regarding purchase to expedite\nthe processing time.\n\nCheck the quality of all local material entering the site, and establish acceptance\nor rejection procedures and records.\n\nEndorse payments to be submitted to the PMU for reimbursement for contracts\nhonored to specifications.\n\n(vii) \n\nAssist with quality control of concrete from the batching plant and keep separate\nrecords of test results.\n\n(viii)  Ensure detailed design plans are adhered to, e.g., (i) breakwater core and armor\npositioned  correctly,  (ii)  breakwater  width  and  height  conforms,  (iii)  piles  are\ndriven to required depth, (iv) bollards and mooring rings are securely anchored,\n(v)  concrete  slabs  are  placed  in  accordance  to  specifications,  and  (vi)  western\naccess road and bridge able to withstand heavy machines traffic.\n\nCoordinate  through  the  PMU  and  contractor,  government,  and  private  sector\nactivities within the port area.\n\nEnsure  all  government  equipment  used  by  the  contractors  is  maintained  and\nserviced by the relevant contractor.\n\nLiaise  with  the  local  community,  contractor,  and  the  PMU  with  regard  to\ncomplaints arising from the operator.\n\n(xii)  Negotiate on behalf of the PMU with respect to local equipment purchases.\n\n\f25\n\nAppendix 3, page 2\n\n(xiii)  Maintain daily activity log of operations.\n\n(xiv)  Coordinate regular meetings between the contractor and the PMU.\n\n(xv)  Ensure safety standards are conformed to.\n\n\fIMPLEMENTATION SCHEDULE\n\n2001\nNov\n\n2002\nMar\n\nOct\n\nDec\n\nJan\n\nFeb\n\nApr\n\nMay\n\n1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4\n\nComponent\nStakeholder consultation\nSite survey\nDetailed design phase\nLocal procurement and delivery at site\n(Enforcement iron, core, armor, sand, form \nwood aggregate)\nOverseas procurement and delivery at site\n(Piles, cement, filter cloths, wharf furniture, \ntie-rods, \"chairs,\" other steel works)\nPlacing core material for breakwaters\nPlacing armor breakwaters\nPrecasting concrete slabs\nPile driving\nGabion enforcement\nPlacing precast elements\nBackfill and pile anchoring\nFinishing water and wharf accessories \nPavement aprons\nProject management unit\n\n2\n6\n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n4\n\n\f27\n\nAppendix 5, page 1\n\nSUMMARY INITIAL ENVIRONMENT EXAMINATION\n\nA. \n\nIntroduction\n\nThe Project’s environmental impact is classified as category B. An initial environmental\n1.\nexamination  of  the  Project  was  carried  out  in  accordance  with  the Environmental Assessment\nRequirements1 of the Asian Development Bank (ADB).\n\nB. \n\nDescription of the Environment\n\n2.\nEast Timor is part of Timor Island, one of the Lesser Sunda chain of islands. The capital,\nDili, is situated at the mouth of the River Comoro on a low plain at the head of a bay between\nMotael and Fatu Cama a point that rises to a mountain 490 m high. Hera Port is located in Hera\nabout 15 km east of Dili along a paved coastal road leading to Baucau.\n\n3.\nHera  Port  is  exposed  to  the  northwest  (NW)  monsoons,  which  normally  blow  between\nNovember and March. Between April and September the wind blows from the southeast (SE).\nThe NW monsoon averages force 2 to 4 on the Beaufort scale, whereas the strength of the SE\nmonsoon varies between force 3 to 5.2 The winds near the coast are affected by local variations\nof wind direction and speed caused by topography and the orientation of the coastline. The SE\nmonsoon  winds  often  create  a  NE  wind  condition  when  the  SE  wind  temporarily  becomes  an\neasterly wind.\n\n4.\nIn  Timor  a  typical  monsoon  climate  prevails  with  well-marked  wet  and  dry  seasons\ncorresponding to the NW and SE monsoons. Consequently, rivers run as strong torrents during\nthe wet season and are dry during the dry season. During the wet season, strong discoloration\nof the inshore areas of the coastline occurs as a result of silt-laden run-off.\n\nThe highest astronomical tide or maximum tidal range goes up to 2.50 meters above the\n5.\nlowest  astronomical  tide  or  admiralty  chart  datum.  Mean  high  water  springs  are  1.80  meters\nabove  chart  datum,  whereas  mean  low  water  springs  are  0.50  meters  above  chart  datum.  At\nspring tides and during peak tidal flow, strong currents of at least 4 knots run along parts of the\ncoast. These currents are clearly visible from headlands during peak tidal flows.\n\n6.\nWave  disturbance  and  swell  are  slight  to  moderate  for  most  of  the  year.  Wave\nconditions, however, are normally aggravated when a well-established SE monsoon backing to\nE  blows  directly  into  the  inner  basin.  The  breakwaters,  as  presently  constructed,  offer  no\nprotection in such conditions.\n\n7.\nAccess  to  Hera  Port  from  Dili  is  via  a  paved  road.  Overall,  the  road  is  in  good  repair\nexcept  for  a  couple  of  untarred  interruptions,  which  are  expected  to  be  repaired  soon.  Travel\ntime from Dili is approximately 20 minutes.\n\n1. \n\nExisting Land Use and Ownership\n\nThe  entire  port  complex  is  government  property,  which  currently  is  in  the  hands  of  the\n\n8.\nDili District of the United Nations Transitional Administration in East Timor (UNTAET).\n\n                  \n\n1  Office  of  Environment  and  Social  Development.  1998.    Environmental Assessment Requirements of the Asian\n\nDevelopment Bank. Manila: Asian Development Bank.\n\n2  Force 2 is a “light breeze” of approximately 6-11 kilometers per hour, force 5 is a “fresh breeze” of approximately\n\n30-38 kilometers per hour.\n\n\f28\n\nAppendix 5, page 2\n\n9.\nWith the consent of the UNTAET Transitional Administrator, the existing lease of half the\nport  area  has  been  extended  until  December  2002  to  a  private  company  entrusted  with  the\nrepatriation of the Australian army’s equipment back to Australia. Under the terms of the lease\nagreement,  payment  is  in  the  form  of  compensatory  infrastructure  services.  These  services\nhave so far materialized in a fully functioning ice factory, a new water tank, repairs to roofs of\nvarious buildings, pavement of the port service area, and erection of barracks for future use as\nservice shops.\n\n10.\nOverall,  the  facility  at  Hera  was  not  heavily  damaged  during  the  September  1999\nupheaval and is in relatively good shape, although a lot of maintenance work is needed. Most of\nthe port’s shortcomings are the result of design flaws and poor supervision during construction.\nThe port has had little or no maintenance since it was built.\n\n2. \n\nExisting Infrastructure\n\nMap 2, Hera Port Layout (p. ix) shows the layout consisting of a load-out jetty with a draft\n11.\nof 0.5 m above chart datum, a small vessel basin with an average draft of around 0.3 m, and an\nice plant and various buildings. The load-out jetty has a length of 80 m and a cross frontage of\n30 m. Average depth along the jetty is 5.0 m.\n\n12.\nThe  boat  basin  itself  is  still  intact  although  settlement  due  to  the  leaching  out  of  fines\nfrom behind the retaining structure is taking its toll on the finish and general appearance. The\nstructure appears to consist of a concrete beam sitting on the seabed and backed by a rubble\nslope. The slope has been faced with concrete to provide a relatively smooth surface.\n\n13.\nThe  ice  plant  was  rehabilitated  recently  and  is  now  in  working  order.  It  is  a  block-ice\nfacility  using  ammonia  as  coolant.  The  maximum  capacity  is  22  tons  per  day.  Two  tenderers\nhave bid for this facility and award of contract is expected within a couple of months.\n\n14.\nThe  port’s  former  water  supply  consisted  of  two  small  overhead  tanks—but  with  no\nstorage  facilities—and  appears  to  be  in  good  condition.  The  firm  in  charge  of  the  Australian\narmy equipment has installed a 150,000 liter water storage reservoir next to the borewell. The\nport buildings appear to have borne the brunt of the wave of destruction that enveloped Dili after\nthe independence referendum. All buildings show signs of damage or looting.\n\nC. \n\nScreening Potential Environmental Impacts and Mitigation Measures\n\n15.\nAs  this  Project  aims  to  restore  an  existing  port  facility  to  operational  use,  no  particular\nenvironmental  issues  are  anticipated  as  no  new  structures  will  be  added  to  the  existing  ones,\nand the rehabilitation of the breakwaters will not alter their positions or lengths, and therefore,\nnot alter any currents of flows of water.\n\n16.\nThe increasing problems associated with the construction of new fishing facilities or the\nupgrading  of  existing  ones,  and  in  particular  their  operation  and  maintenance,  have  reached\ncritical levels in many parts of the world. In many cases, the adverse effects of harbor pollution\nfrom the activities of fishing vessels, as well as those of vendors and processors, are normally\nassociated with the lack of waste reception and hygiene facilities.\n\n17.\nSeveral  directives  give  technical  guidelines  for  developing  and  managing  harbors  and\nlanding  places  for  fishing  vessels.  Among  the  most  appropriate  are  (i)  United  Nations\n\n\f29\n\nAppendix 5, page 3\n\nConvention on the Law of the Sea, December 1982 (UNCLOS 82); (ii) International Convention\nfor the Prevention of Pollution from Ships 1973, as modified by the Protocol of 1978 (MARPOL\n73/78);  and  (iii)  United  Nations  Conference  on  the  Environment  and  Development,  June  1992\n(UNCED 92). The goals as set out in Fish for the Future: - A Strategic Plan for the Fisheries in\nEast  Timor  should  ensure \nfuture  East  Timorese  government  will  enforce\nimplementation  of  the  necessary  measures  to  comply  with  the  various  resolutions  related  to\nprivatizing port facilities.\n\nthat  any \n\nThe expected increased use of the port may lead to increased pollution levels. Pollution\n18.\nof the aquatic environment from vessel operations typically falls into two broad categories, i.e.,\nfrom the repair of the vessels and from the vessels themselves. The rehabilitated port will have\na repair workshop, and eventually, the existing slipway will also be refurbished. The sources of\npollution  would  consist  of  oily  bilge  water;  spent  engine  oil;  hazardous  solid  wastes  such  as\nbatteries  and  engine  components,  and  nontoxic  solid  waste  such  as  nets,  fenders,  and  other\nfittings.  However,  the  chance  of  containing  and  restricting  these  types  of  pollution  are  much\ngreater within a controlled environment as a port with a proper port administration than where\nno functional port exists and the pollution would take place wherever the fishing vessels moor\nalong the coast.\n\n19.\nDuring  the  rehabilitation/construction  phase,  unavoidable  but  temporary  environmental\nimpacts will include increased noise-levels, dust, and traffic. The Implementing Agency will be\ntasked  to  ensure  that  these  inconveniences  are  kept  at  minimal  levels  and  ensure  that  during\nspecial  holidays,  religious  services,  or  other  cultural  events  that  the  activities  do  not  disturb\nthese events.\n\nD. \n\nFindings and Recommendations\n\n20.\nThe Project will not cause any adverse environmental impact in the project area except\nincreased  noise,  dust,  and  traffic  during  the  construction  phase.  Completion  of  the  Project  is\nexpected  to  have  a  positive  benefit  for  the  environment  by  restricting  and  containing\nuncontrolled discharge of pollutants from the fishing vessels within the port area, as opposed to\nuncontrolled discharges along the coast.\n\n21.\nAn  environmental  impact  assessment  is  not  warranted.  However,  if  any  new  facilities\nneed to be developed within the port area, the Fisheries and Marine Environment Service will be\nrequired to implement an initial environmental examination for each such development.\n\n\f30\n\nAppendix 6, page 1\n\nA. \n\nIntroduction\n\nINITIAL SOCIAL ASSESSMENT\n\nAn  initial  social  assessment  of  the  Project  was  carried  out  as  part  of  the  Fact-Finding\n1.\nand Appraisal missions. This report was prepared in accordance with ADB’s Guidelines for the\nIncorporation of Social Dimensions in Bank Operations.\n\nB. \n\nBenefits and Beneficiaries\n\n2.\nThe upheaval in connection with the Indonesian withdrawal in September 1999 caused a\ndisplacement of more than 50 percent of the East Timorese population, which was estimated to\nbe around 900,000. By the end of 1999 more that 85 percent had returned to their homes, but\napproximately  80,000-100,000  people  are  still  displaced  in  Indonesian-ruled  West  Timor.  The\nlikelihood  of  these  people  returning  is  uncertain.  About  80-90  percent  of  the  population  live  in\nrural areas, with the remainder living in the capital Dili and in 12 main towns. Even before the\n1999 upheaval and displacement, East Timor was one of the poorest areas in Southeast Asia,\nwith  only  64  percent  of  adult  literacy,  55-58  years  of  life  expectancy,  and  a  moderately  high\ninfant mortality at 85 deaths per 1,000 live births.\n\nThe incidence of poverty declined from 37 percent in 1993 to around 25 percent in 1997,\n3.\nonly  to  fall  back  to  the  1993  level  during  the  Asian  financial  crisis.  As  a  result  of  the  political,\neconomic, and social upheaval from August 1999 to September 2000, the incidence of poverty\nhas reached an all time high of 75 percent.1\n\n4.\nBecause of poor soil fertility and low annual rainfall in East Timor, production of stable\nfoods  is insufficient; the majority of East Timorese report that they do not have enough to eat\nduring November, December, and January (end of the dry season/beginning of the wet season).\nLittle  data  for  fisheries  production  or  fisheries  consumption  is  available.  Only  anecdotal\nevidence indicates that fish actually are a major part of the nutritional intake during these critical\nmonths.  In  a  special  lunar  period,  in  either  October  or  November,  one  pelagic  fish  species\ncomes to the shores on the north coast to spawn during spring-tide. Thousands upon thousands\nof people from the mountains reportedly congregate on the coast and use traps to catch these\nfish once they have spawned. During this short period—around one week—all fish are gutted,\nsplit, and dried, to be brought back to the hinterlands for consumption during the lean months.\nAlthough  no  figures  are  available  of  these  catches,  the  sheer  number  of  people  coming  from\nfaraway indicate that the harvest must be considerable.\n\n5.\nIn general, women’s status under traditional Timorese systems has been very restricted,\nwith men being the decision makers and taking the leadership roles in the villages. Slowly these\nroles  are  changing  due  to  the  social  disruption  in  the  country’s  long-term  struggle  for\nindependence.  However,  within  fisheries,  women  have  always  played  an  important  role  in  the\nprocessing, and to a certain extent in the trade of fish.\n\nC. \n\nNeeds and Demands\n\n6.\nAlthough  an  accurate  count  of  the  total  amount  of  fish  caught  in  East  Timor  is  not\navailable,  data  does  suggest  a  severe  shortfall  of  fish  protein  available  to  the  population.  To\n\n1  Asian  Development  Bank  in  collaboration  with  the  East  Timor  Transitional  Administration.  2000.  Initial Poverty\n\n                  \n\nAssessment East Timor. Manila.\n\n\f31\n\nAppendix 6, page 2\n\nreach  the  Food  and  Agriculture  Organization  (FAO)  minimum  recommended  yearly  per  capita\nintake of 13 kilograms, total fish landings should be around 8,500 tons per year. The data from\nthe  Indonesian  fisheries  statistics  in  1997,  record  only  a  little  more  that  2,000  tons.  If\nsubsistence and occasional special harvests are factored in, the annual catches are likely to be\naround 4,000 tons. However, this represents a shortfall of fish of about 50 percent.\n\n7.\nThe large number of international staff of the United Nations Transitional Administration\nhave  caused  prices  of  fish  in  the  major  cities  to  soar,  thus  creating  a  temporarily  lucrative\nmarket but to the detriment of ordinary people who have limited income. They have also created\na demand for fish species that are susceptible to depletion because of limited habitats in East\nTimor.\n\nThe  Project’s  overall  objective,  to  contribute  to  increased  food  security  by  promoting\n8.\nfishing  effort  to  more  abundant  pelagic  fish  species,  should  therefore  result  in  more  fish\nreaching  the  markets  and  subsequently  drive  the  prices  down.  Such  a  development  will\nprimarily benefit the poor.\n\nD. \n\nAdverse Effects on Vulnerable Groups\n\n9.\nThe Project will not involve any land acquisition or resettlement. The project site will only\ninvolve rehabilitation of already existing infrastructure; the site is located within the greater port\narea, which is administered by the District of Dili. Access to the port area is by public road. The\nProject will not have any negative impacts on any vulnerable groups.\n\nE. \n\nSocial Dimension in Project Design\n\n1. \n\nCommunity Participation\n\nThe  port  concept  was  designed  during  1983  under  Loan  693-INO:  Fisheries\n10.\nInfrastructure Project. When the port was finished in 1993, use was restricted to the immigrant\npopulation from Indonesia, notably the commercial fishers from Sulawesi. There are no records\nof  any  East  Timorese  person  owning  and  operating  any  of  the  commercial  vessels  operating\nfrom  Hera  Port.  However,  the  fishers  from  Atauro  island  immediately  north  of  Dili,  are\nrecognized for their fishing skills and often landed their catches for the Dili market at Hera Port.\n\n11.\nA minimum of 18 larger fishing vessels is reportedly based at Atauro, but only a handful\nare apparently in working order. The Fisheries and Marine Environmental Service (FMES) took\nthe  decision  to  rehabilitate  Hera  Port  as  part  of  a  public  commitment  to  provide  an  enabling\nenvironment  for  private  sector-lead  pelagic  fisheries  activity.  By  making  such  infrastructure\navailable, a proper management framework can be put in place, thereby ensuring sustainability\nof such a fishery.\n\n12.\nHera Port is located only 14 kilometers east of Dili; the three villages in the vicinity of the\nport  have  massive  unemployment.  To  assist,  albeit  temporarily,  these  communities  with  an\nopportunity  to  obtain  work  and  thus  needed  cash  during  the  port  rehabilitation,  the  Project  is\ndesigned to be as labor intensive as possible. Some work will have to be carried out by heavy\nmachines,  e.g.,  placing  armor  rocks  on  the  breakwaters,  but  wherever  possible  employment\nconsiderations  will  be  given  precedence  over \ntime  considerations.  A  nongovernment\norganization  will  be  the  implementing  agency;  providing  valuable  training  in  construction  for\nmany local people.\n\n\f32\n\nAppendix 6, page 3\n\n2. \n\nSustainability\n\n13.\nFMES’s priority to let the commercially oriented private sector take the lead in fisheries\ndevelopment  should  guarantee  operational  success  for  Hera  Port.  Such  a  policy  will  give  the\nlocal  people  business  opportunities  and  subsequent  jobs  that  are  so  badly  needed  in  East\nTimor.  The  port  area  has  an  ice  factory,  a  slipway,  a  boatyard,  a  workshop,  a  fuel-storage\nfacility, and service areas with barracks for lease. What is not already privatized of these assets\nwill be in the future.\n\n3. \n\nCost Recovery\n\n14.\nIn a public investment like a port, operation and maintenance costs must be recovered.\nThe following charges are expected to more than adequately cover the cost: a certain percent of\nthe  value  of  the  fish  landed,  berthage  and  mooring  fees,  as  well  as  a  lease  fee  on  all  rented\npremises  by  the  private  sector.  In  the  fisheries  sector  the  vessel  operators  or  owners  must\nclearly  see  the  benefit  of  such  a  user  pay  system.  Lessons  learned  indicate  that  a  licensing\nsystem with a limited number of licenses to be issued is one formula that seems to work. This\nnot  only  gives  a  sense  of  ownership  and  responsibility  of  the  resources  in  question,  but  also\nensures the ability of the vessel operators to pay the required fees.\n\n\f33\n\nAppendix 7, page 1\n\nFINANCIAL AND ECONOMIC ANALYSES\n\nA.\n\nIntroduction\n\nEast  Timor  has  a  coastline  of  more  than  600  kilometers  (km),  on  which  is  situated\n1.\napproximately  100  communities  that  have  been  using  a  wide  range  of  fish  and  other  marine\nproducts  on  a  sustainable  basis  for  generations.  The  fisheries  sector  of  East  Timor  has  the\npotential  to  contribute  significantly  to  production  of  high  quality  protein  at  affordable  prices  for\nlocal consumption and as a foreign exchange income from exports.\n\n2.\nThe  many  skilled  fishers  are  predominantly  landless  or  land  poor  people  with  a  low\nstandard  of  living.  The  women  do  not  participate  in  fishing  in  open  waters  but  are  involved  in\nshore-based  activities  as  fish  traders,  traditional  fish  processing,  and  net  making/repairing\nactivities.\n\n3.\n\nThree occupational categories of fishers were identified in the project area:\n\n(i) \n\n(ii) \n\nProfessional  fishers  earn  their  livelihood  entirely  from  fishing.  The  island  of\nAtauro has a long history of fishing as a primary occupation; at least 100 of the\n400  fishers  have  experienced  deep  sea  fishing  in  the  Pacific  Ocean,  Indian\nOcean, and in the waters around Indonesia. They were the main users of Hera\nPort.\n\nPart-time  fishers  fish  for  only  part  of  the  year  to  supplement  their  food\nconsumption and possibly income, and are engaged in other employment on the\nland during the rest of the year.\n\n(iii) \n\nOccasional  fishers  fish  irregularly  and  mainly  for  subsistence  rather  than\nincome.\n\n4.\nEast Timor’s coastline should be capable of supporting a substantial fishing industry, but\nthe development of the fisheries sector has been severely stunted by the events leading to the\nwithdrawal  of  Indonesia.  Much  of  the  infrastructure  was  either  destroyed  (vessels  and  fishing\ngear)  or  disabled  (ports),  and  normal  life  completely  disrupted  (loss  of  all  scientific  data  and\ndeparture of key personnel).1\n\nStaff  of  the  Fisheries  and  Marine  Environment  Service  (FMES),  in  the  Division  of\n5.\nAgricultural Affairs, has devised a strategic plan2 for the fisheries of East Timor. One of its major\nobjectives  is  to  establish  a  profitable  private  sector-based  fishing  industry  that  maximizes\nsustainable economic returns to East Timor.\n\n6.\nThe proposed project intervention is rehabilitation of the fisheries facilities at Hera Port,\nlocated approximately 16 km east of the capital city of Dili. In 1990 the Indonesian Government,\nwith the assistance of a sector loan from the Asian Development Bank (ADB), built a series of\nharbors throughout Indonesia of which Hera Port was one.\n\n                  \n\n1  Food and Agriculture Organization. 2000. Fishing Port Rehabilitation Report. Rome.\n2  FMES. 2001. Fish for the Future: A Strategic Plan for the Fisheries of East Timor. Dili.\n\n\f34\n\nAppendix 7, page 2\n\n7.\n\nFisheries activities in East Timor are presented in Table A7.1.\n\nTable A7.1:  Fisheries Activities in East Timor, 1997\n\nDescription\nTotal fish caught\nTotal fishers\nAverage caught per fisher\nPopulation of East Timor\nAverage fish consumption\nSource:  FMES.\n\nAmount\n2,800 ton\n10,928\n256 kg\n800,000\n3.5 kg\n\nfull time/part time\n\nper person/year\n\n8.\nFishers generally own the gear and boat either individually or as a group; labor wages\nare paid on a catch-sharing basis. The distribution of catch, however, varies depending on the\nnature of the fishing effort.\n\n9.\nThe  existing  fleet  consists  of  18  “bonito”  class  boats,  of  the  24  originally  built  in  Hera\nmostly  in  1998;  these  are  based  on  Atauro  Island.  These  are  11  meter  (m)  craft  of  Japanese\nstyle and are described as 5 gross tons, with operational speeds of less than 5 knots. About 4 or\n5 are still operational. In addition, a second class of vessels are named “lorosae”. These are 10\ngross tons and are 14 m in total length.\n\nDili lacks facilities for boat repair and maintenance, spare parts, and appropriate skills;\n\n10.\nthis means that breakdowns are likely to increase.\n\nThis  report  considers  the  economic  feasibility  and  financial  impact  of  the  Hera  Port\n11.\nFisheries  Facilities  Rehabilitation  Project,  with  particular  emphasis  on  economic  and  financial\nappraisal methodologies as employed by ADB.\n\nThe  Project  will  directly  support  the  sector  strategic  plan  and  act  as  a  catalyst  in\n12.\nproviding the fishing industry with much-needed confidence and facilities in protection at berth\nthrough reconstruction of breakwaters, access to the production of ice through better access to\nthe  ice  plant,  better  loading  and  unloading  facilities  at  the  wharves,  and  repairs  and\nmaintenance facilities when the rehabilitation of the slipway is complete.\n\n13.\nThe Project’s purpose is to achieve responsible fisheries management by promoting the\noffshore pelagic fisheries and thus, reduce fishing presure on inshore resources.  Rehabilitation\nof the fisheries facilities in the harbor basin will act as a catalyst to fulfill this purpose.\n\nTo complete the analysis, the financial and economic analysis was applied to two distinct\n\n14.\ncomponents falling under the objectives:\n\n(i) \n(ii) \n\nbreakwater reconstruction, and\nvertical- face wall wharf reconstruction.\n\nB. \n\nFisheries Sector Overview\n\n15.\nDue  to  the  dramatic  upheavals  in  East  Timor  as  a  consequence  of  the  Indonesian\nwithdrawal the situation must be reviewed before and after the event to establish a baseline of\nthe current situation (Table A7.2).\n\n\f35\n\nAppendix 7, page 3\n\nTable A7.2: Assessment of Fisheries Sector\n\nSituation before September 1999\n\n• \n• \n• \n• \n\n• \n• \n\n• \n• \n\n• \n• \n• \n\n• \n\n• \n• \n• \n• \n• \n• \n\n• \n• \n• \n\n• \n• \n• \n\n• \n• \n• \n• \n\n• \n• \n\nThe industry consisted of 10,000 full-time and 10,000 part-time fishers.\nApproximately 3,500 fishing canoes and about 250 larger vessels were operational.\nIndonesians from outside had control of all the larger vessels.\nEast  Timorese  were  prevented  from  obtaining  large  boats  because  the  Indonesians\nfeared they would escape to Australia.\nOnly 2,600 tons of fish were recorded in 1997/98.\nData  was  only  collected  at  a  few  landing  sites  (the  landed  catch  is  estimated  to  have\nbeen much larger).\nLarge ice vessels operating out of other Indonesian ports regularly fished close to shore.\nAbout  160  fisheries  staff  serviced  the  coastal  fisheries,  out  to  3  nautical  miles,  and  six\nsmall carp hatcheries that supplied fingerlings to farmers.\nNearly all the senior fisheries officers were Javanese.\nNumerous attempts at prawn farming failed.\nApproximately  100  young  trained  East  Timorese  were  serving  on  international  fishing\nfleets in the Indian and Pacific oceans and in Indonesian territorial waters.\nAlthough  the  data  show  that  fishing  in  East  Timor  accounted  for  only  1  percent  of  the\ngross domestic product of East Timor, it was probably a lot higher.\n\nAll of the larger boats, except for 20 fiberglass 11 meter vessels, left East Timor.\n90 percent of the canoe fleet was destroyed.\n75 percent of the gear and engines were destroyed or stolen.\nCooperatives and cold storages were all destroyed.\nMost marketing networks collapsed.\nA large majority of the commercial fishers were Indonesians and they left East Timor .\n\nNational fisheries staff number 20 (full complement).\n1 United Nations senior adviser and 4 United Nations volunteers work in the sector.\nFunding  is  sourced  for  15  national  staff  to  study  in  Australia,  Iceland,  New  Caledonia,\nPortugal, and Thailand.\nFive staff are presently studying overseas.\n$50,000 was spent on Phase I of a fisheries project between Chile and East Timor.\n11  small-scale  fisheries  projects  covering  boat  building,  engine  maintenance,  fishing\ntechnology, harvesting, salt and dried fish production, gear donations, and salt production\nare nearing completion.\nThe Pilot Fish Attraction Device (FAD) project started.\nIceland is giving support in principle to fund full-scale FAD project ($100,000).\nThe ninth container load of fishing gear arrived from Australia.\nThe People’s Republic of China has supplied 72 containers of  gear, including nets, fish\ntanks, and outboard engines.\nFisheries was added to the high priority list for the donor funding at meeting in Brussels.\nThe country’s two major carp hatcheries are being repaired.\n\nSeptember 1999\n\nToday’s Situation\n\nSource:  Information provided by the Fisheries and Marine Environment Service, extract from a presentation by Mr.\n\nRichard Mounsey UN Senior Advisor, in Cairns, Australia, July 2001.\n\n\f36\n\nAppendix 7, page 4\n\nB. \n\nMethodology for the Economic and Financial Analyses\n\n16.\nThe  Hera  Port  Development  took  place  with  the  Asian  Development  Bank  (ADB)\nassistance  in  1990  through  a  fisheries  infrastructure  loan  (ADB  Loan  693-INO)  to  the\nGovernment  of  Indonesia.  This  loan  was  used  for  the  construction  of  25  fish-landing  areas,\nincluding  Hera  Port.  The  Food  and  Agriculture  Organisation  (FAO)  commissioned  a  report  in\nAugust  2000  on  Fishing  Port  Infrastructure  Rehabilitation,  which  included  a  review  on  the\ndamage and disrepair to the Hera Port. The study did not include an economic analysis and the\nanalysis done for the infrastructure loan in 1990 is not available. According to the ADB project\nperformance audit report completed on 31 December 1997, the analysis would not be of much\nrelevance  to  this  rehabilitation  project  due  to  its  emphasis  on  increasing  fishing  volume  as\nopposed  to  the  benefits  obtained  from  fish-handling  and  trading  costs  and  reduction  of  other\noperational costs. This report will examine economic feasibility and financial impact of the Hera\nPort  Fisheries  Facilities  Rehabilitation  Project  and  will  comply  with  ADB’s  Guidelines for the\nEconomic Analysis of Projects (February 1997).\n\nThe scope of the economic analysis seeks to address several issues and impacts of the\n\n17.\nProject including\n\n(i) \n(ii) \n(iii) \n\n(iv) \n(v) \n\n(vi) \n(vii) \n\nforecasting demand for the Project;\nconducting least-cost analysis of alternative options;\ncalculating  the  economic  internal  rate  of  return  (EIRR)  of  subprojects,  and\nfinancial internal rate of return (FIRR) where revenue streams exist;\ndetermining whether economic benefits exceed economic costs;\nassessing  whether  net  economic  benefits  are  sustainable  throughout  the  life  of\nthe Project;\nidentifying the risks to the success of the Project; and\nidentifying the impact on poverty reduction by calculating the poverty impact ratio\n(PIR).\n\n18.\nThe financial analysis will estimate the profit accruing to the project operating entity or to\nthe project participants, whereas the economic analysis will measure the effect of the Project on\nthe  national  economy.  For  the  Project  to  be  economically  viable,  it  must  be  financially\nsustainable,  as  well  as  economically  efficient.  In  theory  if  the  Project  is  not  financially\nsustainable  then  economic  benefits  will  not  be  realized.  However,  in  this  particular  case,  the\nProject will act as the catalyst for reestablishing the fishing industry, which at present has been\ndestroyed,  therefore  an  overwhelming  economic  benefit  is  expected  to  outweigh  the  financial\nbenefits  of  the  port  rehabilitation.  Nevertheless  a  financial  analysis  is  included  to  assess  the\nsustainability of the port and focuses on\n\n(i) \n\n(ii) \n(iii) \n\n(iv) \n\nassessing  the  degree  to  which  the  Project  will  generate  revenues  sufficient  to\nmeet its financial obligations, including the cost of port management;\nassessing the incentives for fishers, processors, and traders;\nensuring that the demand or output forecasts on which the economic analysis is\nbased are consistent with financial charges or available budget resources; and\ndeveloping  tariff,  charges,  and/or  tax  structures  based  on  affordability  and\nwillingness to pay.\n\nThe  economic  analysis  will  attempt  to  assess  the  overall  impact  of  the  Project  on  the\n19.\neconomic  welfare  of  all  the  members  of  society  in  East  Timor  and  will  measure  the  Project’s\n\n\f37\n\nAppendix 7, page 5\n\npositive and negative impacts in terms of willingness to pay for units of increased consumption,\nand to accept compensation of forgone units of consumption.\n\n20.\nThe least-cost analysis is carried out in economic (border) prices, and used to determine\nwhich  development  option  is  preferred  economically  where  a  number  of  viable  technical\nalternatives exist. The principal economic decision criteria employed is the net present value of\nthe sum of the discounted net cash-flow stream of the Project. It is the cumulative present worth\nof  the  incremental  national  income  generated  by  the  investment.  For  the  Project  to  be\neconomically feasible, the net present value must be positive for a predetermined discount rate,\nwhich reflects the opportunity cost of capital in East Timor.\n\n21.\nThis requires the estimation of cost streams over the entire economic life of the Project\nfor each of the feasible components. For the project options that deliver the same benefits, the\nequalizing discount rate between each is estimated and compared. The equalizing discount rate\n(or the crossover discount rate) is the discount rate at which the preference changes. It is also\nthe rate at which the present values of the cost streams are equal.\n\n22.\nThe  EIRR  is  the  discount  rate  that  when  applied  to  the  stream  of  incremental  benefits\nand costs as reflected in the net cash flow of the project produces a zero net present value. It is\nthe  maximum  (real,  noninflationary)  annual  rate  of  interest  that  the  project  could  pay  for  the\nresources used if the project is to recover all of its costs and still break even. For the project to\nbe  economically  feasible,  the  EIRR  must  be  equal  to  or  greater  than  the  opportunity  cost  of\ncapital in East Timor.\n\nThe calculation of the EIRR of the port facilities and fisheries components of the Project\n23.\nis  based  on  the  economic  benefits  expressed  in  terms  of  consumer’s  willingness  to  pay  and\nresource  cost  savings.  These  benefits  often  represent  a  very  conservative  estimate  of  the\nbenefits  resulting  from  the  project,  given  the  health  (access  to  protein),  and  substitution  for\nagricultural  food  production  benefits  expected  to  arise  from  more  efficient  fish  handling  and\ntrading facilities.\n\n24.\nThe  Project  will  provide  considerable  socioeconomic  benefits.  Jobs  will  be  created\nduring  construction  and  then  on  an  ongoing  basis  by  the  creation  of  a  fishing  industry.  In\naddition,  the  concept  of  social  dimensions  captures  the  key  elements  of  human  perspective,\nincluding  poverty  reduction;  enhancement  of  the  role  of  women  in  development;  human\nresource  development  including  population  planning;  and  avoidance  or  mitigation  of  adverse\nimpacts  of  development  interventions  on  vulnerable  groups  that  do  not  have  the  capacity  to\nabsorb  such  effects.  The  mission  did  not  quantify  the  socioeconomic  benefits  due  to  practical\ninformation constraints.\n\nDue  to  the  urgency  of  project  preparation  and  lack  of  reliable  data,  the  study  did  not\n25.\ndescribe the current utilization of resources in affected areas for commercial and/or subsistence\nincome  (e.g.,  intensity  of  fishing,  dynamite  fishing,  fishing  with  small  mesh  nets,  mangrove\nand/or nipa-palm harvesting, coral reef harvesting, seaweed farming, and siltation and pollution\ndue to unsound practices).\n\n26.\nIn addition, data constraints precluded an examination of the amount of income from the\nenterprise,  the  reliability  of  the  income,  and  the  sustainability  of  the  production  system.\nEconomic  assumptions  were  used  to  determine  the  rate  of  degradation  of  coastal/marine\nresources, and to assess whether the resource base can sustain existing levels.\n\n\f38\n\nAppendix 7, page 6\n\n27. Where  revenue  streams  are  identifiable,  the  FIRR  was  calculated.  Engineers  cost\nestimates  are  used  to  identify  tariff,  charge,  and/or  tax  levels  necessary  to  achieve  full  cost\nrecovery and to meet operation and maintenance (O&M) costs. Affordable tariff structures were\nthen developed based on household incomes and consumer’s ability and willingness to pay.\n\nMajor project risks were identified and assessed. However, due to time constraints, the\n\n28.\nsensitivity analysis was restricted to just 3 main variations:\n\n(i) \n(ii) \n(iii) \n\nincrease in total project costs by 10 percent,\na reduction in project benefits of 10 percent, and\na combination of both of these events.\n\nC.\n\nAssumptions on Project Costs\n\n29.\nThe  costs  were  prepared  according  to  standard  ADB  guidelines  using  COSTAB\nsoftware. The costs were based either on local prices prevailing in the project area in mid-July\n2001 or in dollar terms inflated from previous studies at a rate of 2.4 percent per year.\n\n30.\nEconomic analysis was carried out using economic costs with financial costs adjusted to\nallow for transfer payments including taxes, duties, or subsidies, and to correct for any market\ndistortions. For the present study, the following general assumptions have been adopted:\n\n(i) \n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\n(i) \n\n(ii) \n\n(iii) \n\nAll revenues, benefits, and costs are expressed in mid-2001 prices.\nThe  implementation  period  for  the  Project  is  eight  months  covering  all  the\nidentified  interventions  proposed  with  funds  drawn  down  in  line  with  the  project\ndisbursement  schedule  and  charges  introduced  to  full  levels  during  the\nimplementation period.\nEach  subproject  component  is  assumed  to  have  a  useful  economic  life  of  32\nyears  after  construction  for  buildings,  20  years  for  civil  works,  and  10  years  for\nmechanical components.\nThe real opportunity cost of capital employed in the analysis is assumed to be 12\npercent per annum, and represents the social opportunity cost of capital for East\nTimor.\nFor the distribution analysis, a shadow wage rate factor (SWF) of labor (the ratio\nof true opportunity cost to the financial wage rate paid by the Project) is assumed\nto be necessary to apply to the labor column. In the absence of any firm data and\nsome  anecdotal  evidence  about  huge  employment  queues  for  United  Nation\nconstruction  projects  a  conservative  SWF  of  0.5  (implying  50  percent\nunemployment) is assumed.\n\nAll  economic  costs,  in  particular  imported  tradable  inputs,  are  net  of  duties  and\ntaxes  (an  average  level  of  duties  and  taxes  of  20  percent  on  imported  items  is\nassumed for plant and machinery).\nCapital  costs, \nin \ncontingencies but exclude price contingencies and interest during construction.\nThe  average  2001  official  exchange  rate  of  the  Indonesian  rupiah  was  used  to\nconvert  local  currency  to  their  foreign  exchange  costs  equivalent;  Australian\ndollars  are  treated  the  same  way.  The  reason  for  this  is  that  in  East  Timor  a\nnumber of currencies are being used in this post conflict situation, however this is\n\nthe  calculation  of  FIRR  and  EIRR, \n\ninclude  physical\n\n31.\n\nThe following assumptions have been made with regard to costs:\n\n\f39\n\nAppendix 7, page 7\n\n(iv) \n\nnow being stabilized by the current administration which is deepening the use of\nthe dollar in the economy.3\nGiven  that  the  United  Nations  Transitional  Administration  for  East  Timor  have\nadopted  the  dollar  as  the  official  currency  for  the  time  being  in  East  Timor  a\nshadow  foreign  exchange  rate,  or  standard  conversion  factor  has  not  been\nassumed for the analysis.\n\n32.\nO&M costs are based on the specific operating characteristics of each subproject, but as\na  general  guideline  are  assumed  to  be  reinforcing  equipment  at  5  percent  per  annum,  civil\nworks at 1.5 percent, motor vehicles at 25 percent, and hand-tools at 10 percent per annum.\n\nD.\n\nExpected Impact of the Main Components\n\n1.\n\nBreakwater Reconstruction\n\n33.\nThe  existing  facility  has  suffered  damage  mainly  due  to  its  exposure  to  wave  action,\nwhich has caused leaching of fine material from the wharf structure. This leaching, coupled with\nwave action, has caused partial collapse of parts of the structure.\n\n34.\nThe  breakwaters  were  constructed  from  core  type  material  without  armor.  Additionally\nthey  were  constructed  with  a  crest  level  lower  than  highest  astronomical  tide.  Consequently\nduring storms or periods of reasonable swell, which coincided with high spring tides, the wave\naction  was  simply  transferred  from  offshore  to  within  the  harbor  basin  itself.  This  wave  action\nwithin  the  harbor  basin  would  not  have  had  the  capacity  to  be  dampened,  hence  the  ongoing\ndeterioration of the wharf structure.\n\n35.\nIn  addition  to  protection  for  the  main  wharf  structure  and  harbor  the  breakwaters  will\nprovide safer shelter to fishing boats in all types of weather. Thus the main economic impact of\nthis component is assessed to be in the resource cost savings of the total destruction of boats\nand the ongoing O&M of the fishing fleet.\n\n2.\n\nVertical Face Wharf Rehabilitation\n\n36.\nThe  absence  of  a  functional  fishing  port  in  East  Timor  makes  it  very  difficult—if  not\nimpossible—for  the  fisheries  department  to  implement  responsible  fisheries  management  by\ndiverting  the  fishing  pressure  to  the  more  abundant  and  sustainable  pelagic  resources.  The\nvessels for such an offshore-based fishery are larger and need a protective shelter as base as\nthe  vessels  are  too  large  to  beach.  Hera  Port  was  built  under  a  previous  ADB  loan4  to\nIndonesia, and although this port was only finished in 1992, the poor construction has caused\nthe breakdown of most of the structures and no fishing vessels operate from there.\n\n37.\nThe rehabilitation at Hera will provide improved mooring and unloading facilities, and ice\navailability;  and  act  as  a  center  for  the  receipt,  processing  and  distribution  of  fish  for  Dili  and\nbeyond. Facilities will also be available to provide training, including repair and maintenance of\nmarine engines and other fishing equipment, and fish processing and storage. Once the harbor\nbasin  is  rehabilitated  Atauro  fishers  are  expected  to  be  the  first  to  relocate  to  Hera.  The\n\n                  \n\n3  Staff statement by Luis Valdivieso, Advisor, Asia and Pacific Department of the International Monetary Fund at the\n\ndonors’ meeting for East Timor, June 14-15, 2001.\n\n4  Loan 693-INO: Fisheries Infrastructure Sector Project, for $50 million, approved on 28 July 1983.\n\n\f40\n\nAppendix 7, page 8\n\ndevelopment  of  a  pelagic  fishing  fleet  will,  however,  take  several  years  as  investment  and\ntraining will require time.\n\n38.\nThe  Project  is  relatively  modest  in  scope  comprising  rehabilitating  and  strengthening\nthree individual breakwaters of a total length of 140 m, and the rehabilitation of the wharf faces\nof the port basin totalling approximately 400 m. The work will include replenishment of washed-\naway  core  material  from  the  breakwaters  and  enforcement  of  the  seaward  side  with  a  stone\narmor. This will achieve the required height of the breakwaters to protect the port basin against\nwave action at all tides. Precast concrete slabs anchored in profiled steel piles will enforce the\nwharf  faces  inside  the  port  basin.  This  will  create  a  secured  mooring  site  for  easy  on-  and\noffloading of all vessels. The working apron alongside the wharves will also be upgraded and/or\nrehabilitated.\n\n39.\nThe economic impact is far reaching. The present low level of the fishing industry makes\nit  such  that  any  incremental  adjustment  to  the  sector  will  result  in  substantial  benefits.  The\nbenefits  measured  for  this  analysis  are  only  minimal  and  due  to  time  constraints  and  lack  of\nbase  data  are  restricted  to  the  following:  fish  catch  recovery  to  preconflict  levels;  mitigation  of\ncurrent  wastages due  to lack  of fish  processing and storage facilities, and tools (such as ice);\nfishing  fleet  protection;  protection  of  the  inshore  fishing  stock  and  reefs;  and  socioeconomic\nimpacts.\n\nE. \n\nFinancial Analysis\n\n1. \n\nLeast-Cost Analysis of Alternative Options\n\n40.\nIn  the  case  of  the  breakwater  reconstruction,  the  options  are  not  different  engineering\noptions  but  rather  different  methods  for  apply  the  same  engineering  solution.  The  engineering\nsolution is simple and cost effective within the budgeted amount. An existing breakwater system\nwith  materials  in  place  requires  rehabilitation  of  the  core  and  a  new  armor  system  on  the\nseaward  sides.  The  source  of  this  armor  is  from  a  quarry,  although  one  option  was  to  have\nconcrete tetrapods made.\n\nThe  options  were  tested  at  8  percent  and  13  percent  and  on  all  tests  the  least-cost\n41.\noption  was  hiring  a  nongovernment  organization  to  administer  and  manage  the  Project  with\ndirect purchasing from a local village that controls a quarry. The equalization discount rate was\nnot  calculated  as  the  least  cost  option  prevailed  at  the  two  testing  discount  rates  of  8  percent\nand 13 percent, with the 13 percent being above the threshold required by ADB (Table A7.7).\n\nSupplementary  Appendix  A  presents  detailed  cost  estimates.  Cost  estimates  were\n42.\ncompiled in COSTAB according to ADB guidelines. The total cost of the Project is estimated at\naround  $1  million.  This  excludes  the  effects  of  inflation,  but  includes  base  costs  plus  physical\ncontingencies.\n\n2. \n\nCost Estimates\n\n3. \n\nCost Streams\n\n43.\nCost  stream  were  calculated  for  the  Project  including  all  costs  incurred  to  construct,\noperate,  and  maintain  the  project  facilities  over  their  useful  life.  Cost  streams  were  also\nexpressed in real terms for the calculation of the FIRR.\n\n\f41\n\nAppendix 7, page 9\n\nFuture cost streams fall in three classifications: the institutional and management costs\n44.\nof running Hera Port; the cost of keeping and maintaining the environmental aspects of the port;\nand the general running and maintenance of the port, specifically related to the Project.\n\nFMES has been downsized in terms of personnel. The strategic plan emphasizes that a\n45.\nmajor characterization of the future institutional framework will be low reliance on staff number\nand high reliance on private sector involvement in the sector. Therefore, a staffing structure of\nonly four people is envisaged in this analysis for the institutional and management costs of the\nport.  A  vehicle  is  included  in  the  costs  associated  with  the  Project.  However,  none  of  the\nestimated  costs  will  be  met  by  the  project  investment.  These  will  all  be  additional  costs  that\nmust be borne by the new administration. The estimated annual cost after setup is $14,600.\n\nThe environment cost is estimated at $2,400 per annum and the O&M cost estimated at\n46.\n$6,000  per  annum.  The  environmental  cost  is  an  estimate  covering  the  chemical  cost  of\ncleaning the port as a result of oil/diesel and other discharges. The O&M cost is associated with\nthe provision of buildings, disposal of waste fish and other items, and supply of water and other\ndisposable items not recoverable by charging the users of the port.\n\n4. \n\nFinancial Internal Rate of Return\n\nIn conclusion, the effect of this size of investment with the revenues and costs generated\n47.\nis that it will produce an FIRR of 6.8 percent. The initial investment is a grant and therefore does\nnot  have  to  be  repaid,  but  the  investment  in  this  Project  does  not  meet  the  ADB’s  standard\nthreshold  of  an  opportunity  cost  of  capital  (OCC)  of  12  percent,  but  this  standard  may  not  be\napplicable in East Timor. The weighted average cost of capital was not calculated because of\nthe difficulties of obtaining adequate information.\n\n48.\nThe  salvage  value  is  based  on  the  fact  that  the  Project  is  mainly  hard  rock  and\nreinforced  concrete,  and  as  such  should  last  well  past  the  life  of  the  Project.  Depreciation  is\ntherefore based on a 2 percent diminishing value.\n\n49.\nHowever,  for  an  infrastructure  project  such  as  this  port  rehabilitation  Project,  the  FIRR\nresult alone should not be the only consideration and should be viewed in conjunction with the\neconomic analysis.\n\n50.\nFrom a financial point of the view, with the initial investment being a grant, O&M costs\nmust  be  met  from  future  activities.  The  expected  annual  revenues  exceed  expected  annual\ncosts by four times. This is a positive outcome of the financial analysis. Refer (Table A7.8)\n\nF. \n\nEconomic Analysis\n\n51.\nEast Timor is primarily an agricultural economy, with 90 percent of the population living\nin  rural  areas  and  75  percent  of  the  labor  force  engaged  in  agriculture,  primarily  subsistence\nagriculture.  The  economic  framework  has  changed  dramatically  as  East  Timor  can  no  longer\nrely on transfers from the Indonesian Government. External financing now plays a major role in\nthe  economy,  but  this  will  be  relatively  short  term,  thus  sustainable  projects  will  form  the\nbackbone of future development potential.\n\nOne  of  the  major  problems  facing  East  Timor  is  the  state  of  damaged  infrastructure,\n52.\nincluding roads, bridges, and ports. This has hindered the recovery of the fishing sector, among\nother sectors, and the fish catch has been reduced to approximately one third of the catch in the\n\n\f42\n\nAppendix 7, page 10\n\npreconflict period. The present catch is restricted to inshore fishing resources (up to about 3 km\nfrom  the  shore)  due  to  the  lack  of  vessels  with  the  capacity  to  fish  further  out.  The  risk\nassociated with this situation is that the resources for subsistence fishing will be depleted over\ntime, in addition to a negative impact on the environment with deterioration in the reefs.\n\nGross  domestic  product  (GDP)5  per  capita  ranged  between  $374  to  $424  during\n53.\n1995/98,  making  East  Timor  one  of  the  poorest  provinces  during  the  Indonesian  occupation.\nThis level of GDP also ranks East Timor as one of the poorest countries in the world.\n\n54.\nThe  rehabilitation  of  Hera  Port  offers  the  country  a  variety  of  economic  benefits.  Care\nhas been taken to ensure that the claimed benefits equate only to the incremental effect of the\nport rehabilitation and that these benefits only bring the capacity of the fisheries operations back\nto  the  preconflict  levels,  thus  ensuring  no  inflated  claims  for  exaggerated  increases  in  the\nfisheries sector. 6\n\n1. \n\nFish Catch Recovery\n\nEven  without  the  Project  and  rehabilitation  of  Hera  Port,  in  time  the  fish  catch  is\n\n55.\nexpected to increase. Two major factors must be considered:\n\n(i) \n\nWithout  the  Project,  the  pressure  will  continue  on  the  existing  inshore  fishing\nstock, over time these stock will be depleted. This type of fishing will also have a\ncollateral negative effect on the reefs.\n\n(ii)  Without  the  Project,  no  safe  harbor  is  available  for  the  larger  boats  that  will  be\n\nnecessary to access the offshore fishing grounds of East Timor.\n\n56.\nAccording to FMES, the fish catch is expected to be easily sustainable at 15,000-20,000\ntons per annum within the exclusive economic zone (yet to be negotiated and finalized), which\nwould provide the East Timorese with a per capita annual consumption level of 22.43 kg of fish\nprotein. However, this will require substantial development within the sector, and will need more\nthan the rehabilitation of Hera Port to achieve these levels.\n\nFAO  has  an  indicative  annual  level  of  13  kg  of  fish  protein  per  capita,  for  a  balanced\n57.\nintake in the food group of a nation. East Timor is presently producing a catch of approximately\n950  tons,  which  gives  a  per  capita  consumption  of  1.22  kg  representing  only  9  percent  of  the\nrecommended fish protein intake. Even if fishing levels are brought back up to preconflict levels\nof 2,800 tons (paras. 1-8) this will only result in a per capita amount of 3.5 kg, or 26 percent of\nthe recommended fish protein levels.\n\n58.\nThese calculations do not include the subsistence fishing currently being carried out, and\nthis will be ignored for the economic analysis of the rehabilitation.  7 The present catch is being\nachieved by small boats or bigger canoes, and is being brought to shore by just landing on the\n\n                  \n\n5  The  term  GDP  is  used  here  for  clarity;  at  the  time  the  figures  would  have  been  referred  to  GRP  (gross  regional\n\nproduct) as East Timor was a region of Indonesia.\n\n6  The  project  performance  audit  report  of  31  December  1997,  Fisheries  Infrastructure  (Sector)  Project  (Loan  693-\nINO)  specifically  targeted  the  project  preparation  report  as  making  “exaggerated  increases  in  the  fishing  sector.”\nTherefore, this proposal aims to ensure that the lessons learned have been taken and that no inflated claims are\nmade.\n\n7  The reason for ignoring the subsistence fishing is two-fold (i) it cannot be measured at this time and no records are\navailable to substantiate an educated guess, and (ii) the benefits calculated are done so within the confines of the\ncommercial catch available to the people of Indonesia, up to the preconflict levels.\n\n\f43\n\nAppendix 7, page 11\n\nbeach. The size of boat using the port will be as before the conflict, 11 m craft, Japanese style,\nwith a capacity of 5 gross tons.\n\n59. Without the Project, the present fleet of 4 to 5 boats is expected to continue to operate\nad hoc and continue to land their catch on the beach. Nevertheless a catch will be landed and is\nassumed  to  be  980  tons.  Even  without  the  Project,  the  catch  is  assumed  to  increase  by  200\ntons  per  annum.  Any  economic  benefit  in  the  first  few  years  that  may  accrue  due  to  the  fish\ncatch  is  considered  to  be  offset  by  the  economic  cost  of  importing  beef.  Therefore  it  may  be\nmore  conservative  to  delay  the  benefit  until  the  fish  price  becomes  competitive  and  the\npopulation can then resume including fish in its diet.\n\n60.\nRehabilitation of the port will provide facilities and services to these 4 or 5 boats (lets us\nassume 5). The port is anticipated to act as a catalyst for more boats to enter the sector at the\nrate  of  5  in  year  1,  5  in  year  2,  5  in  year  3,  5  in  year  4,  and  thus  reaching  a  possible  port\ncapacity of 20 boats.\n\nThe 11 m boats (5) at the start will land 1 load per week and will reach the capacity of 2\n61.\ntons per boat. In addition the 25 sailing canoes with a capacity of 300 kg are expected to land a\ncatch twice per week.\n\nTable A7.3: Fish Catch Recovery\n(tons per annum)\n\nScenario\nWithout the project\nWith the project\nIncremental catch\nSource:  Staff consultant estimates.\n\n2001\n\n2002\n\n2003\n\n2004\n\n980\n980\n0\n\n1,000\n1,300\n300\n\n1,200\n1,820\n620\n\n1,400\n2,340\n940\n\n2005\n1,500\n2,860\n1,360\n\nThe  many  species  and  sizes  of  fish,  along  with  lack  of  time  and  FMES  data  make\n62.\nidentifying the diversity of the catches impossible. Therefore the consultant visited various stalls\nalong the waterfront in Dili and asked the market price of various fish, in addition to discussion\nwith local families and FMES, and has assessed the price per kg of fish to be $5.3.\n\n63.\nOnce  the  catch  reaches  the  preconflict  levels,  the  price  of  fish  is  assumed  to  drop  to\nlevels  representing  50  percent  of  the  current  price  in  the  first  three  years  and  thereafter  30\npercent of the present price.8\n\n64.\n\nThus incremental price savings per kg are calculated.\n\nFish will then be a likely substitute for beef in the diet of the East Timorese. The price of\n\n65.\nbeef per kg is at present $3.1.\n\n66.\nThe economic benefits therefore are calculated by taking the price of fish away from the\nprice of beef. After four years fish will become a viable economic substitute for beef; therefore,\neconomic benefits accruing to the fish catch recovery are delayed until year five.\n\n8  Based on discussions with FMES and project officer.\n\n                  \n\n\f44\n\nAppendix 7, page 12\n\n2. \n\nFish Handling\n\nThe  present  method  of  landing  fish  is  by  beach  access.  No  storage  facilities  are\n\n67.\navailable and the fishers usually dispense with the fish on a first-come, first-served basis.\n\n68.\nThe  present  practice  of  landing  fish  on  the  beaches  of  Dili  and  other  beaches  in  the\nprovinces  is  proving  to  be  both  wasteful  and  dangerous.  FMES  estimates  a  catch  loss  of  50\npercent  within  24  hours;  in  an  attempt  to  recover  the  losses,  traders  are  producing  dried  fish\nfrom the residue resulting in sickness throughout the country. Access to ice would prolong the\nshelf-life of the catch by 18 days. Hera Port already has this facility in place.\n\n69.\nFor  the  economic  analysis  the  incremental  fish  catch  was  ignored;  the  analysis  only\naddresses the existing catch and the projected catch for the without-project scenario. Twenty-\nfive percent of the 50 percent of fish lost is recovered by the selling of dried fish. In the analysis,\nthe value difference in the fresh fish and the dried fish was assessed and applied to the amount\nrecovered.\n\n70.\nIn  other  words:  the  value  of  lost  stock  is  assessed  and  then  the  recovery  through  the\nsales of dried fish is deducted to find the value of wastage. The project, through the application\nof ice and storage facilities is then assumed to save 75 percent of the net losses.\n\n3. \n\nFleet Protection and O&M\n\n71.\nThe fishing fleet is in a bad state of repair. Only 4 or 5 boats are operational out of a fleet\nof  24.  The  port  will  offer  safe  anchorage  and  access  to  repair  and  maintenance  facilities;  the\nfleet is expected to rejuvenate at a rate of 5 boats per annum. In practice this may be quicker,\nbut this is the assumption used in the economic analysis. The port will offer, in the longer term,\nthe opportunity for the fishing fleet to keep operational through better O&M services\n\n72.\nTwo  basic  economic  benefits  arise  due  to  rehabilitation  of  the  port.  The  first  is  the\nrecovery of the fleet to preconflict levels. This is expected to take five years. The value of the\nfleet was assessed according to previous production costs: 11 m Japanese Bonito-class boats\ncost $32,000 to produce and 14 m Lorosae-class boats cost $45,000. The preconflict value of\nthe  fleet  was  then  calculated  at  $698,000.  This  cost  will  not  be  met  from  the  Project,  but  is\nexpected to come from future private sector investment. From this calculated value, a deduction\nwas made of 40 percent as an assessed cost of repair. The residual value was then assumed to\nbe the economic value of the rehabilitated fleet.\n\nIn addition, due to the safer anchorage of the port, the reduced O&M costs for the fleet\n\n73.\nare assumed to be equivalent to 10 percent of the cost value of the fleet.\n\n4. \n\nInshore Fish Stock and Reefs\n\nFMES is currently trying to assess the stock in the inshore fisheries and to document the\n\n74.\nexisting reef system. Until this exercise is completed, stock cannot be evaluated.\n\n75.\nAs an alternative, the view has been taken that the existing fishing levels are a result of\ninshore fishing – in fact any view to the contrary could not be substantiated due to the lack of\nadequate fishing vessels to fish further offshore.\n\n\f45\n\nAppendix 7, page 13\n\nAt one level, with or without the Project, a certain incremental increase in fishing levels\n76.\ninshore is assumed to take place and this is factored into the calculations at an increase of 200\ntons per year.\n\nTherefore the benefit provided by the Project is assumed to be the resource cost saving\n77.\nattributable  to  incremental  fishing  over  and  above  the  first  level  of  projected  incremental  fish.\nThis incremental value has been valued at preconflict prices, i.e. $1.3/kg.\n\nThis then is based on an assumption that present levels of fishing inshore will increase\n78.\nby 200 tons, and the incremental fishing over and above those levels will be from outside of this\narea in deeper water. The economic value is calculated on a one-to-one basis in the absence of\nreliable data and on the assumption that a one-to-one ratio will be roughly equal to a fish value,\nless production costs, plus savings on the value of the reef.\n\n5. \n\nSocioeconomic Impact\n\nSsocioeconomic  data  is  unavailable  at  this  time.  Therefore  no  in-depth  analysis  was\n79.\ncarried out for this study. The basis for claiming economic benefits is the profit and loss account\nof the incremental fishers who will come into, or return to the industry.\n\nThe capacity of each boat was calculated and the number of crew assessed. The value\n80.\nof each catch was calculated and the frequency appropriate to that type of vessel was applied.\nFrom the revenue generated, deductions were made for fuel, water, O&M, and wastage, giving\na  gross  profit  figure.  The  gross  profit  was  divided  equally  among  the  crewmembers,  as  is  the\npractice  in  East  Timor.  The  only  benefits  calculated  were  for  the  incremental  boats  that  are\nexpected to enter the industry over the next five years.\n\n6. \n\nEconomic Internal Rate of Return\n\nThe  incremental  net  economic  cash  flow  over  30  years  yields  an  EIRR  of  87 percent.\n\n81.\nThis is above the consistent level achieved for other ADB-funded rural infrastructure projects.\n\nBecause  the  fishing  industry  has  been  destroyed,  this  economic  analysis  is  almost\n82.\nrevaluing  the  startup  of  a  fishing  industry.  Very  few  statistical  records  (due  to  the  “scorched\nearth policy” employed by the departing Indonesians) exist on which to base the analysis, and\nmany  benefits  were  not  considered  in  this  analysis,  due  to  the  time  frame  allotted  to  this\nemergency funding request.\n\nThe results of the economic analysis are provided in full detail in TableA7.10.\n\n83.\n\nG. \n\nImpact on Poverty\n\n84.\nThe  analysis  to  assess  the  poverty  impact  of  this  Project  reflects  the  ADB  guidelines\nincorporated  in  the  Guidelines  for  the  Economic  Analysis  of  Projects,  the  Handbook  for\nIntegrating Poverty Impact in the Economic Analysis of Projects  The  analysis  includes  both  a\ndistribution analysis of project benefits and a poverty impact analysis.\n\n\f46\n\nAppendix 7, page 14\n\nAccording  to  the  ADB  discussion  paper  of  March  2001  on  the  poverty  assessment  in\n85.\nEast  Timor,9  75  percent  of  the  population  is  living  below  the  poverty  line.  While  certain\ndisclaimers  are  provided  for  the  results  of  that  assessment,  there  is  no  doubt  that  with  the\npresent  price  of  fish  at  approximately  $5.3  per  kg,  the  majority  of  the  East  Timorese  are\nexcluded  from  including  fish  in  their  diet.10  It  is  assumed,  in  the  absence  of  any  other  reliable\ndata,  that  the  FAO  guideline  for  the  minimum  yearly  food  consumption  of  fish  per  capita  is\napplicable to the poverty line.\n\nTo  examine  the  poverty  impact,  the  existing  situation  and  the  relationship  between\n86.\nproduction and the coverage of the kg per capita daily intake at the poverty line, based on the\nFAO guideline of 13 kg per capita per year for fish protein (or 0.036 kg per capita per day) were\nconsidered (Table A7.4).\n\nTable. A7.4: Present Day Production Ratio to Per Capita Daily Intake at the Poverty Base\nItem\nA. Production forecast for 2000\nB. Population forecast for 2000\nC. A divided by B, divided by 365\nD. Kilograms per capita daily intake at poverty line\nE. Production coverage (percentage)\nc = capita, d = day, kg = kilogram\nSource: Staff consultant estimates.\n\nCalculation\n950 tons per annum\n780,000 (National)\n0.003 kg/c/d\n0.036 kg/c/d\n8 percent\n\n \n\nSecondly, we will examine the future production’s ability to meet demand at the absolute\n\n87.\npoverty line without interventions (Table A7.5).\n\nTable. A7.5: Future Production Ratio to Per Capita Daily Intake Without the Project at the\nPoverty Base\n\nItem\nA. Production forecast for 2015 \nB. Population forecast for 2015\nC. A divided by B, divided by 365\nD. Kilograms per capita daily intake at poverty line\nE. Production coverage (percentage)\nc = capita, d = day, kg = kilogram\nSource: Staff consultant estimates.\n\n \n\nCalculation\n3,600 tons per annum\n1,019,103 (National)\n0.010 kg/c/d\n0.036 kg/c/d\n28 percent\n\n88. Without the Project, the coverage ratio has increased to 28 percent of the kg per capita\ndaily intake at the poverty line. This clearly shows that without intervention, the fisheries sector\ncannot achieve the production levels required.\n\n89.\n\nFinally, the with-project scenario was analyzed (Table A7.6).\n\n                  \n\nPoverty Reduction.\n\n9  ADB.  2001.  East Timor Discussion Papers on Poverty Assessment and Strategies for Equitable Growth and\n\n10 The ADB March 2001 study determined the poverty line based on the food basket of preconflict basket but now the\nprimary protein intake comes from beef (Australian beef brought in by UNTAET, etc) instead of fish, and the current\nfish price is excessively high compared with preconflict days and perhaps steady-state economy in the future.\n\n\f47\n\nAppendix 7, page 15\n\nTable A7.6: Future with the Project Production Ratio to Per Capita Daily Intake at the\nPoverty Base\n\nItem\nA. Production forecast for 2015\nB. Population forecast for 2015\nC. A divided by B, divided by 365\nD. Kilograms per capita daily intake at poverty line\nE. Production coverage (percentage)\nc = capita, d = day, kg = kilogram\nSource: Staff consultant estimates.\n\nCalculation\n7,500 tons per annum\n1,019,103 (National)\n0.020 kg/c/d\n0.036 kg/c/d\n56 percent\n\nThe  effect  of  doing  nothing  in  the  project  area  will  result  in  only  an  increase  in  the\n90.\ncoverage of fish production to the per capita daily intake, at the poverty line, from 8 percent to\n28  percent.  While  the  Project  alone  cannot  achieve  100  percent  coverage  of  the  per  capita\nproduction ratios at the poverty line it can assist to produce 56 percent of the per capita daily\nintake.\n\n91.\nTherefore  the  Project  is  highly  desirable  in  terms  of  population-driven  demand  at  the\npoverty  base.  However,  other  interventions  are  required;  this  Project  alone  does  not  meet  or\ndeliver the quantity of fish protein required by the expanding population. This analysis is only to\nshow that the demand gap must be closed and this Project can contribute to narrowing that gap.\n\nH. \n\nDistribution of Net Economic Benefits\n\n92.\nIn this Project’s case, the difference between financial and economic flows derives from\nthe  project  generating  economic  benefits  that  are  not  captured  as  financial  benefits.  The  net\nsteams of both financial and economic flows are discounted at the economic discount rate of 12\npercent.\n\n93.\nFor  the  distribution  analysis  an  SWF  of  labor  (the  ratio  of  true  opportunity  cost  to  the\nfinancial  wage  rate  paid  by  the  project)  is  assumed  to  be  necessary  to  apply  to  the  labor\ncolumn. In the absence of any firm data and some anecdotal evidence about huge employment\nqueues for United Nation construction projects, a conservative SWF of 0.5 (implying 50 percent\nunemployment) is assumed.\n\nThe  analysis  of  the  difference  in  economic  and  financial  flows  and  their  allocation  is\n\n94.\npresented in Table A7. 7.\n\n95.\nThe recovery of the fishing industry is assumed to have a direct impact on the consumer.\nAt present the local consumer does not have access to fish, due to the artificially high market\nprice brought about through the overwhelming presence of the large United Nations force and\nthe  scarcity  of  the  fish  being  harvested.  Therefore  100  percent  of  the  economic  benefit  is\nassumed to go directly to the consumer.\n\nSavings  due  to  the  restoration  of  storage  facilities  (none  exist  at  the  moment)  are\n\n96.\nassumed to benefit all fishers equally, regardless of the size of boat.\n\nFleet  protection  benefits  are  assumed  to  benefit  mainly  the  larger  and  medium-sized\n97.\nboats,  at  percentages  of  75  percent  and  25  percent  respectively,  as  the  smaller  canoes  can\nrepair boats from natural resources on the beaches.\n\n\f48\n\nAppendix 7, page 16\n\n98.\nFMES is currently assessing the inshore fish stocks and reefs and there is no value to\nuse  at  this  point.  However  a  methodology  has  been  used  for  this  purpose,  refer  to  above\nparagraph 73. All of the benefit is assumed to be for the subsistence fishers and the FMES will\ndiscourage commercial fishing of inshore stock. The future government will therefore have the\ncost  of  protection  and  enforcement;  this  cost  is  assumed  to  be  10  percent  of  the  value  of  the\nbenefits.\n\n\fTable A7.7:  Distribution of the Net Economic Benefits and the Poverty Impact Ratio\n($ '000, Present values at 12% Discount Rate)\n\nFinancial\nPresent\nValues\n\nConversion\nFactor\n\nEconomic\nPresent\nValues\n\nDifference\nEconomic\nminus\nFinancial\n\nDistribution of Net Economic Benefits\n\nGovernment/\nEconomy\n\nLarge\nBoat\nOwners\n\nMedium\nBoat\nOwners\n\nSmall\nCanoe\nOwners\n\nConsumers\n\nLabor\n\nPrivate\nSector\n\n        \n           \n\n1,745\n571\n\n        \n           \n\n1,745\n190\n\n        \n\n1,745\n\n            \n\n(3,120)\n\n         \n\n31,204\n\n       \n\n621\n\n4\n9\n\n         \n\n28,259\n\n          \n          \n\n1,275,023\n1,275,709\n\n              \n\n1.00\n\n            \n\n(3,120)\n\n        \n\n2,316\n\n        \n\n1,935\n\n        \n\n1,745\n\n         \n\n59,463\n\n0\n\n       \n\n621\n\n \n\nItem\nIncremental Benefits\n\nRevenues\n\nLanded Fish Fees\nBerthage Fees\nMooring Fees\nIce Plant Rental\nCold Storage\nLease/Rentals\nWater Sales\nFuel Sales\nWorkshop Training\nAccomodation\nExport Packaging\n\nSubtotal\n\nFish Catch Recovery\nFish Handling\n\nUnloading/Storage\n\nFleet Protection/O&M\nInshore Fish Stocks & Reef\nSocio-economic Impact\nADB Grant\nNPV of Total Benefits\n\nCosts\n\n                    \n200\n                      \n62\n                      \n61\n                      \n74\n                      \n85\n                      \n56\n                      \n83\n                      \n29\n                        \n8\n                      \n17\n                      \n11\n                    \n686\n\n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n\n1.00\n1.00\n1.00\n1.00\n1.00\n1.00\n1.00\n1.00\n1.00\n1.00\n1.00\n\n                    \n200\n                      \n62\n                      \n61\n                      \n74\n                      \n85\n                      \n56\n                      \n83\n                      \n29\n                        \n8\n                      \n17\n                      \n11\n                    \n686\n               \n28,259\n\n                 \n                    \n               \n                    \n          \n          \n\n5,235\n762\n31,204\n621\n1,275,023\n1,341,790\n\n0\n0\n0\n0\n0\n0\n0\n0\n0\n0\n0\n0\n28,259\n\n            \n \n              \n                 \n            \n                 \n\n5,235\n762\n31,204\n621\n0\n66,081\n\n            \n \n \n\n \n         \n           \n           \n\n(123,623)\n(17,190)\n(42,974)\n0\n0\n(183,787)\n0\n249,868\n\n          \n\n1,275,023\n\n              \n\n1.00\n\n          \n\n1,275,023\n\n0\n\nInvestment Costs\nOperating & Maintenance Costs\n\nIncremental Administration Costs\nEnvironmental O&M\nOther O&M\n\nInterest\nPrinciple\nNPV of Total Costs\n\n             \n               \n               \n\n123,623\n17,190\n42,974\n0\n0\n1,458,810\n\n          \n\n0\n0\n\n0\n0\n1,275,023\n\n          \n\n         \n\nNet Present Value\n\n           \n\n(183,101)\n\n               \n\n66,767\n\n          \n\nGains and Losses\nProportion for the Poor\nNet Benefits for the Poor\nPoverty Impact Ratio\n\n            \n\n        \n\n        \n\n        \n\n         \n\n       \n-\n\n       \n\n(3,120)\n14%\n(437)\n\n2,316\n50%\n1,158\n\n1,935\n75%\n1,451\n\n1,745\n1%\n17\n\n59,463\n75%\n44,597\n\n \n\n         \n\n               \n\n        \n\n        \n\n621\n100%\n621\n\n       \n\nTotal\n62,960\n\n      \n\n      \n\n47,408\n\n             \n75%\n\nNPV = Net present value, O&M = Operation and Maintenance.\nSource:  Staff consultant estimates.\n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n7\n\n,\n \n\np\na\ng\ne\n1\n7\n\n \n\n\f50\n\nAppendix 7, page 18\n\nI. \n\nPoverty Impact Analysis\n\n99.\nTable  A7.7 shows the calculation of a PIR for this Project is 75 percent. This result was\nsubjected to a sensitivity analysis whereby (i) none of the benefits accruing to the larger boats\nare assumed to reach the poor, and (ii) the proportion of poor in consumers are assumed at 50\npercent instead of 75 percent, assuming that as people become better fed by cheaper fish then\nnational poverty incidence may go down in the later part of the Project. The result in the event of\nboth of these events happening was a robust PIR of 51 percent.\n\n100.\nFrom  the  distribution  analysis  the  gains  and  losses  to  the  economy  as  a  result  of  the\nProject need to be analysed to determine the proportion that will affect the poor. Each of the net\neconomic benefits/losses within the economy will have an impact, the problem is to identify how\nmuch will reach the poor. The following assumptions were made in the model.\n\n101.\nFor  the  share  in  the  overall  economic  benefit  of  the  Project  (Government  share)  the\nmethodology outlined in ADB’s Handbook for Integrating Poverty Impact in Economic Analysis\nof Projects, was applied. Table A7.12 shows the results.\n\n102. Because  75  percent  of  the  population  is  living  below  the  poverty  line,  this  share  is\napplied to those benefits that accrue to these groups.\n\n103.\nIt  is  assumed  that  of  the  larger  boats  50  percent  will  be  owned  and  operated  by  that\nportion of the population currently classified as being is the band of 75 percent living below the\npoverty  line.  Similarly,  75  percent  of  medium-sized  boat  owners,  and  100  percent  of  smaller\nsailing boat owners are assumed to be living below the poverty line for this analysis.\n\n\f51\n\nApppendix 7, page 19\n\nTable A7.8:  Least Cost Options\n(in constant 2001 Prices - $ '000)\n\nComponent A:  Beakwater Reconstruction\n\nYear\n\nCapital\nCost\n\nInvestment\nCost\n\nPresent Worth @\n8%\n13%\n\nO&M\n\nOption 1:  On-Demand Pre-cast Product\n\n       \n\n384,311\n\n \n \n100%\n\n  \n384,311\n\n       \n\n       \n\n       \n\n      \n\n           \n\n           \n       \n\n              \n       \n\nOption 2:  Contractor with own Quarry\n\n       \n\n143,924\n\n100%\n\n  \n143,924\n\n       \n\n       \n\n       \n\n    \n\n         \n\n         \n\n         \n\n    \n\n         \n\n           \n\n           \n\n    \n\n         \n\n           \n\n           \n\n0\n0\n0\n0\n19,216\n0\n0\n0\n0\n15,372\n0\n0\n0\n0\n11,529\n0\n0\n0\n0\n7,686\n\n0\n0\n0\n0\n7,196\n0\n0\n0\n0\n5,757\n0\n0\n0\n0\n4,318\n0\n0\n0\n0\n2,878\n\n384,311\n0\n0\n0\n19,216\n0\n0\n0\n0\n15,372\n0\n0\n0\n0\n11,529\n0\n0\n0\n0\n7,686\n\n143,924\n0\n0\n0\n7,196\n0\n0\n0\n0\n5,757\n0\n0\n0\n0\n4,318\n0\n0\n0\n0\n2,878\n\n384,311\n0\n0\n0\n13,766\n0\n0\n0\n0\n7,258\n0\n0\n0\n0\n3,588\n0\n0\n0\n0\n1,576\n214,256\n\n143,924\n0\n0\n0\n5,155\n0\n0\n0\n0\n2,718\n0\n0\n0\n0\n1,344\n0\n0\n0\n0\n590\n80,238\n\n384,311\n0\n0\n0\n11,009\n0\n0\n0\n0\n4,390\n0\n0\n0\n0\n1,641\n0\n0\n0\n0\n545\n347,676\n\n143,924\n0\n0\n0\n4,123\n0\n0\n0\n0\n1,644\n0\n0\n0\n0\n615\n0\n0\n0\n0\n204\n130,204\n\n      \n\n           \n\n           \n\n           \n\n      \n\n           \n\n           \n\n           \n\n      \n\n           \n\n           \n\n              \n\n      \n\n           \n\n              \n         \n\n              \n       \n\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\nNPV\n\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\nNPV\n\n\f52\n\nApppendix 7, page 20\n\nOption 3:  NGO and Local Labor\n\n      \n\n113,604\n\n100%\n\n  \n113,604\n\n      \n\n    \n\n    \n\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\nNPV\n\n     \n\n          \n\n       \n\n       \n\n     \n\n          \n\n       \n\n       \n\n0\n0\n0\n0\n5,680\n0\n0\n0\n0\n4,544\n0\n0\n0\n0\n3,408\n0\n0\n0\n0\n2,272\n\n113,604\n0\n0\n0\n5,680\n0\n0\n0\n0\n4,544\n0\n0\n0\n0\n3,408\n0\n0\n0\n0\n2,272\n\n113,604\n0\n0\n0\n4,069\n0\n0\n0\n0\n2,146\n0\n0\n0\n0\n1,061\n0\n0\n0\n0\n466\n63,335\n\n113,604\n0\n0\n0\n3,254\n0\n0\n0\n0\n1,298\n0\n0\n0\n0\n485\n0\n0\n0\n0\n161\n102,774\n\n          \n    \n\n     \n\n          \n\n       \n\n          \n\n     \n\n          \n      \n \nNPV = Net present value, O&M = Operation and Maintenance.\nSource: Staff consultant estimates.\n\n          \n\n\fTable A7.9:  Calculation of the Financial Internal Rate of Return (FIRR)\n (in constant [real] 2001 prices, $)\n\nInvestm ent\nC ost\n\nInstitutional\nM anagem ent\nC ost\n\nE nvironm ent\n/O & M\n\nO ther\nO & M\n\nC ost\nS tream\n\nR evenue\nS tream\n\nN et\nC ash\nFlow\n\nO & M  C osts\n\n        \n\n985,439\n\n                    \n-\n              \n38,500\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n              \n14,600\n\n                   \n-\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n                \n2,400\n\n              \n-\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n          \n6,000\n\n           \n             \n             \n             \n             \n             \n             \n             \n             \n             \n             \n             \n             \n             \n             \n             \n             \n             \n             \n             \n             \n             \n             \n             \n             \n             \n             \n             \n             \n             \n          \n\n985,439\n46,900\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n(548,512)\n\n                \n-\n        \n          \n          \n          \n          \n          \n          \n          \n          \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n\n116,190\n68,977\n77,133\n85,288\n94,563\n94,563\n94,563\n94,563\n94,563\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n\n        \n           \n           \n           \n           \n           \n           \n           \n           \n           \n           \n           \n           \n           \n           \n           \n           \n           \n           \n           \n           \n           \n           \n           \n           \n           \n           \n           \n           \n           \n         \n\n(985,439)\n69,290\n45,977\n54,133\n62,288\n71,563\n71,563\n71,563\n71,563\n71,563\n82,143\n82,143\n82,143\n82,143\n82,143\n82,143\n82,143\n82,143\n82,143\n82,143\n82,143\n82,143\n82,143\n82,143\n82,143\n82,143\n82,143\n82,143\n82,143\n82,143\n548,512\n\n123,623\n\n              \n\n17,190\n\n        \n\n42,974\n\n        \n\n1,047,296\n\n        \n\n685,425\n\n        \n\n(361,872)\n\nY ear\n\n \n\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\n2023\n2024\n2025\n2026\n2027\n2028\n2029\n2030\nSalvage value\n\n       \n\n(548,512)\n\n \n\nN P V\nD iscount R ate\nNPV = Net present value, O &M  = O peration and M aintenance.\nSource: Staff consultant estim ates.\n\n1,275,023\n12%\n\n            \n\n     \n\n5\n3\n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n7\n\n,\n \n\np\na\ng\ne\n2\n1\n\n \n\n\fTable A7.10:  Calculation of the Financial Internal Rate of Return \n(in constant [real] 2001 Prices)\n\nNet Revenues\n\nYear\n\nInvestment\nCost\n\nCost\nStream\n\nSource 1\nLanded\nFish Fees\n\nSource 2\nSource 3\nBerthage Mooring\n\nFees\n\nFees\n\nSource 4\nIce\nLease\n\nSource 5\nCold\nStorage\n\nSource 6\nWater\nSales\n\nSource 7\nLease/\nRental\n\nSource 8\nFuel\nSales\n\nSource 10\n\nSource 9\nWorkshop Accomodation\n/Training\n\nSource 11\nExport\nPacking\n\nRevenue \nStream\n\n      \n\n985,439\n\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\n2023\n2024\n2025\n2026\n2027\n2028\n2029\n2030\nSalvage value\nNet present value\n\n     \n   \n\n(548,512)\n1,275,023\n\nSource:  Staff consultant estimates.\n\n      \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n     \n   \n\n985,439\n46,900\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n23,000\n(548,512)\n1,047,296\n\n0\n94,545\n13,236\n17,018\n20,800\n20,800\n20,800\n20,800\n20,800\n20,800\n20,800\n20,800\n20,800\n20,800\n20,800\n20,800\n20,800\n20,800\n20,800\n20,800\n20,800\n20,800\n20,800\n20,800\n20,800\n20,800\n20,800\n20,800\n20,800\n20,800\n\n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n\n0\n6,240\n7,280\n9,320\n9,360\n9,360\n9,360\n9,360\n9,360\n9,360\n9,360\n9,360\n9,360\n9,360\n9,360\n9,360\n9,360\n9,360\n9,360\n9,360\n9,360\n9,360\n9,360\n9,360\n9,360\n9,360\n9,360\n9,360\n9,360\n9,360\n\n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n\n0\n0\n9,600\n9,600\n9,600\n9,600\n9,600\n9,600\n9,600\n9,600\n9,600\n9,600\n9,600\n9,600\n9,600\n9,600\n9,600\n9,600\n9,600\n9,600\n9,600\n9,600\n9,600\n9,600\n9,600\n9,600\n9,600\n9,600\n9,600\n9,600\n\n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n\n0\n6900\n10,800\n10,800\n10,800\n10,800\n10,800\n10,800\n10,800\n10,800\n10,800\n10,800\n10,800\n10,800\n10,800\n10,800\n10,800\n10,800\n10,800\n10,800\n10,800\n10,800\n10,800\n10,800\n10,800\n10,800\n10,800\n10,800\n10,800\n10,800\n\n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n\n0\n0\n6,349\n6,349\n6,349\n10,581\n10,581\n10,581\n10,581\n10,581\n21,162\n21,162\n21,162\n21,162\n21,162\n21,162\n21,162\n21,162\n21,162\n21,162\n21,162\n21,162\n21,162\n21,162\n21,162\n21,162\n21,162\n21,162\n21,162\n21,162\n\n        \n        \n        \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n\n0\n0\n2,600\n5,200\n7,800\n10,400\n10,400\n10,400\n10,400\n10,400\n10,400\n10,400\n10,400\n10,400\n10,400\n10,400\n10,400\n10,400\n10,400\n10,400\n10,400\n10,400\n10,400\n10,400\n10,400\n10,400\n10,400\n10,400\n10,400\n10,400\n\n        \n        \n        \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n\n0\n6,104\n12,209\n12,209\n12,209\n12,209\n12,209\n12,209\n12,209\n12,209\n12,209\n12,209\n12,209\n12,209\n12,209\n12,209\n12,209\n12,209\n12,209\n12,209\n12,209\n12,209\n12,209\n12,209\n12,209\n12,209\n12,209\n12,209\n12,209\n12,209\n\n        \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n\n0\n0\n3,303\n4,037\n4,771\n4,771\n4,771\n4,771\n4,771\n4,771\n4,771\n4,771\n4,771\n4,771\n4,771\n4,771\n4,771\n4,771\n4,771\n4,771\n4,771\n4,771\n4,771\n4,771\n4,771\n4,771\n4,771\n4,771\n4,771\n4,771\n\n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n\n0\n0\n1,200\n1,200\n1,200\n1,200\n1,200\n1,200\n1,200\n1,200\n1,200\n1,200\n1,200\n1,200\n1,200\n1,200\n1,200\n1,200\n1,200\n1,200\n1,200\n1,200\n1,200\n1,200\n1,200\n1,200\n1,200\n1,200\n1,200\n1,200\n\n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n\n0\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n2,400\n\n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n\n0\n0\n0\n0\n0\n2,442\n2,442\n2,442\n2,442\n2,442\n2,442\n2,442\n2,442\n2,442\n2,442\n2,442\n2,442\n2,442\n2,442\n2,442\n2,442\n2,442\n2,442\n2,442\n2,442\n2,442\n2,442\n2,442\n2,442\n2,442\n\n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n        \n\n0\n116,190\n68,977\n77,133\n85,288\n94,563\n94,563\n94,563\n94,563\n94,563\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n105,143\n\n    \n      \n      \n      \n      \n      \n      \n      \n      \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n\n      \n\n199,979\n\n      \n\n62,411\n\n      \n\n61,105\n\n      \n\n74,244\n\n      \n\n84,692\n\n      \n\n55,865\n\n      \n\n82,577\n\n      \n\n28,857\n\n        \n\n7,638\n\n            \n\n17,190\n\n      \n\n10,867\n\n    \n\n685,425\n\n5\n4\n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n7\n\n,\n \n\np\na\ng\ne\n2\n2\n\n \n\n\fTable A7.11:  Economic Internal Rate of Return Assumptions and Calculations\n\nFishing Recovery Benefit (full annual $ '000)\nFishing Recovery Phasing\n\nYear 1-4\nYear 5\n\nFish Handling Savings\nnil Based on the without \n100% project incremental fish \n\ncatch and the saving \n\nLand acquisition: US$ '000\n\nnil of wastage\n\nFleet Protection Socioeconomic Impact Financial Investment ($ '000)\nAdditional/Incremental Economic Conversion Factor\nNumber  \nBenefit to Fishers\n27\nFactor \nand Their Families\n4 years\n\nInvestment per Capita ($)\nPopulation (ADB 2000 Estimate) \nResults\n\n1.00\n0\n780,000\n\n   \n\nEIRR\nBenefit/Cost Ratio\n\n87%\n53.3\n\nADB = Asian Development Bank, EIRR = Economic Internal Rate of Return.\nSource: Staff consultant estimates.\n\nTable A7.12:  Estimated Annual Economic Costs and Benefits - Option 1\n\n($'000 in constant prices, July 2001)\n\nBenefit Streams (US $'000)\n\nAnnual O&M\n \n\nInvestment Environment\n\nCost\n\n/O&M\n\nOther\nO&M\n\nEconomic\nCosts\nStream\n\nFish\nCatch\nRecovery\n\nFish Handling\nUnloading\n/Storage\n\nFleet\nProtection/\nO&M\n\nInshore\n\nEconomic\nSocio-\nFish Stock Economic Benefits\nStream\nImpact\n\n & Reefs\n\nNet\nEconomic\nBenefits\n\n       \n\n985,439\n\nTotal\n%\n100%\n\nYear\n\n \n\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2030\nNPV\nDistribution (%)\nDiscount Rate\nEIRR\n\n       \n\n985,439\n\n0\n\n0\n\n       \n\n985,439\n\n0\n\n0\n\n0\n\n0\n\n       \n\n(985,439)\n\n0\n\n0\n\n0\n\n0\n\n               \n\n2,400\n\n          \n\n6,000\n\n          \n\n8,400\n\n               \n\n124,063\n\n          \n\n122,760\n\n            \n\n26,467\n\n             \n\n14,600\n\n          \n\n2,400\n\n          \n\n6,000\n\n               \n\n148,875\n\n          \n\n122,760\n\n          \n\n291,134\n\n             \n\n14,600\n\n          \n\n2,400\n\n          \n\n6,000\n\n               \n\n173,688\n\n          \n\n122,760\n\n          \n\n555,801\n\n             \n\n14,600\n\n          \n\n2,400\n\n          \n\n6,000\n\n     \n\n1,766,211\n\n               \n\n198,500\n\n          \n\n122,760\n\n          \n\n820,468\n\n             \n\n14,600\n\n          \n\n2,400\n\n          \n\n6,000\n\n     \n\n1,766,211\n\n               \n\n223,313\n\n            \n\n18,060\n\n       \n\n1,085,135\n\n             \n\n14,600\n\n          \n\n2,400\n\n          \n\n6,000\n\n     \n\n1,766,211\n\n               \n\n248,125\n\n            \n\n18,060\n\n       \n\n1,349,801\n\n             \n\n14,600\n\n          \n\n2,400\n\n          \n\n6,000\n\n     \n\n1,766,211\n\n               \n\n272,938\n\n            \n\n18,060\n\n       \n\n1,614,468\n\n             \n             \n             \n             \n             \n\n14,600\n14,600\n14,600\n14,600\n69,600\n\n          \n          \n          \n          \n       \n\n2,400\n2,400\n2,400\n2,400\n174,000\n\n          \n          \n          \n          \n    \n\n6,000\n6,000\n6,000\n6,000\n1,229,039\n\n     \n     \n     \n     \n   \n\n1,766,211\n1,766,211\n1,766,211\n1,766,211\n28,259,374\n43%\n\n               \n               \n               \n               \n            \n\n297,750\n322,583\n322,583\n322,583\n5,235,443\n8%\n\n            \n            \n            \n            \n          \n\n18,060\n18,060\n18,060\n18,060\n761,940\n1%\n\n       \n       \n       \n       \n     \n\n1,879,135\n2,143,802\n2,143,802\n2,143,802\n31,204,235\n49%\n\n0\n\n0\n\n0\n\n0\n\n0\n\n0\n0%\n\n        \n\n273,289\n\n        \n\n264,889\n\n        \n\n562,769\n\n        \n\n554,369\n\n        \n\n852,248\n\n        \n\n843,848\n\n     \n\n2,907,939\n\n     \n\n2,899,539\n\n     \n\n3,092,718\n\n     \n\n3,084,318\n\n     \n\n3,382,198\n\n     \n\n3,373,798\n\n     \n\n3,671,677\n\n     \n\n3,663,277\n\n     \n     \n     \n     \n   \n\n3,961,157\n4,250,636\n4,250,636\n4,250,636\n65,460,992\n\n     \n     \n     \n     \n   \n\n3,952,757\n4,242,236\n4,242,236\n4,242,236\n64,315,952\n\n         \n\n985,439\n\n12%\n87%\n\nNPV = Net present value, EIRR = Economic Internal Rate of Return, O&M = Operation and Maintenance.\nSource:  Staff consultant estimates.\n\n5\n5\n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n7\n\n,\n \n\np\na\ng\ne\n2\n3\n\n \n\n\f56\n\nAppendix 7, page 24\n\nTable A7.13:  Sensitivity Analysis\n\nIncrease\nCost\n(1,083,983)\n264,049\n553,529\n843,008\n2,898,699\n3,083,478\n3,372,958\n3,662,437\n3,951,917\n4,241,396\n4,241,396\n4,241,396\n\n           \n               \n               \n               \n            \n            \n            \n            \n            \n            \n            \n            \n\nBenefit\nReduction\n\n              \n               \n               \n               \n            \n            \n            \n            \n            \n            \n            \n            \n\n(985,439)\n237,560\n498,092\n758,623\n2,608,745\n2,775,046\n3,035,578\n3,296,109\n3,556,641\n3,817,172\n3,817,172\n3,817,172\n\nCombined\nCosts +10%\nBenefit -10%\n\n           \n               \n               \n               \n            \n            \n            \n            \n            \n            \n            \n            \n\n(1,083,983)\n236,720\n497,252\n757,783\n2,607,905\n2,774,206\n3,034,738\n3,295,269\n3,555,801\n3,816,332\n3,816,332\n3,816,332\n\nYear\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2030\n\nEIRR\n\n82.4%\n\n82.0%\n\n77.7%\n\nEIRR Sensitivity Analysis\nBase Case\nCase 1\nCase 2\nCase 3\n\nKey Variable\nIncrease in total costs of 10%\nReduction in benefits of 10%\nCombined effect of plus/minus 10%\n\nFactor\n0.95\n0.94\n0.89\n\nEIRR\n82.4%\n82.0%\n77.7%\n\nEIRR = Economic Internal Rate of Return.\nSource:  Staff consultant estimates.\n\n\f", "author_pages": ["ABBREVIATIONS\n", "ADB\nARP II\nEIRR\nETTA\nFAO\nFIRR\nFMES\nIDA\nNGO\nO&M\nPMU\nTA\nTFET\nUNTAET\n", "–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n", "Asian Development Bank\nAgriculture Rehabilitation Project (of World Bank)\neconomic internal rate of return\nEast Timor Transitional Administration\nFood and Agriculture Organization of the United Nations\nfinancial internal rate of return\nFisheries and Marine Environment Service\nInternational Development Association\nnongovernment organization\noperation and maintenance\nproject management unit\ntechnical assistance\nTrust Fund for East Timor\nUnited Nations Transitional Administration in East Timor\n", "km (kilometer)\nnm (nautical mile)\nknots\nm3\n", "–\n–\n–\n–\n", "1,000 meters\n1,852 meters\n1.852 kilometers per hour\ncubic meter\n", "MEASURES\n", "GLOSSARY\n", "demersal fish\npelagic fish\nsea mounts\n", "fish living at or near the bottom of  the sea\nfish living at or near the surface of the sea\nraised or elevated geological formations underwater\n", "NOTES\n", "(i) \n", "(ii) \n", "UNTAET's fiscal year (FY) ends on 30 June. FY before a calendar year denotes\nthe  year  in  which  the  fiscal  year  ends.  For  example,  FY2000  begins  on  1  July\n1999 and ends on 30 June 2000.\nIn this report, \"$\" refers to US dollars.\n", "CONTENTS\n", "PROJECT SUMMARY\n", "EAST TIMOR MAP\n", "HERA PORT LAYOUT\n", "I.\n", "THE PROJECT\n", "II.\n", "INTRODUCTION\n", "III.\n", "IV.\n", "BACKGROUND\nA.\nB.\nC.\nD.\nE.\nF.\n", "Sector Description\nPolicies and Plans\nExternal Assistance to the Sector\nPoverty Situation\nLessons Learned\nPolicy Dialogue\n", "THE PROJECT\nA.\nB.\nC.\nD.\nE.\nF.\n", "Rationale\nObjectives and Scope\nTechnical Justification\nCost Estimates\nImplementation Arrangements\nEnvironmental and Social Measures\n", "V. PROJECT JUSTIFICATION\n", "A.\nB.\nC.\nD.\nE.\n", "Financial and Economic Analyses\nEnvironment\nSocial Dimensions\nImpact on Poverty\nRisks\n", "VI.\n", "APPROVAL\n", "APPENDIXES\n", "Page\n", "ii\n", "v\n", "vi\n", "1\n", "1\n", "1\n1\n2\n3\n3\n5\n5\n", "6\n6\n6\n7\n7\n8\n9\n", "10\n10\n14\n14\n15\n16\n", "17\n", "18\n"]}