{"path": "data/input/reports/rrp-ban-34415.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK                  \nRRP: BAN 34415 \n \n \n \n \n \n \nREPORT AND RECOMMENDATION \n \nOF THE \n \nPRESIDENT \n \nTO THE \n \nBOARD OF DIRECTORS \n \nON A \n \nPROPOSED LOAN \n \nTO THE \n \nPEOPLE’S REPUBLIC OF BANGLADESH \n \nFOR THE \n \nROAD NETWORK IMPROVEMENT AND MAINTENANCE PROJECT II \n \n \n \n \n \n \n \n \n \nOctober 2003", " \n \nCURRENCY EQUIVALENTS \n(as of 15 October 2003) \n \nCurrency Unit   –  taka (Tk) \nTk1.00  =  $0.017 \n$1.00  =  Tk58.41 \n \nABBREVIATIONS \n \nADB    –  Asian Development Bank \nADF    –  Asian Development Fund \nARMP   –  annual road maintenance plan \nBOT    –  build-operate-transfer \nBRTA    –  Bangladesh Road Transport Authority \nCNG    –  compressed natural gas \nDFID    –  Department for International Development (United  \nKingdom) \nDMC    –  developing member country \nDOE    –  Department of Environment \nEIA    –  environmental impact assessment \nEIRR    –  economic internal rate of return \nERC    –  environmental resettlement circle \nFGD    –  focus group discussion \nGDP    –  gross domestic product \nHDM    –  highway design and maintenance standards model \nIDA    –  International Development Association \nIDC3    –  Institutional Development Component 3 \nIEE    –  initial environmental examination \nIIFC    –  Infrastructure Investment Facilitation Center  \nJBIC    –  Japan Bank for International Cooperation \nJICA    –  Japan International Cooperation Agency \nLPA    –  Land Port Authority \nMOC    –  Ministry of Communications \nMOWCA  –  Ministry of Women’s and Children’s Affairs \nNGO    –  nongovernment organization \nNLTP    –  national land transport policy  \nNMT    –  nonmotorized traffic \nNRSC   –  National Road Safety Council \nO-D    –  origin destination \nOPEC Fund  –  Organization of Petroleum Exporting Countries Fund for \n  International Development \nPSA  –  poverty and social analysis \nPRC    –  People’s Republic of China \nRDSC   –  road design and safety circle \nRHD    –  Roads and Highways Department \nR&R    –  resettlement and rehabilitation \nSASEC  –  South Asia Subregional Economic Cooperation \nSBE    –  small business enterprise \nSEC  –  Social and Environmental Circle \nTA  –  technical assistance ", " \nTSC  –  transport sector coordination \nVOC    –  vehicle operating cost \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 30 \nJune. FY before a calendar year denotes the year in which the fiscal year \nends, e.g., FY2000 ends on 30 June 2000. \n \n(ii)  In this report, “$” refers to US dollars. \n \n \nThis Report was prepared by a team consisting of Dong-Soo Pyo (team leader), \nV. S. Rekha, and D. Utami. \n \n \n \n \n ", " \nCONTENTS \n \n             Page \n \n     \nLOAN AND PROJECT SUMMARY      iii \n     \nMAPS        ix \n     \nI.  THE PROPOSAL      1 \n     \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND       1 \n  OPPORTUNITIES   \n  A.  Performance Indicators and Analysis      1 \n  B.  Analysis of Key Problems and Opportunities            4 \n     \nIII.  THE PROPOSED PROJECT    7 \n  A.  Objectives      7 \n  B.  Components and Outputs      8 \n  C.  Cost Estimates    11 \n  D.  Financing Plan      11 \n  E.  Implementation Arrangements      12 \n     \nIV.  PROJECT BENEFITS, IMPACTS, AND RISKS      15 \n  A.  Economic Impacts      15 \n  B.  Poverty Reduction Impacts      15 \n  C.  Social Impacts      16 \n  D.  Environmental Impacts      16 \n  E.   Risks      16 \n     \nV.  ASSURANCES      17 \n  A.  General      17 \nB.  Resettlement, Environment, and Social Issues           18 \nC.  Implementation of Reform Agenda under Sector Road Map      19 \nD.  Conditions for Loan Negotiations      19 \nE.  Conditions for Loan Effectiveness      20 \n   \nVI.  RECOMMENDATION      20 \n     \nAPPENDIXES \n \n1.  Project Framework    21 \n2.  Main Trusts of National Land Transport Policy    23 \n3.  External Assistance to the Roads Subsector, 1977-2002    24 \n4.  Details of Sector and Institutional Reform Program    25 \n5.  Details of Preliminary Design of Roads    27 \n6.  Criteria for Selecting Periodic Road Maintenance Subprojects    30 \n7.  Performance-Based Maintenance Contract    31 \n8.  Detailed Cost Estimates and Financing Plan    33 \n9.  Implementation Arrangements    34 ", "ii       \n10.  Implementation Schedule    35 \n11.  Contract Packages    36 \n12.  Terms of Reference for Monitoring of Resettlement    37 \n13.  Economic Analysis    38 \n14.  Summary Poverty Reduction and Social Strategy    43 \n15.  Project Benefits Distribution Analysis    46 \n16.  Summary of Resettlement Plan    51 \n17.  Summary Initial Environmental Examination    56 \n \nSUPPLEMENTARY APPENDIXES (available upon request) \nA  Outline Terms of Reference for Preparation of Road Master Plan \nB  Outline Terms of Reference for Privatization of Vehicle Inspection Centers \nC  Public Awareness Program on HIV/AIDs and Women Trafficking \nD  Outline Terms of Reference for Consulting Services to Supervise \n  Civil Works Construction \nE  Outline Terms of Reference for Detailed Design for the Proposed \n  Road Sector Development Project \nF  Cost and Benefit Streams for Project Roads \nG  Distribution of Net Benefits and Poverty Impact Ratio \n ", "     iii    \nLOAN AND PROJECT SUMMARY \n \nBorrower    The People’s Republic of Bangladesh \n \nClassification  Thematic   –   Economic growth \n  Poverty  –  Poverty intervention   \n \nEnvironmental   \nAssessment  Category B \n \n  The initial environmental examination is summarized in an \nappendix.  \n \nProject Description  The Project is to (i) help the Government implement sectoral \nand institutional reforms envisaged in the draft national land \ntransport  policy  (NLTP):  (a)  integrate  transport  policy, \nplanning,  and  appraisal  capacity  within  the  Ministry  of \nCommunications (MOC), (b) modernize and strengthen the \nRoads  and  Highways  Department  (RHD),  (c)  establish  a \nsustainable  mechanism  for  road  maintenance  funding,  (d) \nprivatize RHD’s plant and equipment and workshop functions, \nand  (e)  modernize  and  strengthen  the  Bangladesh  Road \nTransport Authority (BRTA); and (ii) improve (a) regional and \ndistrict  roads  to  strengthen  integrated  road  networks  in \nnorthwest  and  central-north  Bangladesh,  where  poverty \nincidence  is  the  highest;  (b)  the  Panchagahr-Banglabandh \nborder access road to facilitate cross-border traffic from Nepal; \nand (c) two missing links in major road networks that cause \nsevere  bottlenecks,  incurring  huge  economic  costs.  The \nProject  will  also  improve  periodic  and  routine  road \nmaintenance by securing appropriate government budget for \nmaintenance and by promoting private sector participation in \nroad maintenance.  \n \nRationale  In 2002 the Government developed NLTP with the assistance \nof  the  Department  for  International  Development  (DFID, \nUnited Kingdom) as  covenanted by the Asian Development \nBank (ADB) loan for the Road Maintenance and Improvement \nProject. The draft NLTP is with the cabinet for review and \napproval.  It  is  commendable  that  the  Government  has \nrecognized the urgency of sectoral and institutional reforms. \nTo ensure implementation of NLTP, the Project will prepare \nthe sector road map in consultation with the Government and \nset the milestones for key reform measures to be achieved \nwithin  a  certain  timeframe,  which  are  linked  to  further \nprocessing of the Project and provision of ADB’s next loan \nproject, programmed for 2006.  \n \nCompared with national and regional roads, about 96% of \nwhich are paved, district roads, which are mostly used by rural \nfarmers to access markets or social facilities, have only 60–", "iv       \n65% pavement ratio. Because of the poor condition of district \nroads,  rural  farmers’  connection  to  national  markets  or \neducation or health facilities, which are located in commercial \ncenters connected by national roads, is limited. There is need \nfor  complementary  improvement  of  national,  regional,  and \ndistrict roads to develop an integrated road network to link the \nrural poor to economic opportunities.  \n   \nIn 1998 India and Nepal signed the Phulbari agreement to \nallow  Nepalese  shipments  to  move  freely  through  the  43-\nkilometer strip in India connecting to Bangladesh, increasing \ntraffic across the border. However, the intended benefits have \nnot  fully  accrued  because  of  poor  land  port  facilities  in \nBanglabandh  and  narrow  and  poorly  maintained  border \naccess roads in Bangladesh. As the Government improves the \nland  port  facilities,  however,  cross-border  traffic  through \nBanglabandh  will  grow  substantially.  Improving  the  border \naccess road to Banglabandh will maximize the benefits of \ngovernment and aid agency initiatives for regional economic \ncooperation.  \n \nAlthough the major strategic corridors are almost completed \nover the past decades by coordinated efforts between the \nGovernment and aid agencies, some missing links remain in \nmajor  road  networks  that  cause  serious  bottleneck  and \nsubstantial  economic  cost  to  the  country.  Completing  the \nmissing links in the main road network should be given a high \npriority to better use existing road infrastructure. \n \nObjectives  The  Project  will  help  the  Government  achieve  poverty \nreduction  through  economic  growth  by  improving  transport \nefficiency and strengthening integrated road networks. The \nProject  will  (i)  facilitate  the  Government  to  implement  the \nsector and institutional reform measures envisaged in NLTP; \n(ii) improve national,  regional, and district roads to provide \nrural farmers with better access to markets, social services, \nand employment opportunities, to provide better access to the \nborder point in Banglabandh, and to complete some missing \nlinks  in  the  main  road  network;  (iii)  secure  Government \nresources for periodic road maintenance; (iv) promote private \nsector  participation  in  road  maintenance;  (v)  improve  road \nsafety;  (vi)  privatize  the  operation  of  5  vehicle  inspection \ncenters; and (vii) improve public awareness for HIV/AIDS1 and \ntrafficking of women.  \n \nCost Estimates  The total project cost is estimated at $187.1 million equivalent, \ncomprising  foreign  exchange  of  $75.0  million  and  local \ncurrency of $112.1 million equivalent.  \n \n________________________  \n1 Human immunodeficiency virus/acquired immunodeficiency syndrome. ", "     v   \n \nFinancing Plan \n             ($ million) \nForeign  Local  Total \nSource  % \nExchange  Currency  Cost \nADB-ADF   75.0  51.0  126.0  67.3 \nGovernment  0.0  61.1  61.1  32.7 \n  Total  75.0  112.1  187.1  100.0 \n     ADB = Asian Development Bank, ADF = Asian Development Fund. \n    Source: ADB staff. \n \n     \nLoan Amount and Terms  A loan in various currencies equivalent to Special Drawing \nRights 88,125,000 ($126 million equivalent) will be provided.  \nThe loan will have a term of 32 years, including a grace period \nof 8 years, with an interest charge of 1.0% per annum during \nthe grace period, and 1.5% per annum thereafter.  \n \nPeriod of Utilization  Until 30 December 2008 \n \nEstimated Project  \nCompletion Date  30 June 2008 \n \nExecuting Agency  Roads and Highways Department for road improvement, road \nmaintenance, and road safety. \n \n  Bangladesh Road Transport Authority for vehicle inspection \ncenter privatization.  \n \n  Ministry of Women’s and Children’s Affairs for raising public \nawareness of HIV/AIDS and trafficking of women.  \n \nImplementation \nArrangements  The Project will be implemented by a project management unit \nheaded by an additional chief engineer and project director. \nThe project director will report to the chief engineer of RHD \nand be supported by an additional project director and three \nexecutive engineers as project managers responsible for day-\nto-day project implementation. The project director will have \noverall  responsibility  for  periodic  road  maintenance \ncomponent, including overseeing subproject selection under \nthe annual road maintenance plan using the highway design \nand  maintenance  standards  model  (HDM);  procurement; \nmonitoring  and  reporting;  and  coordinating  performance-\nbased maintenance contracts.  \n   \n  The  transport  sector  coordination  wing,  which  will  be \nestablished in MOC by mid-2004, will monitor implementation \nof  the  sector  road  map  agreed  upon  with  ADB  and \nachievement  of  the  road  map’s  milestones.  After  the  loan \nbecomes effective, the transport sector coordination wing will ", "vi       \nsubmit to ADB a quarterly report summarizing the progress of \nreform measures included in the road map. \n \n  For  privatization  of  vehicle  inspection  centers,  the \nInfrastructure  Investment  Facilitation  Center  (IIFC)  will  be \ndesignated as an implementing agency to manage the whole \nprocess of privatization. IIFC will form a task team consisting \nof a leader and two technical members. The task team will be \nresponsible for day-to-day implementation of the Project and \nreport to the engineering of BRTA.  \n \nFor  improvement  of  public  awareness  of  HIV/AIDS  and \ntrafficking  of  women,  a  steering  committee  headed  by \nSecretary, Ministry of Women and Children Affairs (MOWCA) \nwill be established consisting of the senior assistant chief of \nthe MOWCA, the project director in RHD, and nongovernment \norganizations  (NGOs).  The  steering  committee  will  guide \nMOWCA in implementation of this component. \n \nProcurement  All  civil  works  contract  packages  will  be  procured  in \naccordance with ADB’s Guidelines for Procurement, following \ninternational competitive bidding procedures, except for civil \nworks contracts for ADB-financed road maintenance of up to \n$2  million,  which  may  follow  local  competitive  bidding \nprocedures acceptable to ADB. \n \nConsulting Services  Consulting services will be required to supervise civil works for \nroad  improvement  and  periodic  road  maintenance.  An \ninternational consulting firm will do this in association with \ndomestic  consultants.  Besides  contract  supervision, \nconsultants  will  (i)  design  performance-based  road \nmaintenance and implement supervision maintenance; and (ii) \nassess  the  safety  of  existing  roads,  develop  a  black-spot \nimprovement  plan,  and  procure  and  supervise  civil  works. \nConsulting  services  will  also  be  required  to  (i)  prepare  a \ndetailed  design  for  the  proposed  road  sector  development \nproject, (ii) manage privatization of vehicle inspection centers, \n(iii)  prepare  the  road  master  plan,  and  (iv)  audit  project \naccounts for the Project’s periodic and random procurement \naudits. The consultants will be recruited in accordance with \nADB’s  Guidelines  on  the  Use  of  Consultants  and  other \narrangements  satisfactory  to  ADB  for  engaging  domestic \nconsultants. \n \nProject Benefits  \nand Beneficiaries  The direct and quantifiable benefits of the Project consist of \nsavings  in  vehicle  operating  costs  (VOCs)  to  normal and \ndiverted  traffic,  where  applicable,  and  savings  in  time. \nNonquantifiable  benefits  include  greater  passenger  comfort \nand  reduced  cargo  damage.  Indirect  benefits  arise  from \nsecondary effects of reduced VOCs and time costs, which ", "     vii    \nlead to increased economic activities. These benefits have \nbeen estimated as generated passenger and cargo traffic.  \n \n  The beneficiaries are the various categories of road users: \nowners/operators  of  buses  and  trucks,  passengers,  cargo \nowners, and the population in the Project area. Benefits in the \nform of lower VOCs enjoyed by vehicle owners/operators are \nexpected  to  be  distributed  widely  among  the  various \nstakeholders as the transport industry is competitive. \n \n  Analysis of the project effects on road users, construction \nworkers, Government, and lenders shows benefit distribution \namong  road  users  and  considers  the  negative  or  positive \neffects on (i) the Government and the economy in general (a \nnegative  effect)  by  way  of  the  subsidy  the  Government \nprovides to road users by funding part of the construction cost; \n(ii)  lenders,  who  also  subsidize  road  users  through \nconcessional loan terms; and (iii) construction workers, who \ngain because their wages are higher than the opportunity cost \nof their labor. When gains and losses of all parties are netted, \na poverty impact ratio, expressing the proportion of net benefit \naccruing to the poor, was calculated as 0.60 for district roads, \n0.63 for border access roads, and 0.34 for missing links. In the \ncase of border access roads, about 6% of project benefits are \nfound to accrue to Nepali cargo owners.  \n \nRisks and Assumptions  The main risk is that prolonged resettlement will delay project \nimplementation.  To  facilitate  timely  and  effective \nimplementation and monitoring of the resettlement plan, RHD \nwill  hire  NGOs  to  process  and  resolve  all  resettlement \nproblems.  A  district  coordination  mechanism  will  be \nestablished  to  resolve  land  acquisition  and  resettlement \nissues.  \n \nThe Government’s counterpart funding is another risk factor \nthat needs close attention during implementation, particularly \nfor periodic maintenance, because it requires 70% government \nfinancing, which is much higher than usual. The Project has \nthus  obtained  the  Government’s  commitment  not  only  for \ngeneral  assurance  about  counterpart  funding  but  also  for \nspecific assurances such as increasing annual revenue budget \nallocation for periodic road maintenance. If, however, a road \nfund is created by the end of 2005 as covenanted, this risk will \nbe dramatically mitigated because counterpart funding will be \nsourced from the road fund, which will not be affected by the \nGovernment’s fiscal situation. \n \nThe expected benefits from the improvement of border access \nroad,  Panchagahr-Banglabandh,  will  accrue  only  when \nlandport facilities in Banglabandh are improved as pursued by \nthe Government. The dialogue with Land Port Authority and ", "viii      \nIIFC, which oversees the whole processes of concessioning of \ndevelopment  and  operation  of  land  port  in  Banglabandh \nrevealed that a sufficient number of private sector investors \nhave expressed interest, and that they were rather concerned \nthat the poor border access road would discourage potential \ninvestors  IIFC  has  quite  a  good  track  record  in  providing \nassistance  for  state-owned  companies  to  privatize  in \nBangladesh,  and  has  a  number  of  qualified  staff \nknowledgeable  about  build-operate-transfer  (BOT)-type  \nconcession contracts. The progress of BOT concessioning will \nbe  closely  monitored  and,  if  necessary,  ADB  will  provide \nassistance to ensure the success of BOT investment in the \nBanglabandh land port. \n \nThe important risk is that the Government would lose their \ninterest in sector reform that was initiated and maintained by \ncoordinated  influences  from  aid  agencies  and  recently \nculminated  with  several  landmark  achievements  of  reform \ninitiatives. To keep this momentum, aid agencies will continue \nto closely coordinate, provide financial and technical support to \nassist the Government in achieving the sector road map, and \nmake unified voice in terms of future institutional and sector \nreform  in  Bangladesh.  DFID’s  consolidated  Institutional \nDevelopment Component 3 (IDC3), World Bank’s sector reform \nproject in 2005, and ADB’s road sector development project in \n2006 will be formulated in close consultation and gather forces \nto leverage Government’s continuing interest in sector reform. \n \n ", "Map 1  ix", "M\na\np\n 2", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the People’s Republic of Bangladesh for the Road Network Improvement and Maintenance \nProject II. \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n \nA.  Performance Indicators and Analysis \n \n1.  Introduction \n \n2.  The transport system in Bangladesh is extensive and diversified, comprising about \n140,000 kilometers (km) of roads, 2,700 km of railroads, 5,970 km of perennial and seasonal \nwaterways, two major seaports, and seven airports. The primary road network connecting \nnational and regional roads and district roads comprises 20,800 km,1 while the secondary roads \ntotal 115,000 km. National and regional roads and district roads are administered by the Roads \nand Highways Department (RHD) within the Ministry of Communications (MOC). Secondary \nroads are administered by the Local Government Engineering Department (LGED) within the \nlocal government division. \n \n3.  The performance of the road sector has consistently improved in the past decades, \naided by extension of the road network and demand for road transport that increased rapidly at \nan average annual rate of 8.4% for passengers and 8.2% for freight during the 1990s, or almost \ndouble  the  average  gross  domestic  product  (GDP)  growth  of  4.7%.  The  modal  share  of \ntransport has gradually shifted in favor of roads. From 1975 to 1997 the modal share of road \ntransport rose from 54% to 73% for passenger traffic, and from 35% to 63% for freight. Roads \nhave become the principal mode of transport.  \n \n4.  Roads  are  important  for  regional  cooperation,  which  constitutes  ADB’s  long-term \ndevelopment strategy. At the center of the South Asia growth quadrangle and surrounded by \nIndia, Nepal, Bhutan, and Myanmar, Bangladesh will accommodate most intraregional transit \nshipments  in  the  region.  Asian  Highways,  conceived  and  pursued  by  the  United  Nations \nEconomic and Social Commission for Asia and Pacific (ESCAP) to set up a road network linking \nAsia  and  Europe,  will  pass  through  Bangladesh,  making  it  the  link  between  South  and \nSoutheast Asia. ADB’s assistance for the road sector in Bangladesh should foster a conducive \nenvironment for regional cooperation and maximize the development impact over South Asia.  \n \n2.  National Land Transport Policy \n \n5.  In 2002 the Government developed the national land transport policy (NLTP) with the \nassistance  of  Department  for  International  Development  (DFID),  United  Kingdom,  as \ncovenanted by ADB’s loan for the Road Maintenance and Improvement Project.2 The draft \nNLTP is with the Cabinet for review and approval. NLTP will change the way the road sector is \nplanned and managed by (i) promoting greater private sector participation and (ii) fostering the \n                                                 \n1  The primary road network comprises 3,086 km of national roads, 1,751 km of regional roads, and 15,962 km of \ndistrict roads. District roads are the ones connecting national and regional roads.  \n2  ADB. 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of Bangladesh for the Road Maintenance and Improvement Project. Manila. ", "2      \nconcept of “user pays” for the costs of services. Main thrusts of NLTP are summarized in \nAppendix 2. \n \n3.  Roads and Highways Department \n \n6.  RHD was founded in 1962, with 5,000 personnel, and 1,150 km of paved road under its \njurisdiction. RHD grew steadily, and now has 20,000 personnel looking after 20,800 km of \nprimary roads. RHD consists of three wings (mechanical, technical services, and network \nmanagement and build-operate-transfer [BOT]) and seven field zones, each headed by a chief \nengineer who reports directly to the chief engineer.  \n \n7.  RHD has achieved its mission successfully, completing the five strategic road corridors \nwith the assistance of aid agencies. However, RHD now needs to be restructured as the nature \nof its road works has changed substantially:  \n \n(i)  RHD road works have become more complex and sophisticated, i.e., planning \nnow requires more advanced techniques, bridge design and construction are \nmore  complex,  financial  and  physical  accounting  and  reporting  systems  are \nbecoming more complex, and pressure is greater to improve the quality of all \nworks; \n \n(ii)  With the major road network now almost complete, the emphasis of RHD’s work \nmoves from construction to maintenance, which is not technically complex but \nrequires a high level of planning and management; and \n \n(iii)  Most construction and maintenance used to be carried out by RHD, which also \nsupplied labor, equipment, and materials. These functions are now mostly carried \nout under contract, with the private sector playing the major role.  \n \n8.  DFID financed Institutional Development Component 3 (IDC3) of the World Bank’s Third \nRoad Rehabilitation and Maintenance Project, approved in 1998, to strengthen the institutional \ncapacity of RHD and reorganize it. Successful implementation of IDC3 has rationalized RHD’s \noperations in many ways: (i) RHD is now run according to modern management methods; (ii) \nroad transport planning capability is sustainable; (iii) the Road Safety Cell in the Bangladesh \nRoad  Transport  Authority  (BRTA)  is  now  functioning,  providing  road  safety  information, \nplanning, coordination, and publicity services; (iv) sustainable work-based training and human \nresources  development  capability  are  developed  by  the  RHD  Training  Center;  (v)  RHD’s  \nfinancial management has been improved by a financial management unit; and (vi) computer \nnetworks and a management information system are operational.  \n \n9.  IDC3 also drew up a new organizational structure for RHD, defining its mission as (i) \nprovision of a safe, cost-effective, and well-maintained major road network; and (ii) delivery of \nthe  full  range  of  responsibilities  in  respect  of  main  road  and  bridge  network  with  clear \naccountability.  The  proposed  RHD  structure  consists  of  five  headquarter  wings  (technical \nservices,  planning  and  maintenance,  bridge  management,  management  services,  and \nmechanical) and seven field zones, each headed by a chief engineer. One chief engineer has \nbeen assigned to manage World Bank projects and another one to manage ADB projects. In \nNovember 2002 MOC ratified this new organizational structure. DFID will help RHD finalize job \ndescriptions of staff; prepare a restructuring action plan; and complete circle operation plans, \noperational  procedures,  management  manuals,  staff  professional  development  plans,  and \ndepartmental training plans.  ", "     3   \n4.  Road Maintenance \n \n10.  RHD’s road network is estimated at $7.4 billion. Annual preventive maintenance is \nestimated to cost $100 million.3 Actual spending, however, is around $44 million, with the \nconsequent shortfall adding up to the maintenance backlog of $450 million. RHD is thus shifting \nits focus from road development to road maintenance. Under IDC3, RHD developed an annual \nroad maintenance plan (ARMP), which uses the highway design and maintenance standards \nmodel (HDM) to determine which roads should be maintained for the year and at what level.  \n \n11.  Strengthening institutional focus on road maintenance will, however, have only a limited \neffect unless additional sources of road maintenance financing are established. For the past 5 \nyears, no more than 20–25% of road sector revenue4 has been spent to maintain RHD and \nLGED roads. NLTP urges the establishment of a sustainable funding mechanism for road \nmaintenance by earmarking part of the fuel tax levy or introducing an additional road fuel levy. \nThe Government plans to eliminate backlog maintenance in 20 years and to create no more \nonce a sustainable funding mechanism is in place.  \n \n12.  Apart from finding a sustainable financing mechanism for road maintenance, continuing \nattention was paid to the shortfall of government resources for periodic road maintenance and \nthe increasing backlog of deferred maintenance. The World Bank provided $70 million for \nperiodic  maintenance  over  2000–2004  through  its  Road  Rehabilitation  and  Maintenance \nProject.  ADB’s  past  two  road  projects  attempted  to  reduce  the  increasing  backlog  by \nencouraging  the  Government  to  commit  more  of  its  annual  budget  to  periodic  road \nmaintenance. ADB allocated $15.8 million for periodic road maintenance and required the \nGovernment to pay 70% of the cost of periodic maintenance carried out through the projects, \nwhich  will  enable  the  Government  to  source  $47  million  to  finance  500  km  of  periodic \nmaintenance for 5 years.    \n \n5.  Road Safety \n \n13.  The fatality rate on the road network remains the highest in South Asia, with the number \nof people reported killed increasing from 955 in 1983 to 3,162 in 1997, for an annual fatality rate \nof 73 per 10,000 motor vehicles, double that in other South Asian countries, and several times \nhigher than that in Europe. The causes of the significantly increased accident rate are mainly \noverspeeding,  overloading,  and  overtaking  by  motor  vehicles.  Unregulated  movement  of \nnonmotorized vehicles along with motorized vehicles on the same route is also a major cause of \nroad accidents and traffic congestion.  \n \n14.  To address the safety issue more systematically, RHD established an independent road \ndesign and safety circle (RDSC), which monitors road safety throughout RHD and prepares \nmanuals for road safety and road design. RDSC also introduced a road safety audit program for \nRHD roads, and prepared a road safety manual with an institutionalized systematic method to \nidentify hazards on new and existing roads.   \n \n15.  While RHD addresses road safety through engineering solutions such as a road safety \naudit, the National Road Safety Council (NRSC) leads national activities to improve road safety. \nNRSC set up district and municipal committees and carried out the initial public campaigns, bus \n                                                 \n3 RHD. (2001). Towards Effective Asset Management of Roads and Bridges. February. \n4 Road sector revenue consists of taxes and duties on fuel, taxes and duties on vehicle imports, taxes and duties on \nvehicle parts and accessory imports, taxes and fees on vehicle registration, and toll collection on ferries and bridges.  ", "4      \ndriver-truck driver-training programs, and overloading awareness campaigns. The road safety \ncell established in BRTA provides secretariat services to NRSC and coordinates all road safety \nactivities.  \n \n6.  Management of Air Pollution \n \n16.  Vehicles in Bangladesh have been increasing rapidly in the past decade, with many \nurban centers, particularly Dhaka and Chittagong, experiencing phenomenal increases in air \npollution due in large part to vehicle emissions. The problem is compounded by an aging vehicle \nfleet, substandard vehicle maintenance, and lack of proper vehicle inspection facilities. Under \nthe Southwest Road Network Development Project,5 ADB provided technical assistance (TA) to \nformulate a strategy to improve air quality in Dhaka and other major cities, particularly by \nreducing  vehicular  emission.  The  study  identified  opportunities  to  introduce  technological \nchanges to the use of compressed natural gas (CNG) for trucks and buses.6 These efforts \nresulted in the Bangladesh Road Transport Corporation’s introducing CNG-powered buses, \nwhich provides about 50% savings in fuel  costs and significant environmental benefits in \nreducing air pollution.  \n \n17.  The most polluting vehicles are those with two-stroke petrol engines. The country, \nespecially Dhaka, has a large fleet of two-stroke three-wheeled vehicles, producing around 75% \nof harmful emissions in the city. The Government ordered that all such vehicles in Dhaka be \nCNG-powered, then phased out, and later banned in the rest of the country. These efforts have \nsubstantially contributed to reducing air pollution in Dhaka as applauded by road users as well \nas by most aid agencies.  \n \n18.  Under the Road Overlay and Improvement Project,7 ADB provided technical advice and \nfinancing for five vehicle inspection centers (in Dhaka, Chittagong, Rajshahi, and Khulna) that \nwill  issue  fitness  and  nonpollution  certificates.  Five  centers  were  built  and  sophisticated \nequipment installed. The equipment, however, has not been fully utilized because of lack of \nexpertise in BRTA. In a loan covenant, the Southwest Road Network Development Project thus \nrequired  BRTA  to  lease  to  the  private  sector  the  operation  and  management  of  vehicle \ninspection centers by June 2001. This requirement has not been complied with because of poor \ninstitutional capacity and lack of expertise in BRTA. The project completion report of the Road \nOverlay  and  Improvement  Project8  recommended  ADB’s  further  assistance  to  strengthen \nBRTA’s  capacity  as  a  way  to  normalize  and  ultimately  privatize  the  operation  of  vehicle \ninspection centers.   \n \nB.  Analysis of Key Problems and Opportunities \n \n1.  District Roads \n \n19.  The partnership agreement on poverty reduction concluded in April 2000 identified roads \nas one of the most important tools to reduce poverty. In line with the agreement, the road \n                                                 \n5 ADB. 1999. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of Bangladesh for the Southwest Road Network Development Project. Manila. \n6 The Dhaka Clean Fuel Project, approved in 2002 for $72 million, will complement the effort to introduce CNG-\npowered vehicles by improving the availability of and access to CNG.  \n7 ADB. 1993. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of Bangladesh for the Road Overlay and Improvement Project. Manila. \n8 ADB. 2002. Project Completion Report on the Road Overlay and Improvement Project (Loan 1287-BAN[SF]) in \nBangladesh. Manila.  ", "     5   \nsubsector strategy focuses on (i) accelerating pro-poor economic growth, e.g., by providing \nfarmers with access to markets and inputs; (ii) reducing obstacles to social service delivery and \nproviding access to vulnerable groups; (iii) facilitating popular participation by facilitating travel; \nand (iv) conducting road  sector operations with greater public scrutiny and introducing more \nobjective and transparent approaches to resource allocation, especially for road maintenance.   \n \n20.  Since 1977 ADB has provided 12 loans totaling $931 million to the road sector in \nBangladesh, focusing largely on the completion of five strategic road transport corridors. Other \nmajor financiers, including the World Bank and bilateral agencies, have invested $1.8 billion in \nthe road sector, also focusing on strengthening strategic corridors. These coordinated efforts \nconsiderably helped meet the growing demand for roads by linking strategic areas in through \nstrategic corridors. About 96% of national and regional roads are paved.   \n \n21.  Developing an integrated road network to link the rural poor to economic opportunities \nshould not be emphasized. Only 65% of district roads, mostly used by farmers to access \nmarkets or social facilities, are paved, which hinders farmers from reaching national roads and, \nconsequently, accessing markets or education or health facilities, which are in commercial \ncenters.  \n \n2.  Regional Economic Cooperation \n \n22.  Landlocked  Nepal  will  benefit  from  access  to  Mongla  and  Chittagong  ports  in \nBangladesh as an alternative to Calcutta or Haldia ports, especially with the Paksey and Rupsa \nbridges being built in Bangladesh. The preferable road connection to Nepal is from Rangpur and \nBanglabandh in Bangladesh, via Phulbari and Silliguri in India, to the East-West Highway at \nKakarvitta in Nepal. In 1998 India and Nepal signed the Phulbari agreement to allow Nepalese \nshipments to move through the 43 km strip in India connecting to Bangladesh. Nepalese trucks \ncross  Nepal  at  Kakarvitta  and  travel  through  Phulbari  in  India  to  enter  Bangladesh  at \nBanglabandh with Indian police escorts.  \n \n23.  The  intended  benefits,  however,  have  not  fully  accrued  because  of  a  number  of \nobstacles. Banglabandh has no land port facilities such as customs offices, inland container \ndepot and warehousing facilities, parking and loading and unloading areas, or banking services. \nThe city has neither formal customs office nor customs officials. Among the most serious \nimpediments are, however, the physical constraints, i.e., capacity bottlenecks in border access \nroads in Bangladesh, mainly caused by narrow roads and bridges and poor maintenance of \nborder  access  roads.  Access  roads  to  the  border  point  are  in  too  poor  a  condition  to \naccommodate transborder traffic from Nepal, especially multi-axle heavy trucks.  \n \n24.  The Government established the Land Port Authority (LPA) in the Ministry of Shipping in \n2001 to (i) facilitate trade with neighboring countries, (ii) increase national income through trade, \n(iii) reduce smuggling, and (iv) enable private enterprises to participate in the port services. LPA \nidentified 12 strategic land ports, ni cluding Banglabandh, for development by BOT. Private \ndevelopers will design, finance, construct, operate, and maintain the port facilities, including \nstack  yard  and  warehouse  for  storage,  transshipment  yard  facilities,  parking  areas,  and \nequipment and machinery. The land port development project has already been bidden out, and \nproposals of private developers are under review. Improvement of border access roads will \ncomplement the Government’s efforts to increase trade with neighboring countries through land \nports.  \n ", "6      \n25.  The Panchagarh-Banglabandh road is the key linking route of Asian Highway 2, which \nstarts at the border between Iraq and Iran, passes through Pakistan, India, Nepal, Bangladesh, \nMyanmar, Lao People’s Democratic Republic, Thailand, and Malaysia, and ends in Singapore. \nBanglabandh is a strategic linking point in Asian Highway 2, connecting South with Southeast \nAsia, so its operation will depend primarily on the functioning of the land port at Banglabandh \nand upgrading of Panchagahr-Banglabandh road to Asian Highway standards. Improvement of \nthis border access road will improve the whole stretch of Asian Highway 2 and boost cross-\nborder traffic through Banglabandh in parallel with neighboring countries’ efforts to promote \nregional trade. \n \n26.  Under the  initiatives of the South Asia Subregional Economic Cooperation (SASEC), \nconcerted efforts are being made in neighboring countries to improve interconnectivity. In India, \nthe West Bengal Corridor Development Project, approved in 2001, provides a backbone in West \nBengal  for  subregional  connectivity.  The  Subregional  Transport  Connectivity  Project, \nprogrammed for 2004, will supplement the West Bengal Corridor Development Project by \nproviding linkages to main commercial/production centers and the subregional transit system. In \nNepal, the Subregional Roads Connection Project, programmed for 2004, intends to improve \nthe eastern end of the east-west highway to establish a smoother connection to Siliguri-India \nand Banglabandh-Bangladesh. These harmonized efforts in India, Nepal, and Bangladesh will \nhelp achieve SASEC’s goal to develop efficient transport logistics links in South Asia. \n \n3.  External Assistance \n \n27.  Japan  Bank  for  International  Cooperation  (JBIC),  World  Bank,  DFID,  and  Japan \nInternational Cooperation Agency (JICA) are major aid agencies that have supported the road \nsector in Bangladesh. People’s Republic of China, Denmark, Italy, Kuwait, Netherlands, and \nSwitzerland  also  provided  bilateral  support.  Aid  agencies’  assistance  has  been  closely \ncoordinated through local consultative group meetings by addressing all road sector-related \nissues. Aid agencies’ coordination resulted in NLTP. DFID financed IDC3 to strengthen RHD, \nand was remarkably successful in changing RHD’s management of the major road network and \nin coordinating the activities of the major aid agencies. In line with IDC3 reforms, ADB’s Road \nMaintenance and Improvement Project (footnote 2) required the Government to prepare a \nnational transport policy as a loan condition. DFID responded to ADB’s initiative by financing \nconsulting services for preparation of the national transport policy. NLTP was prepared by this \nconcerted effort of the Government, DFID, and ADB.  \n \n28.  JBIC finances the construction of the Paksey and Rupsa bridges, which will connect the \nnorthwest to the southwest region and help direct cross-border traffic from Nepal and Bhutan to \nMongla  Port.  With  the  bridges  constructed,  ADB’s  Road  Network  Improvement  and \nMaintenance Project in the northwest and initiative to facilitate cross-border traffic through \nBanglabandh will have more critical development impact. JICA is supporting a feasibility study \non constructing Padma Bridge, which will connect the southwestern and eastern regions and \nthereby complete the integration of the country following the construction of Paksey and Rupsa \nbridges. ADB will provide TA for Padma Bridge in 2005, and closely coordinate with JICA to \ndevelop a financially, economically, technically, and environmentally viable project. External \nassistance to the road sector is summarized in Appendix 3. \n \n4.  Lessons Learned \n \n29.  Attention  to  the  social  and  environmental  aspects  of  road  projects  has  become \nincreasingly important for their successful implementation. Consultations with stakeholders in ", "     7   \nthe field are essential to identify possible adverse impacts and to develop land acquisition and \nresettlement plans, mitigate environmental impacts, and address gender dimensions of projects. \nA  flexible  resettlement  plan  prepared  in  full  consultation  with  stakeholders  will  avoid  the \nunnecessary delays encountered by recent road projects. Participatory assessments involving \nthe poor are an important tool to ensure that their needs are reflected in project formulation. \n \n30.  One more important lesson is that unless periodic maintenance is undertaken on time, \nroads will deteriorate and require more costly investment in rehabilitation. A sustainable funding \nmechanism for road maintenance would help avoid inefficient use of resources. \n \n31.  Over the past decade ADB; other aid agencies, including DFID and World Bank; and \nJapan have seen the need to closely coordinate their support programs after encountering \nproblems  of  competing  strategies  and  support  duplication.  The  main  aid  agencies  have \nestablished a consultative group that meets regularly in Dhaka, and increasingly seek to finance \nelements of a common sector agenda. For example, the main aid agencies’ support for IDC3’s \ninstitutional and road maintenance initiatives culminated in the development of NLTP. \n \n5.  Policy Dialogue \n \n32.  Policy dialogue was conducted with the Government to determine institutional and policy \nreforms for inclusion in project formulation. Participants agreed that the Project would include a \nroad map to link future ADB support to implementation of principal elements of NLTP relating to \nthe  road  sector.  The  road  map  is  expected  to  cover  2003-2008,  considered  sufficient  to \ncomplete implementation of the main institutional and policy reforms envisaged by NLTP for the \nroad sector. The road map will be reviewed and updated during preparation of ADB projects \nduring  this  period,  including  the  proposed  road  sector  development  project,  tentatively \nscheduled for 2006. \n \n33.  A road map was prepared based on discussions with the Government, review of NLTP, \nand review of compliance with loan covenants under previous ADB road projects in consultation \nwith DFID and the World Bank. The road map (Appendix 4) covers the following institutional and \npolicy reform elements of NLTP: (i) integration of transport policy, planning, and appraisal within \nMOC; (ii) updating of legislation; (iii) private sector participation in highway development; (iv) \nmodernization  and  strengthening  of  RHD;  (v)  privatization  of  RHD’s  plant  and  equipment \nworkshops; (vi) funding of road maintenance; (vii) road maintenance; (viii) preparation of a road \nsector master plan; and (x) modernization and strengthening of BRTA, including road safety. A \nnumber of advance actions were identified for inclusion in the loan-processing conditions. Key \nimplementation outcomes within the road map were identified as milestones to be met before \nADB processes/approves its support, tentatively scheduled for 2006. These were included as \nassurances to be met within 18 months of effectiveness of the project loan. The linking of further \nADB financing to accomplishing milestones will encourage the Government to implement its \nreform program in full and on schedule. The Appraisal Mission and Government considered the \nadvance actions and milestones to be achievable within the stipulated time frames.  \n \nIII.  THE PROPOSED PROJECT \n \nA.  Objectives \n \n34.  The objective of the Project is to help the Government achieve poverty reduction through \neconomic growth by improving transport efficiency and strengthening integrated road networks. \nThe Project will (i) facilitate the Government to implement sectoral and institutional reform ", "8      \nmeasures envisaged in NLTP; (ii) improve national, regional, and district roads to provide rural \nfarmers with better access to markets, social services, and employment opportunities, and to \nprovide better access to the border point in Banglabandh; (iii) secure Government resources for \nperiodic road maintenance; (iv) promote private sector participation in road maintenance; (v) \nimprove road safety; (vi) privatize the operation of five vehicle inspection centers; and (vii) \nimprove public awareness of HIV/AIDS9 and trafficking of women.   \n \nB.  Components and Outputs \n \n1.  Sector and Institutional Reform Program \n \n35.  The Government will develop follow-up action plans to implement NLTP with DFID \nassistance. The Project will prepare the sector road map in consultation with the Government \nand set the milestones for key reform measures to be achieved within a certain timeframe, \nwhich are linked to further processing of the Project and provision of ADB’s next loan project, \nprogrammed for 2006.  \n \n36.  Major  external  agencies,  DFID,  World  Bank,  and  ADB,  will  provide  financial  and \ntechnical support (Appendix 3) to help the Government achieve the above milestones. DFID, \nthrough IDC3, will help the Government prepare the NLTP action plan, which will be available \nby 2005. As one of these actions, NLTP expects that a long-term (20-year) road master plan will \nbe prepared to complete the strategic highway network. This plan will be evaluated to determine \npriorities for construction that meet economic targets, and will identify opportunities for private \nsector participation. The plan should be developed urgently since it will guide future road sector \ninvestment in line with the sector road map agreed upon with the Government.  \n \n37.  The  Project  will  help  prepare  the  road  master  plan.  The  assistance  will  comprise \nconsulting  services  to  (i)  assess  Bangladesh’s  overall  economic  development  prospects, \nresulting transport demand, and its likely effect on road transport demand; (ii) forecast road \ntransport demand and determine the basic grid of main roads required to meet it, taking into \naccount  the  existing  network  and  possible  extension  by  upgrading  existing  network  and \nconstructing new links; (iii) determine an optimal sequence of investments (new construction, \nrehabilitation, upgrading, and widening) and maintenance works for each segment of the grid \nover 20 years; (iv) assess the feasibility to construct toll-based highways, and identify potential \ntoll-based highways and possible financing modes, including BOT; and (v) formulation of a 20-\nyear  road  investment  strategy,  and  its  financing  plan.  An  international  consulting  firm  in \nassociation with domestic consultants will be engaged using ADB’s quality- and cost-based \nselection procedures and according to ADB’s Guidelines on the Use of Consultants and other \narrangements satisfactory to ADB on the engagement of domestic consultants. Outline terms of \nreference for the consulting services are in Supplementary Appendix A. \n \n2.  Roads Improvement Component \n \na.  Regional and District Roads \n \n38.  The Project will help improve the remaining project roads: (i) reconstruction of 15 km \nregional road in Nandail-Kishoreganj, (ii) reconstruction of 45.4 km district road in the Bhaluka-\nKishoreganj road, and (iii) reconstruction of 44.0 km district road in the Parbatipur-Madyapara. \nThe design approach and technical standards for reconstruction are in Appendix 5.  \n                                                 \n9 HIV/AIDS = human immunodeficiency virus/acquired immunodeficiency syndrome. ", "     9   \nb.  Border Access Road to Banglabandh \n \n39.  The Project will help improve 57.0 km national road in Panchaghar-Banglabandh, and \n52.6 km district  road in the Boda-Nilphamari. Part of this component, together with raising \nawareness of the risks of HIV/AIDS and trafficking of women, will be financed by a subregional \ncooperation fund.   \n \nc.  Missing Links \n \n40.  Although the major strategic corridors are almost complete after decades of coordinated \nefforts by the Government and aid agencies, some missing links remain in major road networks, \nwhich NLTP prescribes completing, giving rise to serious bottlenecks and substantial economic \ncosts.   \n \n41.  ADB’s  Jamuna  Bridge  Access  Roads  Project,10  approved  in  1997,  and  Road \nMaintenance  and  Improvement  Project  (footnote  2),  approved  in  2000,  improved  various \nsections of roads in Dhaka-Chittagong. ADB’s Road Overlay and Improvement Project (footnote \n7), approved in 1993, improved Dohazari-Cox’s Bazar road, which is an important link between \nCox’s Bazar and Dhaka. However, the 26.2 km link from Chittagong to Dohazari and the 3.2 km \nof bypass in Kaliakoir, which had been included in the Jamuna Bridge Access Roads Project, \nwere excluded from the scope due to insufficient funds, and are in such poor condition that \nbenefits from past road improvements cannot be fully realized. The project completion report on \nRoad Overlay and Improvement Project (footnote 8), prepared in 2002, recommends that the \nGovernment seriously consider improving the Chittagong-Dohazari road. \n \n42.  The Project will help improve (i) 26.2 km of national roads in Chittagong-Dohazari and \n(ii) 3.2 km of national roads in Kaliakoir Bypass.  \n \n3.  Periodic Road Maintenance Component \n \n43.  The periodic road maintenance component will finance a 2-year time slice of priority road \nmaintenance activities under the ARMP. For each of the two years, this component will cover \nperiodic maintenance of an estimated 300 km, to be carried out through civil works contracts \nworth $12 million equivalent. The roads to be maintained will be selected annually using the \nHDM ranking as part of the ARMP. Support will be restricted to periodic maintenance works and \ncomprise mainly sealing and overlay. Road widening and improvement are excluded except in \nlocations approved by ADB, such as markets and bus bays. The support will target the districts \nselected  by  Road  Network  Improvement  Maintenance  TA.  The  criteria  for  selecting  road \nmaintenance subprojects are in Appendix 6. Consultants will supervise the civil works under the \nADB-assisted time slice.  \n \n44.  Since this component is to encourage the Government to commit more of its annual \nbudget to periodic road maintenance, the costs to be met under the ADB loan will be limited to \n30%, while the balance will be met through Government counterpart funding. This element will \ncontribute  significantly  to  securing  Government  resources  for  periodic  road  maintenance, \namounting to 12% of total annual requirement and addressing the critical backlog of periodic \nmaintenance.  \n                                                 \n10  ADB. 1997. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of Bangladesh for the Jamuna Bridge Access Road Project. Manila.  ", "10      \n4.  Routine Road Maintenance Component \n \n45.  Routine and recurrent maintenance for about 100 km of regional or district roads will be \ncontracted out to domestic contractors based on performance-based contracts for 3 years. The \nroads for routine maintenance will be selected from regional or type-A feeder roads in the \ndistricts selected by Road Network Improvement Maintenance TA, the periodic maintenance of \nwhich has been completed within a year at the time of selection. The concept of performance-\nbased maintenance and its implementation are outlined in Appendix 7.  \n \n46.  Consultants will develop the contract scheme, train RHD officials and local contractors, \nhelp award contracts, and supervise the works in the first year of implementation. During the \nremaining years of implementation, RHD will supervise and monitor the works. During the first \nyear, the consultant will monitor and evaluate implementation, and prepare a final report giving \nthe findings, lessons learned, and recommendations for replication.  \n \n5.  Road Safety Component \n \n47.  Apart from the safety audit of project roads for improvement and periodic maintenance, \nthe Project will also audit about 800 km of existing roads with the highest accident rate and \nimprove accident-prone areas or black spots in accordance with ADB’s Road Safety Guidelines \nfor the Asian and Pacific Region. Black spots will be minimized by (i) improving delineation and \nedge marking on roads and installing reflecting marked posts; (ii) installing deviation boards in \ncritical locations; (iii) widening the pavement sections of main roads that carry high volumes of \npedestrians,  rickshaws,  and  animal-driven  vehicles;  (iv)  providing  off-road  facilities  for \npedestrians in settlements, including facilities for buses and bus passengers; and (v) providing \nadequate reflective warning signs, and setting realistic speed limits.  \n \n6.  Privatization of Vehicle Inspection Center Component \n \n48.  As covenanted by the Southwest Road Network Development Project (footnote 5), the \noperation and management of five vehicle inspection centers will be leased out to the private \nsector. The Project will help BRTA (i) repair existing testing equipment and machinery and (ii) \nprivatize operations of five vehicle inspection centers. To identify and implement repair and \nmanagement of privatization processes, consultants will develop the investment plan for repair, \nselect  and  supervise  contractors  for  repair  work,  develop  a  licensing  regime  for  vehicle \ninspection together with licensing framework, develop a bidding framework and documents, \nprepare a framework for BRTA to regulate privatized operations, and supervise the whole \nprocess of privatization. An international consulting firm in association with domestic consultants \nwill be engaged using ADB’s quality- and cost-based selection procedures and according to \nADB’s Guidelines on the Use of Consultants and other arrangements satisfactory to ADB on the \nengagement  of  domestic  consultants.  Outline  terms  of  reference  for  consultants  are  in \nSupplementary Appendix B. \n \n7.  Improving  Public  Awareness  of  the  Risks  of  HIV/AIDS  and  \nTrafficking in Women \n \n49.  The  objective  of  this  component  is  to  identify  effective  and  viable  modes  of  anti-\ntrafficking  operations  and  improve  awareness  of  vulnerable  groups  on  HIV/AIDS.  This \ncomponent  will  assist  in  (i)  strengthening  the  capacity  of  Government,  nongovernment \norganizations (NGOs), and media in creating awareness on issues of HIV/AIDS and trafficking \nof women in the cross-border area of Bangladesh and India; and (ii) providing assistance for ", "    1 1   \ncapital  investments  for  physical  upgrading  of  innovative  schemes  (i.e.,  center  for  legal \nliteracy/awareness of HIV/AIDS and trafficking in women) in two districts of Panchaghar and \nDinajpur in the northern border of Bangladesh and one district in Chittagong, which are close to \nthe Project. The preliminary proposal for this component is in Supplementary Appendix C.  \n \nC.  Cost Estimates \n \n50.  The total project cost is estimated at $187.1 million equivalent, inclusive of physical and \nprice contingencies, taxes and duties, and interest charges during construction. The foreign \nexchange cost is estimated at $75 million, representing about 40% of total cost. The local \ncurrency cost is estimated at $112.1 million equivalent, or about 60% of total cost. The local \ncurrency costs include $30.7 million equivalent for taxes and duties, and about $7.5 million \nequivalent for land acquisition and resettlement.  \n \nD.  Financing Plan \n \n51.  It is proposed that ADB provide a loan of $126.0 million equivalent from its Special \nFunds Resources. Of this loan, $20.0 million is financed by subregional cooperation indicative \nplanning figure to improve the border access road and Panchargahr-Banglabandh and Boda-\nNilphamari roads, and raise public awareness of the risk of HIV/AIDS and trafficking in women \nalong these roads. The Government will finance the balance of $61.1 million of the project cost. \n \n52.  The loan will have a term of 32 years, including a grace period of 8 years, an interest \ncharge of 1.0% per year during the grace period and 1.5% per annum thereafter. The ADB loan \nwill finance 100% of the foreign exchange cost of the Project and 45% of the local currency \ncost. Total ADB financing accounts for 67% of Project costs, and government financing will be \n33%. The Government will make the loan proceeds available to the project executing agencies \nfor the purposes of the Porject. The detailed financing plan is in Appendix 8. \n \n53.  Providing financing for local currency costs is justified under ADB’s local currency \nfinancing policy.11 Because a low per capita income discourages national savings, assistance is \nrequired to support the local currency costs of some development projects. The domestic \nsavings and investment rate of Bangladesh is one of the lowest among developing member \ncountries. Public finances remain severely constrained. The banking system also faces serious \nfinancial problems, including a high proportion of nonperforming loans. The Government is \ntaking steps to strengthen the financial sector and generate increased national savings by \nintroducing financial sector reforms and improving budgetary revenue collection. Given all these \nfactors, the current social and economic development circumstances warrant continued ADB \nfinancing of local costs. \n \nE.  Implementation Arrangements \n \n1.  Project Management \n \n54.  RHD will be the Executing Agency of the Project, except for the vehicle inspection \ncenters and public awareness raising of the risk of HIV/AIDS. RHD has substantial experience \nin implementing ADB-financed road projects. In accordance with the loan covenants for the \nADB-financed Southwest Road Network Development Project, the RHD office of the additional \nchief  engineer  implements  all  ADB  projects.  This  office  will  be  responsible  for  all  RHD \n                                                 \n11  ADB. 1995. Review of Lending Foreign Exchange for Local Currency Expenditure on Projects. Manila. ", "12      \ncomponents of the Project, the additional chief engineer (ADB projects) being the project \ndirector who shall report to the chief engineer of RHD. \n \n55.  RHD will appoint a full-time superintending engineer as an additional project director \nwithin  three  months  of  loan  effectiveness.  The  project  director  will  be  supported  by  the \nadditional project director and three executive engineers as project managers to be appointed \nwithin three months of loan effectiveness, and be responsible for day-to-day implementation. \nThe additional project director will also be responsible for land acquisition and resettlement. \nDetails of the proposed project management for road improvement are in Appendix 9.  \n \n56.  The transport sector coordination (TSC) wing, which will be established by mid-2004 in \nMOC,  will  monitor  implementation  of  the  sector  road  map  agreed  upon  with  ADB  and \nachievement of the milestones spelled out in the road map. After the loan becomes effective, \nthe  TSC  wing  will  submit  to  ADB  a  quarterly  report  summarizing  the  progress  of  reform \nmeasures included in the road map.  \n \n57.  BRTA will be the Executing Agency for the vehicle inspection center component and will \nappoint  its  director  engineering  as  project  director  for  this  component.  The  Infrastructure \nInvestment Facilitation Center (IIFC)12 will be designated as implementing agency and manage \nall privatization processes. IIFC will form a task team of a leader and two members. It will \nimplement the Project on a day-to-day basis and report to BRTA’s director engineering.  \n \n58.  The Ministry of Women’s and Children’s Affairs (MOWCA) will be the executing agency \nfor the component to improve public awareness of the risks of HIV/AIDS and trafficking of \nwomen and will appoint its senior assistant chief as project director for this component. A \nsteering committee will be established consisting of the senior assistant chief of MOWCA, RHD \nproject director, and NGOs. The steering committee will meet three times a year and guide \nMOWCA, and also select and supervise the NGOs for implementing this component.  \n \n2.  Implementation Period \n \n59.  The  Project  will  be  implemented  over  4  years,  inclusive  of  preconstruction \nactivities. Detailed design of the project roads will start in April 2004, and civil works by July \n2005. The Government will not award any ADB-financed civil works construction contracts until \nafter the construction supervision consultants have been appointed, and until the land and rights \nto land, free of encumbrances, required to execute such contracts, have been acquired or made \navailable.  The  Project  is  expected  to  be  completed  by  30  June  2008.  Details  of  the \nimplementation schedule are in Appendix 10. \n \n3.  Procurement \n \n60.  Civil works for road improvement will be procured through international competitive \nbidding (ICB) procedures among prequalified bidders in accordance with ADB’s Guidelines for \nProcurement. Contract packages for road improvement are listed in Appendix 11. Civil works for \nperiodic road maintenance will be packaged in contracts with an estimated value of $1 million–\n$2  million,  and  procured  in  accordance  with  local  competitive bidding (LCB) procedures \nacceptable to ADB. Local contractors have proved technically and financially qualified to carry \nout  this  size  of  periodic  maintenance  works,  and  few  international  contractors  would  be \n                                                 \n12 IIFC is a state-owned company set up in 1999 with World Bank assistance to facilitate  private investment in   \ninfrastructure. One of IIFC’s key concerns is commercialization and privatization of state-owned enterprises.   ", "    1 3   \ninterested  because  of  the  logistical  difficulties of managing maintenance works.  For these \ncontracts a separate prequalification exercise will not be necessary. Instead, bidders will be \nrequired to submit the information pertaining to their qualification together with their bids, \nfollowing  single-stage,  two-envelope  bidding  procedures.  Civil  works  for  the  periodic \nmaintenance packages, estimated at over $2 million, will be procured through ICB procedures in \naccordance with ADB’s Guidelines for Procurement.  \n \n61.  Civil works for routine road maintenance with a performance-based contract will be \nprocured in accordance with LCB procedures acceptable to ADB, and the program design and \nimplementation plan developed by consultants. To improve black spots on existing roads, and \nequipment and machinery installed in five vehicle inspection centers, local contractors will be \nselected in accordance with LCB procedures acceptable to ADB.  \n \n4.  Consulting Services \n \n62.  An international consulting firm will supervise civil works for road improvement and \nperiodic road maintenance in association with domestic consultants, and will ensure community \nparticipation, identify community needs, and monitor gender and child labor issues. About 225 \nperson-months of international and 990 person-months of domestic consulting services will be \nrequired.  The  consultants  will  be  selected  and  appointed  by  the  quality-  and  cost-based \nselection method using full technical proposals in accordance with ADB’s Guidelines on the Use \nof  Consultants  and  arrangements  satisfactory  to  ADB  for  engaging  domestic consultants. \nOutline terms of reference for these services are in Supplementary Appendix D.  \n \n63.  Consultants will prepare a detailed design for the proposed road sector development \nproject in 2006 (about 20 person-months international and 140 domestic). Outline terms of \nreference for these services are in Supplementary Appendix E.  \n \n64.  RHD  will  appoint  full-time  domestic  consultants  or  NGOs  to  help  implement  and \nindependently monitor the land acquisition and resettlement plan. Outline terms of reference for \nthese services are in Appendix 12. The steering committee to raise public awareness of the \nrisks of HIV/AIDS and trafficking of women will also appoint NGOs to carry out the activities and \nguide implementation. The consultants or NGOs will be recruited according to arrangements \nsatisfactory to ADB.  \n \n5.  Disbursement Arrangements \n \n65.  For consulting services, procurement of equipment, and civil works contracts, loan funds \nwill be disbursed using direct payment and reimbursement procedures in accordance with  \nADB’s Loan Disbursement Handbook and detailed arrangements agreed upon between the \nGovernment and ADB. \n \n6.  Accounting, Auditing, and Reporting \n \na.  Accounts and Audit \n \n66.  RHD, BRTA, and MOWCA will maintain separate records and accounts adequate to \nidentify the goods and services financed from loan proceeds, financing resources received, \nexpenditures incurred for the Project, and local funds. The accounts will be set up in accordance \nwith sound accounting principles. In addition to the audit conducted by the comptroller and \nauditor general, consolidated project accounts and related financial statements will be audited ", "14      \nannually by recognized international private sector auditors acceptable to ADB. The Office of \nComptroller and Audit General will appoint the auditors in consultation with RHD. The audited \nreports and related financial statements will be submitted to ADB not later than 9 months after \nthe end of the fiscal year to which they relate. The Office of the Director of Accounts in RHD will \ncoordinate all accounts and ensure compliance with ADB’s audit and accounting requirements, \nwhich will be followed up in regular reviews by ADB.  \n \n67.  All procurement activities will be subject to an independent performance audit to ensure \ntransparency and objective and independent assessment of such activities. The performance \naudit will be conducted twice during implementation by the international private sector auditors \nappointed by the Office of Comptroller and Audit General in consultation with RHD. The auditors \nwill also conduct random or spot audits for contract implementation activities under the civil \nworks contracts.   \n \nb.  Reports \n \n68.  In addition to the quarterly reports on progress of project implementation that will be \nprovided by the Government to ADB, the supervision consultant appointed under the Project will \nsubmit monthly progress reports to RHD, MOC, and ADB. RHD will ensure that the consultant \nincludes in the reports the status of land acquisition and resettlement and other activities that \nare critical to project implementation, but are not directly included in the scope of engineering \nservices. Within three months of the Project’s physical completion, the Government will prepare \na completion report in a format acceptable to ADB. \n \n69.  RHD,  BRTA,  and  MOWCA  will  monitor  project  preparation  and  implementation  in \naccordance  with  the  implementation  schedule,  and  keep  ADB  informed  of  any  significant \ndeviations that could delay the project implementation.  \n \n6.  Project Performance Monitoring and Evaluation \n \n70.  RHD, assisted by the  supervision consultant, will establish capability for systematic \nproject performance monitoring and analysis throughout project implementation, integrated with \nits management information system. Before civil works, project performance monitoring will \ndevelop and conduct a “quick and easy” sample survey to establish a baseline for subsequent \nperformance monitoring. After completion of civil works, surveys will be conducted annually. The \nscope of the survey, quantity and quality of data, and frequency of collection will be guided \nprimarily  by  the  project  management’s  need  for  progressive  and  rapid  feedback  on \nimplementation  status,  as  well  as  early  warning  on  situations  that  might  jeopardize  the \nattainment of development objectives. The key indicators and assumptions outlined under goal \nand purpose in the project framework (Appendix 1) will form the core of the data required for \nassessment. Project performance monitoring will be strengthened by supplementary systematic \nanalysis of sample data from similar nonproject areas.  \n \n7.  Project Review \n \n71.  ADB staff will review project implementation through regular or special review missions. \nBased on the project schedule, a mid-term review will be carried out around July/August 2006. \nThe midterm review will include discussion with the Government about performance-based \nmaintenance contract. Terms of reference for the midterm review will be included in the project \nadministration memorandum to be prepared by ADB’s inception mission for the Project.  \n ", "    1 5   \n8.  Advance Action on Recruitment of Consultants and Civil Works \n \n72.  ADB has approved advanced recruitment of consultants and procurement of civil works \non the understanding that such action will not necessarily commit ADB to financing the Project. \nThe project director has started engaging project supervision consultants.   \n \nIV.  PROJECT BENEFITS, IMPACTS, AND RISKS \n \nA.  Economic Impacts \n \n73.  The  project  benefits  are  wide-ranging  and  include  direct  and  quantifiable  benefits \n(savings  in  vehicle  operating  costs  [VOCs]  to  normal  traffic  [and  diverted  traffic  where \napplicable] and savings in time costs) as well as indirect and nonquantifiable benefits (greater \ncomfort and safety for road users, and reduced damage to cargo). Indirect benefits, estimated in \nthe form of generated passenger and cargo traffic, arise from secondary effects of reduction in \nVOCs and time costs, which, in turn, lead to increased economic activities.  \n \n74.  The project roads’ economic internal rate of return (EIRR) ranges from 17.0% to 43.1%, \nor a combined EIRR of 26.2%. A review of the various factors affecting EIRR indicates that the \nmain  threat  to  the  investment’s  viability  is  premature  road  failure  due  to  inadequate \nmaintenance. The Project will help the Government establish and implement policies to mitigate \nthese risks. Various sensitivity tests indicate that EIRR is robust in relation to construction cost \nincrease by 15%, reduction of benefits by 15%, project implementation delay by a year, and a \nless-than-optimal maintenance after construction. The switching values of these sensitivity tests \nrange from 33% to 98%. Detailed economic analysis for the road improvement components is in \nAppendix 13. \n \nB.  Poverty Reduction Impacts \n \n75.  The population of project areas is made up mainly low-income farmers and day laborers. \nMost live in  small  hand-built  clay  houses,  and  differences  in  wealth  and  status  are  not \nparticularly visible. The population consists of roughly three economic groups: (i) landless poor \nwho are mostly daily wage laborers, (iii) small farmers with land holdings of 0.2–0.4 hectares, \nand (iv) well-off farmers with 0.8 or more hectares as well as other income-generating assets. \n \n76.  Preliminary findings indicate that all social and income categories surveyed either keenly \nsought or highly appreciated improved roads. All groups  expected the road to help increase \nincomes or were already enjoying easier transport of agricultural products and inputs, and travel \nto  work.  The  respondents  said  that  the  Project  would  most  likely  directly  increase  their \ndisposable income by lowering freight transport costs and offering greater access to larger \nmarkets, resulting in increased trade-related profits.  A summary of the poverty reduction and \nsocial strategy is in Appendix 14.  \n77.  The distribution of project effect and poverty impact ratio is estimated for district roads, \nborder access roads, and missing links. All amounts are in net present value using a discount \nrate of 12% and arrived at in the following way: (i) estimating the net present value of financial \nbenefits by participating groups, (ii) estimating the net present values of economic benefits by \nparticipating groups, and (iii) estimating economic benefits accruing to the poor according to the \nproportion of each group that is poor. A poverty impact ratio expressing the proportion of net \nbenefit accruing to the poor was calculated as 0.60 for district roads, 0.63 for border access \nroad, and 0.34 for missing links. In case of border access roads, about 6% of project benefits ", "16      \nare  found  to  accrue  to  Nepali  cargo  owners.  The  distribution  analysis  is  summarized  in \nAppendix 15.  \n \nC.  Social Impacts \n \n78.  According to the social assessment, the proposed 240 km of roads in six road sections \nwill require 186 hectares of land for realignment, adjustments in road shoulders and drainage, \nand road widening. This means an estimated 4,650 households will lose their assets, mostly \nagricultural land and structure frontage. Based on the social assessment, a resettlement plan is \nbeing prepared for the Project. The plan is guided by the land acquisition laws/regulations in \nBangladesh and ADB’s Policy on Involuntary Resettlement and the Handbook on Resettlement. \nThe plan stipulates eligibility and provisions for various types of losses (land, crops/trees, and \nstructures). The entitlement matrix establishes the parameters for mitigation of various losses \nand recognizes the range of likely household losses. Female-headed households and other \nvulnerable households will be eligible for further cash assistance, based on specific project \nimpacts.  The social assessment also indicated that no indigenous people or ethnic minority will \nbe harmed by the Project. A summary of the resettlement plan is in Appendix 16. \n \nD.  Environmental Impacts \n \n79.  The Project will improve existing roads. The overall finding of the initial environmental \nexamination (IEE) is that the Project will not cause significant environmental problems and \npotential adverse impacts are manageable. The Project will not disturb any environmentally \nsensitive  areas.  Therefore,  a  full  environment  impact  assessment  (EIA)  is  not  required. \nHowever, some project roads—Panchagahr-Banglabandh and Chittagong-Dohazari roads, and \nKaliakoir  bypass—fall  under  the  red  category  in  Bangladesh’s  Environmental  Preservation \nRules 1997, which require a full EIA.13 Civil works for this project road can be started only after \nthe Department of Environment (DOE) issues an environmental clearance based on the full EIA. \nThe EIA for the subject road will be prepared as part of the detailed engineering design of the \nroad and submitted to ADB with DOE’s environmental clearance before civil works contracts are \nawarded. A summary environmental analysis is in Appendix 17. As part of mitigation measures \nif any, required under the IEE and EIA, the Government will ensure that the IEE or EIA will be \nattached to  bid documents, required to be followed by the contractor during construction of \nProject roads, with penalty and contract termination provisions under the civil works contracts in \ncase of noncompliance of these by the contractor. \n \nE.  Risks \n \n80.  The proposed road improvement component does not present exceptional or unusual \nrisks  that  would  require  specially  designed  mitigation  measures.  RHD,  contractors,  and \nsupervision  consultants  are  all  familiar  with  the  kinds  of  works  to  be  financed  and  have \nsatisfactorily  implemented  similar  ones.  If  the  implementation  arrangements  are  properly \nstructured, the risk that construction works will fail will be minimal. The main risk for road \nimprovement is that prolonged resettlement will delay project implementation. To facilitate timely \nand effective implementation and monitoring of the resettlement plan, RHD will hire NGOs to \nprocess and resolve all resettlement problems. A district-level coordination mechanism will \nresolve all land acquisition and resettlement issues.  \n                                                 \n13 According to Bangladesh’s Environmental Preservation Rules 1997, any improvement works for national and \nregional roads require a full EIA regardless of the types of, and the expected environmental impact from, \nimprovement works.  ", "    1 7   \n \n81.  Government counterpart funding is another risk factor that needs close attention during \nimplementation,  particularly  for  periodic  maintenance,  which  requires  70%  government \nfinancing,  much  higher  than  usual.  The  Project  has  thus  obtained  the  Government’s \ncommitment not only for general assurance about counterpart funding but for more specific \nassurances such as revenue budget allocation for periodic maintenance, to continue to increase \nannual funding for road maintenance. If, however, a road fund comes into being as covenanted \nby the end of 2005, this risk will be dramatically mitigated because counterpart funding will be \nsourced from the road fund, which will not be varied by Government’s fiscal situation.   \n \n82.  The  expected  benefits  from  improvement  of  the  Panchagahr-Banglabandh  border \naccess road will accrue only when land port facilities in Banglabandh are improved. The \ndialogue  with  LPA  and  IIFC,  which  will  oversee  land  port  development  and  operation \nconcessions in Banglabandh, revealed that enough private sector investors expressed interest \nbut that poor border access road would discourage them. IIFC has a good track record in \nhelping state-owned companies privatize, and has a number of qualified staff knowledgeable \nabout  BOT-type  concession  contracts.  The  progress  of  BOT  concessions  will  be  closely \nmonitored and, if necessary, ADB will help ensure the success of BOT investment for the \nBanglabandh land port.  \n \n83.  The most important risk is that the Government loses interest in sector reform initiated \nand maintained  by coordinated influences from aid agencies, recently culminating in several \nlandmark reforms. To keep this momentum, aid agencies will continue to closely coordinate with \neach other, provide financial and technical support to help the Government achieve the goals of \nthe sector road map, and speak as one on institutional and sector reform. DFID’s consolidated \nIDC3, World Bank’s sector reform project in 2005, and ADB’s road sector development project \nin 2006 will be formulated in close consultation among the aid agencies, and gather forces to \nleverage Government’s continuing interest in sector reform.  \n \nV.  ASSURANCES \n \n84.  In  addition  to  the  standard  assurances,  the  Government  has  given  the  following \nassurances, which will be incorporated in the legal documents:  \n \nA.  General \n \n85.  The Government will provide counterpart funding for the Project in a timely manner in \naccordance with its annual approved development plan allocation and in accordance with the \nproject financing plan(cid:190) including cost of land acquisition, other resettlement compensation, \nimplementation and monitoring cost under the land acquisition and resettlement plan including \nfor any revision, utility relocation, and general project management expenses. \n \n86.  RHD will, subject to the provisions of paragraphs 89, and 91, (i) acquire or make \navailable on a timely basis (i.e., strictly in accordance with the schedule as agreed under the \nrelated civil works contract) the land and rights in land, free from any encumbrances, and (ii) \nclear the utilities, trees and any other obstruction from such land, on a timely basis (i.e., strictly \nin accordance with the schedule as agreed under the related civil works contracts), as required \nfor construction activities relating to each section of the related civil works contract under the \nProject. RHD will ensure that subsequent to award of civil works contract under the Project, no \nsection or part thereof under the civil works contract will be handed over to the contractor unless \nthe requirements of paragraphs 89, and 91 are complied with. ", "18      \n87.  The Government will ensure that MOC ensures sufficient representation of RHD and \nBRTA in the meetings of the steering committee to be established under ADB’s TA for Suporting \nGood Government Initiatives. 14 \n \n88.  Based  on  the  recommendations  of  the  TA  as  referred  in  previous  paragraph,  the \nGovernment, in consultation with ADB, will ensure that MOC, RHD, and BRTA adopt the \nanticorruption rules, regulations, and procedures prepared under the TA to monitor and evaluate \ntransparent procurement, recruitment, accounting, and regulatory review mechanisms. \n \nB.  Resettlement, Environment, and Social Issues  \n \n89.  The  Government  will  ensure  that  land  acquisition  and  resettlement  proceed  in \naccordance with its applicable laws, and ADB’s policy on involuntary resettlement, as set out in \nthe agreed upon resettlement plan, that includes (a) land and rights of way acquired promptly, \nfree from encumbrances, (b) compensation and entitlements to affected peoples as stipulated in \nthe resettlement plan, (c) timely provision of counterpart funds and disbursements to affected \npersons,  (d)  meeting  unforeseen  obligations  in  excess  of  budget  estimate,  (e)  adequate \nsupervision, monitoring, and reporting by the RHD; (f) external monitoring and evaluation by a \ncompetent  independent  agency  (consultant  or  NGO);  (g)  annual  audit  of  resettlement \ndisbursements and expenditures; (h) adequate information dissemination and consultation with \naffected peoples; (i) documentation of consultation and grievances; (j) updated resettlement \nplan as necessary including if the scope of the Project is changed; and (k) regular reporting of \nprogress to ADB. \n \n90.  The resettlement budget will be revised based on any new data collected, and any \nadditional land acquisition and resettlement cost will be borne by the Government. This full \nresettlement plan, including any revisions thereof, will be submitted to ADB for review and \napproval before award of civil works contracts. \n \n91.  The Government will ensure that all environmental mitigation measures identified in the \nIEE  and  to  be  identified  in  the  EIA  to  be  prepared  for  the  Nandail–Kishoreganj  road, \nPanchagarh-Banglabanh road, and Kaliakoir bypass are incorporated into the project design \nand followed during project implementation in consultation with DOE, and in accordance with \nthe applicable laws in Bangladesh and ADB’s environmental requirements as set forth in ADB’s \nEnvironmental Assessment Guidelines (2003) including as amended from time to time. \n \n92.  The Government will ensure that RHD requires contractors to comply with its applicable \nlabor laws and (a) not differentiate wages between men and women for work of equal value, (b) \nnot employ child labor, (c) provide appropriate facilities for children in construction campsites, \nand (d) conduct an adequate number of information and education campaigns at worksites on \nsexually transmitted diseases and HIV/AIDS for construction workers as part of their health and \nsafety program. \n \n93.  The Government will also ensure that RHD closely monitors and supervises compliance \nwith all requirements of the above paragraph, and provides in the bidding documents for \ntermination of the contract in case of any noncompliance. \n \n                                                 \n14  ADB. 2003. Technical Assistance to Bangladesh for Supporting Good Governance Initiatives. Manila ", "    1 9   \nC.  Implementation of Reform Agenda under the Sector Road Map \n \n94.  Consistent with the reform program laid down in NLTP and the medium-term framework \nfor  ADB  support  for  the  reform  program,  within  not  more  than  eighteen  months  of  loan \neffectiveness, the Government and its agencies undertake or ensure the following activities, as \nacceptable to ADB: \n \n(a)  MOC will have established an adequately staffed TSC wing, headed by an \nadditional secretary, and assisted by outside experts and an adequately staffed \nroad safety cell with adequate budgeting. \n(b)  The bills on road transport and traffic (to replace the Motor Vehicles Ordinance \n1983), and on highways (to replace the Highways [Amendment] Act, 1994) will \nhave been submitted to the Parliament. \n(c)  The Government will have published a legal and regulatory framework for private \nsector participation in highways and bridges.   \n(d)  RHD  will  have  fully  implemented  the  approved  organization  structure  of  its \nheadquarters; prepared and approved a second-generation reorganization plan, \nfocusing on the zonal/field level, to finally become a strategic manager and \nprocurer of services for roads under its responsibility; implemented an action plan \nto privatize its plant and equipment and workshop functions; and prepared the \nroad master plan. \n(e)  The Government will have continued to adequately increase annual funding for \nroad maintenance. \n(f)  The Government will have approved and introduced a road fund mechanism. \n(g)  MOC will have prepared an institutional reform program for BRTA. \n(h)  BRTA will have invited the private sector to develop vehicle testing for light and \ncommercial vehicles under license and undertake provision of driver-training \nservices. \n \n95.   The Government will ensure that MOC, RHD, and BRTA share drafts, in a timely \nmanner, of all documents prepared under previous paragraph, with ADB, for its comments and \ninputs, before finalization. \n \nD.  Conditions for Award of Civil Works Contract \n \n96.  The Government will not award any civil works contracts financed under the Project until: \n \n(a)  The construction supervision consultants have been appointed in accordance with \nthe procedures agreed between Government and ADB;  \n(b)  The Government has, subject to the provisions of paragraph 86: (i) acquired or \nmade available the land and rights in land, free from any encumbrances; and (ii) \ncleared  utilities,  trees  and  any  obstruction  from  such  land,  required  for \ncommencement of construction in accordance with the schedule as agreed under \nthe related civil works contract;  \n(c)  The Government has disclosed the resettlement plan for the Project and made all \nrelevant information available to affected persons, and submitted to ADB for its \nreview and approval and ADB has approved the finalized resettlement plan. The \nfinalized resettlement plan will reflect the following: (i) the completion of a full land \nacquisition survey; a survey of 100% census of people affected and 100% asset \ninventory; and (ii) adjustment of the resettlement budget based on the new data \ncollected based on detailed design; (the resettlement plan will provide a final head ", "20      \ncount of affected people, and final measurement of losses in terms of numbers of \nassets lost, broken down by category of loss and category of entitled person, and \napplicable rates per category); \n(d)  The  Government  has  provided  a  commitment  to  finance  any  additional  land \nacquisition and resettlement cost; and  \n(e)  In  the  case  of  the  Nandail-Kishoreganj  road,  Panchaghar-Banglabandh road, \nChittangong-Dohazhari road, Kaliakor bypass, the Government has submitted to \nADB for its review and approval as part of detailed project design, the (i) full EIA; \nand (ii) DOE’s environmental clearance in respect thereof. \n \nE.  Conditions of Loan Effectiveness \n \n97.  The NLTP, as acceptable to ADB, will have been approved by the Cabinet. \n \n98.  The Government will have approved the Project Proforma for the Project. \n \n99.  For  the  Kaliakoir  bypass,  the  RHD  will  have  confirmed  to  ADB  payments  of  all \noutstanding  resettlement  compensation  to  affected  persons  under  ADB’s  Jamuna  Bridge \nAccess Roads (Loan No. 1478-BAN), except for those with related cases pending in the courts, \nif any. \n \n100.  The Government will have established the steering committee consisting the MOWCA \nsenior assistant chief, RHD project director, and NGOs. \n \nF.  Amendment to Loan Agreement of Loan No. 1920(SF) (Road Network Improvement \nand Maintenance Project) \n \n101.  Paragraph 26 of Schedule 6 to the Loan Agreement of Road Network Improvement and \nMaintenance  Project  will  stand  amended  in  accordance  with  paragraph  94(b)  with  regard \nsubmission of the bill on road transport and traffic to the Parliament to allow sufficient extended \ntime to the Government for this purpose. \n \nVI.  RECOMMENDATION \n \n102.  I am satisfied that the proposed loan would comply with the Articles of Agreement of \nADB and recommend that the Board approve the loan in various currencies equivalent to \nSpecial Drawing Rights 88,125,000 to the People’s Republic of Bangladesh for the Road \nNetwork Improvement and Maintenance Project II from ADB’s Special Funds resources with an \ninterest charge at the rate of 1% per annum during the grace period, and 1.5% per annum \nthereafter; a term of 32 years, including a grace period of 8 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft Loan Agreement \npresented to the Board. \n \n \n \n \nTADAO CHINO \n     President \n \n \n27 October 2003 ", " \nPROJECT FRAMEWORK \n \nDesign Summary  Project   Monitoring  Assumptions and \n  Targets  Mechanisms  Risks \n       \nSector Goals       \n       \nEconomic development and poverty  •  Increase in gross domestic product  (GDP)  • Compilation of statistics  • Political stability and improved \nreduction through improved transport  and expansion of employment and    governance \nefficiency   earnings  • Complementary development \n•  Decrease in poverty incidence in the project  in project areas \nareas by 10% in 5 years   \n \nPurpose       \n       \nProvide rural farmers with better access  • Traffic increase in district roads higher than  • Compilation of statistics  • Cabinet approval for \nto markets and promote cross-border  that in national and regional roads for the  • Socioeconomic surveys  reclassification of roads and \ntraffic through Banglabandh  next 5 years  • Asian Development Bank  criteria to classify new roads \n  • Road condition of district roads improved to  (ADB) missions to assess  • Revenue budget allocation for \n  the level of national and regional roads in  project implementation   periodic maintenance to \n  10 years    continue to increase \n  • Reduced travel time to nearest markets,    • Preparation and approval of a \n  health services and schools1    second generation of \n  • Growth of rural enterprises1    reorganization for RHD \n  • Generated employment in the off-farm    • Establishment of the transport \n  sector1    sector coordination wing in the \n  • Increased labor mobility1    Ministry of Communications \n  • Increase in cross-border traffic from Nepal    (MOC) \n  to Banglabandh by 20% on a year-on-year    • Preparation of a legal and \n  basis for 5 years after project completion     regulatory framework for \n      private sector participation in \nSecure government resources for road  •  Allocation of road maintenance budget per    highways and bridges \nmaintenance and promote private sector  kilometer (km) for Roads and Highways  • Preparation of an institutional \nparticipation in road maintenance  Department (RHD) roads increased yearly  reform program for BRTA \n  for 5 years after loan effectiveness  • Cabinet approval for the \n  •  Implementation of performance-based road  National Land Transport Policy \n  maintenance contracts   (NLTP) \n      \nEnhance road safety  \n•  Accident rate in the project roads \n \ndcoemcrpelaestieodn  boyf  i3m0p%ro ovveemr e5n yt ears after    A\np\np\ne\nn\nd\nix\n 1\n                                                                   \n1 Baseline data will be surveyed during the detailed design phase. \n2\n1\n              ", " \n2\n2\nDesign Summary  Project   Monitoring  Assumptions and    \n  Targets  Mechanisms  Risks \nOutputs        A\np\n        pe\nImprovement of 86.4 km of national  •  Procurement completed by Jun 2005  • ADB missions to monitor  • Government’s counterpart  nd\nroads, 15.0 km of regional roads, and  •  All construction works completed in  project implementation   funding fully provided   ix\n142.0 km of  district roads  accordance with technical specifications  • Monitoring of road  • Land acquisition and   1 \n  and requirements of the engineering design  maintenance contract  resettlement plan properly \n  by Jun 2008  • Quarterly progress report  prepared and implemented \n  •  Year-round passage after completion  • Project completion report  • Environment mitigation \n    measures identified by the \nPeriodic road maintenance of 600 km of  •  Sealing and overlay of priority roads within  initial environmental \nroads  the Annual Road Maintenance Plan for the  examination and the \n  years 2005/06–2007/08   environmental impact \n    assessment fully incorporated \nRoutine road maintenance of 100 km of  •  Contracting out of routine maintenance of  in detailed designing of project \nregional or district roads based on a  100 km of regional or district roads to a  roads \nperformance-based long-term contract  private sector on a performance-based  • Contractor compliance with all \n  contract for 3 years  applicable labor laws \nBlack spot improvement for road safety  •  Road safety audit and black spot  • Government approval of \n  improvement   project pro forma before loan \nOperation and maintenance of five  •  Privatization of operation and maintenance  effectiveness \nvehicle inspection centers privatized  of five vehicle operation centers by the end  • Government’s submission of \n  of 2004  detailed resettlement plan \n  •  Recruitment of consultants by Jun 2004  based on a full land acquisition \nRoad master plan  •  Recruitment of consultants by Dec 2006  survey, 100% census of people \nDetailed design of and bidding  affected, and 100% asset \ndocuments for project roads to be  inventory \nincluded in the Road Sector \nDevelopment Project \nActivities       \n       \nDetailed design  •  Start Apr 2004, completed Sep 2004  Quarterly progress report  High-quality work by contractors \nRecruitment of supervision consultants  •  Start Jan 2004, completed Jun 2004 \nPreparation of tender documents  •  Start Apr 2004, completed Sep 2004 \nProcurement  •  Start Oct 2004, completed Jun 2005 \nConstruction  •  Start Jul 2005, completed Jun 2008 \nConstruction supervision  •  Start Jul 2005, completed Jun 2008 \nContracting out of routine maintenance  •  Start Jan 2005, completed Jun 2008 \nInputs       \n       \nLand, civil works, and administration  •  $157.1 million  Quarterly progress report  • Asian Development Bank loan \nConsulting services  •  $9.1 million  of $126.0 million from ADF  \nContingencies and interest during  •  $20.9 million  • Timely and adequate provision \nconstruction  •  Asian Development Fund loan of $126.0  of counterpart funds \nProject financing  million, and Government financing of $61.1 \n \n           ", "       Appendix 2        23  \n    \nMAIN THRUSTS OF NATIONAL LAND TRANSPORT POLICY \n \n1.  Private Sector Participation. In Bangladesh, the Government provides most transport \ninfrastructure.  The  national  land  transport  policy  (NLTP)  encourages  the  private  sector  to \nparticipate in infrastructure development by introducing finance, efficient operating techniques, \nand technological innovation. In accordance with the loan covenant of ADB’s Road Maintenance \nand Improvement Project, approved in 2002, the Government prepared the draft guidelines for \nprivate investment in highway projects and draft laws, which are now under review by various \nstakeholders.  \n \n2.  User Pays. In Bangladesh, roads are considered public goods, and the concept of “user \npays” for road infrastructure is not well accepted. This perception has long been a critical \nobstacle to development of toll roads. The Government recognizes that transport users should \npay for transport facilities provided by either the public or private sector. NLTP ensures that \nusers pay for the costs of the transport operation and maintenance. As part of the long-term \nhighway plan, the Government will draw up plans for national toll roads with the consideration of \nestablishing a separate authority and executive to deliver the toll road network.  \n \n3.  NLTP spells out strategic objectives for the road sector formulated in line with policy \ndialogues carried out by ADB as well as by other aid agencies, which (i) clarifying government \nresponsibilities  for  roads  and  highways,  (ii)  introducing  long-term  network  planning,  (iii) \nmaintaining the road network at a level which protects the value of the investment, (iv) securing \na sustainable means of funding road expenditure, and (v) improving organizational efficiency of \nRoads and Highways Department (RHD).  \n \n4.  Roads and Highways Department and Local Government Engineering Department. \nThe ownership of, and responsibility for, parts of the road network has not been so clear. RHD \nconstructs and maintains roads as does Local Government Engineering Department (LGED). \nLocal authorities also construct some roads. RHD and LGED thus compete for ownership of \nroads that are politically sensitive while simply neglecting others. NLTP ensures a logical split of \nresponsibilities between RHD and LGED. The division of responsibilities among RHD, LGED, \nand local authorities will be clearer and more rational. A committee to clarify road ownership has \nreclassified existing roads and reassigned ownership and responsibility between RHD and \nLGED for their development and maintenance.  \n \n5.  Long-Term  Network  Planning.  Provision  of  transport  infrastructure  needs  a  long \nplanning horizon. NLTP will develop a long-term (20-year) road master plan to complete the \nstrategic highway network—roads that serve strategic business and commercial centers. This \nplan will be evaluated to determine priorities for construction that meet economic targets, and \nwill identify opportunities for private sector participation.  \n \n6.  Road Maintenance and Sustainable Financing. Most resources have been used to \nbuild new roads rather than to maintain highways. This imbalance in capital and revenue \nexpenditure should be redressed to protect the value of road investment. NLTP seeks to avoid \nrecurrence of backlog of road maintenance through improved routine and periodic maintenance. \nThe private sector will be encouraged to play a greater part in highway maintenance. The \nGovernment has also started to research the most appropriate form of sustainable funding for \nroutine and periodic road maintenance. Whatever institutional arrangements are made to secure \na  funding  source  for  maintenance,  NLTP  well  recognizes  that  government  revenues  are \ninsufficient to address the problem. For sustainable financing, NLTP will set aside part of the \nfuel tax levy or consider the introduction of an additional road fuel levy.   \n   ", "24   Appendix 3        \nEXTERNAL ASSISTANCE TO THE ROADS SUBSECTOR, 1977–2002 \n \nSource  Project  Amount  Year of \n($ million)  Approval \nAsian Development  •  Khulna-Mongla Road  15.00  1977 \nBank  •  Feeder Roads Improvement  58.00  1985 \n  •  Road Improvement  137.50  1987 \n  •  Flood Damage Restoration  40.00  1988 \n  •  Second Flood Damage Restoration  80.00  1989 \n  •  Cyclone Damaged Roads Reconstruction  28.80  1991 \n  •  Road Overlay and Improvement Project  68.00  1993 \n  •  Jamuna Multipurpose Bridge  200.00  1994 \n  •  Jamuna Bridge Access Roads Project  74.25  1997 \n  •  Flood Damage Rehabilitation Project (1998)  45.60  1998 \n  •  Southwest Road Network Development Project  115.00  1999 \n  •  Road Maintenance and Improvement  68.70  2000 \n  •  Road Network Improvement and Maintenance  65.00  2002 \n    Subtotal  995.85   \n       \nWorld Bank  •  Second Highway  10.00  1979 \n  •  First Highway Supplemental  6.00  1982 \n  •  Road Rehabilitation and Maintenance  102.00  1987 \n  •  Flood Damage Rehabilitation  25.00  1989 \n  •  Second Road Rehabilitation and Maintenance  146.80  1994 \n  •  Jamuna Multipurpose Bridge  200.00  1994 \n  •  Third Road Rehabilitation and Maintenance  270.96  1998 \n      Subtotal   785.76   \n       \nJapan  •  Upazila Connecting Roads (JICA)  4.40  1985 \n  •  Construction of Meghna Bridge (JICA)  56.00  1986 \n  •  Construction of Meghna-Gumuti Bridge (JICA)  74.00  1991 \n  •  Jamuna Multipurpose Bridge (JBIC)  200.00  1994 \n  •  Jamuna Bridge Access Road Project (JBIC)  50.40  1997 \n  •  Construction of Small and Medium Bridges on Dhaka- 21.23  1998 \nChittagong Highway (JICA) \n  •  Meghna Bridge Resettlement Project (JICA)  1.66  1999 \n  •  Paksey Bridge (JBIC)  116.93  1997 \n  •  Rupsa Bridge (JBIC)  77.85  2001 \n      Subtotal  602.47   \n       \nPeople’s   •  Buriganga Bridge  19.00  1986 \nRepublic of  •  Shambhuganj Bridge  14.00  1989 \nChina  •  Mohananda Bridge  6.50  1991 \n  •  Karatua Bridge  8.50  1996 \n  •  Gabkhan Bridge  10.30  1988 \n      Subtotal  58.30   \n       \nNetherlands  •  Karnaphuli Bridge  25.80  1987 \n       \nUnited  •  Bailey Bridges  25.00  1981 \nKingdom  •  Gorai River Bridge  69.00  1986 \n  •  Institutional Development Component-2  10.00  1994 \n  •  Institutional Development Component-3  7.00  1999 \n  •  Bridge Improvement and Maintenance Project-2  20.90  1995 \n  •  Bhairab Bridge  37.94  1998 \n  •  Reconstruction of Narrow Bridge and Culvert  11.00  1999 \n      Subtotal  180.84   \n       \nDenmark  •  Road Maintenance Equipment  3.50  1981 \n  •  Supply of Road Rollers  2.50  1983 \n  •  Dhaka-Aricha Highway  30.00  1993 \n  •  Important Road Rehab. in Patuakhali and Barguna  33.70  1999 \n  •  Khagrachari-Rangamati Road  17.38  2001 \n      Subtotal  87.08   \n       \nItaly  •  Dinajpur-Panchagarh Road  25.00  1991 \n       \nKuwait  •  Doarika-Shikerpur Bridge Project  21.63  1998 \n  •  Sylhet-Tamabil  Road Project  22.00  1996 \n    Subtotal  43.63   \n       \n      Total   2,779.73   \nJBIC = Japan Bank for International Cooperation, JICA = Japan International Cooperation Agency. ", "    Appendix 4       25\nDETAILS OF SECTOR AND INSTITUTIONAL REFORM PROGRAM \n \n1.  Integration  of  Transport  Policy,  Planning,  and  Appraisal  Capacity  within  the \nMinistry of Communications. Implementation of the national land transport policy  (NLTP) is \ncontingent on the capacity of the Ministry of Communication (MOC) for integrated transport \nsector planning and appraisal. MOC will establish a transport sector coordination (TSC) wing, \nheaded by an additional secretary, adequately staffed, and assisted by outside experts by mid-\n2004. The TSC wing will have a sector-wide multimodal remit to develop a program approach to \nimplement NLTP. The TSC wing will draw up a new appraisal method to develop a rational \nbasis for resource allocation across modes of transport in line with NLTP. With the initiative of \nthe TSC wing, the Government will prepare, approve, and start implementation of the NLTP \naction  plan  by  2004,  and  prepare  and  approve  a  long-term  land  transport  strategy  and \ninvestment program by 2005.  \n \n2.  Roads and Highways Department Modernization and Strengthening. Roads and \nHighways  Department’s  (RHD)  new  organization  structure,  developed  by  IDC3,  proposes \nfunctional  units  for  maintenance,  highways  and  construction,  bridges,  and  management \nservices, with each, except management services, responsible for planning and design as well \nas construction. MOC issued and executed orders for RHD’s reorganization and RHD will be \nfully reorganized by the end of 2004. Changing the structure alone will not ensure accrual of \nexpected benefits unless management procedures and budgetary systems are reformed. RHD \nwill introduce improved budgetary and financial monitoring systems that IDC3 will develop by \nmid-2005. \n \n3.  The new structure, however, concentrates on improving organizational efficiency at RHD \nheadquarters and intends to retain the current structure and functions of seven field zones. RHD \nwill initiate its second-generation reorganization, focusing mainly on field or  zonal level, to \nbecome a strategic manager and procurer of services. RHD will prepare and approve its \nsecond-generation organization by mid-2005, and implement it in full by the end of 2008. \n \n4.  Road Maintenance Funding. With concerted efforts of aid agencies, the Government \nstarted to determine the best form of guaranteed funding for road maintenance. A series of \nseminars has shared knowledge about a road fund. At a seminar held in January 2003 in the \npresence of the ministers of communications and of finance and planning, the road fund was \nconsidered a viable way to sustain financing for road maintenance. The Government will confirm \nits intention to develop a road fund as a condition of project loan appraisal. The Government will \ncomplete studies and consultations on establishing road fund mechanism to finance road \nmaintenance requirements with stakeholders’ oversight by the end of 2004, and approve and \nintroduce a road fund mechanism by mid-2005. \n \n5.  Privatization of the Roads and Highways Department’s Plant and Equipment, and \nWorkshops Functions. RHD’s mechanical wing provides all mechanical services, including \nprocurement, O&M, and repair of construction equipment, vehicles, and ferries. Traditionally \nRHD owned all construction equipment and rented it at rates below cost to contractors as they \ncould not own such equipment themselves. Now contractors are being required to provide their \nown construction equipment. To facilitate equipment ownership by private contractors, the \nmechanical wing established a plant pool to commercially rent out equipment to contractors, \nwho will eventually recognize that they should have their own equipment. Foreseeing that the \nrole of the mechanical wing will gradually shrink, RHD will study the feasibility of privatizing its \nplant, equipment, and workshops, and have the study’s recommendations and action plan \napproved by the end of 2004 and implemented by mid-2005.   ", "26   Appendix 4 \n6.  Modernization and Strengthening of the Bangladesh Road Transport Authority. It  \n(i) licenses all vehicle types and driver and vehicle fitness testing, (ii) regulates road transport \nservices, and (iii) provides secretarial services for NRSC through the road safety cell. The \nGovernment will formally establish the road safety cell funded by external agency and provide \nadditional professional staff and annual budget for its activities by mid-2004. The Government \nwill also prepare and approve the BRTA institutional reform program by 2005, focusing on the \nagency’s regulatory functions and roadside enforcement capacity. \n ", "Appendix 4        27\nRoad Map for Road Sector Reform\nMain \nActivity 2003 2004 2005 2006-8 Supporter\n1. UInptgergardaete A Tcrcaonusnptoinrtg P Soylisctye,m Planning, and Appraisal within MOC\na. Approves  NLTP \nb. Establish a TSC Wing in the Ministry of Communcations, headed by an additional \nsecretary, adequately staffed, and assisted by outside experts DFID\nc. Prepare, approve, and start implementation of action plan for NLTP DFID\nd. Prepare and approve long-term land transport strategy and investment program\ne. Classify roads\n1. Approve road reclassification, including criteria for classification of new roads\n2. Establish criteria for design of all roads based on traffic demand\n2. Update Legislation\na. Update the Road Transport and Traffic Act (replacing Motor Vehicles Ordinance)\n1. Prepare draft act DFID\n2. Cabinet approves\n3. Submit to Parliament\nb. Update the Highways Act\n1. Prepare draft act DFID\n2. Cabinet approves\n3. Submit to Parliament\n3. Private Sector Participation in Highways and Bridges\na. Government publishes policy guidelines on PSP ADB\nb. Government publishes the legal and regulatory framework for PSP ADB\n4. Modernize and Strengthen RHD\na. Reorganize RHD headquarters \n1. Issue and execute order for RHD headquarters reorganization DFID\n2. Approved organization structure for RHD headquarters implemented in full DFID\nb. Introduce improved budgetary and financial monitoring systems WB, DFID\nc. Implement second-generation reorganization of RHD, focusing mainly at zonal or field \nlevel, to completely transform it into a strategic manager and procurer of services WB, DFID\n1. Prepare and approve second-generation reorganization\n2. Implement second-generation reorganization in full\nd. Pilot the involvement of headquarters divisions in planning and design of external agency-\nfunded projects, including feasibility studies, economic analysis, and road safety DFID\n5. Privatize RHD’s plant and equipment,and workshop functions\na. Prepare a feasibility study and approve an action plan ADB\nb. Implement the action plan WB, ADB\n6. Fund Road Maintenance \na. Following a seminar on 26 January 2003 in the presence of the minister of \ncommunications and minister of finance and planning, the Government confirm its \nintention to proceed with developing a road fund \nb. Use annual road maintenance plans using HDM4 to assign all annual maintenance \nexpenditures DFID\nc. Continue to increase annual funding for road maintenance\nd. Include consolidated projects in ADP to finance road maintenance, including backlog DFID\ne.\nComplete studies and consultations on establishing a road fund mechanism to finance \nannual road maintenance requirements with stakeholder oversight. WB, DFID\nf. Approve and introduce a road fund mechanism WB, DFID", "28         Appendix 4\nMain \nActivity 2003 2004 2005 2006-8 Supporter\n7. Maintain Roads\na. Introduce use of domestic consulting firms to prepare contracts for periodic maintenance \nworks according to RHD standards DFID\nb. Commence pilot trial of performance-based contract for routine maintenance ADB\n8. Prepare a Road Sector Master Plan for RHD  ADB\n9. Modernize and Strengthen BRTA \na. Prepare and approve a BRTA institutional reform program ADB\nb. Invite the private sector to develop vehicle testing for light and commercial vehicles under \nlicense ADB\nc. Invite the private sector to provide a driver training services ADB\nd. Formally establish a road safety cell, provided a with additional professional staff and \nannual budget from Government WB\ne. Increase the annual budget for road safety\nf. Implement the national road safety strategic action plan \nImplementation\nMilestone for processing/approval of next ADB loan\nADB = Asian Developmentr Bank, ADP = annual developmen plan, BRTA = Bangladesh Road Transport Authority, DFID = Department of International Development,\nUnited Kingdom, HDM4 = highway design model version 4, MOC = Ministry of Communicaiton, NLTP = national land transport policy, PSP = private sector\nparticipation, RHD = Roads and Highways Department, TSC = transport sector coordination, WB = World Bank.\nSource: ADB staff.", "          Appendix 5        29  \n      \nDETAILS OF PRELIMINARY DESIGN OF ROADS \n \nA.   Summary of Design Approach and Technical Standards \n \n1.  Introduction \n \n1.  The Project will improve 86.4 kilometers (km) of national highways, 15.0 km of regional \nroads, and 142 km of district roads in Dhaka, Mymensingh, Rangpur, and Chittagong. \n \n2.   The roads or road sections to be improved were constructed with sand seal surfacing or \nthin bituminous carpeting over brick macadam base, which have deteriorated and do not satisfy \ninternational standards in alignment, cross section, and pavement structure. The suggested \nimprovements are full reconstruction following the current alignment but including widening and \ncorrecting substandard curves, and construction of bypasses to avoid densely inhabited market \nplaces.  \n \n3.   As required by the terms of reference for the project preparatory technical assistance \n(TA),  the  consultant  conducted  the  feasibility  study  for  the  project  roads  and  prepared \npreliminary  designs.  The  TA  consultant  designed  the  project  roads  in  accordance  with \ninternational standards and procedures but largely followed Roads and Highways Department \n(RHD) geometric design standards and guidelines for bridge design, respectively, for cross-\nsection parameters of roads and structural configurations. The principal international standards \nadopted follow: \n \n(i)  For highway alignment design: Transport and Road Research Laboratory (TRRL). \nUK.  1998.  Recommendations  of  Transport  and  Road  Research  Laboratory, \nOverseas  Road  Note  6;  and  American  Association  of  State  Highway  and \nTransportation  Officials  (AASHTO).  1994.  A  Policy  on  Geometric  Design  of \nHighway and Streets.  \n(ii)  TRRL. UK, and AASHTO. Method for Design of Pavements. Overseas Road \nNote 31.  \n(iii)  For  bridges  and  other  drainage  structures:  AASHTO.  1996.  Standard \nSpecifications for Highway Bridges. \n(iv)  For  materials:  AASHTO,  and  American  Society  for  Testing  and  Materials \nmethods. \n \n2.   Horizontal and Vertical Geometry and Cross Sections \n \n4.   Traffic counts were taken during the feasibility study, and projections developed for the \n20-year project evaluation period to determine physical capacity requirements in terms of \nnumber and width of lanes for motorized and nonmotorized traffic, and intersection layouts. \nDesign speeds of 80 km per hour for national and regional roads and 65 km for district roads \nwere adopted and the horizontal and vertical alignments designed accordingly. \n \n5.   Cross sections were developed from traffic projections for motorized and nonmotorized \ntraffic, and the terrain. The cross section consists of motorized traffic lanes of 7.3 meter (m), 5.5 \nm,  and  3.65  m,  respectively,  for  national,  regional,  and  district  roads,  with  two  surfaced \nshoulders of 1.5 m for all types of road. A feature that adds to the overall cost but is considered \nnecessary for safety and traffic flow efficiency is surfaced shoulders along the length of each \nproject road. The shoulders will provide space for nonmotorized and slow motorized traffic as ", "30   Appendix 5         \nwell as space for vehicle repairs, tire replacement, or mechanical breakdown, without disturbing \ntraffic flow or posing high traffic safety risks. \n \n3.  Pavements \n \n6.   The pavements were designed in accordance with accepted international standards and \nprocedures for a 20-year life, with provision for overlays during or at the end of 10 years to \ncover the serviceability loss and extend the life to 20 years while maintaining international \nroughness index at the recommended level. The designs will be based on traffic counts and \ntraffic projections (for capacity), and axle-load surveys and projections (for structural capacity). \nThe pavement structure will consist typically of an improved subgrade, a granular subbase of \nbrick aggregate, a base of stone aggregate, asphaltic concrete surfacing (base course and \nwearing course), or double bituminous surface dressing. Roughness values for the completed \npavements, expressed in international roughness index terms, should be 2.0–2.5. \n \n4.   Bridges and Drainage Structures \n \n7.   The structures were designed in accordance with AASHTO standards. AASHTO HS20 \nlive loading was adopted and a return period of 20 years considered for drainage structures. \nImprovement  of  structures  includes  (i)  rehabilitating  bridges/culvert  decks,  and  widening \nstructures according to road section and RHD guidelines; (ii) reconstructing structures that must \nbe replaced because of structural and hydrological inadequacy; and (iii) constructing new \nstructures on realigned sections.  \n \n B.  Roads for Improvement \n \n8.   Details of the roads for improvement are in the table below: \n \n \n \n \n ", "Details of Preliminary Design of Roads \n  \n  Mymensingh Region  Dhaka Region  Rangpur Region  Chittagong \nRegion \nBhaluka-  Nandail-  Kaliakoir Bypass  Panghagarh-  Parbatipur-  Boda-  Chittagong- \nKishoreganj  Kishoreganj  Banglabandh  Madhyapara  Nilphamari  Dohazari \n               \nLength (km)  45.4  15.0  3.2  57.0  44.0  52.6  26.2 \nNumber of Lanes  2 lanes  2 lanes  2 lanes  2 lanes  2 lanes  2 lanes  2 lanes \nPavement Width               \n               \n  Current  3.5–5.5 m  traffic  5.5 m traffic    —    3.2 - 7.3 m  5.5 m traffic  3.2 - 5.5 m  5.5 - 7.3 m traffic \n  lane  lane    traffic lane  lane  traffic lane  lane \n               \n  Design  5.5 m traffic   5.5 m traffic lane  7.3 m traffic lane  7.3 m traffic       7.3 m traffic lane \nlane  lane  5.5 m traffic  5.5 m traffic \n lane   lane \nShoulder Width               \n               \n  Current  1.27 m each,   1.805 m each,   —  1.28 - 2.75 m  1.5 m each,  1.295 - 1.38 m  1.25 - 2.45 m \n  no pavement  no pavement    each    no pavement  each, no  each \n            pavement   \n  Design  3.35 m each,   3.35 m each,   2.45 m each,  2.75 m each,  2.45 m each,  2.45 m each,   2.45 m each, \n1.5 m paved  1.5 m paved  1.5 paved  1.5 m paved  1.5 m paved  1.5 m paved  1.5 m paved \nImprovement Type  Reconstruction  Reconstruction  New Construction  Reconstruction  Reconstruction  Reconstruction  Reconstruction \nPavement (typical)               \n               \nBituminous Surface               \nDressing (mm)               \n               \nAsphalt Concrete   100  100  120  100  125  100  120 \n(mm)               \n  275  275  330  250  250  250  330 \nAggregate Base (mm)               \n  275  275  225  300  250  200  225 \nAggregate Subbase               \n (mm)               \n  300  300  300  500  200  200  300 \nImproved Subgrade  A\np\n(mm)  p\ne\n  nd\nConstruction Cost                ix\n 5\n      m($   =m millieotne)r ,  mm = milimeter  34.1  8.2  6.9  12.9  22.1  23.5  14.2   3        \n     — = no data available.  1\n ", "32  Appendix 6 \nCRITERIA FOR SELECTING \nPERIODIC ROAD MAINTENANCE SUBPROJECTS \n \n1.  The periodic road maintenance component will finance a time slice of road maintenance \nunder the Roads and Highways Department (RHD) from its annual road maintenance plan \n(ARMP). The work will be divided into two annual tranches and implemented over 2 years.  \nEach tranche will cover civil works valued at about $12 million equivalent, providing for periodic \nmaintenance of about 300 kilometers (km) of roads. \n \n2.  Roads to be included will need Asian Development Bank (ADB) approval. They will be \nselected annually in order of estimated economic returns, based on rankings produced each \nyear by ARMP, and subject to the criteria listed below. Among roads satisfying the listed criteria, \npreference will be given to roads that were previously improved with ADB assistance. The \ncriteria for selecting subprojects for the periodic maintenance program follow: \n \n(i)  The  roads  are  included  in  ARMP  and  have  been  given  priority  in  periodic \nmaintenance tasks, using the highway design and maintenance standards model. \n \n(ii)  The roads are within the districts of Dinajpur, Gaibandha, Kurigram, Lalmonirhat, \nNilphamari, Panchagarh, Rangpur, and Thakurgaon in the northwest region; and \nJamalpur, Kishoreganj, Mymensingh, Netrokona, and Sherpur in the central north \nregion. \n \n(iii)  The proposed civil works will be limited to periodic maintenance consisting of \noverlay and sealing works, but excluding road development, upgrading, and \nwidening except in specific locations approved by ADB such as market places \nand bus bays. \n \n(iv)  Based on a minimum 10-year evaluation period using full life-cycle costs and \nbenefits, the estimated economic internal rate of return for the road maintenance \nworks will be at least 20%. \n \n(v)  The proposed works will not adversely affect the environment and will include \nmitigation measures acceptable to ADB where adverse environment impacts are \nanticipated. \n \n(vi)  Sufficient Government counterpart funding from the RHD budget will be allocated \nto implement the works as scheduled. \n \n(vii)  To facilitate efficient subproject implementation and to encourage participation by \nqualified contractors, the civil works will be arranged in packages each with an \nestimated value of at least $1 million. ", "                      Appendix 7          33 \nPERFORMANCE-BASED MAINTENANCE CONTRACT \n \nA.  Concept \n \n1.  A performance-based maintenance contract is an agreement between a government \ndepartment or state enterprise and a private contractor whereby the private contractor maintains \nthe road to achieve specified condition standards for a certain period (usually long term, ranging \nfrom 3 to 10 years) in return for a fixed payment stream. \n \n2.  The concept of a performance-based contract originated from a consideration of (i) the \nincreasing lack of personnel within the government department to measure the vast quantity of \nactivities involved in the more traditional maintenance contracts, and to monitor performance \nstandards using input indicators; (ii) the frequency of claims resulting from the need to increase \nthe quantity of activities in the original contracts; (iii) the need to focus more on customer \nsatisfaction; and (iv) the need to shift greater responsibility to contractors throughout the entire \ncontract period, as well as to stimulate and profit from their innovative capabilities.1 \n \n3.  The performance-based contract is different from a traditional quantity- and unit-price-\nbased, short-term maintenance contract. In the traditional maintenance contract, the private \nsector maintains an existing road based on input indicators, such as materials, equipment, and \nlabor, and, more frequently, tons of pothole patch material used, number of linear meters of pipe \nculverts replaced, and number of square meters of crack sealed. In the performance-based \ncontract,  the  private  sector  maintains  an  existing  road  on  the  basis  of  customer-based \nperformance indicators, such as riding and strength quality (smoothness), safety features, and \naesthetic and attractiveness of the roadside. \n \n4.  The  performance-based  contract  is  also  different  from  a  road  operation  and \nmaintenance  concession.  Under  the  performance-based  contract,  performance  risks  are \nallocated between the government or client and the contractor. However, the traffic risk remains \nwith  the  government.  Under  the  road  operation  and  maintenance  concession,  the \nconcessionaire  assumes  the  traffic  and,  ultimately,  the  revenue  risks.  The  concessionaire \ncollects toll, maintains the road, and pays an agreed-upon amount to the government. Since the \nrisk  from  uncertain  traffic  is  to  be  borne  by  the  private  sector,  the  road  operation  and \nmaintenance concession is suitable only for roads with sufficient traffic volume. For low-volume \nroads, the performance-based contract may prove a promising alternative modality for private \nsector participation in road maintenance. \n \n5.  Performance-based maintenance is especially suitable for low-volume roads with gravel \nsurface or thin bituminous surface treatments, as the continued serviceability of such roads \ndepends on the quality and reliability of future maintenance. Performance-based maintenance \noffers  an  effective  means  to  improve  the  efficiency  and  public  accountability  of  road \nmaintenance operations. Other benefits include improved service to road users and reduced \nsize of the government establishment (staff, equipment, and workshops) needed for road \nmaintenance operations. In the long run, this approach will significantly reduce the unit cost of \nmaintenance operations while improving the quality and cost-effectiveness of maintenance \nworks. \n                                                                 \n1 Cabana, G., G. Liautaud, and A. Faiz. 1999.  Areawide Performance-Based Rehabilitation and Maintenance \nContracts for Low-Volume Roads. Proceedings of the 7th International Conference on Low Volume Roads. Baton \nRouge, Louisiana. Transport Research Record 1652. ", "34  Appendix 7 \nB.  Monitoring of Maintenance Performance \n \n6.  The contractor is responsible for maintaining the road at performance standards agreed \nupon in the contract. These standards should be defined to minimize the long-term cost of \npreserving the road, as well as the cost to the road user. Examples of performance standards \nare in the table below: \n \nExamples of Performance Standards Applied in Different Contract \n \nAsset Class  Component  Performance Standard \nPavement  Potholes  No potholes \nRoughness (asphalt)  IRI<2.0 (Argentina), IRI<2.8 (Uruguay) \nRoughness (bituminous treatment  IRI<2.9 (Argentina), IRI<3.4 (Uruguay) \nRutting  <12 mm (Argentina), <10 mm (Uruguay) \nCracks  Sealed \nShoulders  Potholes  No potholes \nCracks  Sealed \nJoints with Pavement  Vertical alignment<1 cm (Chile, Uruguay), \nSealed (Peru) \nDrainage  Obstruction  No obstructions. Should allow for unhindered flow of \nSystem    water (Chile, Uruguay) \nStructures  Without damages and deformations (Chile, Peru) \nRoad Signs  Road Signs  Complete and clean (Argentina, Chile) \nand Markings  Road Markings  Complete and clean (Argentina, Chile) \nRetroreflexivity of Road   160 mcd (Argentina) \nMarkings  70 mcd (Uruguay) \nRight of Way  Vegetation  <15 cm high (Argentina, Uruguay) \nForeign Elements  No foreign elements allowed \n cm = centimeter, IRI = international roughness index, mcd = meter critical distance. \n Source: Zietlow, Gunter J. 1999. Performance Specified Road Maintenance Contracts-The Road to the Future: The \nLatin American Perspective. The 21st World Road Congress, Kuala Lumpur, 3-9 October. \n  \n \n7.  Vital to the success of the performance-based contract are appropriate and well-defined \nmonitoring procedures, combined with penalties for noncompliance. Inspectors may be hired to \ninspect the road and make random checks regularly to verify compliance. Road users may also \nbe  encouraged  to  take  an  important  role  in  monitoring  performance  by  reporting  road \ndeficiencies to the road agency. A percentage of noncompliance may be calculated based on a \nformula incorporated in the contract, by which penalties are applied. \n \nC.  Bidding Processes \n \n8.  The guiding principle for the bidding processes should be to maximize competition and \nclarity of the process. The major aspects that should be considered to ensure competitive and \ntransparent bidding processes follow: \n \n(i)  Detailed development of the contract should be set out clearly in the bidding \ndocuments, specifying the responsibilities of the contractor and the government. \n \n(ii)  A draft contract agreement should be prepared by the government and included \nin the bidding documents to ensure that all bidders make similar assumptions. \n \nThe evaluation criteria should be clearly set out in the bidding documents. The most transparent \napproach is to select a single criterion, perhaps the lowest level of bid price for a given \nperformance specification. The decision should be made only after prequalification procedures \nwhere potential bidders are  evaluated in terms of their technical, operational, and financial \ncapacity. \n   ", "        Appendix 8          35\nDETAILED COST ESTIMATES AND FINANCING PLAN\n($ million)\nProject Cost Financing Source\nForeign Local Total\nItem Exchange Currency Cost ADB Government\nA. Base Cost\n1. Land /Resettlement 0.0 7.5 7.5 0.0 7.5\n2. Road Improvement 50.7 68.8 119.5 93.0 26.4\n3. Road Master Plan 0.7 0.1 0.8 0.8 0.0\n4. Road Maintenance\na. Periodic Road Maintenance 7.4 16.6 24.0 7.4 16.6\nb. Routine Road Maintenance 0.6 1.2 1.8 1.4 0.4\n5. Road Safety \na. Black Spot Improvement 0.6 1.4 2.0 1.6 0.4\n6. Privatization of Vehicle Inspection 0.3 0.3 0.6 0.5 0.1\nCenters\n7. Improvement of Public Awareness for 0.0 0.3 0.3 0.2 0.1\nHIV/AIDS and Women Trafficking\n8. Consulting Services\na. Supervision 4.4 2.5 6.9 6.9 0.0\nb. Project Preparation 0.4 0.6 1.0 1.0 0.0\nc. External Audits 0.3 0.1 0.4 0.4 0.0\n9. Project Administration 0.0 1.0 1.0 0.0 1.0\n10.Land Acquisition and Resettlement 0.0 0.5 0.5 0.0 0.5\nPlan Implementation\nSubtotal (A) 65.5 100.8 166.3 113.3 53.0\nB. Contingencies\n1. Physical 5.1 7.8 12.9 8.3 4.6\n2. Price 2.5 3.6 6.0 2.5 3.6\nSubtotal (B) 7.6 11.4 19.0 10.8 8.2\nC. Interest During Construction 1.9 0.0 1.9 1.9 0.0\nTotal 75.0 112.1 187.1 126.0 61.1\nADB = Asian Development Bank, HIV/AIDS = human immunodeficiency virus/acquired immunodeficiency syndrome.\nSource:  ADB staff.", "IMPLEMENTATION ARRANGEMENTS 3\n6\nChiefR EHnDgineer                            A\np\np\ne\nn\nd\n                                           ix\nExecutive Engineer   9\nAdditional Chief Engineer\n(ADB Projects)\n(ADB Projects) /\nProject Director\nAssistant Project Director \n(SDE) (1)\nAdditional Project Director (SE)\nAssistant Engineer (1)\n(RNIMP II)\nPM (Kishoreganj), EE  PM (Nilphamari), EE  PM (Chittagong), EE              \nDhaka/Mymensingh Region              Rangpur Region              Chittagong Region                    \n(Contract 1) (Contracts 2 and 3) (Contract 4)\nAssistant Engineer (1) Assistant Engineer (2) Assistant Engineer (1)\nDPM (1), SAE (1)  DPM (2), SAE (2)  DPM (1), SAE (3) \nContract 1 Contracts 2 and 3 Contract 4\nDPM = deputy project manager, EE = executive engineer, PM = project manager, RHD = Roads and Highways Department,\nRNIMP II = Road Network Improvement and Maintenance Project II, SAE = sub-assistant engineer, SDE = subdivisional engineer, \nSE = superintendent engineer.", "IMPLEMENTATION SCHEDULE\n2004 2005 2006 2007 2008 2009\nActivity Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2\nLand Acquisition/Resettlement\nDetailed Design\nRoad Improvement\nPrequalification\nBidding, Approval, and Award\nConstruction\nPeriodic Maintenance\nSelection, Design, and Procurement\nImplementation\nRoutine Maintenance\nDesign and Procurement\nImplementation and Supervision\nRoad Safety \nBlack Spot Improvement\nConsulting Services for Supervision\nSelection\nSupervision\nImplementation\nDefects Liability Period\nA\np\np\ne\nn\nd\nix\n 1\n0\n  3        \n7", "38          Appendix 11\nCONTRACT PACKAGES\nEstimated\nContract Length Cost Type of\nNo. Section (km) ($ million) Procurement\nRoad Improvement \nDhaka /Mymensingh Region\n1 Bhaluka-Gaffargaon-Kishoreganj (45.4 km) 63.6 49.2 ICB\nNandail-Kishoreganj (15.0 km)\nKaliakoir Bypass (3.2 km)\nRangpur Region\n2 Panchagarh-Tetuila-Banglabandh  57.0 12.9 ICB\n3 Parbatipur-Fulbari-Madhyapara (44.0 km) 96.6 45.6 ICB\nBoda-Debiganj-Domar-Nilphamari (52.6 km)\nChittagong Region\n4 Chittagong-Dohazari 26.2 14.2 ICB\nTotal 243.4 121.9\nPeriodic Road Maintenance 30-80 1.0-3.0 LCB a\nTotal 600 b 24.0\nICB = international competitive bidding, km = kilometers, LCB = local competitive bidding.\na  Contracts with an estimated value of over $2 million will be procured through ICB.\nb  The total length of periodic maintenance will depend on types of work to be required for priority sections.\n   Six hundred km is an estimated figure based on the average periodic maintenance cost per km.\nSource: ADB staff.\n  ", "    Appendix 12         39          \nTERMS OF REFERENCE FOR RESETTLEMENT MONITORING \n \nA.  General  \n \n1.  Review  and  verify  the  progress  in  resettlement  implementation  as  outlined  in  the \nresettlement plan.  \n \n2.  Assess whether resettlement objectives have been achieved, particularly if livelihoods \nand incomes of affected persons have been restored or enhanced. \n \n3.  Assess resettlement efficiency, effectiveness, impact, and sustainability, drawing on \npolicies and practices, and suggest any corrective measures, if necessary. \n \nB.  Specific Tasks and Methodology \n \n4.  Review  pre-displaced  baseline  data  on  income  and  expenditure,  occupational  and \nlivelihood patterns, arrangements for use of common property, social organization, leadership \npatterns, community organizations, and cultural parameters. \n \n5.  Identify a set of indicators for gathering and analyzing information on resettlement \nimpacts.  The  indicators  will  include  but  not  be  limited  to  issues  such  as  payment  of \ncompensation,  relocation  and  resettlement  assistance,  delivery  of  entitlement  packages, \nrestoration of income and living standards, level of satisfaction by the affected persons, and \nquality of resettlement operations.  \n \n6.  Review results of internal monitoring and verify claims through random checking at the \nfield level to assess whether resettlement objectives have been generally met. Involve the \naffected people and community groups in assessing the impact of resettlement for monitoring \nand evaluation. \n \n7.  Conduct individual and community impact analyses through the use of formal and \ninformal  surveys,  key  informant  interviews,  focus  group  discussions,  community  public \nmeetings, and in-depth case studies of affected people from various social classes (e.g., \nscheduled caste, scheduled tribes, other backward castes) to assess the impact of resettlement. \n \n8.  Identify the strengths and weaknesses of the resettlement objectives and approaches, \nimplementation strategies, including institutional issues, and suggest improvements for future \nresettlement planning and implementation. \n \n ", "40  Appendix 13 \nECONOMIC ANALYSIS \n \nA.  General \n1.  Introduction \n \n1.  The major project components consist of improvement of seven roads or section of roads in \npoor condition. Three are part of national highways, one regional highway, and other three are \ndistrict road. Three in the northwest, three in the north central, and one in the southeast regions. \nImprovement of these roads will provide rural farmers with better access to markets, social services, \nand jobs; improve boarder access; and complete some missing links in the main road network.  \n \nB.  Traffic Analysis and Projections \n \n1.  Base-Year Traffic \n \n2.  For the purpose of traffic analyses, representative vehicles used in the Roads and Highways \nDepartment (RHD) (Table A13.1, column 1) were selected based on traffic surveys. Road base-year \ntraffic was estimated on the basis of growth potentials, historical trends, classified traffic counts, and \norigin-destination (O-D) surveys carried out in the project areas, and adjustment of seasonal factors.  \n \nTable A13.1: Base Year Traffic by Project Road  \n(units) \nRepresentative  Bhaluka-  Nandail-  Parbatipur-  Boda-  Panchagarh-  Chittagong Joydebpur-\nVehicles  Kishoreganj  Kishoreganj  Madhyapara  Nilphamari  Banglabandh  -Dohazari  Kaliakoir \nMotorized   \nHeavy Truck    0    0    0    0     0    30    403  \nMedium Truck    165    228    291    70    200    1,427    1,731 \nSmall Truck    42    88    94    9    20    490    977 \nLarge Bus    1    251    5    40    5    450    1,487 \nMedium Bus    25    51    139    63    50    250    1,627 \nMicro Bus    36    104    104    49    76    276    1,315 \nCar    163    65    92    40    55    120    1,442 \nUtility    28    65    51    23    66    170    1,232 \nAuto-Rickshaw    77    91    54    161    40    450    1,424 \nMotor Cycle    325    306    522   1,186    250    550    1,236 \nTotal Motorized    863    1,249    1,352   1,642    762    4,213    12,874 \nNonmotorized   \nBicycle    1,345    1,134    1,383   2,748    2,300    1,200    958 \nRickshaw    2,878    1,478    2,209   1,816    1,850    2,500    1,816 \nCart    50    8    2    3    10    0    346 \nTotal                       \nNonmotorized    4,274    2,620    3,595   4,567    4,160    3,700    3,120 \n       Source: Consultant surveys. \n \n \n2.  Traffic Projections \n \n3.  Estimates were made on the present volume of traffic on each project road, volume of traffic \nlikely to be generated after improvement, and volume of traffic likely to be diverted from alternative \nroads as a result of improvement. Traffic projections were estimated from the analyses of historical \ntraffic growth during last two decades, gross domesic product (GDP) growth pattern, population, \nvehicle fleet, industrial production, growth of nonfarm activities, traffic counts, traffic diversions, and \nO-D survey results. Road traffic increased at about 8% per annum during the 1980s and 1990s. The \nkey factor used to estimate the projected traffic was income elasticity of traffic demand. Over the \nanalyses period 2002–2006, GDP growth was projected to be 5.0–5.5%, and elasticity of traffic \ndemand 1.20–1.35. The resultant traffic growth factors estimated are in Table A13.2. \n \n ", "Appendix 13       41 \nTable A13.2: Traffic Growth by Vehicle Category  \n(%) \n  Motorized    Non-\nPeriod  Passenger  Freight  motorized \n2002-2007    7.4    7.2    6.0 \n2007-2012    6.9    6.6    5.0 \n2012-2026    6.3    6.0    5.0 \n    Source: Consultant estimate. \n \n4.  Road improvement and maintenance will induce the generated traffic, i.e., traffic that did not \nexist before the investment, as an incentive to reduce transport costs and journey time, and \nincrease  comfort.  Additional  traffic  will  be  generated  as  a  result  of  the  increased  volume  of \nagricultural produces, processing, and marketing due to reduced transport costs. Generated traffic \nwas estimated to increase conservatively by 10%. In some cases traffic diversion will take place in \nlarge volume, particularly on the Bhaluka-Kishoreganj road. Dhaka-bound traffic from Kishoreganj \nwill be attracted to divert to this road from Mymensingh-Kishoreganj and Bhairab Bazar-Kishoreganj \nroads due to distance savings of more than 60 kilometer in each case.  \n \nC.  Economic Evaluation \n \n1.  Benefits and Beneficiaries \n \n5.   The direct and quantifiable project benefits include vehicle operating costs savings  (VOCs) \nfor normal, generated, and diverted traffic; time savings; and recurrent and periodic maintenance \nsavings. The indirect benefits are increased agricultural output, business and other economic \nactivities, and local enterprise growth. These benefits have been estimated as generated traffic. \nUsing a road design model that allowed for differences in roughness, terrain, speed, and congestion \nfacilitated the estimation of benefits. Unquantifiable benefits include greater riding comfort for \npassengers  and  reduced  damage  to  commodities  carried,  and  other  benefits,  including \nenvironmental and health improvement and improved access to basic education.  \n \n6.  The beneficiaries include those benefiting directly from investments and those benefiting \nindirectly because of their dependence on the impact zones of the roads. Project beneficiaries are of \nvarious categories of road users such as the owners, operators, bus and truck crews, passengers of \nall types of vehicles, cargo owners, and the population in the impact zone in general. Benefits in the \nform of reduced transport costs, accrued to transport owners and operators, are expected to be \nevenly distributed among all stakeholders and beneficiaries due to competitive situation in the \nindustry. \n \n2.  Evaluation Approach and Methodology \n \n7.  The evaluation examines road conditions, traffic volume and importance of road, network, \ninvestment and maintenance costs, vehicle operating costs and travel time costs with and without \nthe project for 20 years after improvement. All costs are valued at border prices, using a world price \nnumeraire, with all taxes and duties excluded. A standard conversion factor of 0.9 was applied to \nnon-traded  items  and  labor.  The  evaluation  was  carried  out  using  the  highway  design  and \nmaintenance model 4 (HDM-4), which has been calibrated for conditions in Bangladesh under the \nInstitutional  Development  Components  (IDC)  of  Road  Rehabilitation  and  Maintenance  Project \n(RRMP) projects funded under the World Bank Consortium. The economic evaluation involved \ncomparison of cost and benefit streams under “without” and “with” project conditions, over a fixed \nanalysis period. The “without project” situation is the base case or the “do-minimum” case, where \nstatus quo on the project road is maintained with minimum maintenance, and no major improvement \nwork is taken up. The “with project” case provides for major improvement. For generated traffic, half \nof the benefits of normal traffic were assigned. \n \n ", "42  Appendix 13 \n  3.   Construction Costs \n  \n8.  The economic costs of road construction and maintenance are expressed in early 2003 \nprices (Table A13.3) and derived from the financial costs by deducting taxes and duties from the \ncosts of imported equipment and materials and applying a standard conversion factor of 0.9 for \nnontraded items and labor. Construction costs include physical contingencies, land acquisition, \nenvironmental mitigation, and resettlement costs as well as construction supervision.  \n \nTable A13.3: Construction Costs \n(Tk million) \nRoad    Per km    Total \nBhaluka-Kishoreganj  38.31    1,739 \nNandail-Kishoreganj   27.88    418 \nParbatipur-Madhyapara  26.56    1,168 \nBoda-Nilphamari  23.82    1,253 \nJoydebpur-Kaliakoir  105.26    337 \nPanchagarh-Banglabandh  12.34      703 \nChittagong-Dohazari  24.70    647 \n        Source: Consultant estimate. \n \n  4.  Vehicle Operating Costs and Time Costs \n \n9.  Vehicle operating costs for representative motorized vehicles are those prepared jointly by \nthe IDC and RHD and updated for 2001. VOCs were derived from the financial costs by excluding \nall applicable  taxes and duties such as custom duties, development surcharge, supplementary \nduties, value-added tax, advance income tax, and import permit fees. For fuels, the economic costs \nof petrol, diesel, and lubricants have been calculated by excluding the tariff and other implicit taxes \nand including the economic costs of distribution expenses. For nonmotorized vehicles operating \ncosts and other operating parameters developed by RHD under IDC have been used. Financial \ncosts of nontraded items, net of taxes and duties, were converted into economic costs applying a \nconversion factor of 0.9. VOC for the representative vehicles at free flow speeds are shown in Table \nA13.4:  \n \nTable A13.4:  Vehicle Operating Cost for Representative Vehicles \n(Tk/km at IRI of 2 and 6) \nVehicle Categories  IRI of 2  IRI of 6 \nMedium-sized Truck    8.58    9.62 \nSmall Truck    5.02    5.87 \nLarge Bus    9.13    11.14 \nMedium-sized Bus    5.42    6.24 \nMicro Bus    4.52    5.20 \nCar    7.50    8.41 \nUtility    6.08    7.71 \nAuto Rickshaw    0.83    0.95 \nMotorcycle    0.80    0.85 \nBicycle    0.37    0.53 \nRickshaw/Van    0.78    1.27 \nAnimal Cart    3.44    4.89 \n            IRI = international roughness index. \n                   Source: Roads and Highways Department Road User Cost, 2000-2001. \n \n10.  The economic costs of passenger time are based on the findings of several studies carried \nout in Bangladesh and RHD estimates based, among other things, on primary surveys carried out in \ndifferent parts of the country. For freight, the time cost has been estimated based on the costs of \nworking capital tied up in representative trucks in the impact area using cargo flows obtained in the \nO-D surveys. The time value are shown in Table A13.5: \n ", "Appendix 13       43 \n \nTable A13.5: Value of Passenger and Cargo Time \n(Tk passenger/vehicle-hour) \nVehicle Categories  Passenger  Cargo \nHeavy/Medium-sized Truck      15.58 \nSmall Truck      6.68 \nBus (large/medium-sized)    14.0 \nMicro Bus    24.3 \nCar    32.4 \nTempo     11.9 \nAuto Rickshaw    19.0 \nMotorcycle    22.6 \n          Source: Roads and Highways Department Road User Cost, 2000-2001. \n \n  6.  Economic Internal Rate of Return and Net Present Value  \n \n11.  The economic internal rates of return (EIRRs) for each selected road have been estimated \nusing the HDM-4, comparing the streams of costs and benefits under “with” and “without” the project \nscenarios. Construction was assumed to be spread over 3 years with about 20% of works being \ncompleted in the first year, 40% in the second year, and the remaining 40% in the third year. \nPeriodic  maintenance  and/or  overlays  were  assumed  to  be  applied  every  6–8  years  after \ncompletion,  depending  on  the  volume  of  traffic  and  truck  loading  pattern.  The  results  of  the \neconomic evaluation are in Table A13.6.  \n \n12.  EIRR for seven roads varies between 17% to 43%, with a consolidated EIRR of 26.2%. At \n12% rate of discount, net present value (NPV) calculated for each project road ranges from Tk295 \nmillion to Tk3,821 million. The consolidated NPV for seven roads amounts to Tk9,202 million.  \n \nTable A13.6: Economic Rate of Return and Net Present Value  \n  EIRR  NPV \nRoad  (%)  (Tk million) \nBhaluka-Kishoreganj    19.5    994  \nNandail-Kishoreganj     21.0    296 \nParbatipur-Madhyapara    21.1    830 \nBoda-Nilphamari    17.0    572  \nJoydebpur-Kaliakoir    41.8    3,821 \nPanchagahr-Banglabandh    17.5    420 \nChittagong-Dohazari    43.1    2,369 \n  Total      26.2    9,202 \n \n7.  Risk and Sensitivity Analysis \n \n13.  A review of the various factors affecting EIRR indicates that the main risk for the viability of \nthe investment is premature road failure due to inadequate maintenance. The project includes \nmeasures to address these risks by helping the government to establish and implement appropriate \npolicies. \n \n14.  The  robustness  of  the  Project’s  viability  was  tested  through  sensitivity  analysis  (Table \nA13.7). A sensitivity analysis has been performed for cases of cost increased by 15%, benefits \nreduced by 15%, a combination of both, construction delayed by 1 year, and maintenance after \nconstruction carried out at a less-than-optimal level. The sensitivity tests indicate that reduction in \nbenefit is more sensitive than increase  in  cost,  that  implementation  delay  by  1  year  is  not \nsignificantly sensitive, and that the less-than-optimal maintenance has as much a significant effect \non EIRR as reduction of benefits by 15%. For the Chittagong-Doharazi road, the sensitivity was \n ", "44  Appendix 13 \ntested for construction delay by 3 years since relatively extensive resettlement and land acquisition \nare anticipated for this road. The EIRR was reduced by a quarter from 43.1% to 31.5%. Although \nthe reduced EIRR still supports the improvement works for the road, all efforts will be made to \nminimize the construction delay so as to fully achieve the expected economic rate of return. \n \nTable A13.7: Economic Internal Rate of Return Sensitivity Analysis \n \n  Construction  Benefits  Cost  Construction  Less-Than-\nRoad  Cost  - 15%   + 15%  Delay by 1  Optimal \n+ 15%  (%)  Benefits   year (%)  Maintenance \n(%)  - 15% \n(%) \nBhaluka-Kishoreganj  17.0 (0.46)  16.7 (0.40)  14.7  18.1  16.6 \nNandail-Kishorganj  17.5 (0.39)  17.0 (0.33)  15.1  19.5  17.4 \nParbatipur-Madhyapara  18.3 (0.49)  17.9 (0.43)  15.9  19.5  17.6 \nBoda-Nilphamari  15.1 (0.39)  14.8 (0.33)  13.3  16.8  14.3 \nPanchagarh-Banglabandh  15.7 (0.44)  15.4 (0.38)  13.6  17.0  14.7 \nJodebpur-Kaliakoir  37.2 (0.98)  36.5 (0.85)  33.2  36.2  38.1 \nChittagong-Dohazari  37.9 (0.90)  37.1 (0.78)  34.0  40.3  37.7 \n   Switching values in parenthesis \n \n   \n ", "                             Appendix 14         45  \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY (SPRSS) \n \nA.  Linkages to the Country Poverty Analysis \n       \nSector identified as a national priority in the  Yes  Sector identified as a national priority  Yes \ncountry poverty analysis?   in country poverty partnership \n  agreement?  \n \nContribution of the sector/subsector to reduce poverty in Bangladesh: \n \nThe poverty and social assessment of the Project was conducted at the end of 2002 and early 2003, \nshowing that, aside from the direct employment benefits of the construction aspect of road projects, \nimproving the roads sector in Bangladesh does have some positive effects on reducing poverty, but the \nresults vary by type of intervention. Based on the community consultations, that roads interventions alone \nwill  not  address  directly  to  poverty  reduction.  However,  based  on  the  qualitative  assessment,  the \ncommunities where roads have been constructed or improved indicated the following: \n \n• Farmers stated that improved roads would increase their production substantially, due to improved \naccess to fertilizer and seeds. The road improvements will also lead to increase use of irrigation and \ncash crops, so labor is needed throughout the year. However, according to several researches, the \nbenefits from the improved agricultural production accrued primarily to the larger (and likely nonpoor) \nfarmers. Improved transport will lead to increased agricultural activities, which will increase demand for \nlabor, which will benefit the poor. \n \n• The respondents indicated that the Project would most likely have a direct effect on disposable income \nthrough lower freight transport costs and greater access to larger markets, resulting in increased trade \nrelated profits. In the same regard, the Project will most likely have a direct effect on road users as a \nresult of lower passenger fares and increased time savings, allowing road users more time and money \nto devote to other income-generating activities. \n \n• Improvement of road conditions may lead to higher migration of people from the project area, which \nwould have two potentially positive impacts. Assuming that most of those migrating are not major \ncontributors to household income, induced reduction of the road area population would result in \nincreased  per  capita  income.  In  addition,  those  migrating  could  send  remittances  to  remaining \ninhabitants  of  the  road  area,  further  increasing  household  income.  Based  on  the  focus  group \ndiscussion, the respondents stated that the Project  would increase land values significantly. Gains \nwere even more impressive for the value of commercial land. \n \n• The survey also attempts to address other non-income areas in which the Project could potentially \nimprove quality of life. Improvements in some of these areas are expected to result from the potential \nincome impact of the Project, including household purchasing power, food consumption, and access to \ncredit. The increased accessibility and improved travel conditions from the Project could result in \nimprovement of other quality of life areas, including use of medical services, use of educational \nservices, and jobs.  \n \n \nB.  Poverty Analysis   Proposed Classification: PI \n \nWith  a  land  area  of  147,570  square  kilometers  and  population  estimated  at  130  million in 2000, \nBangladesh is among the world’s most densely populated countries. It also has one of the highest \nincidences of poverty in the world. Most statistics indicate that about half of the total population is poor \n(i.e., consuming less than 2,122 cal/person/day) and about a third of the total population is extremely poor \n(i.e., consuming less than 1,800 cal/person/day). Poverty as measured by income or income proxies such \nas the figures above is substantially more pronounced in rural areas than urban areas. According to the \nWorld Bank, the incidence of poverty, as measured by the cost of basic needs of the very poor, declined \n \n ", "46  Appendix 14  \nfrom 43% to 36% in 1991–1996. However, this trend masks the fact that poverty remains much higher in \nrural areas at 40%, compared to urban areas, at 15%. There is a considerable poverty gap across the \ncountry. Per capita income is highest in the urban centers such as Dhaka, Chittagong, and Khulna. In \ncontrast people living in the northern and southern districts, where most of the project areas are—\nRangpur,  Gaibanda,  Jamalpur,  Nilphamari,  Sirajghon,  Sherpur,  Myemengsingh,  Gaziphur,  Tangail, \nDinajpur,  and  Thakurgaon—have per capita incomes lower than the national average. Over half the \npopulation in the northern districts and 40–50% in southern districts live in poverty. In Chittagong, poverty \nis moderate. According to the 1995/96 household expenditure survey, 35.3–47.2% of the rural population \nin Chittagong is poor.  \n \nThe poor are not limited to those unable to secure a minimum level of income or consumption. People who \nare most vulnerable to natural disasters, health problems, lack of jobs, landlessness, lack of social \nnetwork,  and  lack  of  a  political  voice  are  also  considered poor. Bangladesh experiences one of the \nheaviest average annual rainfalls in the world, which falls mainly during the monsoon season. During the \nmonsoons, massive flooding takes place, with resulting soil erosion and changes in the river channels. \nThe low-lying area at the mouth of the Ganges is also susceptible to tidal waves, cyclones, and tornadoes. \nThe severity of natural disasters is exacerbated by the precarious nature of many dwellings lining rivers \nand the coast.  \n \nBangladesh suffers from some of the world’s highest malnutrition levels and thus worst health problems: \nchildhood protein-energy deficiency, maternal undernutrition, short stature and anemia in expectant and \nnursing mothers, and micronutrient deficiencies affecting all ages. In 1996–97, more than half of all \nchildren under 5 were moderately or severely underweight, or suffering from moderate or severe stunting. \nMedical facilities are scarce in Bangladesh and dominated by the public sector, which provides more than \n90% of the country’s health services. In 1999 there was one hospital bed for 4,128 persons, 1 physician \nfor 4,524 persons, and 1 nurse for 7,547 persons. Access to health services is more restricted than in \nPakistan and India. Spending on healthcare and family planning hovered around 1% of gross domestic \nproduct (GDP) in 1993–1998, and government health spending per person is around $3.60 annually. The \nliteracy rate (over 7 years of age) is around 50% in 2000, and the adult literacy rate is about 60%. Large \ndisparities between urban and rural, and male and female literacy rates remain. \n \nThe agricultural sector is the s largest employer and accounts for approximately 60% of the labor force. \nBangladesh has an area of about 14 million hectares, of which two thirds are under cultivation. Over the \nyears, population growth, urbanization, and erosion have reduced the amount of land under cultivation. \nApproximately  5%  of  farm  households  own  and  operate  about  one  quarter  of  all  agricultural  land. \nAgricultural land is highly fragmented due to population growth and traditional inheritance laws. The issue \nof landlessness is of particular importance. Economic pressures exacerbate this problem by forcing \nindividuals to sell the entirety of any remaining landholdings to pay off debt or in response to unforeseen \nevents, such as natural disasters or the death of household heads. Two concepts of landlessness are \ncommonly used. One is complete landlessness, where an individual does not have any land, not even a \nhomestead.  According  to  1999  Bangladesh Bureau of Statistics  data,  approximately 10.2% of rural \nhouseholds are completely landless. The second definition of landlessness refers to the functionally \nlandless, i.e., those owning land up to 0.2 hectare, inclusive of both cultivable and homestead land. Those \nclassified as functionally landless account for 53% of households. Both these groups survive largely on \ndaily wages and, to some extent, on petty trading. \n \n \nC.  Participation Process \n \nParticipatory Process in Project Design \n \nThe consultants conducted surveys, focus group discussions (FGDs), and key informants in all project \nareas to collect the data necessary to complete the poverty and social analysis (PSA). The team met with \nofficials from the government and other organizations to incorporate all available relevant data. The team \nconducted 20 focus group discussions, about three to four per sample corridor, to prepare the PSA. FGDs \nenhanced the participatory process of the people most likely to be affected by the Project. The team \n   ", "                             Appendix 14         47  \nconducted these FGDs in different venues, but most commonly in small towns and hamlets in the project’s \nzone of influence. Two of the three conducted per corridor included a general mix of people, including key \ninformants, who are village or hamlet leaders, either holding elected positions in the village councils, or as \nowners of major shops, or farms. The third or fourth FGD held per corridor was composed of women, to \nfocus on gender issues faced by those in the project’s zone of influence. \n \nParticipation strategy: \n \nThe public’s response to the Project is strongly supportive and positive. Stakeholders’ meetings were held \nduring the census and surveys. The meetings were primarily aimed at information disclosure about the \nproposed  road  improvements  work,  objectives  of  the  census/survey  data  collection,  and  project \nimplementation schedule. Resettlement officials of project management unit will step up more information \ncampaigns and publish brochures on the project resettlement plan, payment procedures, and construction \nschedule aimed at social preparation for relocation and resettlement of the affected households/small \nbusiness  enterprises.  Nongovernment  organizations  (NGOs)  will  be  hired  to  assist  the  information \ncampaign and consultation program, road safety awareness, and resettlement-related work in the project \narea. A resettlement advisory committee will be formed to conduct dialogue with key stakeholders in \nimplementation of the resettlement plan. \n \nD.  Gender and Development a \n  \n \nStrategy to Maximize Impacts on Women \n \nFrom  a  gender  viewpoint.  Improved  access  to  commercial  transport  allowed  women  to  travel \nindependently. There was a marked increase in school attendance, and the increase was greater for \nwomen than men along the improved roads. The results also showed increased female involvement in \nspecific NGO-supported activities such as credit and handicrafts.  \n \nAn important dimension of inclusive development and a key focus area for the Asian Development Bank \n(ADB) involves strengthening participation of vulnerable groups in mainstreaming development, reducing \ngender discrimination, and promoting development of social capital. ADB’s involvement in combating \nHIV/AIDS1 and trafficking women and children directly addresses ADB’s strategic goals: reducing poverty \nand promoting gender equality. An information campaign on HIV/AIDS and safe migration in the selected \nsource areas linked to the roads connected is included in as a project component. This activity will be \nlinked up with ongoing initiatives by the Ministry of Women and Children Affairs and NGOs. \n \n \n                                                 \n1 Human immunodeficiency virus/acquired immunodeficiency syndrome. \n \n ", "48  Appendix 14  \n \n        \nSignificant/    Plan \nNonsignificant/  Strategy to Address Issues  Requiredb \nUncertain/   \nNone \nResettlement c  Significant  A resettlement plan has been prepared. A summary of  Full \n  resettlement plan is presented in Appendix 16. \n  \nAffordability   None  The Project will have long-term impact on the reduction  No \n  of  transport  costs,  which  will  increase  demand  for \n  passenger and freight transport as well as production of \nagricultural commodities. \nLabor  None  Men and women will have equal opportunity to work  No \n  during  the  construction  period  and  after,  for  road \n  maintenance.  The  contractors will be required not to \ndifferentiate wages between men and women for work \nof  equal  value.  A  specific  clause  will  be  included  in \nbidding documents and compliance strictly monitored \nduring project implementation. \nIndigenous  None   The  Project  will  not  have  any  negative  impact  on  No \nPeople  indigenous  people,  therefore,  indigenous  peoples \n  development plan is not required to be prepared. \n \nOther Risks/  Significant  The  capacity  of  RHD  to  implement  the  resettlement  Yes \nVulnerabilities  plan,  particularly  income  rehabilitation  program  for \n  vulnerable groups such as female-headed households, \n  elderly, landless households, squatters, and disabled \npeople is weak. NGOs will be engaged to help RHD to \nplan, implement, and monitor this activity. \n \na  If not known, a contingency should be included in the technical assistance budget to predict the need of \na plan.  \nb  A plan will be required at the design stage if any of the potential issues are found significant. \nc Significant involuntary resettlement requires a full resettlement plan; nonsignificant requires a short \nresettlement plan. \n \n   ", "      Appendix 15        49 \n \nPROJECT BENFITS DISTRIBUTION ANALYSIS \n \nA.  Introduction \n \n1.  The Project’s poverty impacts were determined by analyzing social and poverty aspects and \nbenefit distribution, quantifying the Project’s direct benefit. The method of benefit distribution \nfollowed  four steps: (i) quantifying direct quantifiable benefits from the economic analysis; (ii) \nsurveying road users and assessing their socioeconomic and poverty status; (iii) assigning benefits \nto different road users, including those below the poverty line; and (iv) establishing a poverty impact \nratio (PIR) for quantified benefits.  \n \nB.  Project Development and Design Features \n \n2.  Selection of Project Regions and Roads.  Poverty was a major criterion for selecting \nproject regions and roads. It was also an important consideration in the studies, participation of \nstakeholders, finalization of road selection, project design, and implementation. Project districts \nwere selected on the basis of higher incidence of spatial income poverty and socioeconomic \nbackwardness in the impact zones. For the purpose of poverty analyses, representative samples of \nroads,  particularly  district  roads,  were  selected  based  on  traffic  databases,  socioeconomic \nbackwardness, and poverty incidence. In national road selection, economic growth and transport \nservice improvement were also the main criteria besides poverty. In the final stage, a selection was \nmade from among the roads screened, taking into account funding constraints.  \n \n3.  Project Design and Implementation. Road design takes into account innovative alignment \nand pavement design to accommodate poor people’s common transport. The design provides \nwider, harder, and paved shoulders, facilitating nonmotorized traffic (NMT) where operators and \npassengers are mostly poor. The design will enhance the speed of NMT per hour, and driving and \nriding comfort, as well as reduce road accidents. Pro-poor construction methods will be used, \nparticularly  in  earthwork,  embankment  construction,  local  material  procurement,  pavement \nconstruction, shoulder maintenance, and tree plantation and nursing to employ poor unskilled and \nsemiskilled workers in the project area during and after construction. The Project will employ a \nsizable number of laborers from neighboring areas, increasing poor households’ income, which, in \nturn, will help circulate more money. The Project will create more jobs in the NMT and MT sectors. \nConstruction  of  project  roads  will  require  skilled,  semiskilled,  and  unskilled  laborers.  Road \nmaintenance will create more jobs. Unskilled labor will be paid Tk539 million, and semiskilled labor, \nTk221 million. The total wage bill for road improvement will be Tk876 million, including payments to \nskilled laborers. The project design ensures that goods and services will be procured in a manner \nthat will benefit local suppliers. Project design also ensures gender equity. The Government will fix \nemployment targets for women in construction works. Construction contracts will not allow different \npay for men and women for comparable work.  \n \nC.  Distribution Analysis and Poverty Impact Ratio \n \n4.    Benefit distribution followed four steps: (i) quantifying the direct and quantifiable benefits \nfrom the economic analysis using  the evaluation tool of the Highway Design and Maintenance \nStandards Model 4; (ii)  conducting a field survey of transport and road users and identifying \npotential beneficiaries and assessing their socioeconomic and income status; (iii) assigning shares \nof benefits to different beneficiaries, including those below the poverty line; and (iv) establishing a \nPIR for quantified benefits.  \n \n5.  Project beneficiaries are various road users such as owners, operators, and crews of buses and \ntrucks; passengers of all types of vehicles; cargo owners; and the population in the impact zone in \ngeneral. Benefits to transport owners and operators, in the form of reduced transport costs, are \nexpected to be evenly distributed among all stakeholders and beneficiaries due to competition in the \nindustry. Table A15.1 represents the process of benefit distribution: \n ", "50       Appendix 15 \nTable A15.1: Key Steps in Distribution of  Benefits to Poor and Nonpoor Beneficiaries \n \nConsolidated  Recalculate VOC  Identification of  Distribution of  Distribution of \nHDM-4 Savings  Savings by Vehicle  Potential Beneficiaries  Benefits  Benefits to \nCategories  Category  of Savings  between Owner  Poor/Nonpoor \nand Client/ \nPassenger \nVehicle           Large bus  Bus operators/ owners  (cid:216)   Nonpoor \noperation cost  Minibus \n savings  Micro Bus  Passengers  (cid:216)   Nonpoor \n to motorized    (cid:216)   Poor \n traffic         \n  Heavy Truck  Truck operators/  (cid:216)   Nonpoor \nTime savings  Medium-sized Truck  Owners, Merchants, \n of motorized  Light truck   Producers  (cid:216)   Nonpoor \n traffic    (cid:216)   Poor \n \n       \nSavings of \nCar  Owner/ Passenger/  (cid:216)   Nonpoor \ngenerated traffic \nUtility   Driver \nMotor cycle \n       \nTempo  Owners  (cid:216)   Nonpoor \n  Passengers  (cid:216)   Nonpoor \n    (cid:216)   Poor \n         \nVehicle operating  Bicycle  Owner  (cid:216)   Nonpoor \nand time savings  Rickshaw  Owners  (cid:216)   Nonpoor \nto nonmotorized    (cid:216)   Poor \ntraffic    Passengers  (cid:216)   Nonpoor \n  (cid:216)   Poor \nHDM4 = highway design and maintenance 4, VOC = vehicle operating cost. \nSource: Consultant. \n  \n6.  Distribution of Benefits between Owners/Operators and Clients/Passengers. The share \nof  distribution  to  different  beneficiaries  depends  on  several  assumptions.  If  the  situation  is \ncompetitive for all vehicle categories on all roads after improvement, and free entry and exit are \ncommon on all roads, then distribution can be expected to be fair and just. If the situation is \nmonopolistic,  then  owners  will  get  the  lion’s  share  and  little  will  be  left  for  clients  or  other \nbeneficiaries.  However,  when  a  road  is  improved  in  Bangladesh,  traffic  starts  pouring  in \nimmediately, inducing growing competition in the market. Price undercutting is often observed. Fair \ncompetition can be assumed to continue after road improvement.  \n \n7.  Passenger vehicle categories are (i) buses (large, medium-sized, mini, micro); (ii) cars, utility \nvehicles, and motorcycles; (iii) auto-tempos and baby taxis; and (iv) cycle rickshaws/vans. How \nbenefits are distributed first between potential beneficiaries and then between poor and nonpoor \nshould be examined.  \n8.    Only the nonpoor can afford cars, utility vehicles, and motorcycles, and thus all benefits \naccruing to them go to the nonpoor. Two types of bus service are available: (i) low-cost, economy \nbuses serving short distances within the district or region; and (ii) luxury services serving usually \nlong-distance intercity routes. The first is a major traffic category in the project roads. The market for \neconomy bus service is open and competitive but route permits are regulated by the Bangladesh \nRoad Transport Authority (BRTA), which issues new route permits in consultation with local owners’ \nassociations. Entry into the market and getting a route permit is relatively easy. BRTA fixes the bus \nfare at the national level but after a relatively long interval. There is no hard and fast rule to \nimplement the national fare, but according to the fixation criteria there has been no scope for \ntransferring VOC savings automatically to passengers. VOC benefits, however, are transferred to \npassengers in other forms: lagging fare increases in response to general increase in input costs, \nundercutting rates for over loaded passengers, etc. Around 60-70% of VOC savings are eventually \npassed on to the passengers.  \n \n ", "      Appendix 15        51 \n \n9.  Auto-tempo services are unregulated in the sense that BRTA does not fix a uniform fare. \nEntry into the market is open and occurs in consultation with local transport associations and trade \nunions. Service operators are supposed to get a route permit but often do not. About 80% of VOC \nsavings benefits were estimated as passed on to passengers. As fares have recently increased \nmore than fuel prices, 70% of VOC savings from road improvement are estimated to accrue to \npassengers. \n \n10.  Rickshaws and vans are common modes of rural and urban transport. The market is highly \ncompetitive  and  market  entry  or  exit  is  free,  even  in  towns.  Municipal  authorities  encourage \nrickshaw operators/pullers to register for a nominal fee. Typically the vehicles are owned by small \nbusinesspeople and rented out daily to pullers in towns and cities. In rural areas, however, half the \nowners  are  operators/pullers  themselves.  Standard  fares  are  usually  determined  by  forces  of \ndemand and supply. In cities and towns the fare increases when the weather is bad and during peak \ntraffic  hours.  Road  conditions  significantly  affect  rickshaw  VOC,  which  means  that  road \nimprovements bring fares down to a minimum. Several LGED studies observed that per kilometer \nfare for earth road  was over Tk.3 per person, and for paved road usually it is Tk.1 or less, \ndepending on the length of journey. Owners will gain from road improvement in the project region by \nreducing wear and tear on vehicles and reduced maintenance costs. Rickshaw pullers  will gain \nbecause they will be able to go faster with less effort and make more trips. Passengers will gain \nfrom lower fares and faster speeds. About 80% of savings were estimated to accrue to passengers. \n \n11.  Most of the interdistrict and long-distance cargo is carried by heavy, medium-weight, and \nlight trucks. Local cargo movements in rural areas, particularly of agricultural produce and inputs \nfrom farm gate to growth center markets and vice versa, are carried by rickshaw/rickshaw vans. The \ndistribution of VOC and time savings benefits accrued to cargo transport are distributed according to \nthe (i) nature of cargo transported in the project regions, (ii) competitive conditions in the regional \ntransport and product markets, and (iii) estimates of the poverty status of producers and consumers \nof the cargo transported through project roads. Cargo is broadly categorized as food grain, building \nmaterials, fruits and vegetables, cement, fertilizer, coal, iron and steel, sand, edible oil, and general \ncargo.  \n \n12.  Regional truck markets are highly competitive. Truck owners’ associations claim that the \ntruck supply is larger than demand. During the dry season and peak cargo movement season trucks \nare fully employed, but not in the rainy season. However, the rates are negotiable between truckers \nand cargo owners, and the outcome is related to several factors, of which demand and supply are \ndominant.  Produce  markets  are  also  relatively  competitive  and  forces  of  demand  and  supply \ndetermine the price. VOC savings due to road improvement pass on to farmers as higher farm-gate \nprices.  Prices  of  agricultural  inputs,  such  as  seed,  fertilizer,  irrigation,  and  pesticide  are  less \ncompetitive at the wholesale level but more so at the retail level, with the result that a large \nproportion of VOC savings will be passed on to the farmers. Some estimates put VOC savings for \ngeneral cargo owners at 35%, and for general consumers, 65%.  \n  \n13.  Classification of Beneficiaries according to Poverty Status. To determine and update \nthe poverty line for the project districts, the Household Income and Expenditure Survey 2000 was \nused. The analysis used the costs-of-basic-needs approach. The survey provides poverty estimates \nfor 14 areas—9 rural and 5 urban. The six project roads fall under three rural and one semi-urban \nareas. Upper and lower poverty-line estimates were updated for 2003, adjusting the consumer price \nindex: \n \n \n ", "52       Appendix 15 \nTable A15.2: Poverty Line Incomes for Project Regions, 2003 \n(per capita monthly expenditure in taka) \nRegions  Lower Poverty Line   Upper Poverty Line \nMymensingh     573    628 \nRangpur     542    619 \nChittagong     623    750 \n        Source: Household expenditure and Income Survey – 2000, Bangladesh Bureau Statistics. \n \n14.  Based on the above poverty lines, the poverty status of passengers and pedestrians was \ndetermined after surveys of six roads. The results follow: \n \nTable A15.3: Poverty Status of Passengers and Pedestrians  \nPassenger/Road User  Below lower poverty  Below upper poverty  Nonpoor \nCategories  line (%)  line (%)  (%) \nBus  25  39  61 \nAuto-tempo  25  30  70 \nRickshaw  31  39  61 \nCyclist  34  44  56 \nPedestrian  50  64  36 \nNMT Operator  50  62  38 \nMT Driver  11  19  81 \nAverage  32  43  57 \n  MT = motorized traffic, NMT = nonmotorized traffic. \n  Source: Consultant survey. \n \n15.  Distribution of Benefits to the Poor and Nonpoor.  For each passenger-vehicle category, \nthis step is done by combining the percentages of the first-level distribution of benefits (between \nowners and passengers) with the percentages of the second-level distribution of benefits (between \npoor and nonpoor). For cargo this is done by combining the proportion of savings accruing to \nfarmers/laborers and consumers on the one hand, and the proportion of the poor among them on \nthe other. When these proportions are weighted by volume of transported commodities, an estimate \nis obtained of the proportion of total savings that accrue to people under the poverty line.  \n \n16.  When the six roads are combined, the poor comprise 0-10% of vehicle owners; 50% of \npassengers (traveling by bus, tempo, rickshaw, and bicycle); and 60% of producers and consumers \nof cargo (farmers, laborers). \n \n17.  Calculating  the  Poverty  Impact  Ratio.  The  distribution  of  project  effect  and  PIR  is \nestimated for district roads, border access roads, and missing links. All amounts are in net present \nvalue using a discount rate of 12%, calculated by estimating (i) net present value of financial \nbenefits by participating groups, (ii) net present values of economic benefits by participating groups, \nand (iii) economic benefits accruing to the poor according to the proportion of each poor group. A \nPIR expressing the proportion of net benefit accruing to the poor was calculated by comparing the \nnet economic benefits to the poor.  \n \n18.  A sensitivity test was conducted by lowering the proportion  of the poor among vehicle \npassengers from 50% to 40%, and of producers of cargo from 60% to 30%. The sensitivity indicator \nfor the first case is around 0.8, while that for the second case almost zero. A summary of PIR of \neach group of roads and its sensitivity test is in Table A15.4. \n \nTable A15.4: Summary of Poverty Impact Ratio \n  Basic Poverty Impact  Sensitivity Test \n  Ratio  Poor Vehicle  Poor Cargo \nRoad Group  (%)  Passengers  Producers \n(50-40%)  (60-30%) \nDistrict Roads  60  50  60 \nBoarder Access Road  63  51  63 \nMissing Link  34  29  34 \n   Source: Consultant estimate. \n ", "        Appendix 16       53   \nSUMMARY OF RESETTLEMENT PLAN \n \nA.  Description of the Project \n \n1.  The Road Network Improvement and Maintenance Project II under the Roads and \nHighways Department (RHD), Ministry of Communications of Bangladesh, will improve and \nmaintain roads in several districts in the country’s northwest, central north, and Chittagong.  \n \n2.  The Project will (i) reconstruct four sections of  district and regional roads—Bhaluka-\nGaffargaon-Kisgoreganj,  Parbatipur-Fulbari-Madyapara,  Nandali-Kisgoreganj,  and  Boda-\nDebiganj-Domar-Nilphamari;  and  (ii)  improve  the  national  highway—Panchagar-Tetulia-\nBanglabandh, Chittagong-Dohazari, and Kailakoir bypass. \n \nTable A16.1: Proposed Project Line \n  \nRoad Number  Road Name  Length  \n(km) \nF3032/F3604  Bhaluka-Kisgoreganj  46.4 \nF5011/F5853  Parbatipur-Madyapara  44.0 \nR360  Nandali-Kisgoreganj  15.0 \nF5003/F5707  Boda-Nilphamari  52.6 \n  Subtotal    157.0 \nN5  Panchagar-Banglabandh  57.0 \nN1  Chittagong-Dohazari  26.2 \nN4  Kailakoir bypass  3.2 \n        Total    244.4 \n      km = kilometers \n  Source: Consultant. \n \nB.  Project Area and Impacts \n \n1.   Road Improvement \n \n3.  The project area is predominantly rural except for urbanized areas in the district and \nsubdistrict headquarters and the area near Chittagong. Major portions of the alignments in the \nproject area largely consist of agricultural land, homesteads, and small business enterprises \n(SBEs). Agriculture is the principal occupation, with close to 85% of the workforce dependent on \nagriculture and related activities. \n \n4.  Project construction will acquire an estimated 175.0 hectares (ha): (i) 156.0 ha of \nagricultural land; (ii) 8.6 ha of homestead land; and (iii) 8.6 ha of SBEs’ land. As a result, 5,272 \nhouseholds will lose their land and buildings, and SBEs will be affected; 90% of all affected \nhouseholds and SBEs (5,225) have clear land titles; about 10% families and SBEs are illegal \noccupants and squatters on RHD’s right of way (Table A16.2). Impact will be minimized during \ndetailed design by keeping the road improvement as much as possible within the existing right \nof way. \n \n   ", "54  Appendix 16   \nTable A16.2: Type of Impacts and Number of Affected People \n  \nRoad Number  Road Name  Length  Number of  Total loss in \n(km)  Households  Each Section \n(ha) \n         \nF3032/F3604  Bhaluka-Kisgoreganj  46.4    1,257  41.2 \nF5011/F5853  Parbatipur-Madyapara  44.0    1,399  7.3 \nR360  Nandali-Kisgoreganj  15.0    214  0.8 \nF5003/F5707  Boda- Nilphamari  52.6    1,244  78.9 \nN5  Panchagar- Banglabandh  57.0    385  8.1 \nN1  Chittagong-Dohazari  26.2    726  36.8 \nN41  Kailakoir bypass  3.2    591 (47)  17.6 (1.9) \n   \n  Total    244.4    5,272  175.03 \n     ha = hectares, km = kilometers. \n     Source:  Consultant surveys. \n \n5.  The nature of land loss and impacts as indicated by the project social analysis report \nincludes a very small number of affected people (0.05%) losing their entire holding, with the \nremaining households experiencing only partial losses. About 0.2% of affected households will \nlose entire structures.  An estimated 41% of affected households are under the nationally \ndefined poverty line. The Project will not affect indigenous people. \n \n2.  Resettlement Audit for Kaliakoir Bypass \n \n6.  Part of the Asian Development Bank (ADB) Jamuna Bridge Access Roads Project, \napproved in 1997,  this section could not be completed under the earlier project due to lack of \nbudget. The 26 kilometer (km) bypass is part of the Joydevpur-Garai road section. The Project’s \nresettlement plan was prepared in September 1996. This section required 17.4 hectares of land. \nAffected people total 591, including 437 title owners and 154 indirectly affected (without titles, \nsharecroppers, squatters, and tenants).  \n \n7.  In  March  2003  an  independent  nongovernment  organizations  (NGO)  conducted a \nresettlement audit for the proposed 3.24 km Kaliakoir bypass, showing that all indirectly affected \n154 people had received compensation. Of the 437 directly affected people, 390 had been paid. \nThe  remaining  47  affected  peoples  has  not  been  received  compensation  due  to  dubious \nauthenticity of title or ownership to the land as stated by the district commissioner. The deputy \ncommissioner determines the title or ownership of lost properties. The approved budget amount \nhas been transferred to the  deputy commissioner to compensate the rest of the  affected \npeoples, which is a condition to award civil works contracts.  \n \nC.  Findings of Socioeconomic Survey \n \n8.  A socioeconomic survey was conducted in January-February 2003 along the project \narea, covering 1,600 households or 30% of the total affected households. Based on estimated \nincomes from all sources, about 41% of the households are under the nationally defined poverty \nline.2 The survey collected detailed data on assets likely to be affected, ownership and tenure \n                                                 \n1 See subsection 2 of the resettlement audit for Kalaikoir bypass (N1). \n2 More than 47% of the population is getting less than 2,212 calories/day/person (BBS 1995/96), which is an    \nindicator of the absolute poverty. \n   ", "        Appendix 16       55   \nstatus of land, income, and other socioeconomic parameters. The social assessment report \nindicates that the Project will affect few community structures and common properties. \n \n9.  The  qualitative  survey  of  female-headed  affected  households  indicated  women’s \nconcerns about sustaining their sources of livelihood. Other vulnerable groups are landless \nhouseholds  or  squatters,  and  the  disabled.  The  vulnerable  groups  will  receive  additional \nassistance through an income rehabilitation program. \n \nD.  Resettlement Principles and Compensation \n \n10.  In the absence of a national policy on resettlement and rehabilitation (R&R) of persons \ndisplaced by development projects, the project policy is to compensate and help affected \npeople, commensurate with ADB’s  Policy  on  Involuntary Resettlement  (1995).  The  policy \nincludes enabling AP to at least regain their pre-acquisition standard of living and preferably to \nimprove upon it. The policy is based on the principle that all people who sacrifice some or all of \ntheir property and standard of living for the Government’s development initiatives should also \nbenefit from government interventions.  \n \n11.  The  project  compensation  policy  and  entitlement  matrix  were  designed  to  cover \ncompensation for lost assets and restore or enhance the livelihoods of all categories (direct, \nindirect,  title  holders,  and  non-title  holders)  of  affected  people.  They  are  entitled  to  (i) \ncompensation for loss of land, trees, fishes, or crops; (ii) compensation for loss of structures \n(titled and informal) and other immovable properties; (iii) assistance for loss of income/wages \nand business; and (iv) restoration of income. Titled owners will be paid for lost land at market \nrates. Sharecroppers/tenants are also eligible for compensation for loss of access and/or crops. \nCompensation for loss of structures (by type) will be paid at current construction/replacement \ncosts. Affected people will be allowed to take salvageable materials at no cost. Income losses \nwill be  compensated,  including  additional  assistance  to  vulnerable  groups.  For  non-titled \npersons (i.e., informal settlers/SBEs), the cut-off date for eligibility is the date of the census in \nthe specific road section. Compensation will be paid at least  3 months before construction \nstarts. \n \n12.  Affected peolple will not only receive replacement cash for land and other assets at \nmarket  prices,  but  also  shifting  or  moving  allowance,  house  reconstruction  grant,  income \nrestoration  allowance,  and  assistance  to  female-headed  households.  In  sum,  the  land \nacquisition  and  compensation  policy  is  meant  to  ensure  that  affected  people  are  not \ndisadvantaged and can soon  regain  their  lost  income  and  livelihood.  Table  A16.3  lists  all \ncategories of entitlements and summarizes compensation and entitlement policies applicable \nunder the Project.  \n \nE.  Stakeholder Participation, Disclosure of the Resettlement Plan, and Grievances  \n \n13.  At various stages of project planning, affected people have been informed and consulted \nabout likely project impacts.  During the social assessment, the consultant’s team conducted \nseveral consultative meetings and focus group discussions along the alignments. Affected \npeople and other stakeholders such as local government staff, head of village councils, village \ncouncil members, local voluntary organizations, and women’s groups attended the meeting. \n \n14.  The resettlement plan will be translated into the local language and made available to \nAPs and other stakeholders. The RHD will conduct further public consultations on resettlement \n   ", "56  Appendix 16   \nplan implementation. The summary  resettlement plan will be posted on the ADB website. \nConsultations will continue throughout project implementation.  \n \nF.  Implementation Framework and Budget \n \n15.  The  environment  and  resettlement  circle  (ERC)  in  RHD,  headed  by  an  executive \nengineer, was established under a previous ADB loan to monitor road improvement projects’ \nenvironment, and R&R activities. RHD’s main tasks for R&R activities  involve resettling and \nrehabilitating affected persons, or otherwise mitigating any negative social impacts related to \nland  acquisition.  While  the  Government  acquires  land  for  RHD  through  the  deputy \ncommissioner of an affected district, RHD is directly responsible for R&R.  \n \n16.  The ERC will coordinate and supervise NGO work in the field and help implement the \nRP. A grievance redress committee will be established at each road section to resolve any \ndispute regarding compensation and other R&R benefits. The R&R officer for the road section \nwill  chair  the  committee,  which  will  have  as  members  representatives  from  the  district \nadministration, local government, and affected persons, including women’s groups. Claims from \naffected persons will be reviewed and resolved within one month from the date of submission to \nthe committee. \n \n17.  The estimated resettlement budget is $7.5 million. Estimates include all costs related to \nland  acquisition  and  resettlement,  including  compensation  and  resettlement  assistance, \nrelocation, shifting costs, and NGO services for resettlement plan implementation.  \n \nG.  Monitoring and Evaluation \n \n18.  Internally, the ERC will internally monitor the monthly progress of land acquisition and \nresettlement, with help from the land acquisition officer, Office of the Deputy Commissioner. The \nreport will contain progress made in  resettlement plan implementation in each quarter (and \ncumulative to the period), with particular attention to compliance with the principles and matrix \nset out in the RP. The external monitoring and evaluation agency will be commissioned for \nannual, midterm, and end-term monitoring and evaluation of these activities. The monitoring \nconsultants will be selected within three months of loan effectiveness.  \n \nH.  Implementation Schedule \n \n19.  Construction  will  not  start  until  the  required  lands  have  been  fully  acquired  and \npopulations appropriately relocated. Resettlement will be coordinated with the civil works and be \ncompleted  satisfactorily  before  awarding  of  the  civil  works  contracts  for  the  pipeline. \nConstruction is expected to start in early 2005. Therefore, land acquisition is expected to be \ncompleted by mid-2004. \n \n \n   ", "        Appendix 16       57   \nTable A16.3: Project Compensation Policy and Entitlement Matrix \n \nType of Loss  Unit  Entitlement  Details \nAgricultural Land  Title holder  Compensation at  (cid:159) If the replacement cost is more than the compensation \nand Assets  “replacement  at “market price” as determined by the deputy \ncost” or “actual  commissioner, then the difference is to be paid by the \nmarket value”  Project in the form of “assistance”. \n(cid:159) In case of severance of agriculture land, an additional \ngrant of 10% of the amount paid for land acquisition will \nbe given.  \nNon-agricultural  Titleholders/ Compensation at  (cid:159) If the replacement cost is more than the compensation \nLand and Assets  owners  “replacement  at “market price” as determined by the competent \n(residential  cost”  authority in the policy framework, then the difference is to \nand  be paid by the Project. \ncommercial),   (cid:159) Transitional assistance of Tk2,000 per month will be \ngiven in the form of grant to cover a maximum of 3 months \nrental accommodation. \n(cid:159) A lump-sum shifting allowance of Tk2,500 will be given. \n(cid:159) Absentee landlords will receive only the compensation at \n‘replacement cost.’ \n(cid:159) Affected people will have the right to salvage material \nfrom the demolished structure, and to compensation for \nloss of residential/commercial land at replacement value. \nNon-perennial  Family  Notice to harvest  (cid:159) Affected people are entitled to notice of 4 months.  \ncrops  standing crops  (cid:159) A grant will be given to cover the cost of the crop lost \ndue to forced relocation, equal to market value of crop lost \nplus cost or replacement of seeds for the next season \nharvest. \nPerennial Crops  Family  Compensation at  (cid:159) Compensation for perennial crops and trees will be  \n“replacement  calculated as annual produce value for one season. \nvalue”  (cid:159) In case of perennial trees, compensation value will be \nmultiplied 3–5 times, depending on the nature of the \nperennial crop.  \nEncroachers  Family  Will receive no  (cid:159) Encroachers will be notified when they should remove \ncompensation for  their assets and harvest their crops. \nland but the  (cid:159) Encroachers are to be assisted on case-to-case basis \nvulnerable will  by considering relevant facts on family income and \nreceive  existing assets for vulnerable people. \nassistance to  (cid:159) Vulnerable people will receive compensation for \nreplace assets   structures at replacement cost.  \nSquatters/  Family  Will receive no  (cid:159) Families will receive access to training, which includes \nInformal Settlers  compensation for  income-generating assistance. \nland but will  (cid:159) They will receive a lump-sum shifting allowance of \nreceive  Tk2,500 for temporary structures, Tk4,000 for \nassistance to  semipermanent ones, and Tk6,000 for permanent ones. \nreplace assets  (cid:159) Families will be compensated for loss of structure at \nreplacement cost, \nIncome from  Individual  Lump sum  (cid:159) This is valid for persons indirectly affected due to the \nLand through  employer having being displaced. One time cash grant of \nLabor/Wage  Tk3,000 will be given. In addition, vulnerable groups will \nEarnings  be given Tk1,000 for economic rehabilitation.  \nLoss of  Community  Reconstruction of  Facilities/ resources will be reconstructed in consultation \ncommunity  facilities  with communities involved. Provisions will be made for \nfacilities  common property resources (e.g., tubewells for drinking \n  water) to enhance carrying capacity of communities. \n \n   ", "5 8  Appendix 17 \nSUMMARY INITIAL ENVIRONMENTAL EXAMINATION \n \nA.   Introduction \n \n1.  The proposed Road Network Improvement and Maintenance Project II is categorized as \na  “B”  project  in  accordance  with  the  Environmental Assessment Guidelines  of the Asian \nDevelopment Bank (ADB). An initial environmental examination (IEE) was prepared, which is \nthe basis for this appendix.1   \n \n2.  According to Bangladesh’s Environmental Preservation Rules 1997,  the construction \nand reconstruction, and/or extension of feeder and local road fall under “orange-B” category, \nwhile construction and reconstruction, and/or extension of regional and national roads fall under \n“red.” Civil works for project roads falling under the red category can proceed only after the \nDepartment of Environment (DOE) issues an environmental clearance. An IEE is required for \n“orange-B”  projects  and  an  environmental  impact  assessment  (EIA)  is required for “red” \nprojects. \n  \nB.  Description of the Project \n \n3.  The Project will (i) reconstruct existing roads to higher standards through widening, \nalignment adjustment, and other improvements (e.g., lane markings, cross walks, signs, and \nsafety features); and (ii) supply the roads’ missing links. The six project roads are described in \nTable A17. \n \nTable A17: Summary of the Project Description \nNo.  Roads  Type of Road  Length  Project Activities \n(Km) \n        Widening of the road from 9.3 to 12.2 \n1.  Nandall-Kishoreganj  Regional road  15  meters (m), increasing embankment \n   height by 0.5 m, rehabilitating 1 bridge \nand 7 culverts, and constructing 2.5-\nkilometer  (km) drainage \n 2.  Bhaluka-Kishoreganj  District road  45.4  Widening of the road from 6.5 to 12.2 m, \nincreasing embankment height by 0.5 m, \nrehabilitating 5 bridges and 38 culverts, \nand constructing 5.6 km drainage  \n 3.  Parbatipur-Madyapara  District road  44  Widening the road from 7.0 to 10.4 m, \nincreasing embankment height by 0.75 \nm, rehabilitating 5 bridges and 46 \nculverts, and constructing 4.2 km \ndrainage  \n 4.  Boda-Nilphamari  District road  52.6  Widening the road from 6.3 to 12.8 m, \nincreasing embankment height by 0.5 m, \nrehabilitating 3 bridges and 14 culverts, \nand constructing 5.5 km drainage \n 5.  Panchaghar-Banlabandh  National road  57  Widening some parts of the road to have \na right of way of 12.8 m, rehabilitating 1 \nbridge and 37 culverts  \n6.  Chittagong-Dohazari  National road  26.2  Widening some parts of the road to have \nincluding      a right of way of 12.8 m  \n       \nKaliakor Bypass  National road  3.2  New construction \n                                                 \n1  The  IEE  for  Nandall-Kishoreganj,  Bhaluka-Gaffargaon-Kishoreganj,  Parbatipur-Fulbari-Madyapara,  and  Boda-\nDebiganj-Domar-Nilphamari  roads  was  carried  out  under  TA  3508-BAN:  Road  Network  Improvement  and \nMaintenance Project I. The IEE report was updated in March 2003. The IEE for Chittagong-Dohazari, including \nKaliakor bypass, was carried out in 1996 and updated in March 2003. The IEE for Panchaghar-Tetulia-Banlabandh \nwas carried out in March 2003. \n  \n   ", "    Appendix 17  59\n             \n \nC.  Description of the Environment \n \n4.  The environmental condition of the project area is summarized below: \n  \n(i)  Nandall-Kishoreganj road. It is in Mymesingh, which is flat. The road crosses the \nNarasundhs River; along the road there are some ponds. This project area is \nsometimes  flooded  due  to  heavy  rainfall.  The  road  mainly  passes  through \nagricultural land, where fish production is high. The area is not rich in either flora \nand fauna and has no wildlife. Homestead trees are scattered on both sides of \nthe road for 15 km. About 2,350 trees are within 15 km from the road’s centerline.  \n(ii)  Bhaluka-Kishoreganj road.  It is also in Mymesingh. The road crosses some \nbranches of the Brahmaputra River (e.g., Suthia and Shila), and some small \ncanals. The area is periodically flooded. The portion between Gaffargoan to \nHossainpur is prone to riverbank erosion. Homestead trees are found along the \nroad. Production of fish (culture and capture) is high. About 5,770 trees are within \n15 m from the road’s centerline. There is no sensitive ecological area.  \n(iii)  Parbatipur-Madyapara  road.  It  is  in  Rangpur,  which  is  flat.  The  soil  is \npredominantly sandy and clay. The road crosses a number of canals and there \nare some ponds along the road. The area does not experience floods. The 44 km \nroad crosses a forest (about 300 m at km 7 and 500 m at km 25). On both sides \nof the road are homestead forests and agricultural field. About 7,060 trees are \nwithin 15 m from the road’s centerline.  \n(iv)  Boda-Nilphamari road. This road is in Rangpur. The soil is predominantly non-\ncalcareous, dark gray, and brown. The area is not prone to floods. The road \ncrosses agriculture lands, and many homesteads line the roadside. About 5,990 \ntrees are within 15 m from the road’s centerline.  \n(v)  Panchaghar-Banlabandh road. It is in Rangpur, at the foothills of the Himalayas. \nThe soil is predominantly fertile. Some areas have abundant sand and stone. \nThe  road  crosses  some  rivers  (Chawai,  Varsha,  Ranachadi,  Karatoa,  and \nTeernai). Numerous homesteads, orange orchards, and tea plantations are on \nboth sides of the road.  \n(vi)  Chittagong-Dohazari road, including Kaliakoir bypass. The road is in Chittagong, \nand the bypass in Dhaka. This area is flat and classified as lowland. River \nerosion and flooding are significant. The road passes through agricultural fields, \nand homesteads are found the roadside.  \n \nD.  Screening Potential Environmental Impacts, and Mitigation Measures \n \n5.  The Project will have no significant environmental impact as only existing roads will be \naffected,  and  they  are  not  in  environmentally  sensitive  areas.  However,  the  Bhaluka-\nGaffargaon-Kishoreganj road is prone to riverbank erosion, as are some areas along the \nPanchaghar-Tetulia-Banlabandh road. These areas need adequate protection work. \n \n6.  The environmental impacts of construction are temporary, manageable, and will occur \nonly during construction: (i) disruption of traffic in the construction area, (ii) increased air \npollution due to increasing dust and other volatile chemical substances from the asphalt plant, \n(iii) noise and vibration, and (iv) disruption of the water system due to cut and filling and other \nearth work. Mitigation measures to minimize these impacts include (i) rerouting traffic; (ii) \nmaintaining optimum moisture content during soil handling, spraying water to minimize dust, \nand  maintaining  a  safe  distance  between  the  asphalt  plant  and  public  facilities,  including \neducation facilities; (iii) strictly controlling construction works that create noise and vibration by \nprohibiting  night  work  in  residential  areas;  (iv)  pumping  of  stagnant  water,  and  providing \n   ", "6 0  Appendix 17 \nadequate drainage; and (v) stabilizing road embankment side slopes, restricting construction in \nflood areas to the dry season, and avoiding road widening where there are ponds. These \nmeasures will be included in the contractor’s contract.  \n \n7.  The Project’s environmental impact is mainly on traffic safety, and will be mitigated by \nproviding adequate traffic signs and physical barriers to reduce motorists’ speed. Borrow pits \nhave an important environmental impact, and they will not be placed in fertile agriculture lands \nor  areas  prone  to  erosion  and  landslides.  Former  borrow  pit  areas  will  be  restored  and \nrehabilitated.  \n \nE.  Institutional Requirements and Environmental Monitoring Program \n \n8.  Institutional Framework and Responsibility.  Implementation of mitigation measures \nduring construction will be the responsibility of the contractor. An environmental engineer, who \nwill be hired as part of the consultant team to implement the Project, will help the social and \nenvironmental circle (SEC) of the Roads and Highways Department (RHD) prepare contractual \ndocumentation so that the bidding documents, bills of quantity, and other contractual obligations \nof  the  contractor  clearly  identify  environmental  responsibilities  and  describe  penalties  for \nnoncompliance.  RHD  and  SEC  will  implement  overall  environmental  monitoring  and \nmanagement. \n \n9.  Environmental Monitoring and Management Plan. The IEE has identified the generic \nmonitoring and management program, which will be part of mitigating adverse impacts. Detailed \nmonitoring and management for each road will be prepared during the detail engineering work. \n  \nF.  Findings and Recommendations \n \n10.  The IEE shows that the Project’s environmental impacts are manageable and can be \nmitigated. None of environmentally sensitive areas will be disrupted by the Project. Therefore, a \nfull EIA to assess further impacts for roads involved in this Project is not required.  \n \n11.  Three project roads are national roads and one is a regional road. In accordance with \nthe Environmental Preservation Rules 1997, construction, reconstruction, and/or extension of \nthese roads fall under the “red” category. Such civil works can be done only after DOE issues \nan environmental clearance. The application for such an environmental clearance needs to be \ncompleted with a full EIA. Since the areas affected by these roads are not environmentally \nsensitive, therefore, the EIA should be done at the same time as the detail engineering study. \nBased on the full EIA, the detailed environmental management and monitoring plan and a more \nspecific management plan to mitigate the adverse impacts can be prepared.  \n \nG.  Conclusion \n \n12.  The Project will improve existing roads. The overall IEE finding is that the Project will not \ncause significant environmental problems, and potential adverse impacts are manageable. \nHowever, the Project should be continuously monitored. \n \n \n \n \n \n   "], "metadata": {"Creator": "RRP4 (Ln Sum & Text) - Microsoft Word", "CreationDate": "D:20031028093204Z", "Title": "RRP4 _Ln Sum & Text_.doc", "Author": "vfl", "Producer": "Acrobat PDFWriter 5.0 for Windows NT", "ModDate": "D:20040218104241+08'00'"}}