{"path": "data/input/reports/rrp-30175-sam.pdf", "pages": ["ASIAN DEVELOPMENT BANK\nRRP: SAM 30175\nREPORT AND RECOMMENDATION\nOF THE\nPRESIDENT\nTO THE\nBOARD OF DIRECTORS\nON A\nPROPOSED LOAN\nAND\nTECHNICAL ASSISTANCE GRANT\nTO THE\nINDEPENDENT STATE OF SAMOA\nFOR THE\nEDUCATION SECTOR PROJECT\nAugust 2000", "CURRENCY EQUIVALENTS\n(as of 26 July 2000)\nCurrency Unit — Tala (ST)\nST1.00 — $0.3074\n$1.00 — ST3.2509\nABBREVIATIONS\nADB — Asian Development Bank\nAusAID — Australian Agency for International\nDevelopment\nBEd — Bachelor of Education\nDFA — Department of Foreign Affairs\nED — Education Department\nEICSC — Education Infrastructure Coordination\nSub-Committee\nEMIS — education management information system\nESC — Education Steering Committee\nEU — European Union\nFoE — Faculty of Education\nGDP — gross domestic product\nHDI — Human Development Index\nHPI — Human Poverty Index\nIRC — incremental recurrent expenditure\nISP — Institutional Strengthening Programme\nJICA — Japan International Cooperation Agency\nJSS — junior secondary school\nNTA — National Training Authority\nNUS — National University of Samoa\nOVI — objectively verifiable indicators\nPPMS — project performance monitoring system\nPWD — Public Works Department\nSAR — subproject appraisal report\nSC — school committee\nSDR — Special Drawing Rights\nSES — Statement of Economic Strategy\nSOE — statement of expenditure\nSPT — subproject preparation team\nTA — technical assistance\nTD — Treasury Department\nUNDP — United Nations Development Programme\nNOTES\n(i)  The fiscal year of the Government ends on 30 June.\n(ii)  In this report, “$” refers to US dollars.", "CONTENTS\n   Page\nLOAN AND PROJECT SUMMARY i\nMAP iv\nI. THE PROPOSAL 1\nII. INTRODUCTION 1\nIII BACKGROUND 2\nA. Quality of Life 2\nB. The Education Sector 4\nC. Government Policies and Plans 11\nD. External Assistance to the Sector 12\nE. Lessons Learned 13\nF. ADB’s Sector Strategy 14\nG. Policy Dialogue 14\nIV. THE PROPOSED PROJECT 16\nA. Rationale 16\nB. Objectives and Scope 17\nC. Cost Estimates 19\nD. Financing Plan 19\nE. Implementation Arrangements 20\nF. The Executing Agency 23\nG. Environmental and Social Measures 23\nV.  THE TECHNICAL ASSISTANCE 24\nVI. PROJECT JUSTIFICATION 25\nA. Socioeconomic Analysis 25\nB. Social Dimensions 28\nC. Risks 29\nVII. ASSURANCES 30\nVIII. RECOMMENDATION 32\nAPPENDIXES 33", "LOAN AND PROJECT SUMMARY\nBorrower Independent State of Samoa\nProject Description The  Project  will  increase  the  availability  of  human\nresources with adequate professional and technical skills\nto meet the labor requirements in an increasingly more\nbroad-based and market-oriented economy.\nClassification Primary: human development\nSecondary: poverty reduction\nEnvironmental\nAssessment Category C\nRationale The Government’s education sector development program\nis an important part of the economic and public sector\nreforms  aimed  at  building  an  efficient  market-based\neconomy. It will ensure the availability of skilled human\nresources to promote private sector growth. There is a\nneed for physical improvements in primary and secondary\nschool  facilities,  provision  of  appropriate  quality  inputs,\nupgrading of teachers’ skills, and overall management of\nthe  public  education  system  at  all  levels.  These\nimprovements  are  critical  to  develop  a  well-qualified\nworkforce  that  can  take  advantage  of  emerging\nopportunities generated by the private sector as a result of\nthe ongoing economic reforms.\nObjectives and\nScope The Project will expand equitable access to and improve\nthe quality of primary and secondary education in Samoa.\nThe Project will (i) through a series of subprojects upgrade\nand/or  expand  selected  public  primary  and  secondary\nschools throughout the country; (ii) enhance the overall\nquality  of  primary  and  secondary  education  through\nimproved  teaching  resources;  (iii)  build  institutional\ncapacity within the Education Department (ED) to prepare,\ndesign and implement school development projects; and\n(iv) provide inputs to support project implementation.\nCost Estimates The total cost of the Project is estimated at $10.06 million\nequivalent, including contingencies, price escalation and\ninterest during construction, and comprises $5.076 million\nin  foreign  currency  cost  and  the  equivalent  of  $4.983\nmillion in local currency cost.", "ii\nFinancing Plan The Project will be financed by the Asian Development\nBank (ADB), the Government, and the beneficiaries.\n         ($ million equivalent)\nSource Foreign Local Total Percent\nExchange Currency Cost\nAsian Development Bank 5.08 1.92 7.00 70\nGovernment 0.00 1.65 1.65 16\nBeneficiaries 0.00 1.41 1.41 14\nTotal 5.08 4.98 10.06 100\nLoan Amount\nand Terms ADB will provide a loan of $7.0 million equivalent from the\nAsian Development Fund to cover about 70 percent of the\ntotal  cost  of  the  Project.  The  loan  will  have  a  32-year\nmaturity, an 8-year grace period, and interest charges of 1\npercent  per  annum  during  the  grace  period  and  1.5\npercent thereafter.\nPeriod of Utilization Until 31 August 2004\nImplementation\nArrangements A  project  management  team  (PMT)  will  be  established\nwithin ED and will report to the Education Infrastructure\nCoordination  Sub-Committee  (EICSC)  of  the  Education\nSteering Committee (ESC). The EICSC will provide advice\nand  guidance  on  planning,  coordination,  and\nimplementation  aspects  of  the  Project,  including  the\npreparation of subprojects. The ESC will provide guidance\nand advice on policy-related matters.\nExecuting Agency The  Treasury  Department  (TD)  will  be  the  Executing\nAgency  for  the  Project.  ED  will  be  the  Implementing\nAgency and will have overall responsibility for planning,\norganizing,  managing,  supervising,  and  coordinating  all\nProject activities.\nProcurement Procurement of all ADB-financed goods and services will\nbe in accordance with ADB’s Guidelines for Procurement.\nEach contract for goods and services and each civil works\ncontract  estimated  to  cost  more  than  $500,000  will  be\nawarded on the basis of international competitive bidding\nprocedures. Each contract for the supply of goods and\nservices  estimated  to  cost  $500,000  or  less  will  be\nawarded on the basis of international shopping. Civil works\ncontracts  estimated  to  cost  less  than  $500,000  will  be\nawarded  on  the  basis  of  local  competitive  bidding\nprocedures  among  prequalified  contractors,  following\nGovernment  standard  procedures  acceptable  to  ADB.\nContracts  for  the  supply  of  minor  items  and  contracts", "iii\nestimated to cost, in the aggregate, $150,000 or less will\nbe procured on a direct purchase basis.\nConsulting Services Consulting  services  --  approximately  24  person-months\ninternational  and  3  person-months  domestic  --  will  be\nprovided.  All consultants financed by ADB will be selected\nand engaged in accordance with ADB’s Guidelines on the\nUse of Consultants.\nEstimated Project\nCompletion Date 30 April 2004\nProject Benefits\nand Beneficiaries The Project will primarily benefit some 10,000 to 12,000\npupils  of  subproject  schools.    In  addition,  about  600\nteachers will benefit from teacher training and improved\nteaching resources and working environment.  Other direct\nbeneficiaries will include about 20 ED staff who will receive\ntraining from the Project consultants. About 300 members\nof  school  committees  will  benefit  from  training  in\nmaintenance and management practices stemming from\nthe  associated  technical  assistance  and  the  Project’s\nlinkage to the institutional strengthening program.\nTechnical Assistance Technical  assistance  (TA)  will  be  provided  for  capacity\nbuilding in the education sector.  The TA will be funded by\nADB, on a grant basis, from the ADB-funded TA program.\nThe TA will enhance the efficiency and effectiveness of ED\nin developing and maintaining the education system. The\nTA  will  assist  with  the  education  policy  reforms  by\nsupporting  improvements  in  planning,  quality,  efficiency,\nand sustainability. About 28 person-months of international\nand 2 person-months of domestic consulting services will\nbe needed to carry out the TA.  All consultants will be\nengaged in accordance with ADB’s Guidelines on the Use\nof Consultants.", "", "I. THE PROPOSAL\n1. I  submit  for  your  approval  the  following  Report  and  Recommendation  on  a\nproposed loan to the Independent State of Samoa for the Education Sector Project.  The\nReport also describes proposed technical assistance for Education Support, and if the\nproposed loan is approved by the Board, I, acting under the authority delegated to me by\nthe Board, shall approve the technical assistance.\nII. INTRODUCTION\n2. Samoa  is  an  archipelago  of  seven  islands  located  in  the  South  Pacific,\napproximately 2,400 kilometers (km) north-east of New Zealand.  The population of the\ncountry is estimated at 170,000, a figure projected from the last census (1991).  The\naverage population density is 56 persons per square km (km2), although a large majority\nof the people live in the coastal areas of the two main islands of Upolu (72 percent of the\npopulation) and Savai’i (27 percent).  About 35,000 people (over 20 percent of the\npopulation) live in Apia, the capital, in Upolu. The country is geographically compact and\nhas  a  good  road  and  shipping  network.    Transport  between  and  within  islands  is\nrelatively easy, and access to Government services is generally good.\n3. Large  external  emigration  flows,  averaging  over  2  percent  of  the  population\n(around 3,500 persons) annually, have kept the overall population growth relatively low\nin recent years. The majority of the emigrants are men aged 20-30 seeking employment\nabroad.  It is estimated that up to 70 percent of Samoans who have completed post-\nsecondary  education  will  emigrate.  While  this  massive  emigration  of  well-educated\nSamoans  is  of  concern  to  the  Government,  it  is  also  recognized  that  remittance\ncontributions  from  Samoans  residing  abroad  continue  to  have  a  significant  positive\nimpact on the national economy and the balance of payments. Remittances are the most\nimportant and stable source of income in the economy and is the single most important\nsource of monetary income at the village level. They constitute a very important factor in\noffsetting  the  vulnerability  to  climatic  conditions,  crop  diseases,  and  volatile  world\nmarkets.\n4. Samoa has a total land area of 2,820 km2, with an exclusive economic zone of\n98,000 km2, the smallest in the Pacific.  About 43 percent of the land area is classified as\narable and about 75 percent of the population still use land and coastal resources as a\nmain or supplementary source of income. However, Samoa is ecologically fragile and\nvulnerable  to  environmental  degradation  and  cyclones.  An  estimated  30  percent  of\nagricultural production takes place in areas with severe soil limitation and the clearing of\nsteeper slopes increases the vulnerability to erosion.\n5. Samoa has made reasonable economic progress in the past two decades. In the\n1980s  a  modest  economic  growth  averaging  about  1.7  percent  per  annum  was\nachieved. In the early 1990s real incomes weakened, reflecting the devastation caused\nby two major cyclones in 1990 and 1991, and the adverse impact of taro leaf blight\ndisease in 1993-1994. However, the economy subsequently recovered, with high growth\nrates in 1996-1997.  In 1999, the growth rate of the economy accelerated to 5.3 percent,\nfrom 3.4 percent in 1998, reflecting strong growth in commerce, hotels, and restaurants;\ntransportation and communication; construction; and fisheries. A 9 percent increase in\ntourist arrivals stimulated the commerce and transport sectors.", "2\n6. The  Samoan  economy  is  still  largely  agriculture  based.  The  contribution  of\nagriculture to the gross domestic product (GDP) was relatively stable over 1994-1998,\naveraging 18.7 percent. The majority of the population still relies on subsistence farming\nand fishing as well as cash crops, such as copra, taro, cocoa, and bananas.  The\ncontribution of the public sector to GDP also remained relatively stable during the period\nand averaged 9.8 percent. While the contribution of industry to GDP steadily decreased\nfrom 30.7 percent in 1994 to about 23.7 percent in 1998, the contribution of the services\nsector expanded further from 41.3 percent in 1994 to 47.4 percent in 1998 (Appendix 1).\n7. Employment growth was modest at 2 percent between 1998 and 1999. Formal\nsector  employment  growth  resulted  largely  from  increased  employment  in  public\nadministration,  accommodation  and  restaurants,  personal  services,  and  food\nmanufacturing. The rate of female employment growth was more than double that of\nmale employment growth during the same period. From 1995 to 1999, the average\nannual  rate  of  formal  employment  growth  in  all  industries  exclusive  of  public\nadministration was 0.7 percent, while the rate for public administration was 0.5 percent.\nDespite  some  growth  in  private  sector  employment,  the  creation  of  private  sector\nemployment opportunities for new entrants to the labor force is an ongoing challenge.\nIII. BACKGROUND\nA. Quality of Life\n8. The vision expressed in the Government’s Partnership for a Prosperous Society:\nA Statement of Economic Strategy 2000-2001 (SES) aims at improving the quality of life\nfor all Samoans. Poverty is not explicitly mentioned in the SES, and no actions in the\nstrategy are aimed directly at reducing poverty. Poverty, in the absolute sense, is not\nseen as a critical issue in the Samoan context. Samoa is in the category of countries\nwith medium-level human development. Using the human development index (HDI),\nwhich  encompasses  the  three  dimensions  of  longevity,  knowledge,  and  income,\nSamoa’s score of 0.59 ranks it seventh among 15 Pacific Island countries and 117th\namong developing countries. Samoa exhibits a low level of poverty as measured by the\nhuman poverty index (HPI), which measures access to basic services. With a HPI of 8.6,\nSamoa again ranks seventh among 15 Pacific Island countries.1  The community-based\nsociocultural system generally ensures that no one is completely destitute.\n9. To define the poverty situation in Samoa, the concept of relative poverty may be\nmore appropriate than that of absolute poverty, which would imply complete material\ndeprivation. In Samoa poverty is rarely as visible and as extreme as it is in the poorer\ncountries  of  Asia.  But  relative  poverty  exists,  as  there  are  people  who  are  truly\ndisadvantaged and deprived compared with others in the community, or nation.\n10. Considering the mix of traditional subsistence activities, modest cash income\nactivities, and private remittances encountered in the traditional Samoan society, it is\ndifficult to make a rigorous assessment of the existing poverty situation.  The household\nincome and expenditure data for 1972 and 1997, however, clearly show an increasing\ninequality of income distribution. This is a common outcome in the early stages of\n                                                \n1 United Nations Development Programme, 1999. Pacific Human Development Report 1999: Creating\nOpportunities.", "3\ndevelopment in market economies, and can change as growth becomes broader based\nand thus more inclusive.\n11. Samoa  is  a  small  island  country  with  a  very  small  economy.  Sustainable\nimprovements in livelihoods are constantly threatened by the country’s vulnerability to\nexternal economic shocks and natural disasters. The Commonwealth vulnerability index\nranks  Samoa  in  the  group  of  countries  characterized  by  high  vulnerability.2  Sound\neconomic diversification may reduce the extent of aggregate export instability, and good\neconomic management can prevent general macroeconomic instability. Measures can\nalso be taken to improve preparedness for and responses to natural disasters. However,\nit must be acknowledged that cyclones like those experienced in 1990 and 1991 can, at\nleast  temporarily,  derail  the  reform  process  and  undermine  the  growth  needed  to\nimprove living standards.\n12. The wage-earning sector makes up less than half of those who are classified as\neconomically active.  Urban village families are more likely to include at least one waged\nworker compared with peri-urban and rural villages. At the village level the economic\ndifferences between families are generally not significant. The two main groups who are\nlikely to be vulnerable to poverty are urban villagers with limited land for subsistence\nproduction, and rural villagers with limited cash earning opportunities. Other vulnerable\ngroups include young people, particularly those with less formal education, households\nheaded by single women, the elderly, and the disabled.\n13. To  achieve  equitable,  sustained,  and  sustainable  economic  growth,  the\nGovernment is committed to the implementation of a coherent set of strategies,3 which\nwere developed after extensive consultation with stakeholders. The close involvement of\nall societal groups ensures community ownership of the strategies, which should lead to\ntheir efficient implementation.  A first subset of strategies promotes pro-poor economic\ngrowth through a stable macroeconomic environment, enhanced public sector efficiency,\nfaster private sector growth, sustainable tourism development, and supporting priorities\nsuch as economic infrastructure, investment in utilities, and environmental sustainability.\n14. The second subset of strategies is targeted more directly at the economically\nweaker  segments  and  vulnerable  groups  of  society.  This  subset  aims  to  improve\neducation  and  health  standards,  invigorate  the  agriculture  and  fisheries  sectors,\nrevitalize  the  village  economy,  improve  social  and  cultural  services,  and  promote\nmeasures aimed specifically at the youth, women, and the disadvantaged.  The strategy\nto  improve  education  standards  generally  aims  to  expand  access  and  equity.  The\nGovernment is also implementing major new initiatives, which will have more direct\nimpact on poverty reduction. These initiatives include upgrading of primary education,\npromoting  greater  emphasis  on  vocational  skills  training  in  secondary  schools,\nsupporting early childhood education activities, and addressing the requirements for\nspecial needs education. Another initiative is the strengthening of school management\ncommittees in the villages.\n                                                \n2  Commonwealth Secretariat/World Bank. 2000. Small States: Meeting Challenges in the Global Economy.\nReport of the Joint Task Force on Small States, March 2000.\n3  Treasury Department. 2000. Statement of economic strategy 2000-2001, Partnership for a prosperous\nsociety. Government of Samoa, January 2000.", "4\nB. The Education Sector\n15. Samoa is a very religious country and the first school to open in Samoa was a\nCatholic Mission school, 150 years ago.  Since then, Christian churches have continued\nto play an important role in the provision of education particularly at the secondary level.\nMost of the primary education and around 57 percent of the secondary education is\nunder the control of the public education system through village, district, and seven\nGovernment-run schools.  In 1999, the churches and private schools accounted for\naround 15 percent and 43 percent of the enrollment in primary and secondary education,\nrespectively.\n16. Over the period 1995-1999, total school enrollment fell slightly from 49,093 to\n49,018 even though enrollment in Years 1, 2, and 3 continued to increase.  At primary\nlevel the great majority of children attend Government schools,4 whereas at secondary\nlevel, private and mission schools play a much more substantial role. The quality of\neducation varies significantly depending on the type and location of the schools as\nshown by the wide difference in pupil/teacher ratios, percentage of untrained teachers,\nand Year 8 repetition rates (Appendix 2).\n17. It is Government policy under the terms of the Education Ordinance (1959) that\nall children in Samoa must receive primary education.  There is evidence, however, that\nsome  pupils  drop  out  of  school  in  the  primary  school  years.    The  dropout  rate  at\nsecondary level is also high. Nevertheless, except for a small number of children living in\nthe more remote villages, almost all children in Samoa do begin primary school and\nreceive some formal education.  The girls enrolled in the early years of primary school\nare slightly fewer than the boys, reflecting the gender ratio found in the 1991 census of\nthe 0-14 years age group.\n18. The Government successfully introduced a number of major educational reforms\nin  recent  years  and  significant  progress  has  been  made  in  improving  the  quality,\nrelevance, and efficiency of education in primary and secondary schools. Furthermore, a\nnumber of projects in various stages of implementation are maintaining the momentum\nin the reform process. There is still a need for improvement in the quality of education\nand  equity  of  access,  and  in  reducing  the  number  of  dropouts  in  the  primary  and\nsecondary cycle.\n1. Primary Education\n19. The primary education subsector comprising Years 1-8, with total enrollment in\n1999 of 35,790 pupils, consists of (i) 138 village schools,5 attended by 27,060 pupils (76\npercent); (ii) three Government-run schools on the Malifa campus attended by 3,322\npupils (9 percent); (iii) 16 mission schools,6 attended by 4,948 pupils (14 percent); and\n(iv) 2 private schools attended by 460 pupils (1 percent). Only the three primary schools\nin Malifa are Government owned and come under the direct control of the Department of\nEducation (ED). These schools are very crowded, with large classes and very high\npupil/teacher ratios. Despite these adverse conditions, a large number of Year 8 pupils\n                                                \n4 Government schools are defined as “those schools staffed by teachers whose salaries are wholly paid\nfrom public funds” (Source: Education Ordinance, 1959).\n5 Excluding Vaitele and Fusi Safata primary schools, which opened in mid-1999.\n6 Excluding Vaiola and Sauniatu primary schools for which data were not available.", "5\nfrom these three schools gain entry to one of four Government senior college. This good\nacademic performance reinforces the strong demand from parents to have their children\neducated at Malifa.\n20. Village primary schools, although classified by ED as Government schools, are in\nfact owned by the community/village and managed through community-based school\ncommittees (SC).  The SCs retain a large measure of autonomy in many aspects of\nschool management, including the development and maintenance of the school facilities\nand  its  financial  income  and  expenditure.  ED  provides  the  teachers,  the  teachers’\nsalaries, and other inputs including stationery and library material.  ED also ensures that\nthe schools are visited periodically under its program of school inspection.\n21. Overall, public primary schools differ widely, in their physical layout and facilities\nas well as the quality of the education provided.  In some schools, classes do not have\nany furniture and the children sit on mats on the floor. In others, the community provides\nadequate furniture and equipment and the schools are well maintained.  This variability\nalso applies to the qualification and experience of teachers, availability of educational aid\nmaterial and input, and the status of maintenance of the facilities.\n22. Private schools charge generally higher school fees than public schools, and\nmany Samoan families cannot afford to send their children to private schools.  Mission\nschools attract not just members of their congregations, but also many other parents\nwho seek to send their children to such schools for better education.\n2. Secondary Education\n23. Admission to secondary education is determined by the national examination\ntaken at Year 8.  While the transition rate data show some inconsistencies, it shows\nclearly that a larger proportion of girls (83.4 percent) than boys (77.6 percent) continue\nfrom Year 8 to Year 9. The breakdown of Year 8-9 transition in all schools for 1999, by\ngender and by location, is shown in Appendix 3.\n24. The secondary education subsector, including Years 9-13, with a total enrollment\nof  13,228  pupils,  consists  of  (i)  4  Government  senior  colleges,  attended  by  3,020\nstudents (23 percent); (ii) 21 public junior secondary schools (JSS), attended by 4,562\nstudents (34 percent); (iii) 16 mission colleges, attended by 4,370 students (33 percent);\n(iv) 3 mission JSSs, attended by 1,052 students (8 percent); and (v) 1 private secondary\nschool, attended by 224 students (2 percent).  Government, private, and mission schools\nshare more evenly the responsibility for secondary education, with the latter having\naround  43  percent  of  pupils.  Children  who  score  higher  in  the  Year  8  national\nexamination  may  gain  access  to  senior  secondary  education  through  one  of  the\nGovernment’s four senior colleges, or in one of the mission colleges or private schools.\nA  large  number  of  students  from  the  primary  schools  at  Malifa  gain  access  to\nGovernment senior secondary schools every year, thereby reducing access to senior\nsecondary  colleges  to  students  studying  in  the  rural  areas  compared  with  urban\nstudents.\n25. A large proportion of children who achieve lower scores in the Year 8 national\nexamination, but still wish to continue their formal education in the public education\nsystem,  have  to  attend  one  of  the  district  JSSs.  The  district  schools  are  often  ill-\nequipped, with inadequate facilities and less qualified teachers to provide high standard", "6\neducation. As a result, JSSs do not perform as well as either the Government colleges\nor the private and mission schools in terms of academic achievement. Students in JSSs\nare the least well served by the present education system and the division of pupils into\nseparate junior and senior secondary school streams is a matter of concern to the\nGovernment.\n3. Postsecondary Education\n26. The postsecondary education system does not fall under the responsibility of ED.\nThe local postsecondary institutions report directly to the Minister of Education, although\nED exercises some policy, planning, and budgetary liaison in respect of the tertiary\nsector and has senior representation on the governing councils of the two principal\ntertiary institutions. After completing secondary education, the higher-achieving students\nhave the option to continue to full-time higher education in one of the universities or\ninstitutions either in Samoa or abroad. In 1999, the total enrollment of Samoan students\nat the postsecondary level was estimated at 2,900 including full-time, part-time, and\nshort-course students. Of this number, 1,220 attended the National University of Samoa\n(NUS), 25 attended the University of South Pacific in Samoa, and 500 (17 percent)\nattended  a  university  abroad  with  or  without  scholarships.  Nonuniversity  institutions\ninclude Samoa Polytechnic (673 students), Don Bosco Technical Centre (256 students),\nand a number of smaller specialized centers (225).\n27. At NUS, the Diploma in Education is one of the most popular courses with 247\nstudents  enrolled  in  the  program.  Other  popular  courses  include  commerce  (303\nstudents),  accounting  (110),  computer  studies  (104),  and  nursing  (40).  A  four-year\nprogram of Bachelor of Education (BEd) will be introduced in 2001. At the Faculty of\nEducation (FoE), the Diploma in Education provides the major teacher training input into\nthe  Samoan  education  system,  with  separate  primary  and  secondary  subject\nspecialization courses. Teaching jobs are presently available in Samoa for all those who\ncomplete the Diploma in Education.\n28. The  Samoa  Polytechnic,  described  as  the  prime  and  most  prestigious\nvocational/technical school in Samoa, offers diploma, certificate, and other courses in\ncommerce and general studies, technology, and maritime training, in addition to various\nshort and part-time courses. Courses in business (tourism), secretarial studies, and\ncomputer sciences are very popular.\n29. Various technical centers have developed courses with a strong emphasis on\npractical and applied subjects, partly in response to criticisms that the school curriculum\nneeds to include more practical training.  The largest of these technical centers is Don\nBosco,  a  vocational  school  for  male  students,  which  has  developed  practical  and\nfocused courses relevant to market demand.  At present, 80-90 percent of students\ncompleting the courses at Don Bosco are successful in securing paid employment in\nSamoa. This is a remarkable record considering that students entering Don Bosco are\nessentially those who have not been successful at the Year 11 or school certificate (Year\n12) examinations.  Limited vocational training programs for female students are available\nat  mission  schools  and  specialized  centers  like  the  Young  Men/Women  Christian\nAssociation.\n30. There are at least 16 other, generally smaller, postsecondary training providers\n(including  3  theological  colleges),  almost  all  in  the  private  sector.  Their  enrollment", "7\nfigures are not available.  Additionally, individual ministries such as the Ministry of\nHealth, the Ministry of Labour, and the Public Service Commission have a separate\nbudget item for training purposes.\n4. National Training Authority\n31. The Government is setting up a National Training Authority (NTA) with initial\nfunding from the United Nations Development Programme (UNDP). NTA will serve as a\nvehicle to promote better integration of technical and vocational education and training,\nand the development of more appropriate, demand-driven curricula in this area.  One of\nthe major functions of NTA will be to (i) advise the Government on the rational and\neffective use of scarce resources for formulating strategic planning and policies, (ii)\nstudy  the  ongoing  and  emerging  skills  and  knowledge  needs  of  labor  market\nemployment, and (iii) develop procedures to ensure the required standard of quality of\ntraining.\n5. The Department of Education\n32. The  stated  goal  of  ED  is  to  improve  equity  and  quality  of  education  while\nincreasing relevance and efficiency in the sector. ED also seeks to achieve a more\neffective system of education for all learners. Significant progress has been made in\nrecent  years  toward  achieving  ED’s  major  policy  objectives.  There  is  still  room  for\nimprovement, however, and a number of projects in ED’s pipeline will address the\nremaining policy issues.  Institutional and resource limitations, however, may hinder the\nrate  of  progress.  To  address  these  institutional  weaknesses,  ED  is  currently\nimplementing, with assistance from the Australian Agency for International Development\n(AusAID), a major Institutional Strengthening Programme (ISP). The objective of the ISP\nis  to  strengthen  the  institutional  capacity  of  ED  so  that  learning  opportunities  and\noutcomes for Samoan children will be substantially improved.  The ISP is expected to\nenhance the management skills of ED staff and to significantly improve existing business\npractices, work processes, structures, and systems of the department.\n6. Key Issues in Education\na. Role of the Department of Education\n33. Despite a generous budget allocation and a sizable amount of grant funds from\nexternal assistance, available resources within ED are not sufficient to carry out its\nresponsibilities. The number of senior management positions in the present structure is\noften not adequate to efficiently manage the national education system. Senior staff are\noverloaded partly because of the significant ongoing changes in administrative and\neducational policies and procedures. The time available to senior staff to attend to\npolicies  and  strategic  planning  is  severely  limited.  The  central  agencies  require\nadherence to rigorous planning, accountability and transparency guidelines beyond ED’s\npresent  capabilities,  given  the  shortage  of  and  constraints  imposed  on  senior  staff\nresources.  Moreover the physical administrative facilities of ED require maintenance\nand upgrading to meet the minimum requirements of the department. The provision of\ninformation technology is also limited and many administrative processes are still carried\nout manually. Communication within ED and between ED, the FoE, and the schools\nneed improvement.  A further problem is retention of trained staff within the department.", "8\n34. At present, in addition to policy advice to the Government on education matters,\nED is also responsible for primary and secondary education services in all public schools\nand for directly managing three primary schools and four senior secondary colleges.\nOne issue that the Government needs to address is whether ED shall continue to be\ndirectly involved in the delivery of education services, or if its role should be more of a\npolicy and regulation nature.  Plans for restructuring and reducing the size of the Malifa\nprimary schools and transferring management to a SC are currently being drawn up.\nThis  move  toward  decentralization  will  afford  increased  opportunities  for  ED  to\nstrengthen planning and coordination of activities, and to focus on quality improvement\nand a more equitable distribution of resources within the education sector.\n35. Another major issue is whether ED will be responsible for managing both the\nhuman  and  the  financial  resources  of  the  sector.    Currently  the  Public  Service\nCommission is responsible for appointing teachers, while ED is responsible for selecting\nand  deploying  them  in  Government  schools,  and  paying  their  salaries.    Under  the\nGovernment’s public sector reform, a program has been initiated, on a pilot basis, to\npromote greater efficiency through delegation of financial controls and devolution of\npersonnel management functions to line departments.  While ED has not been selected\nto undergo major restructuring during the pilot phase, it is expected to be included in a\nfuture phase of the program.\nb. School Management and Administration\n36. Resource management at the school level is not always adequate. This has led\nto (i) overcrowding at the government-owned schools in Malifa and underutilization of\nmany village and district schools; (ii) unclear definition of the composition, roles, and\nfunctions  of  village  and  district  SCs;  (iii)  unclear  definition  of  the  role  of  ED;  (iv)\ninconsistent or incoherent budgeting procedures; and (v) low morale and a high attrition\nrate for principals and teaching staff in public schools.\n37. While the Government provides most of the funding for public schools, the local\ncommunities retain ownership of the facilities and considerable independence relating to\nthe management of the school. While this promotes the building of partnership between\nED and the communities to ensure that the schools meet their intended educational\nobjectives, the quality of service varies from school to school.  Public schools have\naccess to a number of inputs, but some schools receive much less from their local\ncommunities and still lack some basic facilities such as adequate furniture or toilets.\nSchool fees are expected to contribute to preventive maintenance of school facilities, but\nthey  are  not  always  sufficient  for  that  and  SCs  are  not  always  properly  trained  to\nevaluate real maintenance needs.\n38. Although management guidelines for SCs have been developed, they have not\nbeen widely implemented and are being revised in consultation and with the participation\nof SCs and other stakeholders as part of the ISP. The main issues that need to be\naddressed include (i) the composition of the SCs and the extent of active parental\nrepresentation on them; (ii) the capacity of SCs members to manage the affairs of the\nschool  and  the  training  requirements  to  increase  that  capacity;  (iii)  the  level  of\ntransparency and accountability of the SCs in the financial management of the school;\nand (iv) the nature and extent of the contractual agreements between SCs and ED. A\nfurther issue is whether ED has the financial capacity to continue to assist community\nschools in the payment of interest on their loans from the Development Bank of Samoa.", "9\nc. Issues Related to Internal Efficiency\n39. There is an urgent need to upgrade and rehabilitate a large number of school\nfacilities. There is also evidence that unsuitable or inadequate materials are sometimes\nused in schools, primarily because of lack of funds.  A major issue is the recurrent cost\nof maintaining the buildings, fixtures, fittings, furniture, and equipment. When schools\nneed to be expanded or renovated, one of the main sources of funding in the past has\nbeen  through  community  fund-raising  and  participation,  but  raising  funds  in  the\ntraditional way is becoming increasingly difficult. SCs need to develop awareness and\nskills in planning and carrying out regular maintenance programs.\n40. Inadequate equipment and teaching resources, combined with limited in-service\nteacher training, represent a notable hindrance to improving educational outcomes at the\nschool level. While curriculum materials and science equipment for Years 5-8 recently\nsupplied under the AusAID-financed Second Primary Education Materials Project have\nrelieved some immediate pressure, materials for the younger children remain badly\nneeded and their development is being addressed under the same project. There is also\na  need  for  supplementary  materials,  such  as  readers,  library  books,  charts  and\nmanufacturing materials, and for experiential materials. Local suppliers of curriculum\nmaterials are few and the schools largely depend on supply from overseas. Both primary\nand secondary schools lack adequate libraries. A number of JSSs lack equipment and\nresources.  Many schools have a designated science room or laboratory, but equipment\nis often inadequate or simply lacking.  Facilities for other specialized curriculum areas\neither do not exist or are not adequately equipped.\n41. Education for children aged 5-14 years is compulsory in Samoa. The national\nschool participation rate for this age group, however, was only 87.3 percent in 1992.\nParticipation showed a moderate increase over the period 1992-1999, and the estimated\nfigure for 1999 was 93.6 percent, but this figure may not be accurate as it is based on\nprojections from the 1991 census. Nongovernment schools generally have significantly\nbetter transition rates than public schools.  It is also of some concern that, apart from the\nsignificant number of children dropping out of school before Year 8, the national rate of\ntransition from Year 8 to Year 9 (80.3 percent) is still below its 1993 level. Year 8 also\nhas a high rate of repeats from students who are unable to pass the examination to\nsecure entry into a secondary school.\n42. As an overall indication of gender difference in transition rates, data from 1995 to\n1999 show that retention rates have been rising for both boys and girls but more rapidly\nfor girls. The retention rates for girls are significantly higher than for boys. In Year 1 boys\nslightly outnumber the girls, but this trend is clearly reversed by Year 12. Girls are\ngenerally better achievers than the boys in the education system. Over the same period,\nthe  numbers  of  repeaters  in  Years  1-13  fell  significantly  from  2.8  percent  of  total\nenrollment to 1.8 percent. In both primary and secondary schools, rates of repetition are\nbelow 1 percent of pupils, but this percentage is much higher in Year 1 in primary\nschools.\n43. Examination results remain generally low in some subjects such as English and\nmathematics. While results have been slowly improving from a low base in both Year 8\nand  Year  11,  they  now  appear  to  be  declining  in  both  Year  12  (Samoan  School", "10\nCertificate)  and  Year  13  (Pacific  Senior  School  Certificate)  examinations.  Results\nachieved  by  girls  are  clearly  better  than  those  by  boys  in  Year  8  and  Year  11\nexaminations, but in Years 12 and 13 the smaller number of boys perform better than\ngirls in a majority of subjects.\n44. The proportion of teachers in public schools holding a proper certificate/diploma\nrose steadily from 81.6 percent in 1995 to 87.4 percent in 1999. However, this alone is\nnot sufficient to ensure improved quality of education. In village primary schools, for\ninstance, where virtually all teachers are certified, educational achievements are still low\nparticularly in mathematics and English. The impact of the new curriculum materials,\nrecently provided to primary schools, will not be fully achieved in the primary school\nsystem  for  some  years.  Minimum  in-service  training  is  provided  to  support  the\nintroduction of new curricular materials (generally one day per subject per grade), which\nis clearly insufficient. Primary teachers need more adequate training in mathematics,\nEnglish, science and multigrade teaching as well as in classroom management.  For\nsecondary teachers, in-service education is needed particularly for mathematics, and\nvocational  subjects  such  as  agriculture,  home  economics,  commercial  studies,  and\nindustrial arts.  In addition, inadequate facilities, equipment and materials further impair\nthe  teaching  of  technical  subjects.  Turnover  of  teachers  is  currently  rapid,  with\napproximately 10 percent of all teachers in public schools resigning each year. There\nseem to be particular difficulties in recruiting and retaining secondary school teachers for\nscience and practical subjects.\nd. External Efficiency Considerations\n45. Data  from  the  National  Provident  Fund  provide  accurate  information  on  the\nformal sector labor market in Samoa, but reliable data regarding employment in the large\ninformal economy are lacking. Each year about 1,100 new jobs are created in formal\nemployment. This number includes 150 new positions; 500 jobs through retirement,\nsickness, or death; and about 450 resulting from emigration. The total number of young\npeople leaving school at various levels and seeking employment is estimated at 5,200,\nsignificantly higher than available positions, and this is creating a wide employment gap.\nOnly about 20 percent of those leaving school and seeking work are employed in the\nformal sector. It is unlikely that new jobs in formal employment will increase significantly\nin the near future. During 1996-1999, the total number of jobs in formal employment\nactually declined from 24,548 to 23,120, or a decrease of about 5.8 percent during the\nfour-year period.\n46. In the context of the development needs of Samoa, the relevance of education at\nthe secondary level is particularly important. About 75 percent of the total age group\ndoes not proceed beyond Year 11, and the significant loss of development potential\nrequires attention. Employers show a definite preference for candidates with senior\nsecondary  education  and  are  looking  for  qualifications  of  at  least  Samoa  School\nCertificate  (Year  12)  standard.  The  secondary  system  is  widely  considered  to  lack\nrelevance to village and labor market needs, with not enough emphasis on practical\nskills.  Because of lack of resources committed to applied subjects in JSSs, students\nleaving the system have limited ability in practical skills and are unable or unwilling to\nrespond to employment opportunities in the trade and technical areas.", "11\n47. The issues of relevant skills development are being addressed by new school\ncurriculum  development  and  through  training  in  practical  skills  in  technical  and\nspecialized centers. Curriculum development in both primary and secondary education is\nbeing  supported  by  AusAID  and  the  New  Zealand  Overseas  Development  Agency\n(NZODA). However, it will take a number of years before the effect of recently introduced\ncurriculum materials can translate into visible impacts on educational outcomes and\nrelevance for employment opportunities.\ne. Issues Addressed by the Project\n48. The  education  sector  in  Samoa  faces  numerous  challenges.  Considerable\nGovernment efforts, with assistance from bilateral and multilateral agencies, are under\nway to address the most significant issues. The Project will address in particular the\nurgent need to upgrade and/or expand 20-30 primary and secondary public schools,\nincluding the primary and senior secondary schools in Malifa. The Project will also set up\nan effective in-service teacher training program and provide instructional materials and\nlibrary resources to subproject schools. The Project is well integrated with ongoing key\neducational  interventions  in  the  sector,  including  capacity  building,  curriculum\ndevelopment, teacher training, and upgrading of school facilities financed by AusAID,\nNZODA , Japan International Cooperation Agency (JICA), and others.\nC. Government Policies and Plans\n1. Policy Framework\n49. Since its first SES, in 1995, the Government has consistently placed a high\npriority  on  human  resources  development,  through  improvement  in  the  quality  of\neducation and health, as a critical element of its strategy to develop a more enterprise-\nbased and competitively structured economy. In its third SES, which was released in\nJanuary  2000,7  the  Government  reaffirmed  its  commitment  to  human  resource\ndevelopment,  and  particularly  to  continue  to  strengthen  and  improve  the  learning\nenvironment  in  primary  and  secondary  education.  The  Government’s  policies  on\neducation were published in July 1995, following comprehensive public consultations,\nand extensive studies and reviews of the sector.8  In May 1999, ED held a minisummit\nwith all major stakeholders to provide feedback on the progress of implementation of\nEducation  Policies  1995-2005.    The  summit  also  afforded  an  opportunity  for\nstakeholders to participate in the revision and updating of the strategic plan.  The\noutcome confirmed a number of priorities in the sector: (i) the development of early\nchildhood education; (ii) improvement in the overall quality of primary education; (iii)\nimprovement in access to senior secondary education by upgrading all JSSs to senior\ncolleges; iv) the need to address special needs; (v) strengthening of teacher education;\n(vi) improvement in postsecondary education and training; (vii) support for nonformal\neducation; (viii) improved management, planning, and policy formulation at the central\nlevel of ED; and (ix) improved management at school level.\n                                                \n7 Treasury Department. 2000. Statement of Economic Strategy 2000-2001—“Partnership for a Prosperous\nSociety”, Government of Samoa, January 2000,\n8  Education Department. 1995. Education Policies 1995-2005.  Government of Samoa, July 1995.", "12\n2. Sector Strategy\n50. The  policies  formulated  in  the  Education Policies 1995-2005  were  used  to\ndevelop a comprehensive set of strategies9 representing a 10-year strategic plan for in-\ndepth reforms in the education sector. The reforms aim at developing an institutional\nstructure capable of delivering an education system that meets the principles of equity,\nquality, relevance, and efficiency.  A significant portion of the strategic plan has already\nbeen implemented. The main elements of the sector strategy for the period of 2000-2005\nfocus on key developmental objectives and major new initiatives designed to upgrade\nprimary  and  secondary  education  through  infrastructure  improvements,  curriculum\ndevelopment,  improved  education  services,  and  strengthening  of  local  school\nmanagement committees.  Vocational education is also to be given greater emphasis in\nconjunction  with  the  introduction  of  an  upgraded  single-stream  secondary  schools\ncurriculum  effectively  upgrading  all  JSSs  to  senior  secondary  colleges.    Teaching\nservice conditions related to improving teacher retention and increasing opportunities for\nprofessional development will also be addressed.  At the postsecondary level, NUS and\nSamoa Polytechnic will focus on strengthening education and training programs, and\nimplementing resource utilization strategies to achieve a more cost-effective return on\npublic spending.  Early childhood education and special needs education will also be the\nobject of increased attention, particularly with improved curriculum and teacher training.\n51. The Government’s policies and strategies, and the sector investment plan for\neducation are basically sound and of good quality.  As such they provide a suitable\nframework for ADB sector lending. The strategic plan is supported by a number of\nbilateral and multilateral external aid agencies including AusAID, NZODA, JICA, UNDP,\nand the European Union (EU) (Appendix 4).\nD. External Assistance to the Sector\n52. The  Government  is  firmly  committed  to  its  strategy  to  improve  health  and\neducation standards.  To achieve this goal, the Government allocates a substantial\nportion of its recurrent expenditure to these sectors.  Education received an average of\n13.7 percent of the total Government expenditure in each of the last four years, second\nonly to general administration (17.4 percent during the same period). In addition, a high\nproportion of external assistance to Samoa is dedicated to education.  The total funds\nallocated  to  education  and  training  by  each  aid  agency  are  significant:  AusAID  for\ninstance allocates 42 percent of its annual assistance program to Samoa to education-\nrelated activities, including institutional strengthening of ED and scholarship for long-\nterm training. The proportion of NZODA’s assistance to education is even higher at 68\npercent,  with  a  significant  portion  being  allocated  for  long-term  training  and  for\nsecondary  education  curriculum  development.    The  EU  microprojects  include  a  58\npercent education component comprising mostly small infrastructure improvements to\nvillage schools. Other sources, including JICA and UNDP, also allocate a significant\nportion of their program to education.  The central issue, however, is the proportion of\ntotal resources allocated to each subsector.  A review of external funding shows that the\nproportion  to  education  is  heavily  weighted  toward  postsecondary/tertiary  level  (71\npercent in 1998/99). During the same period, secondary and primary education received\nonly 8 percent and 15 percent of total external assistance, respectively, while early\nchildhood education received only 1 percent.\n                                                \n9  Education Department. 1995. Education Strategies 1995-2005.  Government of Samoa, July 1995.", "13\n53. Development assistance to the sector is clearly demand-led and ranges from\nsmall community-based projects such as preschool playgrounds and toilet blocks, to\nmajor undertakings such as the construction of new primary schools.  At both primary\nand secondary school levels, external assistance is now playing a more significant role\nin providing necessary inputs toward the Government’s strategic development plan.\n54. In 1999 approximately 50 projects or programs were being implemented in the\nsector. These projects/programs ranged in size from the EU microprojects to large-scale\nprograms such as the AusAID-financed ISP and the NZODA long-term study awards\nprogram. Coordination of such a range and quantity of activities requires considerable\neffort and expertise.\n55. Samoa is very efficient in coordinating and managing a large number of external\nassistance.    Two  departments  share  a  prominent  role  in  this  area.  The  Treasury\nDepartment  (TD)  is  responsible  for  all  ADB,  World  Bank,  and  EU  assistance;  the\nDepartment of Foreign Affairs (DFA) is responsible for coordinating all bilateral and other\nmultilateral assistance, including that of UNDP.  The two departments routinely work\ntogether to organize major coordination meetings with aid agencies in different sectors,\nsuch as the one held in 1999, following the minisummit for education and health. The\nEducation Steering Committee (ESC) is another important coordination mechanism in\nthe sector.  It was initially established in June 1999 to coordinate AusAID-assisted ISP\nactivities, but its role and responsibilities have since been expanded allowing it to serve\nas the focal point for all stakeholders, and to oversee and provide coordination and\npolicy guidance for all reform activities in the education sector. The ESC is chaired by\nthe ombudsman, and includes broad representation at high level from a number of\nstakeholders in the education system including TD and DFA.10  By virtue of its high level\nrepresentation over a wide range of stakeholders, the ESC is a powerful coordination\nmechanism for all external assistance programs in the sector.\nE. Lessons Learned\n56. A  key  lesson  learned  from  ADB  assistance  in  the  Pacific  is  that  political\ncommitment to, ownership of, and community participation in a project are essential to\nensure  that  it  meets  its  development  objectives.  In  its  third  SES,  the  Government\nconfirmed its political commitment to the Project. The SES emphasizes the need for an\nimproved  learning  environment  and  improved  quality  of  education  at  primary  and\nsecondary levels. This strategic direction constitutes the basic rationale for the proposed\nProject. An innovative design feature of the Project is the key role played by the local\ncommunity in subproject preparation and implementation. The commitment of the SCs to\ncontribute significantly to the subproject investment cost will ensure their involvement\nand ownership.\n57. ADB’s recently updated sector synthesis of evaluation findings in the education\nsector points to several key issues and lessons, which have been considered and\nincorporated in the design of the proposed Project. The synthesis shows that the quality\n                                                \n10 Other members include the director, ED; the director, PWD; the financial secretary, TD; the secretary,\nDFA; the secretary, Public Service Commission; the Chief Executive Officer, Samoa Polytechnic; the vice\nchancellor, NUS; and a representative from the Post Primary Principals’ Association.", "14\nof education at primary and secondary levels depends on a sufficient supply of qualified\nteachers. To address this issue, the skills of existing teachers in the subproject schools\nwill be upgraded through in-service teacher training.  Another lesson from the synthesis\nis  the  usual  paucity  of  data  regarding  dropouts,  repeaters,  and  other  indicators  of\ninternal efficiency. Under the Project, the information base will be strengthened through\na performance-based benefit monitoring and evaluation system that will provide data on\nobjectively verifiable indicators (OVIs). A third lesson is the need to fully utilize buildings,\nequipment,  and  other  facilities  to  enhance  cost-effectiveness  in  the  use  of  scarce\nresources. In the design of the Project, neighboring schools will be encouraged to share\nfacilities  and  resources  to  promote  efficient  use  of  resources.    Moreover,  a  formal\nagreement between the SCs of each subproject school and ED will ensure efficient use\nand maintenance of educational resources. A fourth lesson is that governments are\noften unable to absorb and sustain the recurrent expenditure required to ensure proper\noperation and maintenance after project implementation. The Project incorporates a\ncomprehensive facilities maintenance program for each of the subproject schools. A\nbuilding maintenance specialist will be provided under the associated TA to assist the\nschools in the design and implementation of the maintenance program. And finally, the\nsynthesis shows that project inputs do not automatically result in improved quality of\neducation.  A school management development program (financed under the AusAID-\nfinanced  ISP)  will  enhance  understanding  of  the  educational  processes  to  produce\nhigher quality education, based on an analysis of the teaching and learning processes in\nthe actual classroom situation.\nF. ADB’s Sector Strategy\n58. Education is an essential element in the process of human, social, and economic\ndevelopment. The main purpose of investment in education is to empower people with\nknowledge, skills, and attitudes so as to improve their quality of life, enhance their\nproductivity and their capacity to learn new skills, and enable them to participate fully in\nthe development process. There is a direct relationship between education and poverty\nreduction. People with education have higher income-earning potential and are better\nable to improve the quality of their lives. In this context, ADB’s overarching objective of\npoverty reduction can be better achieved through equity and access to quality basic\neducation. ADB’s sector priorities with respect to education are therefore to support\ninitiatives that promote increased equity and access and improved quality of education\nservices, strengthen management efficiency, and mobilize resources for sustainable\neducation delivery.\n59. In the context of Samoa, these objectives and priorities match closely those of\nthe Government. In its third SES, the Government stresses its continued commitment to\nstrengthen education and training, and to ensure access to quality education for all\nSamoans.  In particular the SES recognizes the need to strengthen and improve the\nlearning environment at the primary level, and to expand and improve the quality of\nsecondary education.  ADB’s sector strategy in Samoa is to support the Government’s\npolicies and strategies to improve the quality and delivery of education services at\nprimary and secondary levels.\nG. Policy Dialogue\n60. Policy dialogue focused on improving equity and the quality of education while\nincreasing relevance and efficiency. More specifically, the discussion focused on (i)", "15\ndevelopment of satellite primary and secondary schools to relieve pressure on Malifa\nand improve equity of access to quality education; (ii) extension of facilities in JSSs to\noffer a full curriculum to all secondary school students; (iii) development of common\nbuilding and furniture standards for all schools, regardless of the source of financing;\nand (iv) improvement in the management of the education sector as a whole and the\nprimary and secondary schools in particular.\n61. One of the major problems facing ED is the disproportionate number of children\nattending school at the three primary and one secondary schools in Malifa. To overcome\nthis problem, other schools in the greater Apia area and ultimately in the rural areas will\nbe developed and upgraded to accept the overflow of children from Malifa. A number of\npotential  schools  have  been  identified  and  designated  as  satellite  schools  for  this\npurpose. In addition to improving the physical facilities of satellite schools, attention will\nbe  placed  on  improving  the  management  capacity  and  accountability  of  the  SC,\nupgrading teacher qualifications, and providing better equipment and material for an\nenhanced learning environment.  The cooperation of other aid agencies in the sector will\nbe obtained to coordinate these efforts for each school selected.\n62. The maintenance of assets (buildings and equipment) is the responsibility of the\nSCs.  The level of maintenance varies greatly from school to school, depending on\ncommunity involvement and commitment, management capacity of the committee, and\naffordability. School committees need awareness and skills training in planning and\ncarrying out a regular facilities maintenance program. Through associated technical\nassistance,  the  SCs  will  be  trained  in  the  preparation  and  implementation  of  a\ncomprehensive program of preventive maintenance for primary and secondary schools.\nThe maintenance program will be designed in close cooperation with school authorities,\nED, and Public Works Department (PWD) and, will include safety aspects relating to fire,\ncyclones and earthquakes.\n63. The  cost  of  the  education  system  in  Samoa  is  effectively  shared  by  the\nGovernment and the local community.  The government provides the teachers, the\ncurriculum, and related materials, while SCs raise funds to meet the cost of facilities,\nequipment, maintenance, and consumable resources.  This partnership is unique and\nneeds to form the basis of cost recovery strategies. However, there is need for capital\ninjection from the Government to meet the planned quality improvements. Under similar\nexternally  assisted  projects,  the  local  communities  are  required  to  bear  a  certain\npercentage (10-25 percent) of the costs of infrastructure development, rehabilitation, or\nexpansion.  Community contribution can typically be provided in cash and in kind, and\ngenerally  includes  skilled  and  unskilled  labor  and  materials.    This  mechanism  has\nproved to work well with the EU- and JICA-assisted projects, and a similar mechanism\nwill be applied under the proposed sector loan.\n64. It is estimated that local communities contribute about 13 percent of the recurrent\nexpenditure of primary and secondary education in Government and mission schools\nthrough  payment  of  regular  school  fees  alone.    If  additional  funds  raised  by  SCs,\nparents,  and  teachers  and  further  contributions  in  kind  are  taken  into  account,\ncommunities  may  already  be  contributing  some  25  percent  of  total  expenditure  on\nprimary and secondary education.  The proposed cost-sharing arrangement for the\nproject should therefore not raise an affordability issue.", "16\nIV. THE PROPOSED PROJECT\nA. Rationale\n65. The Government’s development strategy for education is an integral part of its\noverall economic strategy to enhance the quality of life of all Samoans. A cornerstone in\nthe comprehensive reform program is to build an efficient market-based economy, by\nensuring  the  availability  of  skilled  human  resources  to  facilitate  private  sector\ndevelopment  and  growth.    Since  the  Government’s  adoption  of  comprehensive\neducation policies and strategies for 1995-2005, considerable progress has been made\ntoward achieving improvements in equity of access to and the efficiency, relevance, and\nquality of education in primary and secondary schools. The Government recognizes that\nfurther improvements are needed in primary and secondary school facilities, including\nprovision of appropriate quality inputs, upgrading of teachers’ skills, and management of\nthe education sector at all levels. These improvements are necessary to ensure that\nsufficient  well-qualified  students  are  able  to  take  advantage  of  the  emerging\nopportunities generated by the private sector as a result of the ongoing economic and\npublic sector reforms.\n66. The  Project  has  been  formulated  within  the  framework  of  the  Government’s\neconomic and public sector policies and within the education policies in particular. The\nproposed  ADB  sector  loan  will  finance  a  time  slice  –  2000-2005  –  of  the  10-year\nstrategic  plan.    It  will  address  part  of  the  infrastructure  development  needs  of  the\neducation sector by financing a significant part of the Government’s investment plan not\nsupported by other aid agencies. The Project will comprise 25-30 subprojects  in primary\nand secondary schools throughout the islands of Upolu and Savaii, with a stronger\nconcentration in the greater Apia area. The cost of rehabilitation and expansion will vary\nbetween $50,000 and $500,000. The country has adequate institutional capacity to\nimplement the sector development plan and ADB’s sector loan. Community or village\ninvolvement  and  ownership  are  essential  characteristics  of  the  project  design  and\nimplementation.\n67. The Project, designed under the ADB sector lending modality, satisfies all ADB\ncriteria for a sector loan. The Government has a comprehensive and sound education\npolicy framework covering the period 1995-2005. The framework is based on the 1992\nWorld Bank study, and includes primary and secondary education, teacher training, and\nencompasses  as  well  departmental  and  school  management,  early  child  education,\nspecial  needs  education,  and  post-secondary  policies  and  strategies.    The  policy\nframework  reflects  the  national  consensus  and  the  strategic  thinking  of  education\nspecialists,  and  has  full  Government  support.    The  policy  framework  has  been\ntransformed  into  an  implementable  strategic  plan  to  allow  the  nation’s  educational\nobjectives to be achieved gradually and in an educationally appropriate and financially\nresponsible manner over 1995-2005. Since 1995, the biannual SESs have strongly\nemphasized the vital role of education in the economy, and resources allocated to the\nsector have increased substantially. The strategic plan is financially supported by a\nnumber of bilateral and multilateral external assistance agencies, including AusAID,\nNZODA, JICA, UNDP, and EU.", "17\nB. Objectives and Scope\n1. Objectives\n68. Consistent with the Government’s economic strategy, the objective of the Project\nis  to  increase  the  availability  of  human  resources  with  adequate  professional  and\ntechnical skills to meet the labor requirements in an increasingly more broad-based and\nmarket-oriented  economy.  The  Project  is  thus  expected  to  contribute  to  sustained,\nequitable, and sustainable high quality economic growth. In line with this objective, the\nproject will increase equity of access to a relevant, efficient, and higher quality public\nprimary and secondary education system. Specifically, the Project will upgrade and/or\nexpand, as required, a number of public primary and secondary schools throughout the\ncountry;  improve  the  overall  quality  of  primary  and  secondary  education;  build\ninstitutional capacity to better prepare, design, and implement subprojects; and provide\ninputs to support project implementation. Details of the project goal, objectives, and\nrelated outputs are in the project framework (Appendix 5).\n2. Scope\na. Equity in Access to Schools\n69. Through a series of subprojects, the Project will promote more equitable access\nto  schools  by  upgrading  and/or  expanding  selected  public  primary  and  secondary\nschools throughout the country. The Project will rehabilitate and, where required, expand\nand improve the facilities of a number of primary and junior secondary satellite schools.\nThese are schools generally located in the greater Apia area that may be expected to\nattract students who currently attend school at Malifa. The building facilities of a number\nof district primary schools and JSSs outside of Apia will also be upgraded to enable\nthem, through their combined resources, to offer the full secondary school curriculum to\nstudents in their catchment areas.\n70. The existing three primary schools in Malifa -- Apia Lower, Apia Middle, and\nLeififi  Intermediate  --  which  together  currently  enroll  about  3,300  students,  will  be\nrestructured into one primary school, and refurbished to provide integrated building\nfacilities. The new primary school will cater for a maximum of 750 students living in\nvillages in the immediate vicinity of Malifa.  The buildings of Leififi College in Malifa will\nbe refurbished and will continue to offer the full senior secondary school curriculum, but\nthe number of students will be reduced from over 1,500 at present to 750 students.\nb.  Quality of Education\n71. In addition to enhancing the physical learning environment at the primary and\nsecondary levels, the Project will support the provision of inputs aimed at improving the\nquality  of  education.  Consistent  with  the  needs  of  new  and  evolving  curricula,  the\nschools will be provided with curriculum support materials and library resources.\n72. New teachers being trained at NUS are receiving adequate preservice training in\nthe new curricula. Continued teacher skills upgrading, however, is critically needed. A\nthorough assessment of in-service training needs for the project schools and other public\nschools in general will be carried out. To promote effective teaching of the new curricula,\nconsulting services under the associated TA will assist in the development of in-service", "18\nteacher training programs for primary and secondary education teachers.  ED staff,\nassisted by consultants under the loan, will actually implement the in-service teacher\ntraining program. It is expected that external funding agencies will also provide additional\nresources in the near future to supplement ED’s own resources.\n73. The Project has been designed to improve planning and coordination between\nED, Public Service Commission, and NUS where the large majority of new teachers are\ntrained. An education planning specialist under the associated TA will assist ED in\npreparing a medium-term plan for development of suitably trained teachers to meet the\ncontinuing  needs  of  the  public  primary  and  secondary  education  system.    The  TA\nconsultant  will  also  assess  the  existing  incentive  structure  for  teachers  and  make\nappropriate recommendations.\nc. Educational Efficiency and Institutional Capacity\n74. The  Project  aims  to  promote  the  efficient  use  of  educational  resources  and\nimprove  the  capacity  of  ED  to  design  and  implement  educational  development\nprograms. Consulting services will be provided to assist in project implementation. The\nconsultants will provide key on-the-job training to strengthen the capacity of the project\nmanagement team and other officers of ED in establishing and maintaining of project\nmanagement systems.11 These capacity-building activities are particularly important to\nfuture development in the sector and are designed to improve the capacity of ED in\nproject planning, implementation, and monitoring.\n75. Domestic  consulting  services  will  be  provided  to  develop  optimal  plans  and\nspecifications  for  buildings,  fixtures,  and  furniture  for  general  and  special-purpose\nprimary and secondary classrooms. Such plans will be used in the upgrading of the\nproject schools and, eventually, the education system at large.\n76. More  effective  and  efficient  use  of  educational  resources  will  be  promoted\nthrough formal agreements between the SCs of each project school and ED.  Under this\nagreement, each committee will institute a school management development program12\nand a facilities maintenance program.13\nd.  Project Implementation Support\n77. Resources will be allocated toward the provision of equipment and services for\neffective project implementation.  They will include office furniture and equipment, office\nsupplies and services, vehicles to be used in project monitoring and supervision, and a\npublic awareness program to promote familiarity with and community ownership of the\nProject.\n                                                \n11 Capacity building for planning, design, and implementation of educational development projects will be\nprovided separately under an associated TA.\n12 The AusAID-funded ISP will design the management development program for schools and will assist\nproject schools in implementation through training and other measures.\n13 A building maintenance specialist provided through the associated TA will design a comprehensive\nfacilities maintenance program for schools and assist in its implementation.", "19\nC. Cost Estimates\n78. The Project is estimated to cost $10.06 million equivalent, comprising $5.08\nmillion in foreign currency cost and $4.98 million equivalent in local currency cost (Table\n1).  The  total  cost  includes  contingencies,  price  escalation  and  interest  during\nconstruction.  Details of the cost estimates and financing plan are in Appendix 6.\nTable 1: Cost Estimates ($ million)\nComponent Foreign Local Total\nExchange Currency Cost\nA. Equity in Access to Schools 2.83 4.39 7.217\nB. Quality of Education 1.35 0.39 1.737\nC. Educational Efficiency and Institutional Capacity 0.66 0.02 0.675\nD. Project Implementation Support 0.09 0.19 0.286\n              Total Base Cost 4.93 4.98 9.916\nE. Interest During Construction 0.14 0.00 0.144\n               Total Cost 5.08 4.98 10.060\nD. Financing Plan\n79. The Government has requested that ADB provide a loan, amounting to $7.0\nmillion equivalent, from the Asian Development Fund, representing about 70 percent of\nthe total cost of the Project. The loan will have a 32 years maturity, 8 years grace period,\nand interest charges of 1 percent per annum during the grace period and 1.5 percent\nthereafter. The loan will finance the entire foreign currency cost of the Project including\ninterest  during  construction  and  part  of  the  local  currency  cost.    The  Government\ncounterpart contribution will be $1.65 million equivalent (16 percent) to meet part of the\nlocal currency cost of the Project including taxes and duties. Beneficiaries will contribute\n$1.41 million equivalent (14 percent) in cash or in kind to meet certain local currency\ncosts.    Each  individual  SC  will  be  required  to  contribute  an  amount  equal  to\napproximately 25 percent of the cost of rehabilitation of the buildings for its school.14\nBeneficiary financing may apply to the costs of both furniture and building works.  A\nsummary of the financing plan is in Table 2.\nTable 2: Financing Plan ($ million)\nSource Foreign Local Total Percent\nExchange Currency Cost\nA. Asian Development Bank 5.08 1.92 7.00 70\nB. Government 0.00 1.65 1.65 16\nC. Beneficiaries 0.00 1.41 1.41 14\n     Total 5.08 4.98 10.06 100\n                                                \n14 The beneficiary contribution may be reduced in satellite schools where the existing facilities need to be\nexpanded to accommodate new students from Malifa.  No beneficiary contribution will be required for\nrehabilitation of the schools in Malifa.", "20\nE. Implementation Arrangements\n1. Executing and Implementing Agencies\n80. The Treasury Department will be the Executing Agency for the Project.15  The\nEducation Department will be the Implementing Agency and will be responsible for\noverall  planning,  organizing,  managing,  supervising,  and  coordinating  all  project\nactivities; monitoring and reporting on physical and financial progress; and coordinating\nproject activities with related development activities funded by aid agencies.\n81. The assistant director of Corporate Services, ED will be the project manager. A\nproject management team (PMT) will be established within ED, headed by the project\nmanager,  and  comprising  at  least  three  additional  full-time  staff  including  a  project\nadministration  officer,  a  project  development  officer/procurement  coordinator,  and  a\nproject accountant.  The PMT will be assisted in its work by a team of international\nconsultants.  The  PMT  will  report  to  the  Education  Infrastructure  Coordination  Sub-\nCommittee (EICSC) of the ESC.  The EICSC is one of two subsidiary bodies of the ESC,\nthe other being the Implementation Task Force of the AusAID-funded ISP.  The EICSC\nwill provide advice and guidance regarding planning, coordination, and implementation,\nincluding preparation of the subprojects. The ESC will provide guidance and advice on\npolicy-related matters.  A chart of the project management is in Appendix 7.\n2. Appraisal and Implementation of Subprojects\n82. The Project will be implemented as a series of subprojects, one for each school\nto be upgraded or expanded.  Under the guidance of the ESC and EICSC, the PMT will\nprepare a work program prioritizing the subprojects, and justifying their design and\nappraisal.  The selection criteria are: location, physical condition of the facilities, cost and\naffordability of the proposed rehabilitation, management capacity and commitment of the\nSCs, educational performance, ownership and involvement of parents and stakeholders\nin the affairs of the school, and willingness of the SC to enter into a resource agreement\nwith ED (Appendix 8).  An initial potential 16 subprojects have been identified; other\nsubprojects will be added to or substituted for the identified subprojects. The ESC will\nreview the selection criteria for subproject schools and the application of these criteria to\nthe prioritized list of probable subprojects. The estimated costs of the subprojects range\nfrom about $50,000 to $500,000. The subprojects are distributed on Upolu and Savaii,\nwith a concentration in the greater Apia area. The PMT will be responsible for the design\nand implementation of each subproject, with the technical services provided by PWD. It\nwill  carry  out  preliminary  design  and  cost  estimates;  prepare  detailed  drawings,\nspecifications, and tender documentation; tender contracts; and supervise construction.\n83. The  PMT  will  establish  a  subproject  preparation  team  (SPT)  comprising  the\nproject development officer and at least one representative from each of the Curriculum\nDivision of ED, and the Building Division of PWD. Working in collaboration with the SCs\nof the relevant schools, the SPT will prepare a subproject appraisal report (SAR) for\neach subproject.  The SAR will contain justification for and details of the proposed\nsubproject, the resource agreement between ED and the SC, and a recommendation to\nADB for approval of the subproject. The SAR will be presented to the ESC for review\n                                                \n15 The Treasury Department is the Executing Agency for all ADB- and World Bank-supported projects in\nSamoa.", "21\nagainst agreed upon criteria and endorsement for ADB approval (Appendix 8). The SAR\nfor the first subproject, Falefitu Primary School, is attached as Appendix 9. Approval of\nthe Government’s request for the first subproject will be given by ADB in conjunction with\napproval of the loan.\n3. Implementation Schedule\n84. The  Project  will  be  implemented  over  a  period  of  four  years,  including\npreparatory activities to be carried out prior to loan effectiveness, under advance action\nand retroactive financing.  The project implementation schedule is in Appendix 10.\n4. Procurement of Goods and Services\n85. All ADB-financed goods and services will be procurement in accordance with\nADB’s Guidelines for Procurement.  Each contract for goods and services and each civil\nworks contract estimated to cost more than $500,000 will be awarded on the basis of\ninternational competitive bidding procedures. Except for minor items, contracts for the\nsupply of goods, equipment, furniture, and instructional materials, estimated to cost less\nthan $500,000, will be awarded on the basis of international shopping. Civil works under\nthe Project are small and numerous and will be scattered throughout the country. As\nsuch they are not expected to attract the interest of international contractors.  It is\ntherefore proposed that civil works contracts estimated to cost less than $500,000 be\nawarded  on  the  basis  of  local  competitive  bidding  procedures  among  prequalified\ncontractors, following Government standard procedures acceptable to ADB.  Contracts\nfor  the  supply  of  minor  items,  such  as  photocopiers,  office  equipment,  and  school\nfurniture estimated to cost, in the aggregate, the equivalent of $150,000 or less may be\nprocured on a direct purchase basis.\n5. Consulting Services\n86. Approximately  24  person-months  of  international  and  3  person-months  of\ndomestic  consulting  services  will  be  provided.  All  ADB-financed  consultants  will  be\nengaged  in  accordance  with  ADB’s  Guidelines on the Use of Consultants.  The\nGovernment will ensure that appropriate counterpart staff are assigned to work with the\nconsultants to optimize transfer of knowledge and skills.  The consultants (person-\nmonths in parentheses) will have expertise in project management and administration\n(18),  in-service  teacher  training  (6),  and  education  building  standards  (3).  The\nconsultants’ terms of reference are in Appendix 11.\n6. Advanced Action and Retroactive Financing\n87. ADB  has  approved  the  Government’s  request  for  advance  action  for  the\nrecruitment of consultants and procurement of goods and services relating to the early\nestablishment of the PMT and preparation and implementation of subprojects. ADB also\napproved in principle the Government’s request for retroactive financing, to a value of\nabout $250,000 equivalent, for eligible expenditures incurred after 15 April 2000 and\nprior to loan effectiveness.  Advance action will be undertaken in accordance with ADB’s\nGuidelines on the Use of Consultants and Guidelines on Procurement.  The Government\nwas advised that ADB’s concurrence with respect to advance action and retroactive\nfinancing does not commit ADB to finance the Project or any part thereof.", "22\n7.  Reports, Accounts and Audit\n88. Under the proposed implementation arrangements, all applications for withdrawal\nand disbursement of loan funds will be submitted to ADB by ED through TD.  Because of\nthe expected large number of small payments that will be required by the Project, an\nimprest account will be opened by TD to ensure timely release of funds.  The imprest\naccount will be established immediately after the date of loan effectiveness, and will be\nmanaged, replenished and liquidated in accordance with ADB’s Loan Disbursement\nHandbook.\n89. The Government will ensure that proceeds of the loan are deposited in the\nimprest account, which will be liquidated/replenished on the basis of disbursements\nmade in the previous quarter and the projection of expenditure for the subsequent\nquarter, and upon submission of supporting documents and progress reports by TD.\nFunds for small purchases will be replenished in accordance with ADB’s statement of\nexpenditures  (SOE)  procedures.    The  imprest  account  will  cover  all  local  currency\nexpenditures. Expenditures to be paid in foreign currencies will be paid by ADB through\nthe normal procedures of direct payment and commitment.\n90. The PMT will prepare and submit to ADB quarterly reports on the progress of\nproject implementation in a format acceptable to ADB.  The Government will establish\nand maintain separate accounts and records for the Project in accordance with sound\naccounting principles and will specify expenditures on all aspects of the Project and\nidentify all expenditures to be financed out of the proceeds of the loan.  An annual audit\nof project accounts, including audit of the imprest account and SOE,16 will be undertaken\nby an independent auditor acceptable to ADB.  The auditor’s report and copies of the\ncertified accounts and related financial statements in English will be submitted to ADB\nwithin 6 months of each related fiscal year.   A project completion report will be prepared\nby the PMT and submitted to ADB not later than three months after physical completion\nof the Project.\n8. Monitoring and Evaluation\na. Project Performance Monitoring\n91. At  the  earliest  possible  stage  during  project  implementation,  the  PMT  will\nestablish a project performance monitoring system (PPMS) to measure, assess, and\nmonitor  project  outputs  and  impacts  in  terms  of  internal  efficiency  improvements,\nenhanced quality of education, improved institutional capabilities, and improved equity. A\nPPMS specialist provided through the associated TA will assist the PMT in developing\nand implementing the PPMS.\n92. The  PPMS  will  be  an  integral  part  of  the  existing  education  management\ninformation system (EMIS) of ED to ensure continued monitoring and evaluation of\nproject performance after project completion. To measure project performance during\nthe implementation and operational periods of the Project, the PPMS will use a set of\nOVIs largely based on the performance indicators specified in the project framework.\nBaseline or benchmark values of the OVIs will be determined at the beginning of the\n                                                \n16 Separate audit opinion on the use of imprest accounts and SOE should be included in the annual audit\nreport.", "23\nimplementation  period.  Qualitative  or  quantitative  information  on  the  OVIs  will  be\ncollected periodically, i.e., annually for most educational efficiency and equity indicators.\nThe  Project’s  outputs  and  development  impacts  will  be  evaluated  and  monitored\ncontinuously by the PMT.\n93. In developing and making the PPMS operational, special focus will be placed on\nthe needs of underserved and marginalized groups. The impact on poverty reduction\nand social mobility will receive particular focus. Although equity by gender does not\nappear to be an issue in Samoa, it is important to pay attention to criteria that capture\ngender-related impacts generated by the Project.\nb. Midterm Review\n94. A  comprehensive  midterm  review  of  the  Project  will  be  undertaken  by  the\nGovernment and ADB at about the end of the second year of project implementation.\nUsing  the  PPMS  and  other  measures,  the  review  will  assess  the  progress  and\nachievements of the Project against its objectives, identify difficulties being encountered,\nand recommend remedial actions if required.\nF. Executing Agency\n95. The Treasury Department has extensive experience with ADB-financed projects\nand an established reputation for its strong capacity in project implementation.  ED has\nexperience with externally assisted projects. The Project includes adequate input of loan\nconsultants  for  project  management  support.    Additional  consulting  services  will  be\nprovided  under  an  associated  TA  to  further  enhance  ED’s  long-term  capacity  for\nappraisal and design of investment programs/projects as well as project performance\nevaluation.  ED  is  also  implementing  a  major  AusAID-financed  institutional  capacity\nbuilding program designed to strengthen its internal management skills and processes.\nG. Environmental and Social Measures\n1.  Environment\n96. A review of the environmental implications of the Project showed no significant\nadverse  environmental  impact.    Building  construction  for  the  Project  will  comprise\nprimarily  rehabilitation  of  existing  structures  involving  little  potential  for  adverse\nenvironmental impact.  On the positive side, the rehabilitation will eliminate structurally\nunsound and unsafe buildings and, through the reconstruction of toilet facilities, lead to a\nmore hygienic and healthy environment.  New buildings for the Project will be sited,\ndesigned,  and  constructed  in  compliance  with  ADB’s  Environmental Assessment\nRequirements and Environmental Review Procedures and other appropriate building\nand safety standards.\n2. Social Issues\n97. The congestion of the Malifa schools, which will be addressed by the Project, has\nsignificant social implications. There is a perception by the parents that the Government\nschools in Malifa provide better education than the local schools.  As a consequence,\nparents are prepared to have their children travel long distances to attend school at\nMalifa or, in some cases, move the family or board students with relatives in Apia, so the", "24\nchildren can be enrolled at Malifa.  Apart from causing severe overcrowding at Malifa\nschools, this causes serious social disruption.  The movement of families to the Apia\narea also contributes to urban drift. A further consequence of the exodus of students\nfrom community schools is a deterioration of the operational viability and educational\nquality of the community schools because of reduced enrollments and consequently\nreduced fee revenue.  The students who remain in community schools are therefore\nfurther disadvantaged.\n98. Facilities and resources provided through the Project to primary and secondary\nschools will make the quality of education available in the community schools at least\nequal to that available in Malifa schools.  It is expected that as parents’ awareness of the\nimproved quality of education increases through word of mouth and public awareness\ncampaigns, there will be less pressure on the parents to enroll their children in the Malifa\nschools.  The provision of high quality education at the satellite schools and the district\nJSSs is therefore expected to relieve the current social disruption and lead to more\nequitable access to quality education throughout the country.\nV. THE TECHNICAL ASSISTANCE\n99. The Government has requested that a grant be provided for technical assistance\nfor  Education  Support  to  assist  in  capacity  building  in  the  education  sector.    The\nobjective of the TA is to enhance the efficiency and effectiveness of ED in developing\nand maintaining the education system. The TA will assist the policy reforms program of\nthe Government in the education sector by supporting improvements in planning, quality,\nefficiency, and sustainability. It will complement project activities through its support for\nproject  development  and  monitoring,  educational  quality  improvements,  and  the\nmaintenance of assets developed through the Project.\n100. The  TA  aims  at  improving  ED’s  capability  in  some  of  its  key  areas  of\nresponsibility. With respect to educational development projects, the TA will improve\nED’s capacity in (i) preparation, planning, design and implementation; (ii) monitoring and\nperformance evaluation; and (iii) promotion and community participation.  With regard to\nsystem  quality  and  performance,  the  TA  will  improve  ED’s  capacity in  (i)  resource\nplanning; (ii) development of in-service teacher training programs; (iii) development of\nstandard  requirements  for  educational  equipment;  (iv)  development  of  standard\nrequirements  for  library  resources;  and  (v)  preparation  of  programs  for  inspection,\nplanning, budgeting, and maintenance of school buildings. About 28 person-months of\ninternational and 2 person-months of domestic consulting services will be needed to\ncarry  out  the  TA.  Consultants  will  provide  expertise  in  (i)  project  preparation  and\ndevelopment, (ii) project performance monitoring, (iii) community awareness campaigns,\n(iv) educational planning, (v) in-service teacher training, (vi) educational equipment, (vii)\nlibrary  resources,  and  (viii)  maintenance  of  education  facilities.    ADB  will  engage\nconsultants for the TA in accordance with ADB’s Guidelines on the Use of Consultants.\n101. The total cost of the TA is estimated at $988,000 equivalent, including $797,400\nin foreign exchange cost and $190,600 equivalent in local currency.  ADB will provide\n$820,000 equivalent on a grant basis, from the ADB-funded TA program to finance the\nentire foreign exchange cost and part ($22,600 equivalent) of the local currency cost.\nThe Government will provide the remaining $168,000 equivalent, mostly in kind.  The\ncost estimates, financing plan, and consultants’ terms of reference for the TA are in\nAppendix 12.", "25\nVI. PROJECT JUSTIFICATION\n102. The Project will significantly enhance internal efficiency and improve the quality\nof education in the primary and secondary subproject schools. These schools will serve\nas models for other public sector schools. Through its design and linkage with other aid-\nassisted interventions, the Project will help improve institutional efficiency in the sector. It\nwill also improve equity in access to quality primary and secondary education and\nthereby produce social or equity-related benefits. Lastly, a better qualified workforce will\nlead to enhanced general productivity, which is critical to faster and more balanced\neconomic development in the rural and urban areas of the Samoan economy.\nA. Socioeconomic Analysis\n1. Governance Dimensions\n103. The Education Strategic Plan is a cornerstone in the broader economic reform\nprogram as described in the latest SES. The Government has reiterated its strong\ncommitment to economic reform in general and reemphasized the strategic importance\nof improving education and health standards as a critical factor for a better quality of life\nfor all Samoans. Against this backdrop and given the overall favorable governance\nenvironment, the ADB sector Project provides a window of opportunity to further promote\nimproved governance in public education through devolution of education services and\nmore effective and efficient overall and financial management in the community schools.\n104. One key strategy to improve governance in a decentralized system is to devolve\nresponsibility  for  provision  of  public  services  to  the  lowest  appropriate  level  of\ngovernment. The Project will be instrumental in the effort to decentralize the delivery of\npublic  education  services  in  the  schools  in  Malifa  to  the  local  community.    School\nmanagement of the new Apia elementary school will become the responsibility of a SC\nfrom the local communities. This devolution will enhance equity, and promote community\nparticipation and accountability.\n105. The public schools outside Malifa that will be upgraded under the Project are\nmanaged by local communities. The resource agreement between the school and ED\nwill  provide  an  effective  mechanism  to  reduce  or  eliminate  inconsistencies  in  the\nmanagement  of  school  resources.  The  capabilities  of  the  SCs  in  educational  and\nfinancial management will be strengthened under the Project in close coordination with\nthe AusAID-financed ISP. This intervention will greatly enhance the level of transparency\nand accountability at the SC level.\n106. The  Project  will  also  provide  an  opportunity  to  strengthen  the  partnership\nbetween  ED  and  the  subproject  SCs  in  the  management  of  public  primary  and\nsecondary  schools.  Through  the  local  SCs,  the  communities  retain  considerable\nindependence relating to school management. The dialogue and closer cooperation\nbetween ED and the SCs will promote decision making by the community, in a manner\nfully consistent with specified ED policies. As a result of increased awareness, SCs will\nbe better equipped to address the issues of dropouts and exclusion due the parents’\ninability to pay school fees.", "26\n2. Economic Justification\n107. A key factor in the economic justification of the Project is the social demand for\nbasic  education.  While  education  is  compulsory  for  the  aged  5-14  years  group,\nenrollment of that age group was only 94.3 percent of the school-age population in 1994.\nMore recently, Non Government Organizations reported that about 2 percent of school-\nage children, including those with special needs, never attend school. The dropout rate\nis estimated to be of a similar magnitude. The Project has a built-in mechanism to\npromote schooling for all school-age children, especially in the rural project schools, thus\nensuring that the social demand for basic education will be fully met.\n108. While no attempt has been made to date to estimate the private and social\nreturns to investment in primary and secondary education, there is pervasive evidence\nfrom pertinent research that formal basic education is socially and economically more\nprofitable than any other form of education. Rates of return to investment in education at\nvarious educational levels are generally higher than the economic opportunity cost of\ncapital. Through its focus on primary and secondary education, the Project is expected\nto lay a stronger foundation for students at the basic level, which can result in higher\ntransition rates to postsecondary education. This better educated and more qualified\ngroup will eventually enjoy higher private returns from employment in the formal public\nand private sector in Samoa. A large proportion of postsecondary graduates emigrate to\nwork  abroad,  resulting  in  considerable  amount  of  remittances  flowing  back  to  the\nSamoan economy. This alone is a significant macroeconomic justification for the Project.\n109. Given the Project’s main focus on infrastructure improvement, there was limited\nscope  for  applying  cost-effectiveness  analysis.  Instead,  least-cost  choices  were\nascertained and measures to increase cost-efficiency were incorporated in the project\ndesign. The least-cost alternative is based on minimum acceptable standards developed\nby ED. The application of these standards results in educationally functional buildings,\nand the simple construction will result in minimum maintenance costs. An important cost-\nsaving measure is the proposed design and construction supervision work by PWD staff,\nwhich has adequate expertise to perform this task at the least cost. The 25 percent\ncommunity contribution (mainly through the supply of labor) to the civil works component\nis another major cost-effective measure.\n110. The Project aims at reducing overcrowding in the Malifa schools and enhancing\ngreater access to quality primary and secondary schools in the greater Apia area, the\nrural areas in Upolu, and on the island of Savaii. By reducing travel distances and travel\ntime for a large number of project beneficiaries, significant economic benefits (savings\non transport costs and time savings) will be realized.\n3. Internal Efficiency\n111. All educational inputs needed to ensure internal efficiency have been considered.\nAbout 70 percent of the Project’s total base cost will be spent on upgrading of school\nfacilities (rehabilitation of existing buildings, school expansion, furniture and equipment)\nwhile  15  percent  will  go  into  software  inputs,  including  curriculum  materials,  library\nresources, and in-service teacher training. Improved facilities in the JSSs, and provision\nof  adequate  instructional  materials,  will  expedite  implementation  of  the  new  full\nsecondary curriculum. Well-trained teachers will be able to deliver the new curriculum\nthereby improving educational attainment and achievement in the subproject schools.", "27\nMoreover,  the  provision  of  complementary  resources  for  specialized  subjects  in\nneighboring schools will be one factor in improving internal efficiency. Other externally\nfunded  educational  interventions  will  also  be  providing  software  inputs  (curriculum\ndevelopment,  instructional  materials,  teacher  training,  and  strengthening  of  school\nmanagement) to the subproject schools financed by the ADB Project. The AusAID-\nfinanced ISP aims at strengthening school management (SC, headmasters, principals,\nand school inspectors) and the administrative/managerial and instructional processes,\nwhich are the key link between educational inputs and educational outcomes. AusAID\nhas agreed to coordinate its effort in this area with the implementation of subproject\nschools development so that the SC for each subproject school will receive adequate\ntraining and assistance.\n112. There appears to be a shortage of teachers in the public education system,\nespecially in specialized subject areas. There is a need for vacancies to be filled more\nexpeditiously. The Project has been designed to improve planning and coordination\nbetween ED, the Public Service Commission, and NUS where the large majority of new\nteachers are trained. An education planning specialist for the associated TA will assist\nED to prepare a medium-term plan for the adequate deployment of suitably trained\nteachers to meet the continuing needs of the public primary and secondary education\nsubsector.    The  TA  consultant  will  also  assess  the  existing  incentive  structure  for\nteachers and make appropriate recommendations.\n113. As a result of the global input mix and a well-balanced combination of hardware\nand  software  components,  the  Project  will  generate  three  major  educational  output\ncategories.  First, higher educational attainment levels will be achieved through higher\nenrollment  rates  in  primary  schools,  reduced  dropout  of  students  in  primary  and\nsecondary schools, and higher transition rates. Second, the Project will lead to higher\ncognitive achievement as more students are expected to perform better in the Samoan\nSchool Certificate Examination (Year 8), the Year 11 national examination, and the\nPacific Senior Secondary Certificate examination. Third, with greater access to primary\nand secondary education in the rural areas, noncognitive achievement (assessed in\nterms of cultural values, attitudes, and behavior) is expected to improve. This is an\nimportant factor in the cultural context of the Samoan society.\n4. Sector Institutional Efficiency\n114. Several  key  criteria  were  considered  in  assessing  the  Project’s  institutional\ndevelopment impacts at the sector and national levels. First, as the Project is an integral\npart of an ongoing education reform program, it provides a window of opportunity for\nadditional  policy  dialogue  and  an  improved  environment  for  further  reform.  More\nspecifically,  the  Project  will  strengthen  the  existing  agencies  and  institutional\narrangements and processes. Second, the Project will result in enhanced capability and\nmanagerial efficiency of counterpart staff in ED. Project and TA consultants will provide\nstructured and nonstructured training for ED staff in subproject preparation, appraisal,\nand implementation techniques. Third, the Project will strengthen information resources\nmanagement through the project-related PPMS and its integration in the EMIS. Lastly,\nthe  Project  provides  an  opportunity  for  the  Government  and  ED  to  strengthen\ncoordination and collaboration with other government agencies (particularly PWD) and\nwith aid agencies (particularly AusAID and NZODA) that provide educational inputs\ncritical to the Project’s performance.", "28\n5. Sustainability\n115. Except for the schools in Malifa, all subproject schools will be public schools\nowned and managed by the local communities through a SC.  The communities will be\nfully involved in the design and specification of facilities needed for their schools. This\nwill enhance community ownership and commitment in the development of their schools.\nTheir financial and in-kind support for the development of their schools will promote\nsustainability. The financial commitment for each subproject school will be about 25\npercent of the cost of improvement works. While the community contribution could be in\ncash, it is expected to be mainly in kind, in particular supply of nonskilled and skilled\nlabor and supply of building materials. Field observations have confirmed that a 25\npercent contribution in kind will be affordable to the communities. While the share of\nbeneficiary subproject schools in total project cost is about 14 percent, the government’s\nshare will be 16 percent or $1.65 million equivalent spread over the four-year project\nimplementation period. Annually the required development expenditure will be included\nin  ED’s  budget;  this  level  of  counterpart  funding  is  judged    affordable    to  the\nGovernment.\n116. Through the resource agreement, the SC of each subproject school will commit\nto  a  maintenance  program  for  the  new  upgraded  facilities,  which  is  an  important\nsustainability factor. It is expected that other recurrent costs (electricity, water supply,\nadministrative  expenses)  will  increase  and  the  communities  will  therefore  need  to\nmobilize more financial revenues through adjustments in the school fees and community\nfund raising. The SC financial management capabilities will be strengthened through\nimplementation of a financial management development program. On the other hand,\ncertain incremental recurrent expenditure (IRC) (mainly salaries of additional teachers\nneeded  and  instructional  materials)  will  be  borne  by  ED.  The  share  of  recurrent\nexpenditure on education (all subsectors) in total recurrent government expenditures has\nsteadily increased from 9 percent in 1991/92 to about 14.4 percent in 1997/98. The IRC\nis estimated to be less than 1 percent of annual recurrent expenditure on education and\nis fiscally affordable.\nB. Social Dimensions\n1. Project Beneficiaries\n117. About  10,000-12,000  students  will  benefit  from  the  increased  access  to  an\nimproved learning environment in public primary and secondary schools. The direct\nbeneficiaries include about 600 teachers who will receive in-service training and will\nbenefit from improved teaching resources and a more conducive learning environment.\nAbout 20 ED staff will be trained by project consultants. Other direct beneficiaries are\nabout 300 members of SCs who will benefit from training in maintenance and financial\nmanagement practices provided through the TA and the Project’s linkage to the ISP.\n2. Equity Considerations\n118. Gender is not an issue in enrollment. The gender balance of school enrollments\ngenerally reflects the gender situation emerging from census data (52 percent male and\n48 percent female for the 0-14 age group). There is a slight tendency for females to stay\nin school longer and perform better than males. In terms of academic achievement, girls\nas a group do better then boys at the Year 8 national examinations. The Year 8 to Year", "29\n9 transition rate (1999 data) for girls was 83 percent compared with 77 percent for boys.\nThe number of females with Pacific Senior Secondary Certificate increased from 52\npercent in 1994 to 55 percent of all certificate holders in 1998. At the school staffing\nlevel, women outnumber men by about 2:1. In 1998 female teachers accounted for 72\npercent at the primary level and about 50 percent at the secondary.\n119. Two important equity considerations are built into the Project. The first relates to\nresolving the overcrowding problem at the Malifa schools and the other is to make the\nfull  range  of  secondary  school  subjects  more  widely  available.  The  Project  will\nrehabilitate and provide high-quality education in the satellite schools in the Apia area,\nwill eliminate overcrowding at Malifa, and reduce the related social disruption. At the\nsame time, it will provide students with equal access to quality primary and secondary\neducation through their local schools. Upgrading of the district JSSs will improve their\nfacilities and resources and allow them to provide quality education in a wider range of\nsubjects. Vocational subjects will be part of the newly introduced curriculum. On the\nwhole, this will increase secondary educational opportunities in the districts to a level\nequal to or higher than those in the Apia area.\n120. The  project  framework  includes  three  specific  equity-related  outputs  with  a\ncorresponding set of performance indicators and monitoring mechanisms. The outputs\nare (i) improved access of children from less well-off families to quality primary and\nsecondary education, (ii) improved access of children with special needs to quality\nprimary and secondary education, and (iii) more balanced distribution of educational\nfacilities in rural areas (Upolu) and on the island of Savaii. Appendix 13 presents a\nsummary  assessment  of  the  poverty  content  of  the  Project  based  on  a  list  of  12\nbenchmark criteria. The assessment shows that the Project scores well on almost all\ncriteria.     \nC. Risks\n121. There is a risk that SCs of the prioritized subproject schools may not be willing to\nparticipate and sign a resource agreement committing the community to participation in\nschool  improvement.  Safeguard  measures  to  minimize  this  risk  are  as  follows:  (i)\nparticipation in the Project is not compulsory, and only schools that show a strong\nwillingness and commitment to participate will be selected for more in-depth appraisal;\n(ii) in recent years many schools have contributed to aid-sponsored school building\nprograms; (iii) the community will be allowed to contribute in kind (mainly labor) and this\ncontribution will amount to about 25 percent of the improvement cost; and (iv) the Project\nwill provide support to implement the management and maintenance program.\n122. The Government is firmly committed to implement the restructuring plan for the\nMalifa schools and to carry out decentralization as soon as possible. Because of the\nhistoric importance of Malifa and the public perception that Malifa schools offer the best\nquality public education in Samoa, there is a risk that the community will oppose the\nrestructuring plan. This risk is being minimized as follows. The local community will be\ngiven the responsibility to manage the schools. A public awareness campaign is being\ndeveloped to familiarize the people with the concept and purpose of the proposed\nsatellite schools to provide quality education to a larger number of students.\n123. There is also a risk that ED may lack experience in the implementation of an\nADB-funded  sector  loan.  This  risk  will  be  minimized  by  setting  up  a  strong  PMT,", "30\nproviding substantial project implementation support.  Also, ADB assistance to prepare a\ncore subproject during loan processing will provide a good example for PMT to follow.\nFurthermore, TD has extensive experience with ADB-funded projects and can provide\nED with the required assistance in day-to-day administration of the project.\n124. In view of limited resources in PWD, there is a risk that PWD may not be able to\nprovide its intended services in a timely manner. The selection of PWD is a least-cost\nsolution  and  justified  as  the  availability  of  a  reliable  and  competent  private  sector\nproviders is limited. PWD has shown a strong commitment to TD to provide the required\narchitectural services in a timely manner. Moreover, the subproject works are relatively\nsmall and building construction works are simple and standardized. Finally, should PWD\nnot be able to deliver services in a timely manner, TD has indicated that it would\noutsource these services from the private sector, even at a higher cost, so as to keep\nthe Project on track.\n125. Availability of land is not an issue as school expansion, if required, will be on land\nbelonging to the community. Timely provision of Government counterpart funding and\ncommunity contribution are also not considered a risk as full community involvement is\nexpected and as the needed Government counterpart funds will be budgeted annually.\nThe IRC after project implementation will be very small and will be easily absorbed by\nED’s recurrent budget. Internal efficiency risks are also considered low. The Project is\nlikely to require only a small number of additional teachers. NUS has the capacity to\nsupply more teachers. Moreover, FoE will start a 4-year Bachelor of Education (BEd)\nprogram by 2001 and teachers with BEd degree will be better qualified and have a\nstronger financial incentive to start and continue work as teachers.  Since teachers with\nBEd will be paid a much higher salary than teachers holding only a diploma, it is\nexpected that intake at FoE will increase and the higher expected output of teachers will\nease the existing shortage of qualified teachers in the public primary and secondary\nschools.\nVII. ASSURANCES\n126. The Government has given the following assurances, in addition to the standard\nassurances, which have been incorporated in the Loan Agreement:\n(i)  The  terms  of  reference  and  guiding  principles  of  the  Education  Steering\nCommittee and associated Education Infrastructure Coordination Subcommittee\nestablished for the purposes of ED’s ISP will be modified to reflect the additional\nresponsibility of providing policy guidance and advice on the Project.\n(ii)  In accordance with the objective of eliminating overcrowding in Malifa as laid\ndown  in  the  Government’s Statement of Economic Strategy 2000-2001,  the\nGovernment will consolidate the three existing primary schools at Malifa – Apia\nLower, Apia Middle and Leififi Intermediate -- into a single primary school.  Total\nenrollment at the Malifa Primary School will be reduced gradually to a maximum\nof 750 at the beginning of the 2004 school year.  Enrollment at Leififi College will\nbe reduced to a maximum of 750 at the beginning of the 2005 school year.\nResponsibility for school management, at least in the case of the primary school,\nwill be devolved from ED to a formally constituted SC.", "31\n(iii)  The  Government  will  establish  a  project  management  team  headed  by  the\nassistant director (Corporate Services) of ED, who will be designated as project\nmanager.  Full-time staff of the project management team will include a project\nadministration  officer,  a  project  development  officer/procurement  coordinator,\nand a project accountant.\n(iv) The Government will cause PWD to be contracted by the project management\nteam  to  provide  all  such  architectural/building  design  and  supervision  of\nconstruction services as may be required in formulating and carrying out the\nsubprojects.  PWD will provide these services in a timely manner to ensure that\nproject implementation proceeds according to the schedule agreed upon by the\nGovernment and ADB.  If for any reason PWD is unable to provide in a timely\nmanner any part of these services, the Government will promptly instruct and\nauthorize ED to outsource such activities to the private sector.\n(v) Other than the satellite schools in the vicinity of Malifa and the schools in Malifa\nthat are to be restructured, the Government will give preference to less favored\nareas when selecting the subproject schools.\n(vi) Throughout  the  life  of  the  Project,  the  Government  will  ensure  that  each\nsubproject  is  formulated  and  implemented  in  full  compliance  with  the\nGovernment’s  ongoing  program  of  reforms  in  education,  particularly  those\nreforms  enumerated  in  the  Government’s Education Policies 1995-2005 and\nEducation Strategies 1995-2005.\n(vii)  Each primary and secondary school considered for improvement as a subproject\nschool will be evaluated by a subproject preparation team.  The team will have\nthe  project  development  officer/procurement  coordinator  of  the  project\nmanagement team as team leader, and others representing the Building Division\nof PWD and the Curriculum Development Division of ED.  For an initial period of\nsix  months,  the  subproject  preparation  team  will  be  assisted  by  the  project\ndevelopment  specialist  under  the  associated  TA.  The  team  will  prepare  a\nsubproject appraisal report (SAR) for each subproject, working in collaboration\nwith the SC of the relevant school.\n(viii) Each SAR will be reviewed and approved by the Education Steering Committee\nbefore a recommendation for approval of the subproject is submitted to ADB\nthrough the financial secretary of TD.\n(ix) No subproject will be recommended for approval until the Government and the\nrelevant SC have entered into a resource agreement stipulating agreements\nreached with regard to\n(a) financing of the subproject,\n(b) implementation arrangements, particularly the contributions to be made\nby the SC,\n(c) other things that the SC will do in conjunction with the implementation of\nthe subproject including", "32\n•  establishing  a  maintenance  program  for  school  facilities  with  a\nguaranteed budget for a dedicated maintenance fund;\n•  implementing  a  management  development  program  to  strengthen\nmanagement practices and procedures of the school and the SC;\n•  maintaining a uniform policy with respect to the admission of students\nand fees charged, regardless of students’ domicile; and\n•  reviewing and adjusting student  fees to maintain revenue at a level\nadequate to meet the school’s expenditure requirements.\n(x) The  Government  will  take  all  necessary  steps  to  ensure  that  all  subproject\nschools are adequately staffed with suitably qualified teachers, and that in the\nevent  of  any  staff  vacancy,  such  vacancy  will  be  promptly  filled.    The\nGovernment will also use its best efforts, making use of its own funding sources\nor actively pursuing bilateral sources of aid funding, to ensure that suitable and\ncontinuing  in-service  training  is  made  available  to  the  teaching  staff  of  all\nsubproject schools\nVIII.  RECOMMENDATION\n127. I  am  satisfied  that  the  proposed  loan  would  comply  with  the  Articles  of\nAgreement  of  ADB  and  recommend  that  the  Board  approve  the  loan  in  various\ncurrencies equivalent to Special Drawing Rights 5,235,000 to the Independent State of\nSamoa for the Education Sector Project, with a term of 32 years, including a grace\nperiod of 8 years, and with an interest charge at the rate of 1 percent per annum during\nthe grace period and 1.5 percent per annum thereafter, and such other terms and\nconditions as are substantially in accordance with those set forth in the draft Loan\nAgreement presented to the Board.\nTADAO CHINO\n    President\n2 August 2000", "APPENDIXES\nNumber Title Page Cited On\n(page, para.)\n1 Country Performance Indicators 33 2, 6\n2 Education Sector Data, by Type of School and Location 34 4, 16\n3 Year 8 – Year 9 Transition Rates, 1999 35 5,23\n4 External Assistance to the Education Sector 36 12, 51\n5 Project Framework 38 17, 68\n6 Cost Estimates and Financing Plan 43 19, 78\n7 Organization of Project Management 45 20, 81\n8 Appraisal of Subprojects 46 20, 82\n9 Subproject Appraisal Report 50 21, 83\n10 Implementation Schedule 57 21, 84\n11 Terms of Reference of Project Consultants 58 21, 86\n12 Technical Assistance for Education Support 59 24, 101\n13 Assessment of Poverty Content of the Project 63 29, 120\nSUPPLEMENTARY APPENDIXES\n(available if required)\nA Appraisal Report on Subproject No. 1", "34\nAppendix 1\nCOUNTRY PERFORMANCE INDICATORS\n$ (unless otherwise indicated)\nItem 1994 1995 1996 1997 1998 1999 a\nA. Income and Growth\n1.  GDP per Capita (dollars, current) 1,141 1,165 1,295 1,400 1,288 1,355\n2.  GDP Growth (%, in constant prices) -3.7 6.9 6.2 1.6 2.6 3.5\n        Agriculture % of GDP 18.4 20.0 19.0 17.6 18.4\n        Industry % of GDP 30.7 29.3 28.0 27.2 23.7\n        Services % of GDP 41.3 41.5 43.7 45.1 47.4\n        Public Administration 9.7 9.3 9.3 10.1 10.5\nB. Saving and Investment (current market prices) (percent of GDP)\n1.  Gross Domestic Investment 25.2 30.7 27.4 25.7 23.2\n2.  Gross Domestic Saving -14.8 -16.2 -15.1 -11.3 -17.7\nC. Money and Inflation (annual percent change)\n1.  Consumer Prices (annual average) 18.4 1.0 5.4 6.9 2.2 1.5\n2.  Broad Money (M2) 12.9 21.8 5.1 13.2 5.0 1.3\n1993/94 1994/95 1995/96 1996/97 1997/98 1998/99\nD. Government Finance (fiscal year) (percent of GDP)\n1.  Total Revenue & Grants 38.7 46.5 50.7 41.9 37.6 42.0\n2.  Total Expenditure and Net Lending 47.0 54.0 49.2 39.5 35.5 42.0\n3.  Overall Surplus/Deficit (-) -10.0 -7.4 1.6 2.4 2.1 0.0\n1994 1995 1996 1997 1998 1999\nE. Balance of Payments\n1.  Merchandise Trade Balance (% of GDP) -41.1 -43.3 -41.6 -36.4 -35.4   -40/-45\n2.  Current Account Balance (% of GDP) -10.3 -8.7 -5.2 -3.6 -2.8    -5/-7.5\n3.  Export ($) growth (annual percent change) -46.1 143.5 14.5 50.8 60.6     5 - 10\n4.  Import ($) growth (annual percent change) -23.0 12.4 6.9 5.1 11.5   25 - 30\nF. External Payments Indicators\n1.  International Reserves (million dollars, end of period) 42.0 45.9 52.0 59.8 58.7 60.0\n     -  months of imports 6.2 6.0 6.3 7.2 7.2 6.0\n2.  External Debt Service (% of exports of goods & services) 28.4 15.5 9.6 4.8 4.1 4.0\n3.  External Debt (% of GDP) 75.1 79.5 68.5 64.1 69.1 72.5\nMemorandum Items:\nGDP (current prices, $ million ) 187.2 192.2 215.0 233.9 216.5 229.0\nGDP (current prices, million local currency) 471.6 476.6 526.8 601.1 636.4 680.0\nExchange Rate (local currency per US dollar, annual average) 2.52 2.48 2.45 2.57 2.94 2.97\nPopulation 164,219 165,200 166,200 167,200 168,200 169,200\nGDP = Gross Domestic Product.\na Estimate.\nSource: Treasury Department.", "35\nAppendix 2\nEDUCATION SECTOR DATA, BY TYPE OF SCHOOL AND LOCATION (1999)\nYear 8\nPupil/  Teachers\nSchools Enrollment Teachers Repetition\nTeacher Untrained\nLocation/Type (no.) (no.) (no.) Rates\nRatio (%)\n(%)\nUPOLU\nGovernmenta\n  Village Primaryb c d 93 17,881 674 26        0.1 2.6\n  Compound Primary   3 3,322   87 38        3.4 0.0\n  Junior Secondary 13 2,799 169 17 10.6\n  Government College   3 2,714 121 22 14.0\nPrivate\n  Primary   2        460  19 24 31.6 0.0\n  Secondary   1        224  13 18 15.4\nMission\n  Primary 13 4,406 174 25 40.2 0.3\n  Junior Secondary   3 1,108   50 21        8.0\n  Senior Secondary  11 3,463 227 15 46.3\nSAVAI’I\nGovernment\n  Village Primary 47 9,367 458 20        3.3 8.1\n  Junior Secondary   8 1,707   99 17        7.0\n  Government College   1   306    21 15      14.0\nMission\n  Primary   3  354        24 15 25.0 6.0\n  Senior Secondary   5  907        75 13 49.3\nSAMOA\nGovernment\n  Village Primary      140  27,248   1,132 24        5.4 4.5\n  Compound Primary    3    3,322        87 38        3.4 0.0\n  Junior Secondary   21    4,506      268 17      10.4\n  Government College    4    3,020      142 21      14.0\nPrivate\n  Primary   2 460        19 24      31.6 0.0\n  Secondary   1 224        13 18      15.4\nMission\n  Primary       16    4,760      198 24      38.4 4.0\n  Junior Secondary  3    1,108        50 21        8.0\n  Senior Secondary       16    4,370      302 14      47.0\nTotal: Samoa     204e  49,018   2,211 22      12.7 4.5\na Government schools are defined as those schools staffed by teachers whose salaries are paid by the Education\nDepartment (Source: Department of Education, 1996. Management Guidelines for School Committees.\nb Including two primary schools on the island of Manono.\nc Data for primary schools on Upolu include three schools for children with special needs with a total enrollment of\n95 pupils.  (Also, the Samoa Society of the Blind, which does not have a school as such, looks after the needs of\n60 blind or partially blind children who are all integrated into mainstream primary schools.)\nd Data for primary schools on Upolu do not include two new schools, Vaitele and Fusi Safata Primary Schools.\ne Fagaloa Junior Secondary School and R.L. Stevenson School both have primary levels.\nSource: EMIS data, DoE Planning and Research Unit.", "36\nAppendix 3\nYEAR 8 - YEAR 9 TRANSITION RATES 1999\nYear 8   1998 Year 9   1999 % Transition Rates\nDistrict\nBoys Girls Total Boys Girls Total Boys Girls Average\nAana # 1 127 101 228 100 80 180 78.7 79.2 78.9\nAana # 2 95 81 176 38 35 73 40.0 43.2 41.5\nAleipata 61 44 105 46 30 76 75.4 68.2 72.4\nAnoamaa #1 36 38 74 39 37 76 108.3 97.4 102.7\nAnoamaa #2 44 60 104 na na na na na na\nFaasaleleaga #1 116 100 216 90 76 166 77.6 76.0 76.9\nFaasaleleaga #2 65 45 110 56 38 94 86.2 84.4 85.5\nFagaloa 13 15 28 4 7 11 30.8 46.7 39.3\nFalealili 107 100 207 64 60 124 59.8 60.0 59.9\nFaleata 206 206 412 261 209 470 126.7 101.5 114.1\nItu Asau #1 69 73 142 35 39 74 50.7 53.4 52.1\nItu Asau #2 38 42 80 na na na na na na\nItu o Tane #1 61 55 116 50 70 120 82.0 127.3 103.4\nItu o Tane #2 70 60 130 35 26 61 50.0 43.3 46.9\nLefaga 27 47 74 13 28 41 48.1 59.6 55.4\nLepa/Lotofaga 44 43 87 29 39 68 65.9 90.7 78.2\nMalifa 217 204 421 175 187 362 80.6 91.7 86.0\nPalauli 178 152 330 104 72 176 58.4 47.4 53.3\nSafata 80 62 142 43 29 72 53.8 46.8 50.7\nSagaga 135 114 249 166 190 356 123.0 166.7 143.0\nSavai’i Sisifo 137 110 247 69 68 137 50.4 61.8 55.5\nVaimauga 321 233 554 326 336 662 101.6 144.2 119.5\nTotal 2,247 1,985 4,232 1,743 1,656 3,399 77.6 83.4 80.3\nna = not applicable. \nNote: These figures, to a large extent, reflect migration movements of families across Samoa.  Districts with transition\nrates greater than 100 percent (e.g. Sagaga) are those with a number of popular mission secondary schools.  In\naddition, many of the primary school leavers in Anoamaa #2 will go to Anoamaa Junior Secondary School in\nAnoamaa #1.  On the other hand, Department of Education reports that many of the primary school leavers in\ndistricts with very low transition rates (e.g.  Fagaloa) do not continue with their secondary education.\nSource: Education Management Information System (EMIS) data, Department of Education Planning and Research\nUnit.", "37\nAppendix 4, page 1\nEXTERNAL ASSISTANCE TO THE  EDUCATION SECTOR\nProject Source Total Cost ($) Period\nTERTIARY SECTOR\nLong-term training (undergraduate and postgraduate) AusAID 10,583,787.00 1997-1998\nLong-term training (undergraduate and postgraduate) NZODA 1996-1997\nLong-term training (undergraduate and postgraduate) Govt Samoa 1997-1998\nThird Country training (long-term training) NZODA 1997-1998\nThird Country training (long-term training) AusAID 1997-1998\nThird Country training (long-term training) WHO\nTeacher support (teaching staff through training) NZODA 26,666.74 1998-1999\nIn-country training (to raise skills levels of personnel AusAID 1997-1998\n   in both privatge and public sectors according to needs\n   assessment by the PSC)\nIn-country training (to raise skills levels of personnel NZODA 1997-1998\n   in both private and public sectors according to needs\n   assessment by the PSC)\nCoordination postsecondary education  AusAID 1997-1998\nNational Training Authority UNDP 226,000.00 1997-2000\nAssistance to Polytechnic AusAID 1997-1998\nAssistance to Polytechnic NZODA 1997-1999\nProvision of equipment for National University of Samoa (NUS) Japan 1997-2000\nPublication maths textbook AusAID 1,725.13 1999\nSamoa Performing Arts Canada 2,955.00 1999\nMethodist Church (vocational center) UNESCO 26,000.00 1999-2000\nScience education for women (teachers at NUS) UNESCO 26,000.00 1999-2000\nUSP net upgrade Japan/AusAID 610,089.20 1999-2000\nSECONDARY SECTOR\nSecondary education curriculum materials project NZODA 1996-1999\nSafata SS (to fund furniture) EU Microprojects 3,596.24 1999\nAnoamaa JSS (to build additional classroom) EU Microprojects 14,775.00 1999\nTuasivi College (refurbish laboratory) AusAID 3,900.60 1999\nAmoa JSS (construction of water tanks) AusAID 23,640.00 1999\nSupport fund for Savaii - junior secondary school (JSS) NZODA 58,181.99 1999-2000\nModel schools/training project for Avele/Vaipouli and\n  Samoa College UNESCO 47,000.00 1998-1999\nSPBEA (promote regional cooperation in education) AusAID 18,065.62 ongoing\nPRIMARY SECTOR\nPrimary education materials project AusAID 1,840,051.00 1996-1999\nInfants education materials project AusAID 566,917.70 1999-2002\nImprovement basic education  UNDP 281,200.00 1998-2000\nBasic education and literacy skills AusAID 41,039.87 1997-1999\nVaitele primary school (to construct a new govt school) China, People's Rep. Of 603,966.90 1997-1999\nFurniture for Vaitele school  China, People's Rep. Of 51,220.00 1997-1999\nFalefitu (furniture) EU Microprojects 2,005.26 1998-1999\nFasitoouta (renovations and furniture) EU Microprojects 6,757.49 1998-1999\nSaleapaga (renovations) EU Microprojects 2,771.79 1998-1999\nAopo (renovations) EU Microprojects 17,491.63 1998-1999\nAleisa (toilets and library) EU Microprojects 1,716.66 1998-1999\nSamalaeulu (water tanks) EU Microprojects 1,044.10 1998-1999\nSafotulafai (renovations and toilets) EU Microprojects 5,070.78 1998-1999\nSalosolo (renovations) EU Microprojects 3,536.94 1998-1999\nMoataa (furniture) EU Microprojects 1,845.89 1998-1999", "38\nAppendix 4, page 2\nProject Source Total Cost ($) Period\nSaasaai (renovations) EU Microprojects 2,71A9.59 di 41998-19299\nFusi Safata (new building and toilets) EU Microprojects 34,698.99 1998-1999\nMauga/Samalaelulu (renovations and toilets) EU Microprojects 2,842.71 1998-1999\nPaia (new building) EU Microprojects 23,640.00 1998-1999\nLotofaga (renovations and toilets) EU Microprojects 2,167.00 1998-1999\nTuanai uta (to provide furniture and water tank) AusAID 1,951.48 1999\nFaga (to renovate school buildings) AusAID 382.00 1999\nPRESCHOOLS\nSalua tai (water tanks) EU Microprojects 308.70 1998-1999\nUafato (toilets) 23.72 1998-1999\nSataoa uta (new school building) EU Microprojects 3,696.11 1998-1999\nSogi (renovations and toilets) EU Microprojects 1,227.70 1998-1999\nFoalalo (new building) EU Microprojects 3,557.82 1998-1999\nTuanai uta (new building) EU Microprojects 3,940.00 1998-1999\nStand by Faith (new building) EU Microprojects 3,602.74 1998-1999\nLepuaiai (new building and water tanks) EU Microprojects 3,616.77 1998-1999\nSafotu Methodist (new building) EU Microprojects 3,583.43 1998-1999\nTafua uta (new building) EU Microprojects 394.00 1998-1999\nSapunaoa preschool (new building) EU Microprojects 394.00 1998-1999\nFalealupo (new building) EU Microprojects 394.00 1998-1999\nToamua (playground) AusAID 886.50 1999\nEquipment for Sogi Centre (provide basic equipment) Canada 1,970.00 1999\nAssistance to early childhood education  UNDP 160,000.00 1997-2000\nSaumalu preschool (toilet facilities) Canada 1,930.60 1998-1999\nLaulii preschool (new building) EU Microprojects 3,940.00 1998-1999\nEQUIPMENT/MATERIALS ASSISTANCE TO DEPARTMENT\nPublic Library (to establish a computerized database network\n   system for the library)  Canada Fund 1997\nUpgrade printer Japan No costs\nMANAGEMENT\nInstitutional strengthening (to develop management systems) AusAID 3,054,484.00 1999-2005\nInfrastructural development (provide appropriate learning\n    environment) a ADB 5,000,000.00 2000-2004\nSPECIAL NEEDS\nSpecial needs education (mainstreaming of SNE curricula and \n    facilities) UNDP 165,700.00 1998-2000\nTotal $23,581,070.39\nADB = Asian Development Bank; AusAID = Australian Agency for International Development; EU = European Union; NZODA = \nNew Zealand Overseas Development Agency;  PSC = Public Service Commission;  SNE = Special Needs Education; SPBEA = \nSouth Pacific Board of Educational Assessment;   SS =  Secondary School;   UNDP =  United Nations Development Program; \nUNESCO =  United Nations Educational, Scientific and Cultural Organization;   USP = University of South Pacific;  WHO = World \nHealth Organization.\na   Planned.", "PROJECT FRAMEWORK\nDesign Summary Performance Indicators Monitoring Mechanisms Assumptions (+), Risks (-)\nI. Goal Goal to National Development\nObjective\n1.0 Increase availability of human 1.1 Average overall score at national Year 8 1.1 Annual review and report on Year\nresources with adequate examination is raised from 52% in 1998 to 60% 8 results by Department of\nprofessional and technical skills to in 2005. Education Examinations Unit\nmeet the labor requirements in a (EDEU)\nmarket based economy.\n1.2Average score in mathematics at national Year 8 1.2Annual review and report on Year + Labor market can absorb increased\nexamination is raised from 34% in 1998 to 45% 8 results by EDEU number of graduates from\nin year 2005. secondary schools, technical\n1.3Average overall score at national Year 11 1.3Annual review and report on Year centers, Samoa Polytechnic,\nexamination is raised from 35% in 1998 to 45% 11 results by EDEU National University of Samoa\nin 2005. (NUS), and University of South\nPacific (USP).\n1.4 Average score in mathematics at national Year 1.4 Annual review and report on Year + Remittances from professionally\n11 examination is raised from 26% in 1998 to 11 results by EDEU and technically qualified emigrants\n35% in 2005. continue to support the economy.\n1.5 Number of students achieving grade 5 or higher 1.5 Annual review and report on SSC\nin the Samoan School Certificate (SSC) examination results by EDEU\nexamination is increased by 10% from 1998 to\n2005.\n1.6 Number of students achieving grade 5 or higher 1.6 Annual review and report on\nin the Pacific Senior Secondary Certificate PSSC examination results by 3\n9\n(PSSC) examination is increased by 10% from EDEU\n1998 to 2005.\n1.7 Opportunities for girls to study postsecondary 1.7 Annual reports of Samoa\ntechnical subjects is increased. Polytechnic and other post-\nsecondary training institutions\n1.8 Number of Samoan first degree graduates from 1.8 NUS and USP annual reports\nNUS and the USP is increased by 10% from\n1998 to 2005.\nII. Purpose Purpose to Goal\n1.0 Increase access to high quality and 1.1 National retention rate from Year 1 to Year 8 is 1.1 Education management + Samoa Polytechnic, NUS, and USP\nrelevant education in efficiently raised from 80% in 1999 to 95% in 2005. information system (EMIS) data are  able  to  absorb  an  increased\nmanaged primary and secondary and Education Department (ED) number of eligible entrants for their\nschools annual reports courses.\nA\n1.2 National transition rate from Year 8 to Year 9 is 1.2 EMIS data and ED annual reports - Samoa Polytechnic loses its focus p\nraised from 80% in 1999 to 90% in 2005. on technical programs p\ne\n1.3 All subject options are available to 75% of 1.3 EMIS data and ED annual reports n\nd\nstudents in Years 8-13 by 2005. ix\n1.4 Improved management practices and school 1.4 Reports to the Implementation  5\ndevelopment plans are implemented in all Task Force and the Education , \np\nproject schools by 2005. Steering Committee (ESC) on a\ng\nprogress of the Institutional e\nStrengthening Programme (ISP)  1", "III. Outputs\nA. Equity in Access to Schools\n1.0 Facilities of satellite village primary 1.1 Classrooms, libraries, staff offices, storerooms 1.1 Public Works Department (PWD) + School committees are involved and\nschools in Apia refurbished and and toilets are built and renovated, furnished and Project Management Team students /parents accept transfer to\naugmented to provide high and equipped and in use in subproject schools. (PMT) progress and completion satellite schools.\neducational standards and accept reports, school and ED annual\npupils transferring from Malifa reports\n1.2 About 2,500 pupils transferred from Malifa 1.2 EMIS data, ED and schools - PWD provides insufficient resources\nprimary schools to the satellite schools by 2004. annual reports to support the civil works\ncomponent.\n2.0 Facilities of satellite district junior 2.1Classrooms, libraries, staff offices, storerooms, 2.1PWD and PMT progress and +School committees are involved and\nsecondary schools in Apia workshops and toilets are built and renovated, completion reports, school and students/parents accept transfer to\nrefurbished and augmented to furnished and equipped and in use in subproject ED annual reports satellite schools.\nprovide high educational standards, schools.\nprovide single-stream full secondary 2.2About 700 pupils  transferred from Leififi College 2.2EMIS data, ED and schools - PWD provides insufficient resources\ncurriculum, and accept pupils to the satellite schools by 2005. annual reports to support the civil works\ntransferring from Leififi College 2.3Full secondary curriculum for grades 9-13 are 2.3EMIS data, ED and schools component\nprovided in the satellite schools by 2005. annual reports\n3.0 Facilities of  nonurban district junior 3.1 Classrooms, libraries, staff offices, storerooms, 3.1 PWD and PMT progress and - PWD provides insufficient\nsecondary schools refurbished and workshops and toilets are built and renovated, completion reports, school and resources to support the civil works\naugmented to provide high furnished and equipped and in use in subproject ED annual reports. component.\neducational standards and single- schools.\nstream full secondary curriculum. 4\n0\n3.2 Full secondary curriculum for grades 9-12 are 3.2 EMIS data, ED and schools\nprovided in the subproject schools by 2005. annual reports\n4.0 Improved access to and increased 4.1Community Information and Education 4.1Records and reports from school +The prospective benefits of high\nenrollment of children from less Campaign (IEC)  to encourage enrollment committees, inspectors and head quality education will induce less\naffluent families in high quality 4.2Numbers of students applying for fee waiver, teachers affluent families to bear the\nprimary and secondary education dropping out of school, and repeating grades are 4.2Records and reports from head opportunity costs of keeping their\nreduced. teachers, ED, and EMIS children in school longer.\n4.3 Examination pass rates for Year  8 are improved 4.3 Records and reports from head\nand transition rates through Year 8-12 and to teachers, ED, and EMIS.\npostsecondary education are improved.\n5.0 Improved access of children with 5.1 Subproject school facilities are designed and 5.1 ED brief to PWD and PWD's + Schools and ED will encourage and A\nspecial needs to high quality primary built to cater to children with special needs. architectural designs and further provide for students with p\np\nand secondary education construction supervision special needs to attend. e\nn\nd\n5.2 Number of children with special needs enrolled 5.2 Reports of head teachers, ix\n \nin subproject schools have increased. inspectors, and school 5\n,\ncommittees  p\na\ng\ne\n \n2", "6.0 More equitable opportunities for 6.1Subproject schools are designated in rural areas 6.1Education Steering Committee - ED and ESC will favor urban\nurban and rural children for high- including on Savai’i. (ESC) and PMT records schools in subproject selection.\nquality secondary education 6.2Enrollment is increased and student drop-outs 6.2Records and reports from head\nproviding for the full curriculum. reduced in rural secondary schools. teachers, ED, and EMIS.\n7.0 One community-managed primary 7.1 The new Äpia Primary school is established and 7.1 ESC and PMT records + Apia community is willing to accept\nschool with high-quality facilities furnished. Enrollment is reduced to 750 students PWD's designs and construction responsibility for management.\nestablished to replace the three by 2004. supervision reports + Apia Community is willing to accept\nexisting ED primary schools in PMT procurement records transfer of students to satellite\nMalifa School, ED and EMIS records schools\n7.2 Community-based school committee is 7.2 School and ED annual reports - Inadequate community support\nestablished and managing the Äpia Primary\nschool by 2005. - Inadequate PWD services\n- Students prefer to stay at Malifa\n8.0 Facilities of Leififi College 8.1 Leififi College is redesigned, renovated, 8.1 ESC and PMT records + Apia community is willing to accept\nrestructured and refurbished to furnished, and equipped. Enrollment is reduced PWD's designs and construction transfer of students to satellite\nprovide better quality education for a to 750 students by 2005. supervision reports and schools\nreduced number of students construction supervision reports\nPMT procurement records\nCollege, ED, and EMIS records\n- Inadequate community support\n4\n- Inadequate PWD services 1\n- Students prefer to stay at Malifa.\nB. Quality of Education\n9.0 Primary and secondary project 9.1Supplementary and complementary texts and 9.1Consultants' reports, ED + Coordination and cooperation with\nschools provided with essential and readers are provided to support new and Curriculum Division records, PMT Australian Agency for International\ncomplementary learning and evolving curricula at primary and secondary procurement records, and school Development (AusAID) and New\nteaching aids consistent with the levels. reports Zealand Overseas Development\nrequirements of the curricula. 9.2A stock of reference, supplementary texts, and 9.2Consultants' reports, ED Agency (NZODA) aid projects with\nfiction books are provided for the library of each Curriculum Division records, PMT interests in development of\nschool. procurement records, and school curriculum and supply of related\nreports materials exist.\n9.3 Appropriate instructional materials and 9.3 Consultants' reports, ED\nequipment are provided for science and Curriculum Division records, PMT\ntechnical subjects in secondary schools. procurement records, and school\nreports A\n9.4 General-purpose teaching equipment and 9.4 Consultants' reports, ED p\np\nmaterials are supplied to each school. Curriculum Division records, PMT e\nn\nprocurement records, and school d\nreports ix\n \n5\n10.0 Teachers with appropriate 10.1 Supplementary in-service teacher training is 10.1 Reports of consultants, ED + Teachers support the need for in- , \np\nknowledge and skills to offer the provided to facilitate teaching of new and Personnel and Training and service training. a\ng\nwhole curriculum using evolving curricula. Curriculum Divisions, head e\nmethodologies designed for optimal teachers and inspectors - Unavailabiltity of  Government funds  3\nlearning outcomes 10.2 Routine program of in-service teacher training is 10.2 Reports of consultants, ED may not be made available in a\nprovided to regularly update teachers' Personnel and Training and timely manner.\nknowledge and skills. Curriculum Divisions, head\nteachers and inspectors", "C. Educational Efficiency and\n     Institutional Capacity\n11.0 Optimal standards and practices in 11.1 Standard designs and specifications are 11.1 Consultants' report, PWD building\nspecifying and making resource developed and used for school buildings, designs, inspection of buildings\nprovisions for primary and general-purpose classrooms, special purpose and PMT procurement records for\nsecondary schools rooms, laboratories, and workshops and their furniture\nfurniture.\n11.2 Standard requirements are developed and used 11.2 Consultant's report, ED + Coordination and cooperation with\nfor teaching materials and equipment by subject Curriculum Division records, PMT AusAID and NZODA aid projects\nand class level. procurement records for with interests in development of\nequipment, inspectors' reports on curriculum and supply of related\nuse materials exist.\n11.3 Standard requirements are developed and used 11.3 Consultant's report, ED - Teachers' pay and conditions of\nfor library resources for primary and secondary Curriculum Division records, PMT service are not competitive enough\nschools. procurement records for library to ensure adequate entry to and\nmaterials, inspectors' reports on retention in the profession.\nuse\n11.4 Supply of teachers is consistently and routinely 11.4 Consultant’s report, records of ED\nplanned to meet projected needs. Personnel and Training Division,\nEMIS and PSC\n12.0 Schools are managed effectively 12.1 School committees apply appropriate standards 12.1 AusAID Institutional + School committees endorse and\nand efficiently. to the educational, administrative and financial Strengthening Programme (ISP) financial reports apply the new 4\n2\nmanagement of their schools. financed reports and records, management guidelines and\nschool records of meetings, procedures to be introduced through\nannual and financial reports the ISP and conditions applicable to\n12.2 School committees operate a funded program of 12.2 Consultant's report, school the subproject resource\nroutine maintenance of school facilities and maintenance manual, and agreements.\nequipment. financial reports and inspectors'\nreport\n13.0 Project implementation is managed 13.1 Planning, scheduling, administrative, 13.1 Consultant's reports, PMT records + Substantial implementation support\nin an effective and efficient manner accounting, procurement, record-keeping, and reports, Education provided by consultants through the\nand in accordance with Government reporting, financial, and auditing systems and Infrastructure Coordination Sub- Project and associated TA will\nand Asian Development Bank (ADB) procedures are established and operated in Committee (EICSC) and ESC compensate for the lack of\nrequirements and procedures. accordance with best practice and the minutes of meetings, records of experience of ED, the implementing\nrequirements of the Government and ADB. loan disbursements and ADB agency, in the implementation of an A\np\nreview missions and midterm ADB project. p\nreview e\nn\n13.2 Subprojects are properly appraised before 13.2 Consultant's reports, subproject d\nsubmission for ADB approval appraisal reports, PWD reports, ix\n \n5\nand ADB review missions ,\n \n13.3 Project performance monitoring system (PPMS) 13.3 Consultant's reports, PPMS p\na\nis established and operated. reports, PMT quarterly reports, g\ne\nADB review missions and  \n4\nmidterm review", "14.0 The PMT has adequate resources 14.1 Three full-time staff are employed. 14.1 ED staffing records.\nto enable it carry out its designated\ntasks.\n14.2 Two vehicles are provided and used for project 14.2 PMT procurement records - Unavailability of Government\npurposes.  Office accommodations are provided, Logbook of vehicles use counterpart funds may not be made\nrenovated, furnished, equipped, and used. available in a timely manner.\n14.3 Adequate funds for operation and maintenance 14.3 PMT financial records and\nare provided in a timely manner. accounts\n15.0 Project beneficiaries and other 15.1 Public awareness IEC on the Project's objectives 15.1 Review of IEC media materials, + The campaign will convince the\nstakeholders participate in and and benefits positively influence stakeholders records of meetings, campaigns public at large, and school\nsupport the outcomes of Project. and potential beneficiaries. and surveys conducted committees and parents in\n15.2 School committees are actively involved in 15.2 Reports of subproject preparation particular, of the benefits of the\nproject design and implementation. team (SPT) and review of SARs Project in general and the\nincluding resource agreements desirability of restructuring the\n15.3 Malifa students transfer to satellite schools. 15.3 Schools' and EMIS records Malifa schools.\n4\n3\nA\np\np\ne\nn\nd\nix\n \n5\n,\n \np\na\ng\ne\n \n5", "44\nAppendix 6, page 1\nCOST ESTIMATES AND FINANCING PLAN\nTable A6.1: Cost Estimates\n($ ‘000)\n             Foreign                Local                 Total\nItem\n           Exchange             Currency                 Cost\nI. Base Cost\n    A. Equity in Access to Schools\n        1. Civil Works 2,830 3,555 6,385\n        2. Design and Supervision 0 605 605\n        3. Furniture 0 227 227\n            Subtotal (A) 2,830 4,387 7,217\n   B. Quality of Education\n        1. Curriculum Materials 912 185 1,097\n        2. Library Resources 437 48 485\n        3. Teacher Training 0 155 155\n            Subtotal (B) 1,349 388 1,737\n   C. Educational Efficiency and Institutional Capacity\n        1. Domestic Consultants 0 17 17\n        2. International Consultants 658 0 658\n            Subtotal (C) 658 17 675\n    D. Project Implementation Support\n        1. Furniture and Equipment 32 7 39\n        2. Civil Works 3 3 6\n        3. Vehicles 60 7 67\n        4. Operation and Maintenance 0 174 174\n            Subtotal (D) 95 191 286\nTotal Base Cost\n        Civil Works 2,833 3,558 6,392\n        Design and Supervision 0 605 605\n        Furniture and Equipment 1,441 474 1,915\n        Teacher Training 0 155 155\n        Consulting Services 658 17 675\n        Operation and Maintenance 0 174 174\n                 Total 4,932 4,983 9,916\nII.  Interest  During Construction 144 0 144\n TOTAL 5,076 4,983 10,060\n          Percentage 50 50 100\nSource: Staff estimates.", "45\nAppendix 6, page 2\nTable A6.2: Financing Plan\n($ ‘000)\nADB Government  Beneficiary\nItem        Foreign          Local         Total          Local        Local\n     Exchange       Currency      Currency     Currency\nI.  Base Cost\n    A. Equity in Access to Schools\n        1. Civil Works 2,830 1,621 4,451 527 1,407\n        2. Design and Supervision 0 0 0 605 0\n        3. Furniture 0 204 204 23 0\n            Subtotal (A) 2,830 1,825 4,655 1,155 1,407\n   B. Quality of Education\n        1. Curriculum Materials 912 78 990 107 0\n        2.  Library Resources 437 0 437 48 0\n        3. Teacher Training 0 0 0 155 0\n           Subtotal (B) 1,349 78 1,426 311 0\n   C. Educational Efficiency and Institutional Capacity\n        1. Domestic Consultants 0 17 17 0 0\n        2. International Consultants 658 0 658 0 0\n            Subtotal (C) 658 17 675 0 0\n    D. Project Implementation Support\n        1. Furniture and Equipment 32 3 35 4 0\n        2. Civil Works 3 1 4 2 0\n        3. Vehicles 60 0 60 7 0\n        4. Operation and Maintenance 0 0 0 174 0\n            Subtotal (D) 95 4 99 187 0\nTotal Base Cost\n        Civil Works 2,833 1,622 4,455 530 1,407\n        Design and Supervision 0 0 0 605 0\n        Furniture and Equipment 1,441 285 1,726 189 0\n        Teacher Training 0 0 0 155 0\n        Consulting Services 658 17 675 0 0\n        Operation and Maintenance 0 0 0 174 0\n            Total 4,932 1,924 6,856 1,653 1,407\nII.  Interest  During Construction 144 0 144 0 0\nTotal 5,076 1,924 7,000 1,653 1,407\n          Percentage 51 19 70 16 14", "46\nAppendix 7\nORGANIZATION OF PROJECT MANAGEMENT\nEXECUTING AGENCY Asian\nTreasury Department Development\nBank\nEDUCATION STEERING\nCOMMITTEE\nOther ISP EDUCATION\nProjects and Implementation INFRASTRUCTURE\nPrograms Task Force COORDINATION\nSUBCOMMITTEE\nIMPLEMENTING AGENCY\nEducation Department\nPROJECT MANAGEMENT TEAM Subproject\nSchool\nCommittees\nOther Project Public\nContractors Consultants Works\nTA Department\nConsultants\nISP = Institutional Strengthening Programme", "47\nAppendix 8, page 1\nAPPRAISAL OF SUBPROJECTS\nA. Selection of Project Schools\n1. A number of schools will be upgraded in various ways through the Project and,\nconsistent with the sector lending modality of the Asian Development Bank (ADB), project\ndevelopment at each school will constitute a subproject.  In the course of preparatory work\nfor the Project, the resources of many potential project schools were reviewed and assessed\nagainst agreed-upon criteria in terms of the schools’ potential for upgrading and the benefits\nlikely  to  be  derived  from  such  upgrading.    This  work  resulted  in  a  prioritized  list  of\nprospective project schools1 with sufficient data to allow a broad estimate of the likely\nindividual costs of their upgrading.\n2. The actual number of schools to be upgraded will be limited by the available funds\nand  will  be  determined  only  after  detailed  specification  and  costing  of  the  upgrading\nrequirements of individual schools have been carried out. A work program including the\nsequence of implementation of subprojects, their priority, and the tentative schedule of\nimplementation  for  each,  will  be  prepared.  As  a  prerequisite  to  the  development  and\nappraisal of subprojects, the Government will review the work program, selection criteria,\nand application of the criteria to confirm a prioritized list of probable project schools.\n3. Each  primary  and  secondary  school  considered  as  a  project  school  will  be\nreevaluated and ranked by the subproject preparation team (SPT) on the basis of the\neligibility criteria. The criteria, to be endorsed by the Education Steering Committee (ESC),\nwill include\n(i)  location: proximity to Malifa, and number of children from the school catchment\ncurrently in Malifa (for proposed satellite schools);\n(ii)  physical  capacity:  capacity  to  accept  students  from  Malifa  (for  the  proposed\nsatellite  schools),  suitability  of  school  and  site  for  expansion,  current  state  of\nmaintenance of facilities, and nature of required rehabilitation/upgrading;\n(iii)  financial status: estimated cost of required improvement, willingness of the school\ncommittee (SC) to contribute to the cost of  the proposed upgrading, and willingness\nof the SC to support the maintenance of facilities;\n(iv)  management: management and financial performance of the SC, SC willingness to\ncommit to a management and financial accountability improvement program, and\nqualification and administrative record of the principal;\n(v)  education  performance:  quality  of  teaching,  and  extent  and  need  for  teacher\nupgrading;\n                                                          \n1 Prospective  Project  schools  identified  were:  (i)  satellite  primary  schools  in  Apia:  Falefitu  PS,\nTanugamanono PS, Falevalu PS, Magiagi PS, Letogo PS, Lepea PS and possibly one other; (ii)\nsatellite junior secondary schools (JSS) in Apia: Vaimauga JSS and Faleata JSS; (iii) Malifa\ncompound schools: Apia PS (ex Apia Lower PS, Apia Middle PS and Leififi Intermediate PS) and\nLeififi College; and (iv) district JSSs: Aana #2, Palauli Sisifo, Palalaua, Itu Asau, Lepa/Lotofaga,\nAmoa, and possibly others.", "48\nAppendix 8, page 2\n(vi)  ownership: parents and community involvement in managing and providing support\nto the school; and\n(vii)  others: willingness to accept students from outside the catchment area (especially\nfor the proposed satellite schools).\n4. Some criteria, such as location, estimated cost, and willingness of the community to\ncontribute to the cost of improvement, will determine the notional eligibility of a school.\nOther criteria will be more flexible; there will be negotiation between the SPT and the SC,\nthe result of which will be reflected in a resource agreement stipulating the respective\ncommitments of the Government and the SC to the school’s development.  For those\ncriteria, the SPT will have to satisfy the ESC that the agreement reached with the school is\nlikely to lead to the desired improvements in the overall quality and efficiency of education in\nthe school.\n5. The upgrading and extension work to be carried out at individual satellite schools will\ndepend on the role of the school in the overall education development plan, and the school’s\ncapability to accommodate students to be relocated from the downsized Malifa schools. The\nextent  of  the  works  will  be  determined  by  the  Education  Department  (ED)  based  on\npreliminary assessment work carried out by the SPT, and guidance provided by the ESC.\n6. Except for the satellite schools and the Government schools in Malifa, the Borrower\nwill  give  preference  to  less  economically  favored  areas  when  selecting  the  subproject\nschools.\nB. Appraisal and Approval of Subprojects\n7. The project management team (PMT) will establish the SPT comprising the project\ndevelopment officer, one representative from the Curriculum Division of ED, and at least one\nperson from the Building Division of the Public Works Department (PWD).  Working in\nconsultation with the relevant SCs and using other professional inputs as required, the SPT\nwill prepare a subproject appraisal report (SAR) for each subproject. The SAR will contain\nthe justification for and details of the proposed subproject, and the terms and conditions of\nthe resource agreement between ED and the SC.\n8. The SAR with its two attachments, (i) Resource Agreement and (ii) Recommendation\nfor  Approval  of  Subproject,  will  be  submitted  through  the  Education  Infrastructure\nCoordination  Sub-Committee  (EICSC)  to  the  ESC  for  review  and  approval.  The\nRecommendation for Approval of Subproject will then be submitted by the financial secretary\nto  ADB  for  approval.    After  ADB  approval,  PMT  will  be  responsible  for  all  aspects  of\nimplementation including procurement of related goods and services.  The PMT will use the\nservices of PWD for the preparation of final designs, specifications and tender documents,\ntendering for and letting contracts, and construction supervision.\nC. Subproject Appraisal Report\n9. The objectives will be stated in the SAR in terms of improvements in the quality and\nefficiency of education that the subproject is expected to achieve. The SAR will state, among\nothers,  the  number  of  students  and  educational  opportunities,  number  of  staff  and\nqualifications,  school  management  practices,  school  maintenance  practices,  school\nbuildings  and  furniture  provision,  curriculum  support  materials,  and  library  resource", "49\nAppendix 8, page 3\nmaterials.  For each of the above elements, the SAR will describe the existing status and\nprovide detailed specification and costing of the inputs required to meet the objectives of the\nsubproject.  ED will make a detailed survey of facilities and resources at each school.\nFollowing its initial survey, and considering the role that the school will play in accepting ex-\nMalifa students, ED will prepare an architectural brief for PWD.  The brief will guide PWD in\nthe preparation of its report on building works required and related costs for the school.\nPWD’s report will be included in the SAR.\n10. The SAR will contain (i) preliminary design for civil works, and estimated costs for\ncivil works and construction supervision; (ii) specifications and cost estimates for furniture;\n(iii)  specifications  and  cost  estimates  for  curriculum  support  materials  including  print\nmaterials  and  teaching  equipment;  (iv)  specifications  and  cost  estimates  for  library\nresources including print materials and library furniture and equipment; and (v) specifications\nand costing of in-service teacher upgrading programs needed to meet the requirements of\nnew curricula and general updating of teachers’ knowledge and skills.\n11. A resource agreement will outline the agreement reached between the SC and the\nGovernment, and will be negotiated by the SC and the SPT. The agreement will detail the\nnature and cost of project inputs provided to the school and specify the terms and conditions\napplicable to the provision of such resources.  In particular, the agreement will specify\ncommitments by the SC to (i) contribute to the cost, in cash and or in-kind, of rehabilitating\nthe school; (ii) maintain school buildings and equipment; (iii) strengthen its management and\nfinancial accountability; and (iv) maintain an appropriate student admissions/fees policy.\n12. The recommendation for approval of the subproject will be prepared by the SPT.  It\nwill  attest  to  ED’s  having  reviewed  and  endorsed  the  SAR  and  the  related  resource\nagreement, provide a summary of the subproject and the resource agreement, and request\nADB approval of the subproject and loan funding for it.\nD.  Format of Subproject Appraisal Report\n13. The  format  of  each  SAR  including  the  attachments,  resource  agreement  and\nrecommendation for approval of subproject, will be as outlined below:\nSUBPROJECT APPRAISAL REPORT\nI.  Introduction\n•  general  information  about  the  school  including  its  history,  location,  student\ncatchment area, and special characteristics\nII.  Background\n•  description of and statistics on the current situation in the school with regard to\nstudents, teachers, buildings, curriculum resource materials, library resources,\neducational  efficiency  and  effectiveness  and  school  management,  including\nfinancial management\n•  summary of problems and issues related to the above\nIII. The Subproject\n•  rationale for selection as a project school and objectives of the subproject", "50\nAppendix 8, page 4\n•  scope\n•  civil works\n•  furniture\n•  curriculum materials\n•  library resources\n•  teacher training\n•  cost estimates and financing plan\n•  implementation arrangements and schedule\nIV. Conclusion\n•  anticipated benefits, risks and safeguards, justification of the subproject, and\nrecommendation for approval\nAnnexes\n•  architect’s report – preliminary scope of works and cost estimate\n•  others with details of scope, cost, financing, and schedule\nATTACHMENT 1: RESOURCE AGREEMENT\nI.  Preamble\n•  subject of the agreement (refer to subproject appraisal report proper), purpose\nof and parties to the agreement\nII. Government Undertakings\n•  financing of the subproject\n•  implementation arrangements\n•  provision of staff\n \n        III.    School Committee Undertakings\n•  financing of the subproject\n•  implementation arrangements\n•  program for maintenance of school facilities\n•  program for improvement of school management\n•  policy on student admission and fees\nIV.    Signatories\nATTACHMENT 2: RECOMMENDATION FOR APPROVAL OF SUBPROJECT\n•  attestation that the subproject appraisal report and resource agreement\nwere reviewed and endorsed by the Executing Agency\n•  request for ADB approval supported by\n•  summary of subproject and\n•  summary of resource agreement", "", "", "", "", "", "", "", "IMPLEMENTATION SCHEDULE\nCategory/Actions Year and Month\n1 2 3 4\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48\n 2000                    2001                    2002                   2003       2004\nM J J A S O N D J F M A M J J A S O N D J F M A M J J A S O N D J F M A M J J A S O N D J F M A\nA.  Loan Preparatory Actions\n1.  Loan Negotiations\n2.  Loan Approval \n3.  Loan Effectiveness\n4.  Loan Inception Mission\nB.  PMT Preparatory Actions\n1.  Recruitment of PMT Staff\n2.  Setting up PMT Office \n3.  Malifa Restructuring Plan\n4.  Project Planning, Scheduling\nC. Loan Consultants\n1.  Recruitment\n2.  Services of Proj Mngt Spec\n3.  Services of Build Stds Spec\n4.  Services of Teach. Trg Spec (2)\nD. TA Consultants\n1.  Recruitment\n2.  Services of Proj Dev Spec\n3.  Services of Teach Trg Spec (2)\n4.  Services of Ed Equip Spec\n5.  Services of Schl Library Spec\n6.  Services of Proj Perform Spec 5\n7.  Services of Info Campaign Spec 8\n8.  Services of Ed Planning Spec\n9.  Services of Build Maint Spec\nE. Subprojects Preparation\n1.  Confirm Proj Schls\n2.  Survey Proj Schls\n3.  Estab Stnds Build, Furn, Equip, Lib \n4.  Design In-Service Trng Progs\nF. First Subproject\n1.  Prelim Design and Approval 1\n2.  Detail Design and Documentation\n3.  Tendering and Contract Letting\n4.  Construction 1\nG. Other Subprojects\n1.  Start Prelim Design and Approval 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 29 20 21 22 23 24 25 26 27 28 29 30\n2.  End Construction 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 23 24 25 26 27 28 29 30\nH. Furniture, Equip and Curric Matrls  \n1.  Specification and Documentation\n2. Tendering, Procurement\n3.  Supply\nI. In-Service Teacher Training\nA\n1.  Programs Provided p\np\nJ. Project Performance Monitoring e\nn\n1.  PMT Quarterly Reports d\n2.  ADB Reviews ix\n3.  Base Surv, Midterm Rev, Final Rept  10\nADB = Asian Development Bank PMT =  Project Management Team", "58 Appendix 10", "59\nAppendix 11\nTERMS OF REFERENCE OF PROJECT CONSULTANTS\nA. Introduction\n1. The Project will employ three international and one domestic consultants for 24 and\n3 person-months, respectively.  The consultants will assist the Education Department (ED)\nin (i) the management and implementation of the Project; (ii) implementation of a program of\nin-service  training  for  primary  and  secondary  school  teachers;  and  (iii)  preparation  of\nstandards and specifications for buildings, fittings, and furniture for general and special\npurpose classrooms.\nB.   Summary Terms of Reference\n1. Project Management Specialist (international, 18 person-months)\n2. The project management specialist will report to the project manager and will assist\nand advise on setting up the project management team (PMT) and on all matters regarding\nproject  management  and  administration  including  planning  and  management  systems;\nbudgeting and financial management; procurement of goods and services; and monitoring,\nevaluating, and reporting requirements.  With respect to the technical inputs provided, the\nspecialist will give formal and informal training to PMT staff and, as appropriate, other ED\nstaff.\n2.  Teacher Training Specialist Primary Schools and\nTeacher Training Specialist Secondary Schools\n(international, 3 person-months each)\n3. Two teacher training specialists will be assigned to ED and will report to the project\nmanager.  Each specialist will assist in implementing programs of in-service teacher training\n(for primary or secondary school teachers, respectively) that will have been developed\nthrough the TA associated with the Project.  The main tasks of the specialists will be to\nassist ED and other teacher training staff to teach the new programs, to monitor and assess\nthe effectiveness of the programs, and to recommend and develop improvements to the\nprograms if required. With respect to the technical inputs provided, the specialist will provide\nformal and informal training to ED and, as appropriate, other staff.\n3. Education Building Standards Specialist (domestic, 3 person-months)\n4.    A specialist on education building standards  will be recruited locally and will report to\nthe project manager. The main task of the specialist will be to assist ED, in collaboration with\nthe Public Works Department (PWD), to prepare standards and specifications of buildings,\nrooms,  fittings  and  furniture  required  for  general  and  special  educational  purposes  for\nprimary  and  secondary  education.    With  respect  to  the  technical  inputs  provided,  the\nspecialist will provide informal on-the-job training to PMT and, as appropriate, other ED staff.", "60\nAppendix 12, page 1\nTECHNICAL ASSISTANCE\nFOR EDUCATION SUPPORT\nA. Objective\n1.  The objective of the technical assistance (TA) for Education Support is to enhance\nthe  efficiency  and  effectiveness  of  the  Education  Department  (ED)  in  developing  and\nmaintaining the education system.  The TA will assist the policy reforms program of the\nGovernment  in  the  education  sector  by  supporting  improvements  in  planning,  quality,\nefficiency, and sustainability.  The TA will complement project activities through support for\nproject development, implementation, and monitoring; educational quality improvements;\nand maintenance of assets developed through the Project.\nB. Scope of Services\n2. About  28  person-months  of  international  and  2  person-months  of  domestic\nconsulting services will be needed to carry out the TA activities. Nine individual consultants\nwill provide expertise in (i) project preparation and development, (ii) project performance\nmonitoring, (iii) information campaigns, (iv) planning for teacher requirements, (v) in-service\nteacher training, (vi) educational equipment, (vii) library resources, and (viii) maintenance of\neducation facilities.\nC. Cost Estimates and Financing Plan\n3. The total cost of the TA is estimated at $988,000 equivalent, including $797,400 in\nforeign exchange cost and $190,600 equivalent in local currency.  The Asian Development\nBank (ADB) will provide $820,000 equivalent to finance the entire foreign exchange cost and\npart  of  the  local  currency  cost.  The  Government  will  provide  the  remaining  $168,000\nequivalent, mostly in kind (Table A12).   The TA will be financed by ADB, on a grant basis,\nfrom the ADB-funded TA Program.\nD. Implementation Arrangements\n4. The Executing Agency for the TA will be the Treasury Department. The consultants\nwill work under the guidance of the Education Steering Committee (ESC) for the Project and\nits Education Infrastructure Coordination Sub-Committee (EICSC) and in close cooperation\nwith ED, mainly through the project management team (PMT).  The Government has agreed\nto  provide  adequate  office  space,  counterpart  staff,  and  local  transportation.  Individual\nconsultants  will  be  recruited  in  accordance  with  ADB’s  Guidelines on the Use of\nConsultants.\nE.  Summary Terms of Reference of Consultants\n1. Project Development Specialist (international,  6 person-months)\n5. The project development specialist will assist, advise, and provide training to ED in\ngeneral and the PMT in particular on all matters regarding the planning, design, appraisal,\napproval,  implementation  and  monitoring  of  the  subprojects  involving  infrastructure\ndevelopment in the selected primary and secondary schools.", "61\nAppendix 12, page 2\n2.  Project Performance Monitoring Specialist\n(international, 7 person-months)\n6.  The project performance monitoring specialist will advise ED in general and assist\nthe PMT in particular in the design and implementation of a project performance monitoring\nsystem (PPMS) for the Project.  The services will be provided in three increments: three\nmonths at the beginning of the Project; two months including the midterm review of the\nProject; and two months at the conclusion of the Project. Each period will include formal and\ninformal training of PMT and, as appropriate, other ED staff.\n3.  Information Campaign Specialist (domestic,  2 person-months)\n7.   The information campaign specialist will assist and advise ED and the PMT to plan,\nimplement,  and  manage  an  information  and  education  campaign  with  the  objective  of\noptimizing stakeholders’ participation in and benefits from the Project.  The campaign will\nensure that stakeholders are fully informed of the Project’s objectives, activities, progress,\nand benefits.  In particular, the specialist will promote the benefits of the satellite schools\nstrategy to relieve overcrowding in Malifa and equalize educational opportunities.\n4.   Education Planning Specialist (international, 2 person-months)\n8.   The education planning specialist will study and report on issues relevant to the\nsupply of and demand for primary and secondary school teachers in Samoa and formulate\nrecommendations to address problem areas.  In the light of the findings of the study and\nconsidering ED’s development plans, the specialist will assist ED to prepare a medium-term\nplan  for  the  provision  of  an  adequate  supply  of  suitably  trained  teachers  to  meet  the\ncontinuing needs of the public primary and secondary education subsectors.\n5. Teacher Training Specialist (Primary School) and\nTeacher Training Specialist (Secondary School)\n(international, 3 person-months each)\n9. The  teacher  training  specialists  will  work  in  collaboration  with  ED  and  its  sub-\ndirectorates and the Faculty of Education of National University of Samoa (NUS) to assist in\nand  provide  training  in  the  methodology  of  designing  in-service  training  programs  for\n(primary or secondary) schoolteachers.  The training requirements of teachers generally and\nthose of teachers in the Project schools in particular will be considered in terms of needs\ngenerated by the introduction of new curricula and other needs for regularly refreshing the\nskills and knowledge of teachers.\n6. Educational Equipment Specialist (international, 2 person-months)\n10.  The  educational  equipment  specialist  will  assist  ED  in  assessing  the  need  for\neducational equipment for primary and secondary schools generally and for project schools\nin particular.  The specialist will review and assess the adequacy of provision of teaching\nand learning aids and equipment and, based on the reviews, (i) make recommendations on\nstandard requirements systemwide; and (ii) for project schools, specify additional resources\nneeded to meet the standard requirements.", "62\nAppendix 12, page 3\n7. School Library Specialist (international, 2 person-months)\n11.  The school library specialist will assist ED in assessing the need for libraries and\nlibrary resources for primary and secondary schools generally and for project schools in\nparticular.    The  specialist  will  review  and  assess  the  adequacy  of  libraries  and  library\nresources and, based on the reviews, (i) make recommendations on standard requirements\nsystemwide; and (ii) for project schools, specify additional resources needed to meet the\nstandard requirements\n8. Building Maintenance Specialist (international, 3 person-months)\n12. The building maintenance specialist will help prepare a comprehensive program of\npreventive maintenance for primary and secondary schools operated by ED and district and\nvillage agencies.  The maintenance program will be designed in close cooperation with\nschool authorities, ED, and the Public Works Department (PWD) and, among other things,\nwill pay attention to fire, cyclone, and earthquake safety measures.  The specialist will\nprovide  related  training  to  ED  staff  and  help  train  school  authorities  to  implement  the\nmaintenance programs developed.", "63\nAppendix 12, page 4\nTable A12: Cost Estimates and Financing Plan ($)\nItem     Foreign     Local      Total\n    Exchange      Currency     Cost\nA.   Bank Financing\n1. International Consultants\n    a.  Remuneration and Per Diem\n          i.   Project Development Specialist         170,100         170,100\n          ii. Project Performance Monitoring Specialist         156,450         156,450\n         iii. Education Planning Specialist           40,700           40,700\n         iv. Teacher Training Specialist (PS)           61,050           61,050\n          v. Teacher Training Specialist (SS)           61,050           61,050\n         vi. Educational Equipment Specialist           40,700           40,700\n         vii. School Library Specialist           40,700           40,700\n         viii. Building Maintenance Specialist           61,050           61,050\n    b.  International and Local Travel           50,000             5,600           55,600\n    c.  Reports and Communications             5,000             2,000             7,000\n2. Domestic Consultants\n         i.  Information Campaign Specialist           10,000           10,000\n3. Equipment           10,000             2,000           12,000\n    Contingencies         100,600             3,000         103,600\n          Subtotal (A)        797,400          22,600        820,000\nB.  Government Financing\n1.  Counterpart Staff Salary           98,000           98,000\n2.  Office Accommodation, Equipment,\n     & Supplies and Support Services           45,000           45,000\n3.  Translation and Reproduction of Reports             5,000             5,000\n     Contingencies           20,000           20,000\n          Subtotal (B)        168,000        168,000\n          Total        797,400        190,600        988,000", "64\nAppendix 13\nASSESSMENT OF POVERTY CONTENT OF THE PROJECT\nKey Benchmark Criteria Reference in RRP/Status\n1. Have the causes of poverty been identified? Causes of relative poverty, vulnerability, and\npoverty of opportunity are identified in the\nbackground section.\n2. How does the Project address the causes of Through more equitable access to quality\npoverty generally? primary education  and to quality secondary\neducation, with increasing emphasis on\nvocational subjects\n3. Has the project in the choice of site explicitly Yes, through selection as subprojects of district\naddressed poverty reduction? JSS schools and primary schools in the less\nwell-off rural areas (Upolu) and on the island of\nSavai’i.\n4. How does the Project design explicitly A Government program ensures that poor\naddress poverty reduction? students do not pay school fees, by avoiding\ndropouts through waiver of fees, and by\nenrolling all village children in primary schools.\n5. Is the Project linked to poverty-focused Yes, by ensuring that children of compulsory\npolicy reforms? school age are not excluded from school\nbecause of nonpayment of school fees.\n6. Is the Project linked to poverty-focused Yes. Existing legislation allows poor families to\nlegislation? apply to the Education Department for fee\nwaiver. School principals and teachers are to\nmake parents aware of this legislation.\n7. Is the project linked to poverty-focused Yes, through strengthened school\ninstitution building? management in the rural subproject schools,\nwhich are the weaker schools attracting mainly\nstudents from the lower income families.\n8. Is the project design developed so as to No need, as the project has only a positive\nreduce possible adverse impacts on poor impact (through higher quality of education for\npeople? all students) on the poverty situation.\n9. Does project background data allow the Yes. However, the extent of poverty is not well\nassessment of the poverty situation in documented in Samoa. Limited data is\ngeneral and of the target groups in available on families in rural areas who cannot\nparticular? pay school fees for their children.\n10. Has impact distribution assessment been Yes, in general terms. Improved equity of\ndone? access to higher quality education for all will\nhave a positive distribution impact.\n11. Has benefit assessment been carried out? Yes, in general terms. Better qualified students\nwill have more job opportunities in Samoa or\nabroad and will earn more.\n12. Is the Project designed as an integral part Yes. The project intervention (mainly\nof a package of an integrated assistance infrastructure development) goes hand in hand\nprogram? with numerous externally assisted interventions\nwhich provide software inputs."], "metadata": {"Author": "ldm", "CreationDate": "D:20000828120500Z", "Creator": "ADOBEPS4.DRV Version 4.10", "ModDate": "D:20131112181208+08'00'", "Producer": "Acrobat Distiller 3.01 for Windows", "Title": "Microsoft Word - R157-00RRP.doc"}}