{"path": "data/input/reports/rrp-ban-36296.pdf", "pages": [" \n Report and Recommendation of the President \n \n \n \nRRP: BAN 36296 \n \n \n \nReport and Recommendation of the \nPresident to the Board of Directors \non a Proposed Loan and \nAsian Development Fund Grant to \nthe People’s Republic of Bangladesh \nfor the Second Urban Primary  \nHealth Care Project \n \n \n \n \n \n \nMay 2005 \n \n \n \n   ", " \n \nCURRENCY EQUIVALENTS \n(as of 6 May 2005) \n \nCurrency Unit –  taka (Tk) \nTk1.00 =  $0.0157 \n$1.00 =  Tk63.69 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BCCM  –  behavior change communication and marketing \n  CAPE  –  country assistance program evaluation  \n  CBE  –  commercial business enterprises \n  CBO  –  community-based organizations \n  CIW  –  clinical infectious waste \n  CRHC  –  comprehensive reproductive health care  \n  CWM  –  clinical waste management \n  DALY  –  disability adjusted life years \n  DFID  –  United Kingdom Department for International Development  \n  ESP  –  essential services package \n  HIV/AIDS  –  human immunodeficiency virus/acquired immunodeficiency \nsyndrome \n  HMIS  –  health management information system \n  IEE  –  initial environmental examination  \n  LGD  –  local government division \n  MDG  –  Millennium Development Goal \n  MMR  –  maternal mortality ratio \n  MOHFW  –  Ministry of Health and Family Welfare \n  MOLGRDC  –  Ministry of Local Government, Rural Development, and \nCooperatives  \n  NGO  –  nongovernment organization \n  NPSC  –  national project steering committee \n  NUPHCC  –  national urban primary health care committee \n  O&M  –  operation and maintenance \n  PAPR  –  partnership agreement on poverty reduction \n  PHC  –  primary health care \n  PIU  –  project implementation unit \n  PMU  –  project management unit \n  PPMES  –  project performance monitoring and evaluation system \n  RTI  –  reproductive tract infection \n  SDR  –  special drawing rights \n  SGIA  –  second-generation imprest accounts  \n  Sida  –  Swedish International Development Cooperation Agency \n  STI  –  sexually transmitted infection \n  TB  –  tuberculosis \n  UNFPA  –  United Nations Population Fund ", " \n  UPHCP-I  –  Urban Primary Health Care Project (the first one) \n  USAID  –  United States Agency for International Development \n  VCT  –  voluntary counseling and testing  \n  WHO  –  World Health Organization \n \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 30 June. \n \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \nThis report was prepared by S. Bonu (team leader), H. Carlsson, T. Gallego-Lizon, N. Huda, \nH. Ikemoto, P. Kamayana, J. Mahmood, K. Mulqueeny, M. Otsuka, and M. Sultana. \n \n ", " \nCONTENTS \n \n                           Page \n \nLOAN AND PROJECT SUMMARY                           iii \n \nMAP                                 ix \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  1 \nIII.  THE PROPOSED PROJECT  3 \nA.  Impact and Outcome  3 \nB.  Outputs  4 \nC.  ADF IX Grant for HIV/AIDS and Infectious Disease Control  7 \nD.  Special Features  8 \nE.  Cost Estimates  9 \nF.  Financing Plan  9 \nG.  Implementation Arrangements  10 \nIV.  PROJECT BENEFITS, IMPACTS, AND RISKS  15 \nA.  Project Benefits  15 \nB.  Risks  15 \nC.  Environmental Issues  16 \nD.  Land Acquisition and Resettlement  16 \nE.  Social Measures  17 \nV.  ASSURANCES  17 \nA.  Specific Assurances  17 \nB.  Conditions for Loan Effectiveness  20 \nVI.  RECOMMENDATION  20 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  21\n2.  Subsector Analysis: Urban Primary Health Care in Bangladesh  24\n3.  Lessons Learned and Project Design Features  28\n4.  Reaching the Urban Poor  29\n5.  Implementation Plan for Partnership Agreement  31\n6.  HIV/AIDS and Infectious Disease Control Grant Rationale and Purpose  36\n7.  Cost Estimates   39\n8.  Project Management and Implementation Structure  40\n9.  Implementation Schedule  41\n10.  Indicative Contract Packages  42\n11.  Summary of Economic and Financial Analysis  43\n12.  Summary Initial Environment Examination  47\n13.  Resettlement Framework  51\n14.  Summary Poverty Reduction and Social Strategy  56\n15.  Good Governance and Anti-Corruption Measures  60", " \n \n \n \nSUPPLEMENTARY APPENDIXES (available on request) \nA.  External Support for the Urban Primary Health Care in Bangladesh   \nB.  Essential Services Package Under Health, Nutrition and Population Sector Program   \nC.  Cost Estimates and Terms of Reference of Consultant Firms   \nD.  Operational Research   \nE.  Implementation Arrangement   \nF.  List of Equipment   \nG.  Initial Environment Examination   \nH.  Environment Assessment Framework   \nI.  Short Resettlement Plan   \nJ.  Detailed Cost Estimates and Financing Arrangements   \nK.  Economic and Financial Analysis   ", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  People’s Republic of Bangladesh \n   \nClassification  Targeting classification:   Targeted intervention  \nSector:   Health, nutrition, and social protection \nSubsector:   Health systems \nThemes:   Inclusive social development \n   Gender and development \nSubtheme:   Human development \nOther vulnerable groups \nPublic–private partnerships \n   \nEnvironment  Category B: Initial environmental examination done.  \nAssessment   \nThe Second Urban Primary Health Care Project (the Project) will safeguard \nthe environment by upgrading clinical waste management (CWM) systems \nto meet Government standards for hazardous medical waste management \nand to comply with the environment policy of the Asian Development Bank \n(ADB). Newly constructed and upgraded civil works will include capital and \nrecurrent investments to improve CWM. \n   \nProject  The  Project  will  help  ensure  the  delivery  of  a  package  of  preventive, \nDescription  promotive,  and  curative  health  services  to  the  poor  in  all  the  six  city \ncorporations—Dhaka, Chittagong, Khulna, Rajshahi, Sylhet, and Barisal—\nand five municipalities—Bogra, Comilla, Sirajgonj, Madhabdi and Savar. The \nservices  will  be  designed  to  reduce  child  and  maternal  mortality  and \nmorbidity, and help the country achieve the Millennium Development Goals \n(MDGs). The Project will continue to contract out primary health care (PHC) \nservices  to  nongovernment  organizations  (NGOs)  through  partnership \nagreements that were pioneered under the first Urban Primary Health Care \nProject (UPHCP-I). Free and easily accessible PHC services will be made \navailable to the poor. The Project will ensure pro-poor targeting by requiring \nthat at least 30% of the preventive, promotive, and curative services are \nprovided free for the poor. User fees will be charged to people who can \nafford them. Nutritional supplements will be given to moderately to severely \nmalnourished women and children. The Project will support construction of \n64 health facilities, upgrading of 4, and purchase of 12 apartments and/or \nbuildings for PHC facilities in Dhaka city corporation. Community-run latrines \nand  community-based  solid-waste  disposal  will  be  piloted  to  improve \nenvironmental health, and CWM will be supported.  \n   \nRationale  Until recently, urban PHC has been a neglected subsector in Bangladesh as \nin  most  other  South  Asian  countries.  The  urban  population  has  been \ngrowing rapidly, mostly because of rural–urban migration by the poor and \nthe  vulnerable.  The  absolute  number  of  poor  urban  households  is \nincreasing. Studies have shown that the health indicators of the urban poor \nare worse than those of the rural poor because of poorer living conditions, \nand limited urban PHC. Failure to provide urban PHC can have serious \nnegative consequences beyond urban areas because infectious diseases \ncan spread from urban to rural areas. Rapidly growing urban slums without ", "iv   \nadequate  PHC  may  lead  to  epidemics  of  emerging  or  reemerging \ncommunicable diseases. Investments in other urban services such as water \nand  sanitation,  combined  with  the  strengthening  of  health  services,  will \nimprove  the  health  and  well-being  of  the  urban  poor. \nThe Project will build on the gains of UPHCP-I, and strengthen the pro-poor \nfocus, nutrition provision, and project implementation.  \n \nA $10-million Asian Development Fund grant will support various HIV/AIDS \nand infectious disease control activities.  Grant financing can be justified at \ncountry and project levels. The Project is closely aligned with Bangladesh’s \npoverty  reduction  strategy,  ADB’s  country  strategy  and  program,  ADB’s \nPartnership  Agreement  on  Poverty  Reduction  with  the  Government  of \nBangladesh (2000), and ADB’s commitment to reducing poverty and helping \ndeveloping member countries achieve the MDGs. More than half the project \nbase costs address infectious disease and HIV/AIDS control. \n   \nObjectives  The Project will improve the health status of the urban population, especially \nof the poor, in six city corporations and five municipalities. At least 30% of all \nthe services provided under the Project will be targeted at poor people \nearning  less  than  Taka  700  per  month  (the  poor).  The  specific  project \nobjectives are to improve: (i) access to and use of urban PHC services in \nthe  project  area,  with  a  particular  focus  on  extending  provision  to  the \npoorest; (ii) the quality of urban PHC services in the project area; and (iii) \nthe cost-effectiveness, efficiency, and institutional and financial sustainability \nof PHC to meet the needs of the urban poor. \n   \nCost Estimates  The total project cost, including physical and price contingencies, and taxes \nand duties, is estimated to be $90.0 million equivalent. Of this amount, \n$4.3 million equivalent (5%) is the foreign exchange cost, and $85.7 million \nequivalent (95%) is the local currency cost. \n   \nFinancing Plan  The indicative financing plan is presented in the table below.  \n \n($ million) \nForeign  Local  Total \nSource  Percent \nExchange  Currency  Cost \nADB Loan  4.3  25.7  30.0             33 \nADB Grant  0.0  10.0  10.0             11 \nSida  0.0  5.0  5.0               6 \nDFID  0.0  25.0  25.0             28 \nUNFPA  0.0  2.0  2.0               2 \nGovernment of \nBangladesh  0.0  18.0  18.0             20 \nTotal   4.3   85.7   90.0           100 \nADB  =  Asian  Development  Bank,  DFID=United  Kingdom  Department  for  International \nDevelopment, Sida= Swedish International Development Cooperation Agency, UNFPA = \nUnited Nations Population Fund.   \nSource: Asian Development Bank estimates. \n \nIt  is  proposed  that  ADB  provide  a  loan  of  $30  million  equivalent  to \nSDR 19.954 million and an HIV/AIDS and infectious disease control grant of \n$10 million in various currencies from its Special Funds resources to finance \n44% of the project cost. This will cover $4.3 million of the foreign exchange \n ", "  v\n \ncost  and  $35.7  million  equivalent  of  the  local  currency  cost. \nThe Government of Sweden through the Swedish International Development \nCooperation  Agency  (Sida)  will  provide  a  $5-million  grant,  and  the \nGovernment of the United Kingdom through the Department for International \nDevelopment (DFID) will provide a $25-million grant both to be administered \nby ADB. The United Nations Population Fund (UNFPA) will cofinance the \nProject  through  a  $2-million  grant,  which  it  will  directly  administer. \nThe Government of Bangladesh will provide $18 million equivalent in local \ncurrency.  \n   \nADB Grant for  The service delivery contract with NGOs would include two activities fully \nHIV/AIDS and  funded by the grant: (i) $2.5 million for operating 24 HIV/AIDS voluntary \nInfectious  testing  and  counseling  centers,  one  for  each  partnership  area;  and \nDisease Control  (ii) $5.0 million for sexually transmitted infection (STI) and reproductive tract \ninfection  (RTI)  control.  Under  the  behavior  change  communication  and \nmarketing  (BCCM)  component,  the  grant  will  support  $2.5  million  for \nHIV/AIDS, STI, and infectious disease control.   \n \nMonitoring  and  evaluation  of  grant-funded  components  are  clearly \ndistinguishable but have been integrated into the design and monitoring \nframework. The monitoring system will be based on monthly reports from \nthe  NGO  partners,  city  corporations,  and  municipalities  to  the  project \nmanagement unit (PMU). These monthly reports will provide the basis for \ntracking  and  evaluating  specific  inputs  (e.g.,  medicines,  other  supplies, \nfinancial  inputs,  HIV/AIDS  control  posters  purchased)  and  outputs  (e.g., \nnumber of patients counseled and tested for HIV/AIDS, and patients treated \nfor RTI and STI). An independent evaluation firm will conduct household \nsurveys at project inception, midterm, and end. These will be in addition to \nsurveys of health facilities to evaluate the outcomes and impact of grant \nfunding.  \n \nFor  grant  administration  purposes,  the  Executing  Agency,  Local \nGovernment Division (LGD), will provide a separate section in its quarterly \nreport to ADB covering financial and physical inputs and outputs relating to \nHIV/AIDS and other infectious disease control.  \n   \nLoan Amount  The proposed ADB loan is for SDR 19.954 million ($30 million equivalent) \nand Terms  from  Special  Funds  resources.  The  term  of  the  proposed  loan  will  be \n32 years, including a grace period of 8 years, with an interest charge of \n1.0% per annum during the grace period and 1.5% per annum thereafter. \n   \nPeriod of  6.5 years \nUtilization \n   \nEstimated  31 December 2011 \nProject \nCompletion \nDate \n   \nImplementation  The  PMU  will  be  established  in  the  LGD  of  the  Ministry  of  Local \nArrangements  Government, Rural Development and Cooperatives (MOLGRDC). A national \n ", "vi   \nurban PHC committee chaired by the LGD minister, and a national project \nsteering committee chaired by LGD secretary will be formed to oversee \npolicy and project implementation. Eleven project implementation units will \nbe  established  in  the  six  city  corporations  and  five  municipalities  to  be \ncovered. A city corporation or municipality PHC committee headed by the \nmayor of the city corporation or the chairman of the municipality will guide \nproject implementation. At the facility level, a ward PHC committee chaired \nby  a  ward  commissioner  will  help  ensure  community  participation  and \nempower the poor to use the services provided.  \n   \nExecuting  The LGD of the MOLGRDC will be the Executing Agency, and the city \nAgency  corporations and municipalities will be the implementing agencies. \n   \nProcurement  Procurement of ADB-financed goods, related services, and civil works will \nbe carried out in accordance with ADB’s Guidelines for Procurement and \nlocal procurement may be conducted in accordance with Bangladesh Public \nProcurement Regulations (2003), acceptable to ADB. \n   \nConsulting  Consultants and consulting firms will be recruited under ADB’s Guidelines \nServices  on the Use of Consultants and other arrangements satisfactory to ADB for \nrecruitment  of  local  consultants,  which  may  include  Bangladesh  Public \nProcurement  Regulations  (2003).  The  consulting  firms  will  provide: \n(i) management support for the PMU and management training, (ii) quality \nassurance  training  and  supportive  supervision,  (iii)  health  management \ninformation  systems  development  and  implementation,  (iv)  behavioral \nchange  communication  and  marketing,  (v) financial  management  and \nperformance auditing, (vi) project performance monitoring and evaluation, \nand  (vii)  design  and  supervisory  engineering  services  for  construction. \n \nThe management support firm will be responsible for recruiting one long-\nterm international consultant (6.5 years), one long-term national consultant \n(6.5 years), two short-term international consultants for a total of 20 person-\nmonths  (HIV/AIDS  specialist  for  12  person-months,  and  management \ninformation specialist for 8 person-months); and nine short-term national \nconsultants  for  a  total  of  150  person-months  (poverty  specialist  for \n24  person-months,  institutional  development  specialist  for  24  person-\nmonths, gender specialist for 12 person-months, environment specialist for \n6 person-months, resettlement specialist for 3 person-months, procurement \nspecialist for 36 person-months, HIV/AIDS specialist for 24 person-months, \nnutrition  specialist  for  6  person-months,  and  management  information \nspecialist for 15 person-months). \n   \nPartnership  Partnership agreements to deliver PHC service packages will be awarded to \nAgreement  eligible  private  sector  participants  including  NGOs  in  accordance  with \ncompetitive bidding procedures acceptable to ADB and on similar terms to \nthat used in UPHCP-I. The award of contract will be subject to the bidder \ndemonstrating to the satisfaction of LGD and ADB that it has the necessary \nexpertise and resources to provide the PHC services.  \n \n ", "  vii\n \n \n   \nProject Benefits  The Project will improve the health status of the poor in six city corporations \nand  and five municipalities by providing an essential package of high-impact \nBeneficiaries  services. By reducing child and maternal mortality, the Project will help \nBangladesh achieve the MDGs for child mortality and maternal health. \n \nWomen  and  children  will  constitute  more  than  75%  of  all  project \nbeneficiaries. The Project will improve the efficiency of urban health services \nby: (i) improving the spatial distribution of health centers, e.g., PHC centers, \ncomprehensive reproductive health care (CRHC) centers, and mini-clinics, \nin  accordance  with  population  density  and  geographical  factors; \n(ii) supporting cost-effective interventions to reduce mortality and morbidity; \n(iii)  enabling  least-cost  private  sector  participation  in  the  provision  of \npreventive  and  promotive  health  care  services  by  partner  NGOs; \n(iv)  allowing  appropriate  user  fees;  (v)  improving  the  monitoring  and \nsupervision system; and (vi) concentrating on provision of health services \nthat  will  create  the  greatest  public  good,  to  use  scarce  government \nresources more efficiently.  \nThe Project will improve the quality of PHC by building the management \ncapacity  of  health  departments  in  the  six  city  corporations  and  five \nmunicipalities to effectively manage the health services. \n \nHealth service improvements in the project area will provide three types of \neconomic  benefits:  (i)  health  improvements  that  will  lead  to  better \nproductivity and learning outcomes at school; (ii) a reduction in days lost due \nto sickness or health care; and (iii) savings in out-of-pocket expenditure on \nhealth care because of better and more efficient health services. \n   \nRisks,  Delays  in  contracting-out  of  services  to  NGOs  may  jeopardize  project \nAssumptions  implementation.  Some  delays  may  be  due  to  challenging  procedures, \nand Mitigations  including bid preparation, attracting effective NGOs, transparent evaluation, \nand issuing timely contracts. The proposed advance actions, combined with \nthe lessons learned during UPHCP-I, will reduce the risk of delay. The \nfailure  to  have  a  transparent  and  competitive  bidding  process  to  select \neffective NGOs at the most competitive rates is a risk. The failure to execute \na contract with NGOs that imposes an obligation on them to implement the \npartnership agreements effectively and, especially, target the poor is also a \nrisk.  \n \nThe implementation risks are significant and include failure to ensure timely \npayments to NGOs, and proper supervision of the partner NGO to ensure \naccess  to  good-quality  services,  especially  for  the  poor.  UPHCP-I \nexperiences have been used to design measures to reduce these potential \nrisks.  The  measures  include  involvement  of  city  corporations  or \nmunicipalities, constitution of a national PHC committee, engagement of an \nindependent project performance monitoring and evaluation system firm, \nprovision  of  consultant  support  to  the  PMU,  careful  review  of  tender \ndocuments by ADB and the Government, and building on procedures that \nproved effective under UPHCP-I. \n ", "viii   \n \nIneffective pro-poor targeting is a potential risk for the Project, and effective \ndeterrents  for  not  achieving  pro-poor  targets  are  needed.  The  Project \nproposes safeguards, including contractually obligating at least 30% of the \nservices to be provided free to the poor. Contracts will be designed to deter \nNGOs from failing to achieve pro-poor targets. \n \nCorruption is a risk, partly because the project implementation is complex. \nHence, a number of specific measures to mitigate the risk of corruption and \nimprove  governance  have  been  included  in  the  project  design.  These \ninclude development of a good governance and anti-corruption action plan \nand quarterly reporting of such action plan, review through performance \naudit of the timely disbursements to partner NGOs, strengthening financial \nmanagement, and beneficiary grievance resolution mechanisms.  \n \nLack of financial sustainability after the Project closes is a major risk. The \nproject  benefits  are  unlikely  to  be  sustainable  after  project  completion \nwithout an appropriately designed fiscal model. The Government needs to \nadd at least $11.1 million to its current expenditure to sustain urban PHC in \n2012-2013 and $11.7 million per year in the following years. To mitigate this \nrisk, the Project will help the LGD explore alternative fiscal models. The \nGovernment has given an assurance that a fiscal model will be selected \nwithin 2 years of loan effectiveness to ensure the financial sustainability of \nthe Project after its completion. \n \n   \n \n ", "  ix\n \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on (i) a proposed loan \n(ii) a proposed grant to the People’s Republic of Bangladesh for the Second Urban Primary \nHealth Care Project (the Project),1 and (iii) proposed administration by the Asian Development \nBank (ADB) of grants for the Project to be provided by each of the Government of Sweden and \nthe Government of the United Kingdom. \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Performance Indicators and Analysis \n2.   Bangladesh has achieved remarkable health gains in the last two decades, although it is \nstill among the poorest nations in the world. Between 1990 and 2002, the under-5 mortality rate \ndeclined from 144 to 73 per 1,000 live births, and the infant mortality rate declined from 96 to 48 \nper 1,000 live births. Bangladesh is more likely than other countries in South Asia to achieve the \nMillennium Development Goals (MDGs) related to child health. Life expectancy increased from  \n53 years in 1994 to 61 years in 2004, and the total fertility rate decreased from 6.3 in 1971 to 3.3 \nin the 1990s.  \n \n3.   The Government of Bangladesh is committed to improving the health of its citizens, \nparticularly the poor. Its health policy (2000) emphasizes improving the quality and efficiency of \nand access to public health services. However, most public primary health care (PHC) services \ncater to the rural population2 (Appendix 2). The Local Government Division (LGD) of the Ministry \nof Local Government, Rural Development, and Cooperatives (MOLGRDC)  implemented the first \nUrban Primary Health Care Project (UPHCP-I) in four city corporations—Dhaka, Chittagong, \nKulna,  and  Rajshahi.  UPHCP-I,  which  supported  the  contracting-out  of  PHC  services  to \nnongovernment organizations (NGOs) through partnership agreements, will come to a close at \nthe end of June 2005. At the request of the Government, ADB approved technical assistance3 to \nprepare the Project, which aims to consolidate the gains of UPHCP-I and expand urban PHC \nservices to the remaining two city corporations—Sylhet and Barisal—and five municipalities—\nBogra, Comilla, Sirajgonj, Madhabdi, and Savar.  \n \nB.  Analysis of Key Problems and Opportunities \n1.  Key Problems \n4.  Urban Population Growth and Poverty. The urban population—currently 31 million— \nis increasing rapidly. The urban poor increased from 7 million in 1985 to 12 million in 1999. \nAlthough  hardcore  poverty  (less  than  1,805  kilocalories  per  day  per  head)  decreased  by  \n1.36 million households  between 1991 (4.83 million) and 2000 (3.47 million) in rural areas, it \nincreased by 0.53 million in urban areas (from 0.65 million in 1991 to 1.18 million in 2000).4 The \nhealth indicators are worse for the urban poor than for the rural poor.5  \n \n                                                 \n1  The design and monitoring framework is in Appendix 1. \n2  Primary health care (PHC) services provided by municipalities represent 0.34% by value of all health services, and \nonly 7% by value of the government services delivered by rural health facilities. \n3  ADB. 2003. Technical Assistance to the People’s Republic of Bangladesh for the Second Urban Primary Health Care \nProject. Manila (TA 4165-BAN, for $500,000, approved in August 2003). \n4  Bangladesh Bureau of Statistics. 2003. Report on the Household Income and Expenditure Survey. Bangladesh. \n5  Ministry of Health and Family Welfare. 2001. Expanded Programme of Immunization, National Plan of Action,  \n2001–2005, Revised Draft. Bangladesh. ", "2   \n5.  Health Inequities. The health inequities are wide and disturbing. For example, the poor-\nto-rich ratio of child mortality is 1.6–1.9:1.0 (child mortality is 60–90% higher in the poorest \nquintile than in the richest quintile). The poor-to-rich ratio for child malnutrition is even worse: 2:1 \nfor moderate stunting and underweight (moderate) and 5:1 for severe underweight. Gender \ninequalities are persistent: mortality in male children aged 1–4 years is 28 per 1,000 live births \ncompared with 38 per 1,000 live births in girls in the same age group.  \n \n6.  Fertility Decline and Population Growth. Despite good progress made in the last two \ndecades, the total fertility rate stalled at around 3 from 1995 to 2003. Bangladesh must achieve a \nreplacement fertility rate quickly. Among other measures, contraceptive prevalence needs to be \nraised to 70–75% from the current 54% if the population is to stabilize.  \n \n7.  Reproductive and Child Health. The current maternal mortality ratio is 300 per 100,000 \nlive births. Bangladesh has low rates of antenatal care6 and only 6% of deliveries take place in \nhealth facilities. Assistance by skilled birth attendants at the residence of pregnant women will be \nkey  to  further  reducing  maternal  mortality.  Only  48%  of  the  children  who  reported  acute \nrespiratory  infections  and  36%  of  children  with  diarrhea  were  taken  to  a  health  facility  for \ntreatment.  Of  the  children  with  diarrhea,  20%  were  not  given  oral  rehydration  solution,  \nor recommended home-made fluid or increased fluid intake.  \n \n8.  Malnutrition. High rates of malnutrition persist despite progress made in the last decade, \nand  micronutrient  deficiencies  remain.  Almost  half  of  women  and  78%  of  children  \n6–11 months of age suffer from anemia; 45% of all children under 5 years are considered short \nfor their age or stunted, and 18% of all children are severely stunted. Of children under 5, 48% of \nchildren are underweight and 13%, severely underweight. Maternal malnutrition is high: 6% of \npregnant women are severely malnourished and 12%, moderately malnourished. \n \n9.  HIV/AIDS and Other Infectious Diseases. Although HIV/AIDS7 prevalence rates are \nlow,8 HIV/AIDS prevention and counseling services must be expanded in urban areas to control \nfurther spread of the virus. Knowledge about HIV/AIDS in urban areas is still only 64% among \nwomen who have ever been married. While 83% of urban women had no knowledge of sexually \ntransmitted infections (STIs), 73% of urban men had no knowledge.9 The emergence of drug-\nresistant malaria and tuberculosis (TB) is a major concern. The total prevalence rate of smear-\npositive cases of TB is 910 per 100,000 population, 1,190 in the male population, and 540 in the \nfemale population.10 TB case detection rates, estimated as low as 34%, need to be increased to \nat least 75%, and cure rates need to be sustained at 85%, which will require concerted and \nadditional efforts among the urban poor.  \n \n10.  Resource  Gap.  Bangladesh’s  per  capita  health  expenditures—public  and  private— \nare low. Of the total $11 per capita expenditure on health in 1997, only $3 was contributed by the \npublic  sector,  which  is  far  below  the  World  Health  Organization  (WHO)  Commission  on \nMacroeconomics and Health’s estimated minimum financial needs of $30–40 per person per year \nto cover only essential health interventions.11 The situation is much worse for urban areas, as \nmost public subsidies for PHC target rural areas (Appendix 2). \n \n                                                 \n6  The proportion of pregnant women making at least one antenatal visit has improved to 37% in 2000, which still \nleaves more than 2.5 million pregnancies annually without any antenatal care. \n7  Human immunodeficiency virus/acquired immunodeficiency syndrome.  \n8  The HIV/AIDS prevalence rate in the general population (15–45 years) is <0.2%. \n9  NIPORT. 2001. Bangladesh Demographic and Health Survey 1999-2000. Dhaka, Bangladesh. \n10 National prevalence survey on tuberculosis, 1987–1988. \n11 World Health Organization. 2002. Report of the Commission on Macroeconomics and Health. Geneva.  \n ", "  3  \n2.  Opportunities and Lessons Learned \n11.  Opportunities.  Although  the  urban  population  has  been  increasing  rapidly,  \nthe Government and external funding agencies have addressed urban PHC seriously only in the \nlast  decade.  The  ADB-supported  UPHCP-I  and  United  States  Agency  for  International \nDevelopment (USAID)-supported NGO service delivery program, which contract out urban PHC \nto NGOs (Supplementary Appendix A), are the only major urban PHC projects in Bangladesh, \nleaving significant needs for urban PHC unmet. Bangladesh’s health policy adopted in 2000 \nstresses the need to expand health services in urban areas, especially for the poor. The interim \npoverty reduction strategy paper12 and the targets set in the Partnership Agreement on Poverty \nReduction (PAPR) with ADB reflect the Government’s commitment to achieving the MDGs by \nstrengthening urban PHC, especially for the poor. \n \n12.  ADB’s country strategy supports delivery of PHC services in urban areas over the medium \nterm, and building local government capacity to deliver high-quality services to the urban poor, \nparticularly women and children, in partnership with NGOs.13 The country assistance program \nevaluation (CAPE) in 2003 highlighted the need for stronger collaboration with NGOs, more \neffective empowerment of local communities, and support for accountable and transparent local \ngovernment bodies in ADB’s future programs.14 The Project is therefore closely aligned with: \nADB’s  overall  policy  for  reducing  human  poverty  and  helping  developing  member  countries \nachieve the MDGs; Bangladesh’s national poverty reduction strategy; the PAPR; the country \nstrategy and program update; and the recommendations of the 2003 CAPE. \n \n13.  Lessons Learned. The lessons learned from reviews15 of UPHCP-I, especially those \nrelating  to  better  pro-poor  targeting,  adequate  provision  of  medicines,  support  for  quality \nassurance, greater emphasis on behavior change communication, the need for environmental \nhealth improvement, and institutional mechanisms for greater involvement by city mayors have \nbeen  incorporated  into  the  Project’s  design  (Appendix  3).  The  strengths  of  UPHCP-I— \nthe partnership agreements that harness private sector/NGO provision of a public service, for \nexample—have been retained in the Project. \n \nIII.  THE PROPOSED PROJECT \nA.  Impact and Outcome \n14.  The Project will improve the health status of the urban population, especially of the poor, \nin  six  city  corporations—Dhaka,  Chittagong,  Khulna,  Rajshahi,  Sylhet  and  Barisal—and  five \nmunicipalities—Bogra,  Comilla,  Sirajgonj,  Madhabdi,  and  Savar.  The  design  and  monitoring \nframework is in Appendix 1. At least 30% of all the project services will target the poor (Appendix \n4). The specific project objectives are: (i) to improve equitable access and use of urban PHC \nservices in the project area, with a focus on providing them to the poorest; (ii) to improve the \nquality of urban PHC services in the project area; and (iii) to improve the cost-effectiveness and \nefficiency and the institutional and financial sustainability of PHC to serve the urban poor. \n                                                 \n12 Economic Relations Division, Ministry of Finance. 2002. A National Strategy for Economic Growth and Poverty \nReduction. Bangladesh. \n13 ADB. 2004. Bangladesh: Country Strategy and Program Update (2005–2006). Manila. \n14 ADB. 2003. Country Assistance Program Evaluation for Bangladesh. Manila (CAP: BAN 2003–03). \n15 Independent monitoring and evaluation reports of UPHCP-I, Country Assistance Program Evaluation (CAPE) 2003 \nand situation analysis under ADB. 2003. Technical Assistance to the People’s Republic of Bangladesh for Preparing \nthe Second Urban Primary Health Care Project (TA 4165). Manila. \n ", "4   \nB.  Outputs \n15.  The Project has the following four components, which were designed through intensive \nnational and local consultations with key stakeholders, paying attention to the needs of the poor \nand vulnerable. \n \n1.  Provision  of  Primary  Health  Care  through  Partnership  Agreements  and \nBehavior Change Communication and Marketing \na.  Partnership Agreements  \n16.  The  Project  will  continue  to  provide  PHC  services  through  performance-based \ncontracting-out of PHC services to NGOs. It will use partnership agreements similar to those \npioneered during UPHCP-I. The  partner NGOs will provide essential services package plus \n(ESP+)  services  (Supplementary  Appendix  B)  in  the  partnership  agreement  areas.  These \nservices will consist of (i) a HIV/AIDS voluntary counseling and testing (VCT) center for each \npartnership area; (ii) STI and reproductive tract infection (RTI) control; and (iii) other essential \nservices package (ESP) plus. Subcomponents (i) and (ii) will be financed by the ADB grant and \nsubcomponent (iii) by other financing. \n \n17.  A procedure acceptable to ADB will be followed when selecting partner NGOs (Appendix \n5).  A  national  bid  evaluation  committee  will  evaluate  the  technical  and  financial  bids.  \nThe committee will be chaired by the LGD secretary and will include a representative from the \nMinistry  of  Health  and  Family  Welfare  (MOHFW)  (at  not  less  than  deputy  secretary  level), \nrepresentatives of cofinancers (including the United Nations Population Fund (UNFPA)), and \nrepresentatives of United Nations Children’s Fund (UNICEF) and WHO.  \n \n 18.  The  Project  will  finance  24  partnership  agreements,  each  covering  200,000–300,000 \npeople. Each partnership agreement area will consist of one comprehensive reproductive health \ncare (CRHC) center, at least one PHC center per 30,000–50,000 people, and at least one \nsatellite or mini-clinic per 10,000 people. PHC centers will provide a full range of essential \nservices,  including  basic  emergency  obstetric  care.  The  CRHC  centers  will  provide \ncomprehensive emergency obstetric care, newborn care, and specialized ESP+ services. Two of \nthe  three  partnership  areas  in  Chittagong  will  be  covered  by  the  city  corporation  health \ndepartment, while the remaining area will be contracted out to a partner NGO, as for UPHCP-I. \nUNFPA will continue to support strengthening of CRHC centers by providing equipment, supplies, \nand training through parallel cofinancing. The Project will support CRHC-center-based HIV/AIDS \nvoluntary testing and counseling services for HIV/AIDS through grant financing.  \n \n19.  The partnership agreements will ensure that at least 30% of each service will be provided \nfree to the poor, who will be identified through participatory poverty assessments and household \nlistings conducted by the partner NGO (Appendix 4). Pro-poor targeting will be an important \naspect of the performance-based contracting. The poor will be provided free services, including \nfree medicines. A performance bonus will be paid to the partner NGOs for their demonstrated \nability  to  reach  the  poorest  and  respond  effectively  to  their  needs  (Appendix  5).  \nIn addition, utilization, equity, cost-efficiency, quality, and health impact will help determine the \nperformance bonus. For the nonpoor, sliding user fees will be charged and drugs will be made \navailable at 10–20% lower than market price.  \n \n20.  Outreach Services. Community-based health services will be provided in all partnership \nareas to ensure that the poor receive health services. The partnership area will be mapped and \ndivided  into  areas  containing  approximately  5,000  people  or  about  1,000  households.  Field \n ", "  5  \nworkers will be assigned to an area, which they will visit every 2 months. They will weigh children, \nadvise on nutrition, and  refer the seriously malnourished to health centers. They will support \ndirectly observed treatment, short-course for TB and other PHC initiatives, inform people about \nfamily  planning,  provide  contraceptives,  and  facilitate  adoption  of  long-term  methods  for \ncontraception. They will identify pregnant women and help them prepare for delivery and care for \ntheir newborn children. \n \nb.  Behavior Change Communication and Marketing16 \n21.  The  main  elements  of  the  behavior  change  communication  and  marketing  (BCCM) \nstrategy for the Project will be as follows: (i) branding of project service networks; (ii) innovative \nmarketing to maximize use of the Project, targeting providers and potential clients and patients; \n(iii)  community  mobilization  through  national  campaigns  and  direct  interventions  by  partner \nNGOs;  (iv)  raising  awareness  of  communicable  and  noncommunicable  disease control;  and  \n(v) increasing knowledge and awareness of HIV/AIDS and STI prevention and control. These \ncomponents will focus on raising awareness among the poor of their rights to health care and the \nparticular health needs of women and girls, and ensuring they know free services are available \nfor the poor. The two subcomponents of BCCM will be (i) HIV/AIDS, STI and infectious disease \ncontrol, and (ii) other ESP-related behavior change. Subcomponents (i) will be financed by the \nADB grant, and subcomponent (ii) by other financing. BCCM will be contracted out to a firm or an \ninstitution, which will work closely with the project management unit (PMU), partner NGOs, and \nthe city corporations and municipalities to prepare a BCCM strategy with short- and long-term \nimplementation plans that will be approved by the LGD and ADB.  \n \n2.  Urban Primary Health Care Infrastructure and Environmental Health \na.  Urban Primary Health Care infrastructure \n22.  The Project will construct 50 PHC and 14 CRHC centers, and upgrade 4 PHC centers to \nCRHC centers. The Project will support the purchase of 12 apartments or buildings for PHC \ncenters in Dhaka (Table 1).17 Construction will be completed within 3 years of loan effectiveness. \nUnder the overall guidance of the PMU, the city corporations and municipalities will implement the \ncivil works. A design and construction supervision firm will be hired to support the PMU. Land \nacquisition will be minimal as most of the land will be either government-owned or donated.  \nThe PHC and CRHC centers will operate in rented buildings until the new facilities are available.  \n \nb.  Environmental Health \n23.  Community Toilets. The Project will support, on a pilot basis, the construction and initial \noperation in each partnership area of at least four community toilets blocks with bathing and \nurinal facilities. The toilet blocks will offer privacy to both men and women. These complexes will \nhave electricity and 24-hour water supply, and will be operated by local communities, which will \ncharge nominal user fees. The partner NGOs will mobilize local communities and ensure that \nthey provide attendants 24 hours a day. The pay-and-use system will not burden the government \nbudget. The approach will be evaluated to ensure that it is sustainable and to ensure appropriate \ncoverage of the poor.  \n \n \n                                                 \n16 Part of an integrated, multilevel, interactive process with communities and the use of marketing analysis and \ntechniques to persuade people to take action.  \n17 Land for construction  of health facilities in Dhaka is scarce, and more than  30  PHC centers  could not be \nconstructed in Dhaka during Urban Primary Health Care Project (the first one) (UPHCP-I) due to scarcity of suitable \n  land.  \n ", "6   \nTable 1: Urban Primary Health Care Infrastructure Proposed Under the Project \n  Expected to be  Proposed Infrastructure for the Project \n  constructed in UPHCP-I\n  Purchase  Upgrade PHC \n  PHC  CRHC  PHC  CRHC  Apartments/  to CRHC \nCities/ Municipalities  Centers  Centers    Centers  Centers  Buildings  Centers \nDhaka  39  6    8  4  12  3 \nChittagong  40  0    0  2  0  1 \nKhulna  26  1    0  1  0  0 \nRajshahi  14  2    0  0  0  0 \nSylhet  0  0    10  1  0  0 \nBarisal  0  0    7  1  0  0 \n \nFive  Municipalities   0  0    25  5  0  0 \n  Total  \n119  9    50  14  12  4 \nCRHC = comprehensive reproductive health care, PHC = primary health care, UPHCP-I = Urban Primary Health Care \nProject (the first one). \nSource: Asian Development Bank estimates. \n \n24.  Community-based  Solid  Waste  Disposal  Project.  The  Project  will  support  pilot \ncommunity waste management efforts to reduce the amount of generated waste, to separate \nwaste  of  different  types  for  recycling,  and  to  improve  waste  collection  systems  in  five  city \ncorporations (other than Dhaka) and five municipalities.18 Activities will cover: (i) organic waste or \ndigestible waste collection and treatment in a jointly managed community composting facility,  \n(ii) resalable waste (for recycling) separation and temporary storage in households before being \nsold, and (iii) general non-usable waste collection and disposal by the city corporations and \nmunicipalities.  \n \n25.  Clinical  Waste  Management.  The  Project  will  support  improved  clinical  waste \nmanagement  (CWM)  in  the  project  clinics.  At  the  city  corporation  and  municipality  levels,  \nthe  Project  will  help  city  corporations  and  municipalities  prepare  CWM  action  plans  and \nimplement them in accordance with MOHFW’s action plan for CWM.  \n \n3.  Building Capacity and Policy Support for Urban Primary Health Care \na.  Building Capacity of City Corporations and Municipalities \n26.  The  Project  will  support  management  (planning,  finance,  budgeting,  monitoring,  and \nsupervision) and technical capacity building in LGD, city corporation and municipality health \ndepartments,  and  partner  NGOs.  A  consultant  firm(s)  or  institution(s)  will  be  contracted  to \n(i) organize training, fellowships, and study tours, focusing on pro-poor and gender-sensitive \ntargeting and monitoring; and (ii) train health care providers in quality assurance and provision of \nsupervision.  The  firm(s)  or  institution(s)  will  identify  skill  gaps  in  management  and  training \ninstitutions and  individuals  capable  of  providing  training,  and  will  prepare  an  overall  annual \ntraining and fellowship and/or study tour program to upgrade the management and technical \ncapacities of all of those involved in management and provision of urban PHC in the Project.  \nThe annual training, fellowship, and study tour program will be approved by LGD and ADB before \nimplementation. The Project will support overseas fellowships of 2–4-week courses for midlevel \nmanagers of city corporations, municipalities, and partner NGOs who are expected to be leaders \nin the future. The Project will support study tours for mayors, chairpersons, chief health officers, \nand other representatives of the LGD. It will strengthen the capacity of partner NGOs to conduct \n                                                 \n18 A large externally funded project on solid waste management is in the pipeline for Dhaka. \n ", "  7  \npoverty, access, gender, and equity analyses, and to develop operational responses based on \nthem. \n \nb.  Strengthening Policy Support for Urban Primary Health Care \n27.  The Project aims to strengthen the stewardship role of MOHFW and LGD in attaining the \nhealth-related MDGs. The Project will provide policy support through research assistance and \npolicy dialogue, including support for: (i) the drafting of an urban health strategy; (ii) enhancing \ncoordination between MOHFW and LGD; (iii) better pro-poor targeting and monitoring, gender \nequity,  and  adolescent  health  in  the  urban  PHC  context;  and  (iv)  a  greater  role  for  local \ngovernments in the enforcement of good practices for CWM.  \n \n4.  Project Implementation and Operationally Relevant Research  \na.   Project Implementation  \n28.  The  Project  will  provide  the  following  support  to  strengthen  project  implementation:  \n(i)  management  support,  (ii)  financial  management  and  performance  audit,  (iii)  project \nperformance  monitoring  and  evaluation  system,  (iv)  construction  supervision,  and  (v) health \nmanagement  information  systems.  A  management  support  firm  will  provide  (i)  a  long-term \ninternational consultant, who will be the chief technical adviser; (ii) a long-term local consultant for \nproject  implementation  and  quality  assurance,  which  will  include  access,  equity,  and \naccountability aspects; and (iii) 20 person-months of international and 150 person-months of \nshort-term  local  consultants  covering  poverty  analysis,  equity,  quality  assurance,  nutrition, \ngender, procurement, and contracting of NGOs, etc. (Supplementary Appendix C). A financial \nmanagement and performance audit firm will help the PMU, project implementation units (PIUs), \nand partner NGOs implement and manage a computer-based financial management system, and \nwill conduct concurrent performance audit.  \n \n29.  A health management information system (HMIS) will be developed and implemented on \na build, operate, and transfer basis. Firms will develop an HMIS; test and implement it; train staff \nfrom LGD, city corporations, municipalities, and partner NGOs; and transfer operations to LGD by \nthe end of the fourth year. The HMIS component will include website development and integration \nof information management with the Internet. The web-based information systems will be used to \nenhance project transparency and accountability by widely sharing the information generated. \n \nb.  Operationally Relevant Research \n30.  The Project will support eight operational research studies that will directly benefit urban \nPHC  provision  (Supplementary  Appendix  D).19  The  research  will  be  conducted  by  firms  or \nresearch institutions and completed within 3 years of loan effectivity. The findings will be used to \nimprove project implementation.  \n \nC.  ADF IX Grant for HIV/AIDS and Infectious Disease Control \n31.  A $10-million grant will support various HIV/AIDS and infectious disease control activities \n(Appendix 6 sets out further details justifying use of the grant). Under component 1 described \n                                                 \n19 Studies include: (i) effective pro-poor targeting; (ii) reducing gender inequalities; (iii) determining effective sexually \ntransmitted infection (STI) and HIV/AIDS prevention strategies among slum dwellers and squatters, (iv) enhancing \nthe cost-effectiveness and quality of the partner nongovernment organizations (NGOs); (v) improve coordination \nbetween local government division (LGD) and Ministry of Health and Family Welfare (MOHFW) and other relevant \nministries; (vi) impact of user fees on health service utilization; (vii) effective and transparent mechanisms, including \nvouchers, to provide free services to the poor; and (viii) a fiscal model for sustaining urban PHC. \n ", "8   \nabove, partnership agreements will include two subcomponents fully funded by the grant. These \nare: (i) $2.5 million for operating 24 HIV/AIDS voluntary testing and counseling centers—one for \neach partnership area; and (ii) $5.0 million for STI and RTI control. Also under component 1, \nBCCM will include a subcomponent whereby the grant will provide $2.5 million for HIV/AIDS, STI, \nand infectious disease control. Monitoring and evaluation of the grant’s effectiveness is integrated \ninto  the  overall  project  performance  monitoring  system.  The  progress  of  the  grant-funded \ncomponents will be reported in a separate section in the periodic reports of the LGD (Appendix \n6). Grant financing can be justified at the country and project levels.20 \n \nD.  Special Features \n32.   In South Asia, provision of PHC is ordinarily characterized by three features. First, PHC \nservices are mainly provided in rural areas. Second, the Ministry of Health is usually the ministry \nprimary responsible for service provision. Third, PHC is mainly funded and provided as a public \nservice by the government. The project features a design that uniquely contrasts with these three \naspects. First, like UPHCP-I, the project will cater to Bangladesh’s growing urban population, and \nwould expand to new urban areas. Second, LGD in the MOLGRDC is the project’s executing \nagency.  This  is  designed  to  ensure  decentralized  PHC  service  provision  through  greater \ninvolvement of city corporations and municipalities.  With such decentralized provision of public \nservices, the potential exists for increased accountability of providers and local governments to \nbeneficiaries and end-users.  Third, the project design envisages provision of PHC services by \nprivate providers through partnership agreements—contracting-out principally to NGOs.  While \nthis special feature facilitates “private provision of a public services”, the design of the partnership \nagreements  is  performance-based  with  incentives  and  contractual  stipulations  that  enhance \nquality.  Additionally, the agreements include a contractual obligation to provide 30% of the \nservices to the poor. Specific criteria have been developed so that NGOs can identify who are the \n“urban poor” and to ensure standardization of service provision amongst the different NGO \nproviders.  To prevent false claims for services once identified, the urban poor will be provided \nentitlement cards, by which the poor will be able to access free PHC services from partners.   The \nproject  displays  a  specific  emphasis  on  refinements  that  will  ensure  smooth  and  effective \nimplementation. \n \n33.  Because of the project’s complexity, the additional risk of corruption in Bangladesh has \nbeen recognized and will be addressed by a number of project specific design measures. These \ninclude assigning important roles in project implementation and monitoring to the private sector, \nlocal governments, community-based organizations, and beneficiaries; focusing on improving \nmanagement information systems and financial management; and strengthening information flow \nto stakeholders through outreach service. As well as these measures the government will engage \nan independent firm for project performance monitoring and evaluation and an independent \nperformance auditor to review, among other things, timely disbursement to NGOs. It will also \nestablish a beneficiary grievance redress mechanism; and develop a good governance and anti-\ncorruption action plan. The government will report on the implementation of the action plan each \nquarter. In addition, as a result of the success of UPHCP-I, and ADB’s active coordination with \nother development partners, ADB has catalyzed the provision of additional resources from three \ndevelopment  partners.  Significant  grant  cofinance  from  the  Government  of  Sweden,  the \nGovernment of the United Kingdom and UNFPA highlight the wider acceptance of the project \n                                                 \n20 The Project is closely aligned with Bangladesh’s poverty reduction strategy, Asian Development Bank’s (ADB’s) \ncountry  strategy  and  program,  ADB’s  Partnership  Agreement  on  Poverty  Reduction  with  the  Government  of \nBangladesh (2000), and ADB’s commitment to poverty reduction and assisting developing member countries to \nachieve the MDGs. More than half the project base costs address infectious disease and HIV/AIDS control. \n \n ", "  9  \nmodel for provision of urban PHC in Bangladesh. The benefits of this cofinance act not only to \ncatalyze the financial resources from these development partners, but also to leverage their \nsector expertise. The project, based upon refinements of UPHCP-I, has significant potential as a \nprecedent model for PHC service provision, especially in contexts where government provided \nPHC services are of less than optimal quality. \n \nE.  Cost Estimates \n34.  The total project cost, including physical and price contingencies, and taxes and duties,  \nis estimated at $90.0 million equivalent. Of this amount, $4.3 million equivalent, or 5% of the total \ncost,  is  the  foreign  exchange  cost,  and  $85.7  million  equivalent,  or  95%  of  the  total  cost,  \nis the local currency cost. The cost estimates are summarized in Table 2. Detailed cost estimates \nare in Appendix 7. \nTable 2: Cost Estimates  \n($ million) \nForeign  Local  Total \nComponent \nExchange  Currency  Cost\nADF Grant     \nComponent 1: Provision of PHC Through Partnership Agreements and  0.0  10.0  10.0\nBehavior Change Communication and Marketinga \n       \nOther Sources      \nComponent 1: Provision of PHC Through Partnership Agreements and \nBehavioral Change Communication and Marketing  0.0  44.3  44.3\nComponent 2: Strengthening Urban PHC Infrastructure and Environmental \nHealth  0.1  11.7  11.8\nComponent 3: Building Capacities and Policy Support  0.4  4.0  4.5\nComponent 4: Project Implementation and Operationally Relevant Research  2.2  6.4  8.5\nTaxes and Duties  0.0  4.5  4.5\nContingencies     \nPhysical Contingencyb  0.1  1.3  1.4\nPrice Contingencyc  0.4  3.4  3.8\n Interest on Loan  1.1  0.0  1.1\n       \nTotal   4.3  85.7  90.0\nPercent  5.0  95.0  100.0\n PHC = primary health care. \na $2.5 million for HIV/AIDS voluntary counseling and testing (VCT); $5 million for sexually transmitted infection (STI) \nand reproductive tract infection (RTI) control, and; $2.5 for behavior change communication and marketing \n(BCCM) for HIV/AIDS and infectious diseases control to be financed by Asian Development Fund (ADF) Grant. \nb  Estimated at 10.0% for civil works, and at 4.9% for equipment, furniture, materials, training, consulting services, \nstudies, and operation and maintenance. \nc  Price contingency is estimated at an annual factor of 4.5% to 5.0% of local currency cost and 0.0% to 0.6% of \nforeign exchange cost.   \nSource: Asian Development Bank estimates. \n \nF.  Financing Plan \n35.  It is proposed that ADB provide a loan of $30 million equivalent to SDR 19.954 million in \nvarious currencies from its Special Funds resources and a grant of $10 million from the Asian \nDevelopment Fund to finance 44% of the project cost. This will cover $4.3 million of the foreign \nexchange cost and $35.7 million equivalent of the local currency cost. The indicative financing \nplan is presented in Table 3. The Government of Sweden through the Swedish International \nDevelopment Cooperation Agency will provide a $5-million grant, and the Government of the \nUnited Kingdom through the Department for International Development will provide a $25-million \ngrant to be administered by ADB. UNFPA will cofinance the Project through a $2-million grant, \nwhich it will manage directly.  \n \n ", "10   \n \nTable 3: Financing Plan  \n($ million) \nForeign  Local Total \nSource  Percentage\nExchange Currency Cost \n         \nAsian Development Bank Loan  4.3 25.7 30.0   33\nAsian Development Bank Grant  0.0 10.0 10.0  11\nSida  0.0 5.0 5.0  6\nDFID  0.0 25.0 25.0  28\nUNFPA  0.0 2.0 2.0   2\nGovernment  0.0 18.0 18.0   20\nTotal   4.3   85.7  90.0   100\nDFID = United Kingdom Department for International Development, Sida = Swedish International Development \nCooperation Agency, UNFPA = United Nations Population Fund. \nSource: Asian Development Bank estimate. \n \n36.  ADB  project  financing  will  be  used  to  finance  a  portion  of  the  costs  relating  to  the \npartnership  agreement,  BCCM,  civil  works,  procurement  of  equipment,  training,  consulting \nservices, and research, but will not include salaries of regular government staff, rental of office \nspace, land acquisition, and taxes and duties. The term of the proposed loan will be 32 years, \nincluding a grace period of 8 years, with an interest charge of 1.0% per annum during the grace \nperiod and 1.5% per annum thereafter. The interest on the loan will be capitalized during the \ngrace period.  \n \nG.  Implementation Arrangements \n1.  Project Management \n37.  The LGD of MOLGRDC will be the Executing Agency. The city corporations and the \nmunicipalities will be the implementing agencies in their project areas. The organizational chart \nindicating the project management and implementation structure is set forth in Appendix 8 and \nSupplementary Appendix E. A national urban primary health care committee (NUPHCC) will be \nchaired  by  the  LGD  minister.  The  committee  will include  members  from  ministries  such as \nMOHFW and mayors and chairmen of city corporations and municipalities covered by the Project. \nThe NUPHCC will meet at least twice a year and guide urban PHC, ensure greater involvement in \nand ownership of the Project by mayors of city corporations and chairmen of municipalities, and \nforge stronger links with relevant ministries. For project implementation, the apex body will be the \nnational project steering committee (NPSC), chaired by the LGD secretary, which will guide the \nPMU. The NPSC will meet at least four times a year during the first 2 years of operations, and at \nleast twice every year thereafter.  \n38.  The chief project coordinator will be a joint secretary-level officer of LGD or higher. He or \nshe will supervise a full-time project director, who will be acceptable to ADB and will be selected \nfrom senior civil servants. The project director will be at least a deputy-secretary-level officer and \nhave project management experience, preferably in the health sector. The deputy project director, \nadministration and finance,21 will be at least at the level of senior assistant secretary officer of \nLGD. The deputy project director, technical, will be a medical doctor with a postgraduate degree \nor diploma and be a member of staff of LGD or city corporation health department with more than \n5 years’ experience in a similar project.  \n                                                 \n21 Based on a review of financial management capacity and previous experience, the project management unit (PMU) \nhas been strengthened in financial management by engaging a senior civil servant as deputy director, administration \nand finance, and a financial management and performance audit firm. \n ", "  11  \n39.  The city corporation or municipality PHC coordination committees will be chaired by the \nmayor or chairman or, in their absence, the chief executive officer. Before loan effectiveness, \nPIUs will be constituted in Dhaka, Chittagong, Kulna, and Rajshahi. A ward PHC coordination \ncommittee will be chaired by local ward commissioners and co-chaired by zonal health officers \n(where available) and female ward commissioners, with a membership that represents all local \nstakeholders, including informal settlers.  \n \n2.  Implementation Schedule \n40.  The Project will be implemented over 6.5 years, from July 2005 to December 2011. During \nthe first 6 months, the bidding process for 24 partnership agreements will be completed. PHC \nservices will be provided through new partnership agreements from January 2006 in the existing \nfour city corporations and from July 2006 in the two new city corporations and five municipalities.  \nThe Project’s long duration is justified for the following reasons: (i) short contracts lead to frequent \nchanges  in  providers,  which  might  not  be  in  the  clients’  best  interests;  (ii)  rebidding  and \nmobilization of new partner NGOs will involve management costs and a risk of disruption of \nservice provision; and (iii) uncertainties caused by short contracts may dissuade the partner \nNGOs from proper investments and they may therefore compromise on quality. The disadvantage \nof a longer contract is the risk of being stuck with nonperforming partner NGOs. Adequate \nprovisions will be made to discourage poor performance and to revoke contracts when a partner \nNGO  falls  below  set  standards  or  is  in  breach  of  contract  terms  and  conditions.  An \nimplementation schedule is in Appendix 9.   \n \n3.  Procurement of Goods and Services \na.  Civil Works \n41.  Civil works subprojects (consisting of the construction of 14 CRHC and 50 PHC centers, \nthe purchase of 12 apartments, and the upgrading of four PHC centers to CRHC centers) will be \nsmall ($100,000 to $500,000), and scattered over six city corporations and five municipalities, and \nunlikely to attract foreign bidders. The subprojects will therefore be awarded by local competitive \nbidding procedures as described in the Government’s Public Procurement Regulations 2003, and \nacceptable to ADB. Funds to purchase apartments and/or land will be from the Government’s \ncontribution only. Civil works contracts below $100,000 will be permitted only case by case. The \nGovernment will submit, through the PMU, details of the number and scope of civil works for ADB \napproval before withdrawing funds for civil works expenditure. Construction contracts will be \nrequired to contain stated compliance with labor law requirements, and to bind contractors to \ncomply with applicable labor legislation, including that on child labor. In Dhaka, where suitable \nland for further PHC centers will be difficult to obtain, LGD may consider and approve any request \nfrom the PMU to purchase a flat in a new apartment or building. It is expected that the design of \nthese new flats or buildings can be modified to meet requirements for PHC or CRHC center \noperations.  \n \nb.  Equipment and Materials \n42.  Vehicles, computers, equipment (Supplementary Appendix F), and accessories will be \nprocured  through  international  competitive  bidding  for  packages  above  $500,000  and  by \ninternational shopping for packages below $500,000, financed from ADB loan and cofinance \ngrant funds administered by ADB, in accordance with ADB’s Guidelines for Procurement. LCB \nprocedures  may  also  be  used  for  packages  below  $500,000,  financed  from  ADB  loan  and \ncofinance grant funds administered by ADB, in accordance with Public Procurement Regulations \n2003, and acceptable to ADB. Packages less than equivalent of $50,000 but more than $10,000 \n ", "12   \nmay be awarded by National Shopping procedures acceptable to ADB; and packages equivalent \nof $10,000 or less may be awarded by direct purchase procedures acceptable to ADB. To ensure \neconomy and efficiency, goods of similar nature will be grouped into packages under one or more \nbids. Apart from supplies directly provided from MOHFW and UNFPA, the partner NGOs will be \nresponsible for the purchase of all furniture, equipment, medicines, and other supplies necessary \nto meet the terms of their partnership agreements.  \n \nc.  Consulting Services \n43.  The LGD will recruit consultants and consulting firms as per ADB’s Guidelines on the Use \nof Consultants and other arrangements satisfactory to ADB for recruitment of local consultants, \nwhich may include the Public Procurement Regulations, 2003. Consulting firms will be hired using \nquality- and cost-based selection. They will include: (i) a management and training support firm; \n(ii) a quality assurance training and supportive supervision firm, (iii) a HMIS development and \nimplementation firm, (iv) a behavioral change communication and marketing firm, (v) a financial \nmanagement and performance audit firm,22 (vi) a project performance monitoring and evaluation \nfirm, and (vii) the design and supervisory engineering services of a construction firm (Appendix 10 \nand Supplementary Appendix C). The Management Support Firm, among others, will provide the \nservices of the following experts: one long-term international consultant for 78 person-months; \none long-term national consultant for 78 person-months; two short-term international consultants \nfor a total of 20 person-months (HIV/AIDS specialist for 12 person-months, and HMIS specialist \nfor 8 person-months); and nine short-term national consultants for a total of 150 person-months \n(poverty  specialist  for  24  person-months,  institutional  development  specialist  for  24  person-\nmonths, gender specialist for 12 person-months, environment specialist for 6 person-months, \nresettlement  specialist  for  3  person-months,  procurement  specialist  for  36  person-months, \nHIV/AIDS  specialist  for  24  person-months,  nutrition  specialist  for  6  person-months,  and \nmanagement information specialist for 15 person-months). The detailed terms of reference for the \nfirms, including qualification and deployment schedule of consultants to be hired through the \nmanagement  firm,  are  in  Supplementary  Appendix  C.  At  midterm  appraisal,  the  needs  for \nadditional consultant support will be assessed.  \n \nd.  Partnership Agreements \n44.  Partnership  agreements  to  deliver  the  PHC  service  package  will  be  awarded  in \naccordance with competitive bidding procedures acceptable to ADB (Appendix 5). Bidders must \ndemonstrate to the satisfaction of LGD and ADB that they have the expertise and resources to \nprovide the PHC services. Preference will be given to NGOs with experience in providing urban \nPHC services in UPHCP-I or similar programs, and additional weight will be given to NGOs that \nprovide similar services in the specific partnership area. \n \n4.  Advance Action  \n45.  LGD23  will  take  advance  actions  to  expedite  project  implementation,  particularly  by:  \n(i)  short-listing  firms  to  provide  consultancy  services;  (ii)  preparing  bid  documents  for  the \npartnership  agreements;  (iii)  extending  the  current  16  partner  NGO  contracts  in  four  city \ncorporations  by  1  year  (from  1  January  2005  to  31  December  2005)  following  procedures \nacceptable to ADB; and (iv) constituting and agreeing the terms of reference of NUPHCC, NPSC, \nand other committees involved in project implementation. These advance actions will apply only \n                                                 \n22 A performance audit is systematic examination of management systems and procedures to facilitate economy, \nefficiency, and effectiveness in the use of resources and strengthening good governance. \n23 LGD has experience of UPHCP-I and is capable of taking advance actions. \n ", "  13  \nuntil evaluation of bids; contract awards and signing of agreements will take place only after loan \neffectiveness. The Project will allow the services of the current partner NGOs to continue until \nDecember 2005, when the new contracts are expected to be operational. The development and \nfinalization of 1-year contract extensions will follow invitation procedures acceptable to ADB. \nFunding for the first 6 months (January to June 2005) will come from savings from UPHCP-I, and \nfunding for the second 6 months (July to December 2005) will come from the Project, for which a \nseparate provision of $2 million will be made. ADB’s concurrence with advance actions does not \ncommit ADB to finance the Project. \n \n5.  Disbursement Arrangements \n46.  Withdrawal of loan proceeds will be in accordance with the ADB Loan Disbursement \nHandbook  of  January  2001,  as  amended  periodically,  and  with  arrangements  between  the \nGovernment and ADB. Imprest account and statement-of-expenditure procedures will be used. \nSeparate imprest accounts for the ADB loan and ADB grant will be established within 1 month of \nloan effectiveness in a reputable commercial bank acceptable to ADB. Separate imprest accounts \nwill be established for the grant from the Swedish International Development Cooperation Agency \n(Sida) and the grant from the United Kingdom Department for International Development (DFID) \nas and when they are executed. The PMU under LGD will manage the imprest account. ADB’s \nstatement-of-expenditures procedures will be used to replenish and liquidate the imprest account \nfor  eligible  expenditures  not  exceeding  $50,000  per  payment.  The  advance  to  the  imprest \naccount will be limited to 10% of the loan or the forecast expenditure for the next 6 months, \nwhichever is lower. The interest of the loan will be capitalized.  \n47.  Fund Flow. The advance from the imprest account will be deposited in a bank account to \nbe maintained in a reputable commercial bank and used for ADB's portion of eligible costs of the \nProject. The Government counterpart contribution will be deposited in a separate bank account. \nThe PMU will disburse most project expenditures from these accounts. In addition, 11 second-\ngeneration imprest accounts (SGIAs) for the ADB loan account only will be opened, one in each \nPIU (six city corporations and five municipalities) for disbursement of funds to pay for ADB’s \nportion of the eligible project costs. Disbursement will be delegated to the PIUs for ADB’s share of \ncivil works expenditures. (Funds routed through the 11 SGIAs will be only for the ADB-funded civil \nworks.) The PIUs will effect Government counterpart disbursements  through a separate bank \naccount. The SGIAs are expected to disburse $2 million of the total project cost. The PMU will \ndisburse the ADB, Sida, and DFID grants, so they will not need SGIAs.  \n  6.  Accounts and Auditing \n48.  The Government, acting through the LGD, will maintain records and accounts to identify \ngoods and services financed by loan proceeds. It will ensure city corporations and municipalities \nkeep  similar  records.  LGD  will  ensure  that  accounts  and  financial  statements  are  audited \nannually, in accordance with sound accounting principles, by independent auditors acceptable to \nADB. It will furnish to ADB, not later than 6 months after the close of each fiscal year, certified \ncopies of audited accounts and financial statements, and the report of the auditor on these.  \nAll the imprest accounts and statement of expenditure records will be audited annually and a \nseparate audit opinion will be provided for each. \n \n7.  Reporting \n49.  The PMU will prepare quarterly progress reports on project implementation and submit \nthem to ADB and LGD within 20 days of the end of the applicable period. The reports will be \n ", "14   \nprepared in a format acceptable to ADB and other cofinancers and will include, among others, the \nfollowing: (i) project progress and population served (disaggregated by poverty and gender), \nagainst established targets, including aspects of quality; (ii) delays and problems encountered, \nand actions to resolve them; (iii) compliance with loan covenants; (iv) proposed program of \nactivities to be undertaken during the next 6 months; (v) expected progress during the succeeding \nperiod; and (vi) maintenance and repair of health facilities. Within 6 months of the Project’s \nphysical completion, the Government will prepare and submit to ADB and other external funding \nagencies a project completion report, including costs and compliance with loan covenants. \n \n8.  Project Review \n50.  The Government, ADB, and other cofinancers will jointly review the Project’s progress at \nleast twice a year. The representatives of the health consortium with an interest in urban PHC will \nbe invited to join the reviews. Efforts will be made to ensure the project review coincides with \nMOHFW’s health, nutrition, and population sector program review. The Government, ADB, and \nother cofinancers will jointly review the Project in the middle of its third year. This midterm review \nwill: (i) examine the scope, design, implementation arrangements, and other relevant issues in \nlight of the Government’s development strategies and the policy framework; (ii) examine progress \nin achieving the Project’s measurable objectives, with emphasis on catering to the urban poor, \nespecially women and girls; (iii) identify changes since appraisal in issues related to urban PHC \nand  resource  management  and  allocation,  and  assess  their  impact  on  future  project \nimplementation and sustainability; (iv) assess implementation performance against appropriate \nprojections;  (v)  review  and  establish  compliance  with  various  loan  covenants;  (vi)  identify \nproblems  and  constraints;  and  (vii)  recommend  corrective  action.  The  midterm  review  will \nevaluate the use and projected use of funds, and, if necessary, expand the Project to new \nmunicipalities, or deepen services within existing project areas, depending on projected savings.  \n \n51.  The  midterm  review  may  consider  further  involvement  of  ADB  in  urban  PHC.  Such \ninvolvement will depend on LGD achieving predetermined benchmarks of performance, including \ntimely  contracting-out  of  PHC  services  to  NGOs,  sound  implementation,  targeting  the  poor \n(especially women and girls), and achieving good governance. Further ADB and external funding \nagencies support to urban PHC delivery will depend on LGD’s performance.  \n \n9.  Project Performance Monitoring and Evaluation \n52.  The LGD and PMU will establish a comprehensive project performance monitoring and \nevaluation system (PPMES) acceptable to ADB and other cofinancers. The PPMES will: (i) \nassess technical performance; (ii) evaluate delivery of planned activities; (iii) measure project \nimpacts; (iv) measure social and economic benefits with a focus on the poor, women, and \nadolescents; and (v) monitor achievements of health-related MDGs. PPMES indicators will serve \nas a basis for reports on project implementation, and will cover fiscal impact, improved use of \nresources, changes in access to services (particularly among the poor), improved service quality, \ncost savings from rationalization, client satisfaction, and MDG progress status. Baseline values \nfor these indicators will be estimated from participatory assessments and from household and \nhealth facility surveys. The midterm and final values of the indicators will be estimated from \nsimilar participatory assessments and from household and health facility surveys. The indicators \nwill be disaggregated by socioeconomic status and gender of the beneficiaries to assess the \nimpact  in  reducing  inequities.  A  PPMES  firm  will  be  engaged  to  conduct  participatory \nassessments  and  household  and  health  facility  surveys.  A  quality  assurance  firm  will  be \nresponsible  for  monitoring  and  assessing  the  technical  performance  of  the  partner  NGOs \n(Supplementary Appendix C).  \n ", "  15  \n \nIV.  PROJECT BENEFITS, IMPACTS, AND RISKS \nA.  Project Benefits \n53.  Improved Health Status. The Project will improve the health status of people living in the \nsix city corporations and five municipal towns by providing an essential package of high-impact \nservices. By reducing child and maternal mortality, the Project will help Bangladesh achieve the \nhealth-related MDGs. \n \n54.  Improved Equity and Efficiency in the Health Sector. The Project will improve the \nefficiency of urban health care services by: (i) improving the spatial distribution of health centers, \ne.g.,  PHC  and  CRHC  centers,  and  mini-clinics,  in  accordance  with  population  density  and \ngeographical factors; (ii) supporting cost-effective interventions to reduce mortality and morbidity; \n(iii) enabling least-cost private sector participation in the provision of preventive and promotive \nhealth  care  services  through  partnership  agreements;  (iv)  allowing  appropriate  user  fees;  \n(v) improving the monitoring and supervision system; and (vi) concentrating on the provision of \nhealth services that will produce the greatest public good to use scarce government resources \nmore efficiently. Women and children will constitute more than 75% of all project beneficiaries.24 \n55.  Improved Management Capacity. The Project will build the management capacity of \nhealth departments in the six city corporations and five municipalities so they can effectively \ndeliver  urban  PHC  services  by:  (i)  providing  training  in  different  management  techniques;  \n(ii) developing tools so the urban health system can be supervised effectively, including HMIS; \nand (iii) building capacity of health departments of the city corporations and municipalities for \nfinancial management and analysis so cost-efficiencies can be achieved. \n56.  Economic Gains. The Project will provide three types of economic benefits: (i) health \nimprovements that lead to better productivity and learning outcomes at school, (ii) a reduction in \ndays lost due to sickness or health care, and (iii) savings in out-of-pocket expenditures on health \ncare because of better and more efficient health services (Appendix 11). \n \nB.  Risks \n57.  Delays  in  Implementation.  UPHCP-I  was  delayed  by  2  years  for  various  reasons \n(Appendix 3). Delays in contracting-out of services to NGOs may also jeopardize implementation \nof this Project. The Project could be held up by challenging procedures, including bid preparation, \nattracting effective NGOs, the need for transparent evaluation, and issuing contracts. However, \nthese risks should be reduced because the PIU of UPHCP-I is fully functional and can help \ncontract partner NGOs in advance, procedures that were tested during UPHCP-I will help reduce \nthe preparation time for contracting, and coordination between MOHFW and LGD is better than \nduring the early stages of UPHCP-I. \n \n58.  Risks in Partnership Agreements. Partnership agreements have both procedural and \nimplementation risks. Procedural risks include the possibility that the bidding process to select \neffective NGOs at the most competitive rates will not be transparent and that a contract obligating \nNGOs to implement the partnership agreement, and especially to target the poor, will not be \nexecuted. The implementation risks are significant: NGOs may not be paid on time or properly \nsupervised to ensure they guarantee access to high-quality services, especially for the poor. \n                                                 \n24 Ninety percent of project  services will be based on the essential service package (ESP). ESP’s predominant focus is \nmaternal and child health. Under UPHCP-I, more than 75% of the beneficiaries were women and children, and more \nthan 50% female. \n ", "16   \nInvolvement of city corporations and municipalities will improve local participation in the Project, \nbut may also mean increased local pressure on NGOs and the Project. Lessons learned in \nUPHCP-I that may help reduce these potential risks include the following: city corporations and \nmunicipalities should be involved in the Project, a national PHC committee should be constituted, \nan independent PPMES firm should be engaged, consultant support should be provided to the \nPMU, tender documents should be reviewed carefully by ADB and the Government, and the \nProject should build on procedures that were successful under UPHCP-I. \n \n59.  Weak Pro-Poor Targeting. For a variety of reasons related to project design, pro-poor \ntargeting in UPHCP-I was not optimal (Appendix 3). This could be a risk for the Project. Without \nadequate  disincentives,  partner  NGOs  may  not  target  the  poor  enough.  Safeguards  are \nproposed, including contractually obligating NGOs to provide at least 30% of their services to the \npoor. The bidding process will ensure adequate medicines are provided and that these will be \nfree to the poor. Disincentives for noncompliance, including termination of the contract, will be \nbuilt into the contracts. \n \n60.  Corruption  and  Governance.  Corruption  is  a  risk,  partly  because  the  project \nimplementation is complex. However, measures to reduce the risk of corruption and improve \ngovernance have been included in the project design. These include: (i) assigning important roles \nin project implementation and monitoring to the private sector, local governments, community-\nbased  organizations,  and  beneficiaries;  (ii)  improving  management  information  systems  and \nfinancial management, including by requiring financial audits to be provided within 6 months of \nfinancial year end; (iii) enhancing the free flow of information to all stakeholders; (iv) performance-\nbased contracting, including incentives (a performance bonus) for demonstrated performance \nability; (v) engaging an independent PPMES firm and instituting a beneficiary grievance redress \nmechanism; (vi) review through performance audit of the timely disbursements to partner NGOs; \nand  (vii)  development  of  a  good  governance  and  anti-corruption  action  plan  and  quarterly \nreporting on the action plan. \n \n61.  Financial Sustainability. The Government needs to add at least $11.1 million to its \ncurrent annual expenditure to sustain urban PHC in 2012-2013 and $11.7 million per year more in \nsubsequent years (Appendix 11). The Project’s benefits are unlikely to be sustainable after \ncompletion unless an appropriate fiscal model is in place. The Project will help LGD explore \nalternative models, and the Government has given an assurance that one will be selected within \ntwo years of loan effectiveness to ensure the Project is financially sustainable after its completion. \n \nC.  Environmental Issues  \n62.  This is a category-B project. An initial environmental examination (IEE) (Supplementary \nAppendix G) was undertaken, and the summary IEE is in Appendix 12. The IEE shows that the \nProject’s environmental benefits will be substantial, resulting from improved environmental health \nthrough the expansion of PHC, particularly to the poor. It also shows that the potential adverse \nimpacts are not significant, localized, and can be mitigated. As the location and design of the \nPHC  and  CRHC  centers  will  take  place  during  project  implementation,  an  environmental \nassessment and review framework (Supplementary Appendix H) will be developed to guide \nenvironmental screening and assessment and to facilitate compliance with the environmental \nrequirements of the Government and ADB. \n \nD.  Land Acquisition and Resettlement \n63.  Construction of health facilities and community latrines will require only 3 hectares. Most \nconstruction will occur on either government land or voluntarily donated land, arranged by the \n ", "  17  \ngovernment. ADB’s policy on involuntary resettlement will be followed. The PMU will use the \nresettlement framework in Appendix 13 to prepare a resettlement plan, which will be submitted to \nADB  for  approval.  A  short  resettlement  plan  prepared  for  the  six  city  corporations  is  in \nSupplementary Appendix I. \n \nE.  Social Measures \n64.  Participation. During project preparation, discussions were held with beneficiaries, health \nstaff, and officials through field studies, meetings, and workshops.  These provided information on \nhealth  service  availability,  health-seeking  behaviors,  and  financing  during  disease  episodes. \nDuring implementation the beneficiaries will provide advice on health services, health promotion \nactivities, and access to the health services for the poor. They will also be consulted through \nfocus group discussions during project evaluation (Appendix 14). \n \n65.  Social Assessment. More than 50% of the project population is from four main groups:  \n(i) slum dwellers living legally in slums; (ii) squatters living illegally on land owned by others; \n(iii) floating populations with no fixed residence; and (iv) other urban poor living throughout urban \nareas, mixed with the nonpoor. The Project will target all the four groups through mini- or satellite \nclinics, outreach activities, and domiciliary services. Both demand- and supply-side interventions \nwill be used to target the poor. Large slums will have mini-clinics, which will be open in the \nevening to maximize their use by the poor. \n \n66.  Indigenous People. None of the 6 city corporations or the 5 municipalities has a large \nindigenous population.  \n \n67.  Gender. More than 75% of the project beneficiaries will be women and children, as 90% \nof the services are based on the essential services package, which focuses mainly on maternal \nand child health. Women will comprise at least 50% of the Project’s health providers and at least \n30% of project management staff. The PPMES will conduct a gender-disaggregated review of \noutputs and outcomes to ensure gender equity. \n \n68.  Poverty Reduction. At least 30% of all project services will target the poor through \nperformance-based  contracting  and  behavior  change  communication  activities.  All  the  poor \nhouseholds in the partnership agreement areas will be identified, the list will be updated annually \n(Appendix 4), and entitlement cards for free health services will be issued to these households. \nPHC service use, outputs, and outcomes of the Project among poor households will be monitored \nand evaluated through a poverty-disaggregated PPMES. \n  V.  ASSURANCES \n69.  In addition to the standard assurances, the following will be required from the LGD,  \ncity corporations, and municipalities, which will be incorporated in the legal documents: \n \nA.  Specific Assurances \n70.  In addition to the standard assurances, the Government of Bangladesh has given the \nfollowing assurances, which are incorporated in the legal documents. \n \n(i)  Continuity between UPHCP-I and the Project. The Government shall ensure the \ncontinuity of the implementation of urban PHC services between the completion of \nUPHCP-I and the beginning of the Project.   \n \n(ii)  Fiscal Model for Urban PHC Provision. Within 2 years of the effective date,  \nthe  Government  shall  cause  LGD  to:  (a)  review  and  consider  possible  fiscal \n ", "18   \nmodels to finance the recurrent costs for the provision of urban PHC; (b) based on \nthe results of its review, develop a fiscal model to cover the recurrent costs of \nproviding urban PHC for the urban poor by city corporations and municipalities \nafter the closing date; (c) issue a policy statement that sets out the most feasible \nfiscal model to cover the recurrent costs of providing urban PHC to the poor by city \ncorporations and municipalities after the closing date that is endorsed by the \nMinistry of Finance and the Planning Commission; and (d) incorporate to the \nsatisfaction  of  ADB,  revenue  and  development  budgets  of  the  LGD  to \noperationalize the fiscal model by the closing date.  \n \n(iii)  User Fees Retention. Within 6 months of the effective date, the Government shall \nprepare and issue a government order that shall ensure implementation of the \nfollowing specifications on user fees: (a) an objective, transparent, and verifiable \nmechanism or formula for establishing user fees; (b) the entitlement of each city \ncorporation, municipality, and partner NGO to retain a proportion of user fees; (c) \nthe proportion of user fees that may be retained by city corporation, municipalities, \nand partner NGOs; (d) the requirement for each city corporation and municipality \nto establish an urban PHC sustainability fund, and to deposit the proceeds of all \nuser fees into such urban PHC sustainability fund; (e) the permissible uses and \npurposes of such retained user fees, which shall primarily involve targeted PHC \nservices for the poor, and women and children; and (f) the condition that no city \ncorporation or municipality may apply any user fees deposited in the urban PHC \nsustainability fund for any purpose, unless such city corporation or municipality \nmakes a financial contribution from its own revenue equivalent to the amount of \nuser fees to be applied to such purpose. \n \n(iv)  Good Governance and Anticorruption Measures. The PMU and the LGD will \ntake concrete proactive steps to ensure good governance and prevent corruption \nby, among other things, preparing an action plan to implement the measures listed \nin Appendix 15, implementing such action plan, and preparing quarterly reports of \nthe measures taken in a form and manner satisfactory to ADB.  \n(v)  Environment.  LGD  is  responsible  for  ensuring  that  the  location,  design, \nconstruction,  rehabilitation,  and  operation  of  health  facilities  will  follow  all \napplicable laws, MOHFW’s action plan for CWM, ADB's environmental policies, \nand  the  requirements  specified  in  the  environmental  assessment  and  review \nframework (Supplementary Appendix H) and IEE (Supplementary Appendix G). \nEach city corporation and municipality will prepare a CWM plan for approval by \nLGD. Training will be provided to relevant medical staff in CWM, including in waste \nseparation and equipment operation. The Government will also ensure that the city \ncorporations and municipalities will have sufficient budget to operate and maintain \nthe CWM plan. For all major civil works, the Government will ensure that mitigation \nmeasures relating to environment are incorporated into the project. \n(vi)  Gender Strategy. LGD shall ensure and shall cause each city corporation and \nmunicipality to ensure that the gender action plan agreed on between LGD and \nADB is implemented in accordance with its terms, and that implementation has \ncommenced no later than 3 months after the effective date.  \n \n(vii)  Complaint Investigation and Resolution Mechanism. Within 3 months of the \neffective  date,  LGD  will  establish  a  complaint  investigation  and  resolution \n ", "  19  \nmechanism within LGD. The complaint investigation and resolution mechanism \nshall be responsible for: (a) reviewing and addressing complaints from end users, \nbeneficiaries, and other stakeholders of the Project, in relation to either the Project, \nany of the service providers, or any person responsible for carrying out any aspect \nof  the  Project;  and  (b)  establishing  the  threshold  criteria  and  procedures  for \nhandling such complaints, for proactively and constructively responding to them, \nand for providing the public with notice of such mechanism, including publishing \nredress procedures on the website and other effective dissemination means. Such \ncriteria and procedures shall be subject to ADB’s approval.  \n \n(viii)  Resettlement.  LGD  and  the  PMU  will  ensure  that  land  acquisition  and \nresettlement activities are implemented in accordance with all applicable laws and \nregulations,  ADB’s  policy  on  involuntary  resettlement,  as  per  the  resettlement \nframework  (Appendix  13),  and  resettlement  plan  (Supplementary  Appendix  I).  \nAll subproject resettlement plans will be prepared, disclosed to people affected by \nthe Project, and submitted to ADB for review. All compensations and entitlement \npayments shall be made prior to the relocation of any affected people.  \n \n(ix)  Subproject Approval Process and Selection. All subprojects shall comply with \nADB’s policies and satisfy ADB procedures for subproject preparation with respect \nto technical, operational, economic, and other requirements of ADB. \n \n(x)  Coordination with MOHFW. LGD shall sufficiently coordinate the Project with \nMOHFW by ensuring that representatives of MOHFW regularly attend meetings of \nthe national urban primary health care committee, the national project steering \ncommittee, and each respective city corporation or municipality primary health \ncare coordination committee.  \n \n(xi)  HIV/AIDS. LGD shall ensure that HIV/AIDS training and educational activities, \nparticularly  those  protecting  women  and  girls,  are  mainstreamed  throughout \nproject activities. LGD shall: (a) provide training in HIV/AIDS awareness building \nand  HIV/AIDS  prevention  planning  to  staff  of  the  PMU,  each  PIU,  and  each \npartner,  and  to  construction  workers  engaged  in  civil  works  on  the  Project;  \n(b) integrate HIV/AIDS issues into training activities for health care providers in the \nProject; and (c) integrate HIV/AIDS issues into behavior communication change \nand marketing activities supported by the Project.  \n \n(xii)   Disbursements and Performance Audit. LGD shall ensure that disbursements to \nbe made to each partner NGO will be made timely in accordance with the terms of \nthe relevant partnership agreement. Within 6 months of the effective date LGD \nshall appoint an independent external performance auditor who shall conduct a \nquarterly review of all disbursements made by the PMU and each PIU to the \npartner NGOs, and shall evaluate the extent to which timely disbursements were \nmade  in  accordance  with  the  respective  partnership  agreements.  LGD  shall \ninclude a summary of each such quarterly performance audit as a component of \neach quarterly progress report submitted to ADB and the national project steering \ncommittee.  \n(xiii)  Cofinancing.  Except  as  otherwise  agreed  by  ADB,  within  3  months  of  the \nEffective Date, the Government shall ensure the execution and delivery of each of \nthe Sida Grant Agreement, the UNFPA Grant Agreement, and the DFID Grant \n ", "20   \nAgreement on behalf of the Government will have been duly authorized or ratified \nby all necessary governmental action; and the Sida Grant Agreement, and the \nDFID Grant Agreement will have been duly executed and delivered on behalf of \nthe Government and will have become legally binding upon the Government in \naccordance with its terms. \nB.   Conditions for Loan Effectiveness \n71.  The following will be the conditions for loan effectiveness: (i) establishment of a national \nurban primary health care committee and national project steering committee; (ii) establishment \nof a fully functional PMU and PIUs in the four city corporations (Dhaka, Chittagong, Kulna, and \nRajshahi);  (iii)  execution  and  delivery  of  a  project  agreement  by  each  city  corporation  and \nmunicipality included in the Project; and (iv) approval by the Government of the project pro forma \nfor carrying out the Project. \n \nVI.  RECOMMENDATION \n72.  I  am  satisfied  that  the  proposed  loan  and  grant  would  comply  with  the  Articles  of \nAgreement of the Asian Development Bank and recommend that the Board approve: \n \n(i)  the loan in various currencies equivalent to Special Drawing Rights 19.954 million \nto the People’s Republic of Bangladesh for the Second Urban Primary Health Care \nProject from ADB’s Special Funds resources with an interest charge at the rate of \n1.0% per annum during the grace period and 1.5% per annum thereafter; a term of \n32 years, including a grace period of 8 years; and such other terms and conditions \nas  are  substantially  in  accordance  with  those  set  forth  in  the  draft  Financing \nAgreement and draft Project Agreement presented to the Board;  \n \n(ii)  the grant of $10 million to the People’s Republic of Bangladesh for the Second \nUrban Primary Health Care Project from Asian Development Fund for HIV/AIDS \nand  infectious  disease  control  substantially  in  accordance  with  terms  and \nconditions set forth in the draft Financing Agreement and draft Project Agreement \npresented to the Board, and subject to the condition that ADB has, in accordance \nwith the provisions of Resolution No. 300 of the Board of Governors and as \ndetermined by the President, sufficient resources to finance the grant; and \n \n(iii)  the administration by ADB of a grant in the amount not exceeding the equivalent of \n$5 million to be provided by the Government of Sweden and a grant in the amount \nnot exceeding the equivalent of $25 million to be provided by the Government of \nthe United Kingdom to the People’s Republic of Bangladesh for the purpose of the \nSecond Urban Primary Health Care Project. \n \n \nHaruhiko Kuroda  \nPresident \n \n6 May 2005 \n ", "Appendix 1  21\nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance Indicators/ Targets  Monitoring  Assumptions \nSummary  Mechanisms  and Risks  \n1. Impact       \nImproved health  From 2005 to 2014, in the project area:  Project baseline,  Assumption \nstatus of the  • Under-5 mortality rate (U5MR) reduced by 15%  midterm, and  Macroeconomic \nurban  • Maternal mortality ratio (MMR) reduced by 15%   final household  stability \npopulation,  • Total fertility rate (TFR) reduced by 10%   surveys   \nespecially the  • Child malnutrition reduced by 10%     \npoor, in the six  Project  Risk \n• Differentials in U5MR, MMR, TFR, and child malnutrition \ncity corporations     between the lowest income quartile and the highest income performance  Floods and \nand five  audit report  other natural \n   quartile reduced by 15% \nmunicipalities  survey in 2014  disasters  \n• Sexually transmitted infection (STI) prevalence reduced by \n \n   10% between baseline and midterm and by 20% from  \n \n   baseline to the end of the term (Grant) \n2. Outcome       \nImproved  By 2011, improved PHC access, use, and equity as indicated  Project baseline,  Assumption \naccess to and  by the following:   midterm, and  Effective \nuse of efficient,  • At least 30% of each service provided—preventive,  final household  coordination \neffective, and  promotive, and curative—is accessed by the poor  surveys  between Local \nsustainable  • 100% of poor people who are eligible and in need of health  Government \ngood-quality  services for voluntary counseling and testing (VCT) for  Division (LGD) \nprimary health  human immunodeficiency virus (HIV), STI, and  and Ministry of \ncare (PHC)  reproductive tract infection (RTI) treatment, obtain services  Health and \nservices for the  (Grant)  Family Welfare \npoor in urban  • Proportion of women and girls accessing basic curative  (MOHFW)  \nareas covered  services is at least 60%  Risk \nby the Project,  • Proportion of attended births either at home or in the health  Failure to \nwith a particular  centers increased by 10%  contract out \nfocus on women  • Prevalence of use of modern methods of contraception  PHC services to \nand girls  nongovernment \nincreased to 60% among married women of reproductive \nage (15–49)  organizations \n(NGOs) \n \nImproved quality of PHC services as indicated by the  Health facility  Assumption \nfollowing:  and household  Effective quality \n• Proportion of sick children under 5 years seen at a health  surveys  assurance and \nfacility who receive correct case management for diarrhea    supportive \nand acute respiratory tract  infection increased to 85%   Quality  supervision  \n• Fully immunized children increased to at least 90% within   assurance  Risks \n2 years of project implementation, and sustained at that  surveys  Poorly \nlevel for the remaining project period     managed \n• Case detection of tuberculosis (TB) cases increased to  Program  NGOs \n75%, and detected cases receiving complete short-course  relevant studies  contracted  \nchemotherapy and becoming sputum-negative increased to     \n85%   Integrated  Corruption, \n• Quality of care improving year on year, and an increasing  supervisory  which can \npercentage of catchment households expressing overall  instruments   discourage \nsatisfaction with health services  good NGOs \nfrom \n• All PHC centers able to provide proper treatment for RTIs \nparticipating  \nand STIs (Grant) \n \n ", "22         Appendix 1 \nDesign  Performance Indicators/ Targets  Monitoring  Assumptions \nSummary  Mechanisms  and Risks  \n  Improved cost-effectiveness, efficiency, and institutional and  Analysis of  Assumption \nfinancial sustainability as indicated by:  regular costing  LGD is \n• Essential services packages constituting 90% of the  and use of data  committed to \nservices provided  by the project  urban PHC \n• At least 12% (8% for new partnership agreements) of the  management  Risk \ntotal cost of services raised through user fees and other  unit (PMU)  City  \nmechanisms    corporations \n• City corporations and municipalities allocating at least 1%  Regular  and \nof their budget to PHC and increasing funding to PHC by  reporting of  municipalities \n5% per annum  partner NGOs to  have other \n• Improved capacity of city corporations, municipalities, and  project  competing \nimplementation  interests and do \nNGOs to delivery PHC services by 20% from the baseline \nunits (PIUs) and  not allocate \nas measured by various management, financial, and \norganizational parameters  the PMU  money to urban \nPHC \n3. Outputs       \n1. Provision of  • At least 17 partnership agreements signed within 6 months  Project progress  Assumption \nPHC services  of loan effectiveness, and the remaining 7 agreements  reports and  Smooth \nthrough partner  signed within 1 year of loan effectiveness in six city  review missions  relations are \nNGOs and  corporations and five municipalities     maintained \nHousehold \nbehavioral  • Supplementary nutrition provided to moderately to severely  between \nsurveys at \nchange  malnourished pregnant women and children who attend the  partners and \nbaseline, \ncommunication  project clinics during the project period  city \nmidterm, and \nand marketing  • At least one HIV/AIDS VCT operational in each partnership  corporations \nproject end  \n(BCCM)   area by the middle of the second year of project  Risks \n \nimplementation (Grant)  Integrated  Delay in signing \n• Behavioral change communication leading to awareness of  supervisory  of agreement \nsafe sex, HIV/AIDS, and STI prevention increased by 25%  instruments  contracts  \nfrom baseline (Grant)   \n  Late \ndisbursements  \n2. Strengthening  • Construction of at least 50 PHC  and 14 comprehensive  Construction  Assumption \nurban PHC  reproductive health care (CRHC) centers, 4 PHC centers  progress reports  Technical \ninfrastructure  upgraded to CRHC center, and purchase of 12 apartments    capacity \nand  or buildings for PHC centers in Dhaka, completed within   Project progress  available to \nenvironmental  3 years of loan effectiveness  reports and  implement \nhealth  • At least four community latrines for the poor constructed in  review mission  environment \neach partnership area within 4 years of loan effectiveness,  health projects  \n50% for use by women   Risk \n• At least 10 pilot projects for community-based solid waste  Scarcity of land \ndisposal initiated within 2 years of loan effectiveness   for health \n• Clinical waste management process developed and  facilities and \noperating successfully under all partnership agreements by  community \nthe end of the first year  latrines  \n   \n3. Building  • Annual training fellowship and study tours for at least two  Project progress  Assumption \ncapacity and  people from each  agreement partners, PMU, and PIUs,  reports and  Objective \npolicy support  and one elected official from each of the city corporations  review missions  criteria for \nfor urban PHC  and municipalities, selected for their commitment to the    selection of \n  Project’s objectives   Quarterly  candidates for \n  • Equal opportunity to women in all the aspects of capacity  capacity-building  foreign \n  building  report   fellowship and \n  • At least two people from each partnership area trained to     training in place \n  conduct poverty, access, equity, and gender analyses that     \n  feed into targeted provision for poor people by the end of  Risk \n  the second year  Failure to \n  • At least two people from each city corporation and  engage \n  municipality trained to track expenditure and service  competent \n  provision through a computerized financial management  training \n  institutions for \n ", "Appendix 1  23\nDesign  Performance Indicators/ Targets  Monitoring  Assumptions \nSummary  Mechanisms  and Risks  \n  system by the end of the second year  capacity \n  • 50% of health providers and 30% of the management  building  \n  personnel are women   \n  • All PMU, PIU, and partner NGO staff trained in quality \n  assurance activities by the end of the second year \n  • Policy support for urban health strategy, pro-poor targeting, \n  and environmental health, including clinical waste \n  management, built on poverty-focused experience of the \n  Project provided by the end of the second year \n4. Project  • Contracts for management support and training support;  Project progress  Assumption \nimplementation  finance and performance audit; project performance  reports and  Research \nand  monitoring and evaluations systems; construction  review missions  proposals \noperationally  supervision; behavior change communication; health    quickly \nrelevant  management and information systems; and quality  Review of  approved and \nresearch   assurance and supportive supervision issued in the first   operations  results \n  6 months of the Project  research reports  disseminated \n• Fully functional PMU and PIUs in four city corporations    Risks \n(Dhaka, Chittagong, Kulna and Rajshahi) established by  Delay in issue \nloan effectiveness, and PIUs in remaining two city  of contracts  \ncorporations and five municipalities established within 6   \nmonths of loan effectiveness   Hiring of PMU \n• Contracts completed with research institutions to  and PIU staff is \nimplement eight operations research projects within 2 years  not timely and \n  not merit-based \n  \nActivities and Milestones  Inputs  ($ million) \n1.1  17 partnership agreements in 4 city corporations executed  31.12.2005  ADB  40 \n   \n1.2  7 partnership agreements in 2 new city corporations and  30.06.2006  Government of  18 \nfive municipalities    Bangladesh \n \n1.3  One VCT per partnership agreement area operationalized  31.12.2006  DFID  25 \n \n2.1  Contracts for 50 new PHC, 14 new CHRC, upgrading 4  30.06.2006  Sida  5 \nPHC and purchase of 12 apartments or buildings for PHC     \nin Dhaka accomplished \n2.2  All the new facilities mentioned in 2.1 operationalized  31.12.2007  UNFPA  2 \n2.3  4 community latrines per partnership area operationalized  31.12.2008     \n3.1  Annual training program initiated  30.06.2006     \n4.1  Fully functional PMU and 4 PIUs (existing city  30.06.2005     \ncorporations)   \n4.2  Fully functional 7 PIUs (new city corporations and  31.12.2005     \nmunicipalities)   \n4.3  Contract for management support firm executed  31.12.2005     \n4.4  Contracts for other consultant firms executed  30.06.2006     \n4.5  Contracts for operational research executed  30.06.2007     \nADB=Asian Development Bank, BCCM = behavior change communication and marketing, CRHC = comprehensive \nreproductive health care, DFID= United Kingdom Department for International Development, HIV/AIDS  = human \nimmunodeficiency virus/acquired immunodeficiency syndrome, LGD = Local Government Division, MMR = maternal \nmortality ratio, MOHFW = Ministry of Health and Family Welfare, NGO = nongovernment organization, PHC = primary \nhealth care, PMU = project management unit, PIU = project implementation unit,  Sida= Swedish International \nDevelopment Cooperation Agency, RTI = reproductive tract infection, STI = sexually transmitted infection, TB = \ntuberculosis, TFR = total fertility rate, U5MR = under-5 mortality rate,  UNFPA= United Nations Population Fund, VCT = \nvoluntary counseling and testing. \n \n \n ", "24         Appendix 2 \nSUBSECTOR ANALYSIS: URBAN PRIMARY HEALTH CARE IN BANGLADESH \n \nA.  Introduction  \n \n1.  Urban Areas. Urban Bangladesh can be divided into four broad categories. In the first \ncategory are the two largest city corporations—Dhaka and Chittagong—with more than 1 million \npeople. The remaining four city corporations—Khulna, Rajshahi, Sylhet, and Barisal—and large \nmunicipalities (mostly old district headquarters) are in the second category, with an average \npopulation of 100,000. The third category contains municipalities with a population of 35,000–\n80,000. Included in the fourth category are small municipalities (fewer than 35,000 people). \nSome urban areas in the fourth category have Ministry of Health and Family Welfare (MOHFW) \nhealth and family welfare centers.  \n \n \nFigure A2: Dhaka will be the Fourth Largest City in the World by 2015 \n \nAccording to United Nations (UN) statistics, Dhaka is one of the fastest growing cities in the world. By 2015, \nDhaka’s population is expected to be 22 million, which will make it the fourth largest city in the world, next only \nto Tokyo, Mumbai, and Lagos. \n \n30\n1975 2000 2015\n25\n20\ns\nn\no\nMilli15\n10\n5\n0\nTokyo Mumbai Lagos Dhaka Sao Paulo Karachi Mexico City New York Jakarta Kolkata Delhi MetroManila Shanghai\n \n \n \n2.  Growing  Urban  Population.  According  to  the  2001  census,  Bangladesh  has  a \npopulation of 132 million, of which approximately 23% (or 31 million) live in urban areas, \nincluding six city corporations and 282 municipalities. The urban population is increasing by 6% \nper  annum  from  rural  to  urban  migration  and  because  subdistrict  headquarters  are  being \ndeclared municipalities. By 2010, the urban population is expected to be a third of the total \npopulation and is set to rise to 50 million by 2030, and by 2015 Dhaka is expected to be the \nfourth largest city in the world (Figure A2). About 25% of the urban population is very poor \n(consuming fewer than 1,805 kilocalories per day) and lives mostly in slums and squatter areas. \nOf the urban poor in Dhaka, 48% live in slums while the rest live on the streets or at their work \nsites. Studies reveal that 20% of Dhaka’s population lives in slums. \n \n ", "Appendix 2  25\n \nB.  Urban Health and Vulnerable Population \n \n3.  Health Status. Child morbidity and mortality are highest in urban slums mainly because \nof poor sanitation and nutrition, which decrease immunity and resistance; crowding, which \nfacilitates disease transmission; poverty, which prevents or delays treatment; lack of affordable \nprimary health care (PHC); and lack of a social safety network.  \n \n4.  Vulnerable Urban Populations. The different types of vulnerable urban populations \ninclude people living in slums; households headed by females; floating and homeless people; \nstreet children; victims of violence; commercial sex workers; men who have sex with men; \ntransgender  people;  rickshaw  pullers;  truck  drivers;  and  industry  workers  (such  as  female \ngarment factory workers, port workers, etc.). \n \nC.  Type of Health Service Providers  \n \n5.  Nongovernment Organizations (NGOs). Contracted NGOs financially supported by \nthe United States Agency for International Development (USAID) and the Asian Development \nBank (ADB) have been the chief providers of publicly financed PHC service delivery in urban \nBangladesh since 1997.  \n \n6.  Public Sector. The municipalities and city corporations have a few health facilities and \nclinics, mostly focusing on curative health care. Chittagong is the exception and has the largest \nnetwork of urban health care facilities funded by city corporations. Other health facilities include \nmedical college hospitals, district hospitals, mother and child welfare centers, sub-district health \ncomplexes, city corporation and municipal health facilities, railway, police, military hospitals and \nclinics, and other clinics at work places. Although the list is long, the number and coverage of \nthese facilities are not substantial and the national government’s essential service package \n(ESP) in urban areas has primarily focused on immunization activities.  \n \n7.   Commercial Sector. The commercial sector plays an important role in providing urban \nhealth  care,  mainly  through  graduate  private  practitioners,  pharmacies,  and  private  clinics. \nOther private health care providers include private hospitals (including private medical college \nhospitals)  and  nongraduate  private  practitioners  (including  paramedics,  midwives,  nurses, \ncharlatans, traditional birth attendants and homeopaths). Social marketing companies distribute \ntemporary family planning methods through commercial channels.  \n \nD.  Urban Primary Health Care \n \n8.  The range of publicly financed primary health facilities in urban areas has always been \nmodest at best and nil at worst in South Asia. Bangladesh was no exception until a few years \nago. While most of the country’s tertiary care infrastructure is in the main cities, there are just \n90–95 mother and child welfare centers and 35–40 urban dispensaries focusing entirely on \nprimary care. By contrast, rural areas have almost 6,000 primary care service delivery points. \nUSAID and ADB each have large NGO-based urban health projects designed to fill the urban \nvacuum in noncommercial health care. The USAID project started in 1997 and the ADB project \nin 1999.  The USAID project is under MOHFW, and the ADB project under the Ministry of Local \nGovernment, Rural Development, and Cooperatives (MOLGRDC). They remain the two main \ncontributors to urban health outside the commercial sector.  \n \n \n ", "26         Appendix 2 \nE.  Urban Health-Related Policy Environment and Coordination \n \n9.  Local Governments and Urban Primary Health Care. The Municipal Administration \nOrdinance of 1960, Pourashava Ordinance of 1977, and City Corporation Ordinance of 1983 \nassigned responsibility for provision of preventive health care and limited curative care in urban \nareas  to  the  city  corporations  and  municipalities.  MOHFW  has  retained  responsibility  for \ndefining health policies, strategies, and technical standards, and for distributing vaccines and \nfamily planning items. Municipal governments normally view “urban health” services as limited \nto  immunization  and  water  and  sanitation  (i.e.,  environmental  health)  concerns.  Most \nmunicipalities have an officer in charge of these functions; some municipalities also have a \nqualified municipal medical officer in the same department who provides closer oversight of \nmedical issues, particularly the expanded program on immunization.  \n \n10.  Coordination. The level of coordination and cooperation between MOHFW and the \nLocal Government Division of MOLGRDC—which oversees municipalities and their functions—\nvaries widely. The current approach to urban health was not systematically planned but evolved \nand  is  characterized  by  blurred  responsibilities  and  a  fragmented  structure.  It  has  no \noverarching urban health strategy or clear definitions of “urban area” or ”urban health.”  \n \n11.  Health,  Nutrition,  and  Population  Sector  Program  and  Urban  Health.  \nThe conceptual framework for MOHFW’s new program has been developed and will eventually \nlead to detailed plans for the next 6 years in the health sector. An urban component is being \ncontemplated for the first time (the earlier Health and Population Sector Program focused only \non rural health). The new program’s conceptual framework indicates that the Government will \nconsider expanding the role of contracted NGOs in urban areas.  \n \n12.  Role of Government. MOHFW and MOLGRDC are not central to service delivery in \nurban areas. It would be too costly and time-consuming to contemplate significantly building up \nthe  Government  role  in  service  delivery.  However,  the  Government  is  critical  to  providing \noptions for PHC for the urban poor. The Government could build a publicly subsidized urban \nPHC network with the many existing NGOs and commercial players. The models pioneered \nunder the first Urban Primary Health Care Project, where publicly subsidized urban PHC was \nprovided by contracting-out services to NGOs, can be scaled up to increase the depth of \ncoverage  (reach  more  poor  in  the  already  covered  areas)  as  well  as  the  width  (increase \ncoverage to new areas). \n \n13.  Government will, however, play a vital role in urban health through: (i) regulation, as in \nsetting standards and approving service protocols, laying down health policy, developing long-\nterm  strategy,  and  thereby  guiding  the  development  of  urban  health  approaches;  and \n(ii) coordination, as in determining clients’ health needs in urban areas, defining catchment \nareas, and facilitating local supervision and support service provision. \n \nF.  Issues and Challenges in Urban Health Care \n \n14.  Reaching the Poor. Health services must be brought to more poor and vulnerable \npeople in urban areas. The poor and vulnerable are not necessarily driven primarily by concerns \nabout  preventive  care  but  by  their  need  for  housing,  clean  water,  sanitation,  a  clean \nenvironment, etc. Slum dwellers are usually migrants from rural areas and are mobile. Other \nurban poor, who are not well captured by the system, are also believed to be fairly mobile.  \n \n ", "Appendix 2  27\n15.  Widening  Geographical  Coverage.  There  are  probably  40–50  municipalities  of  a \nsignificant size not captured by ADB or USAID projects. There are another 150 largely rural \nmunicipalities completely outside the net. The NGO-led projects are not the only source of \nservices but the other players are rarely able to provide coverage at the basic standard needed \nto meet the nation’s health objectives. The commercial sector offers nationwide coverage but is \nrarely focused on providing primary health care or on offering affordable prices.  \n \n16.  Contracting Service Providers. Continuity and cost recovery were the two issues to \nemerge  most  strongly  from  experiences  in  contracting-out  services.  The  NGO  community \ncontinually  faces  disruptions  caused  by  projects  ending  and  restarting.  Three-  to  3-year \ncontracts are therefore seen as too short for proper planning and 6-year contracts are preferred. \nThe trade-off between cost recovery and serving the poor is a constant source of pressure. \nNGOs are caught between pressures to serve the poor and to recover their costs for long-term \nsurvival.  Because  of  PHC  services’  public-good  characteristics  and  their  pro-poor  focus, \nsubstantial public subsidy will always be necessary. However, 10–15% of the total cost can be \nmet from user fees from people who can afford the services. The remaining 85–90% will be \nused to fund free services for the poor and will come from the central Government (about 65%), \nand local governments (the remainder). \n \n17.  Using United Nation’s population projections, various scenarios for costing were used to \nproject the cost. Two levels of coverage were used: 50% (mainly the poor) and 100% of the \nurban population. Four levels of per capita cost were used: from a bare minimum of $1 per \ncapita to $30 per capita (close to the recommendation of the World Health Organization’s \n(WHO) Commission on Macroeconomics and Health), with $3 (current level of spending by the \nGovernment) and $12 (recommended by the World Development Report, 1993) in between. \nThe  projected  costs  are  given  below.  Even  at  $1  per  capita,  covering  only  50%  of  the \npopulation, the total cost comes to $16 million a year, which would increase to $43 million by \n2030 (Table A2). \nTable A2: Estimated Cost of Providing Urban Health \nProject annual cost of providing  Project annual cost of providing \nurban health care to 50% urban  urban health care to 100% urban \nPopulation (million)  population at different per capita  population at different per capita \ncost  cost \n($ million)  ($ million) \nYear  Total  Urban  $1 $3 $12 $30 $1  $3  $12 $30\n2000  138  32  16 48 192 480 32  96  384   960\n2005  153  38  19 57 229 572 38  114  458 1,144\n2010  167  45  23 68 272 679 45  136  544 1,359\n2015  181  54  27 80 322 804 54  161  643 1,609\n2020  195  63  32 95 379 948 63  190  759 1,897\n2025  208  74  37 111 445 1,113 74  223  890 2,225\n2030  220  87  43 130 519 1,298 87  260  1,038 2,595\nSource: Asian Development Bank estimates. \n ", "28   Appendix 3 \nLESSONS LEARNED AND PROJECT DESIGN FEATURES \nIssue  Lessons Learned  Project Design Features \nLow utilization:  Without adequate provisions  At least 30% of the services to target the poor, otherwise \nPro-poor  and safeguards in the  contractual disincentives will be invoked under the partnership \ntargeting  partner nongovernment  agreement. Monitoring and evaluation of inputs, outputs, \norganization (NGO) bidding  outcomes, and impact to be disaggregated by poverty.  \nprocess, pro-poor targeting \nis difficult. \nLow utilization:  Coverage must be  Strengthened maternal and child nutrition components; \nIncrease depth  deepened to improve  environmental health incorporated as pilot projects; and the poor \nof coverage  effectiveness and achieve  exempted from user fees, and provided with free medicines. \nthe Millennium Development \nGoals. \nLow utilization:  Awareness about first Urban  Behavior change communication and marketing activities \nIncrease  Primary Health Care Project  strengthened with an additional component for branding and \nawareness and  (UPHCP-I) among the poor  marketing of the UPHCP-I; outreach activities strengthened; and \ndemand  must be increased.  domiciliary distribution of contraceptives introduced. \nLow utilization:  Quality must be assured and  Quality assurance and supportive supervision provided in the \nImprove quality  clinical care standardized.  Second Urban Primary Health Care Project (the Project); \nof care  strengthened partnership with United Nations Population Fund  \nand other donors. \nAdapting to  Emerging threats must be  HIV/AIDS control strengthened; at least one voluntary counseling \nchange  addressed effectively.  and testing center for each partnership area; and strengthened \nsurveillance for tuberculosis (TB) to improve case detection and \nimprove cure rates. \nInfrastructure   Land is scarce in Dhaka.  Provision made for purchase of apartments or buildings in Dhaka. \nFund flow  Cash and fund flow to  All taxes to be clearly incorporated in the bid documents; \npartner NGOs must be  adequate cash advances available to partner NGOs to mobilize \nimproved.  and provide services; and performance audit to monitor \nmanagement effectiveness in fund flow to partner NGOs. \nLocal  Mayors and chairmen must  National urban primary health care (PHC) committee under the \ngovernment   be involved in the Project.  chairmanship of the local government minister to be established. \nCoordination   The Project needs greater  MOHFW and the directorates of health services and family \ncoordination with the  planning to be represented on all committees at all levels; \nMinistry of Health and  synchronization of the project and  HNPSP reviews to be \nFamily Welfare (MOHFW)  proposed; the Project will follow MOHFW policy, standards, and \nand Health, Nutrition, and  regulations; and the Project will support policy, which will entail \nPopulation Sector Program  greater coordination with MOHFW. \n(HNPSP). \nFinancial  Mechanisms are needed to  Through creation of urban primary health care sustainability \nsustainability  sustain the financial  funds, retention of user fees at city corporation and municipality \nsustainability of project  level, and use of such funds through a matching contribution \ninitiatives.  basis from local governments for urban PHC. \nInstitutional  Project management is  The chief coordinator of the project to be an LGD officer of joint \nsustainability  needed under the Local  secretary rank, and the PMU to be shifted outside Dhaka.  \nGovernment Division (LGD).  \nCountry  Support is needed for long- Extension of the Project in four city corporations covered under \nAssistance  term allocations for recurrent  UPHCP-I, and greater likelihood of cofinancing of Second Urban \nProgram  (operational) budget.  Primary Health Care Project (the Project) from other development \nEvaluation,  partners. \n2003  User fees charges must be  At least 30% of the services to target the poor through provision \nconsistent with ADB’s policy  of free PHC services. \non user charges. \nMore concrete program  Targets for input, output, and outcome included in addition to \ntargets must be set.  impact; and health service use disaggregated by poverty to be \nclosely monitored for pro-poor targeting. \nHIV/AIDS = human immunodeficiency virus/acquired immunodeficiency syndrome, HNPSP = Health, Nutrition, and \nPopulation Sector Program, LGD = Local Government Division, MOHFW = Ministry of Health and Family Welfare, \nNGO = nongovernment organization, PHC = primary health care, TB = tuberculosis, UPHCP-I = Urban Primary \nHealth Care Project (the first one). \nSource: Asian Development Bank. \n ", "Appendix 4  29\n \nREACHING THE URBAN POOR \n \nA.  Indicators to Determine the Very Poor and the Poor in Urban Areas \n \n1.  Based on the experiences of the first Urban Primary Health Care Project (UPHCP-I),  \nthe  work  of  partner  nongovernment  organizations  (NGOs),  and  consultations  with  various \nstakeholders, the following criteria are proposed for identifying the urban poor in the Second \nUrban Primary Health Care Project (the Project), based on a combination of living conditions, \nnature of employment, monthly income, house rent, and food intake. This definition will be \nreviewed at project inception and at regular intervals to further fine-tune efficient pro-poor \ntargeting. \n \nTable A4: Operational Definition of Very Poor and Poor \nStatus of Indicators \nIndicators  Very poor  Poor \nLiving conditions  People living in very poor slums   People living in ordinary slums \n(i.e., shanties); on the streets; near factories    \nor waste dumps, riverbeds or hillsides;    \nthe population is floating \n \nNature of employment  Casual and informal sector workers: garment  Casual and informal sector workers: baby \nworkers; hawkers; rickshaw and rickshaw van  taxi or tempo drivers, small traders, taxi/ \npullers; other manual car pullers; garbage or  bus/private car drivers, factory workers, \nwaste collectors; street sweepers; latrine  shopkeepers, tailors, small businessmen \ncleaners; day laborers; maid servants;   \nbeggars; sellers of food or cigarettes on the    \nstreet; disabled people; the unemployed;    \nother vulnerable groups, e.g., sex workers \n \nMonthly income   Up to Tk500  Tk500–Tk700 \n(average per \nhousehold member)  \n \nRental status  Rent up to Tk700   Rent over Tk700  \n \nMeal per day and  Average one meal or two inadequate meals  Two adequate or three inadequate meals \ncooking facilities  per day; share cooking stove with other  per day,  or three adequate meals per day \n  families   \n \nOther family  Widows, households headed by females,  Widows, households headed by women, \ncharacteristics  migrants from rural areas in the last 2 years  migrants from rural areas in the last 2 \nyears \nSource: Asian Development Bank. \n \nB.  Mechanism to Increase Access to Health Services by the Poor  \n \n2.  Baseline Survey of the Project Area. A baseline survey will be conducted by the \npartner NGO at the beginning of the partnership agreement to identify poor households in the \npartnership  area.  Poor  households  will  be  identified  based  on  the  social  and  economic \nindicators above. These households will be given entitlement health cards giving them free \naccess to health services under the Project. The survey of the poor households will be updated \nannually. A participatory appraisal will be conducted at the community level to assess the \navailability of health services; access to health services by the poor; and the social, financial, \nand physical barriers to their use by the poor.  \n \n ", "30   Appendix 4 \n3.  Location of Health Facilities and Mini-Clinics. In order to facilitate their use by the \npoor, health facilities will be located in slums or close to slums or poor populations. Where land \nis scarce and health facilities cannot be located in or near slums, mini-clinics will operate in \nslums. Mini-clinics’ hours will be flexible to meet the needs of the poor. If necessary, they will be \nopen during the evening. \n \n4.  Social Mobilization. At the beginning of the Project, in each ward, a launching or \ninception ceremony will introduce the health center facilities. A comprehensive community social \nmobilization program will be designed to disseminate basic information on project services and \nmotivate the poor to use the health facilities. The program will include audiovisual and other \ninnovative methods. Neighborhood meetings in slums and low-income areas will be organized \nperiodically to explain all services available, rates of services, and free services for the poor. \nNetworking with other NGOs in the area will be encouraged to strengthen pro-poor targeting. \nWard-level primary health care committees with male and female ward commissioners, local \nleaders, members of youth clubs, civil society, NGOs, partner NGOs, and representatives of the \npoor will develop awareness campaigns for the poor and to monitor access to health services \nand their quality. The Project will support grassroots activities against social prejudice and other \nbarriers that discourage use of health facilities by the poor and minorities.  \n  \n5.  Monitoring and Record Keeping. The partner NGOs will keep systematic records on \nthe patients by poverty and gender, and will prepare quarterly reports of health service use by \nthe poor, women, and adolescents.  \n \n6.  Capacity  Building.  The  field  staff  of  the  partner  NGOs  responsible  for  social \nmobilization, health education, and community volunteers will be oriented on the Project and \npro-poor targeting. The field staff and volunteers will receive training in mobilizing the poor and \ngenerating demand for health services among them.  \n \nC.  Good Governance and Transparency to Ensure Efficient Pro-Poor Targeting \n \n7.  The Project will ensure easy access to health-service-related information by the general \npublic and the urban poor. It will use information bulletin boards outside health facilities to \nprovide information on user fees and availability of free services to the poor, outreach activities, \ncommunity-based organizations, and other cost-effective means. The facility, ward, city, and \nmunicipality PHC committees will include representatives of the poor urban slum dwellers and \nfemale ward members, and will meet quarterly. The committees will review their jurisdiction’s \nlisting of poor households to ensure that the poor are being targeted efficiently, the annual \nphysical  and  financial  plans  to  ensure  adaptation  to  the  local  context,  and  the  quarterly \nexpenditure statements to ensure public accountability. To make committees more effective, \nkey stakeholders will oriented and trained in project management to ensure good governance \nand transparency. \n ", "Appendix 5  31\n \n  \nIMPLEMENTATION PLAN FOR PARTNERSHIP AGREEMENT \n \nA.  Background \n \n1.  Defining  Standards.  The  Local  Government  Division  (LGD)  of  Ministry  of  Local \nGovernment, Rural Development and Cooperatives, the Executing Agency, will contract out the \ndelivery of an essential service package plus (ESP+) to nongovernment organizations (NGOs) \nand the private sector (the partners). The ESP (Supplementary Appendix B) will constitute 90% \nof the services, and up to 10% of total services other than ESP may be included under the \nESP+ package.  \n \n2.  Define  Partnership  Areas  and  Baseline  Data  Collection.  LGD  and  the  city \ncorporations and municipalities will identify 23 defined partnership areas (10 in Dhaka; 3 in \nChittagong; 2 in Kulna; 2 in Rajshahi; 1 each in Sylhet and Barisal; and 1 in each of the five \nmunicipalities),  each  covering  200,000–300,000  people.  Two  partnership  agreements  in \nChittagong will continue to be operated by the city.  Gender-  and  poverty-disaggregated \nbaseline household survey data will be used to, among other things, develop the values of key \nperformance indicators and a summary score for assessing overall performance of the partners, \nand will be incorporated in the tender documents and partnership agreements.1  \n \n3.  Preparation of Bid Documents and Dissemination. The project management unit \n(PMU) will develop bid documents, and the Government and the Asian Development Bank \n(ADB) will approve them. The tender documents will reflect, among other things, the conditions \ndescribed  below.  Invitation  to  bid  will  be  widely  disseminated.  During  the  bidding  period, \npartnership agreement information seminars will be held after being widely advertised.  \n \n4.  Bidding Process. The Second Urban Primary Health Care Project (the Project) will \ninvite sealed bids from NGOs, private agencies, and provider associations to deliver a defined \npackage of primary health care (PHC) services to specific urban partnership areas. Bidders that \ncan deliver the specified services best, at the lowest price, will be awarded the contracts.  \n \n5.  Single-Stage,  Two-Envelope  Process.  A  two-envelope  bidding  procedure  will  be \nadopted.  Bidders  are  to  submit  simultaneously  two  sealed  envelopes,  one  containing  the \ntechnical proposal(s) and one the financial proposal(s). Initially only the technical proposals will \nbe opened, and evaluated. Only the technical proposals of qualified bidders will be evaluated by \nthe national bid evaluation committee.  \n \n6.  Evaluation of the Bids. The committee chaired by the LGD secretary will include \nrepresentation of the city corporation health department, the Ministry of Health and Family \nWelfare, the PMU, ADB, representatives of cofinancers, and prominent NGOs. The committee \nwill determine whether the proposals are technically responsive according to preestablished \nwritten  evaluation  criteria.  All  bidders  who  achieve  a  minimum  score  will  be  considered \ntechnically responsive. \n \n7.  Technical Proposal Evaluation. Each member of the technical evaluation committee \nwill give a technical proposal score using the point system specified below under criteria for \n                                                 \n1  For the four city corporations of the first Urban Primary Health Care Project, the data from the final household   \n  survey (conducted in September 2004) will be used as a baseline survey; for the remaining two city corporations \n  and five municipalities, a baseline survey will be conducted within 3 months of loan effectiveness. \n ", "32  Appendix 5 \nevaluation of technical proposals, which will be expanded to create a technical proposal scoring \nsheet on which all bidders and scoring criteria will be listed. The score for a proposal will be the \nmean  of  the  scores given  the  specific  proposal.  The  mean  score  for  each  section  of  the \nevaluation (prior experience, quality of staff, and project plan) must be at least 50% of the total \nscore possible for each section, and the total mean score must be at least 60% of the total \nscore  possible  for  the  proposal.  This  score  will  be  defined  as  the  minimum  score  to  be \ntechnically responsive. \n \n8.  Criteria for Evaluation of Technical Proposal. The following criteria will be used to \nevaluate  the  technical  proposals  for  the  contracting-out  of  health  services  operation  and \nmanagement in urban partnership areas: \n \nTable A5.1: Criteria for Evaluation of Technical Proposal \nComponent/Subcomponent  Points \nA.  Prior Experience of Partner Relevant to this Project   30 \n1.  PHC system administration, management, and/or implementation  10 \n2.  Implementation of quality assurance strategies: supervision, training, patient or service quality  5 \nreview \n3.  Experience  with  health  care  financing:  cost  recovery,  cross  subsidies,  community  financing,  5 \ninsurance plans \n4.  Experience in UPHCP-I or similar external-donor-funded large-scale health projects serving women,  7 \nthe poor, and the very poor in urban areas  \n5.  Experience of UPHCP-I or similar external-donor-funded projects having provided services in the  3 \nsame partnership agreement area \n \nB.  Quality of Technical Consultant Staff  30 \n1.  Overall background and experience of proposed technical consultant staff and permanent health  10 \nspecialist staff on NGO payroll \n2.  Background and experience and recommendations of the proposed project manager  20 \n \nC.  Project Plan  40 \n1.  Plan to provide PHC services and increase population coverage in the partnership area.   20 \n2.  Quality of service. Plans for supervision and monitoring, staff training, strategies for ensuring that  15 \nnecessary drugs and supplies will be available to provide services and monitoring mechanisms. \n3.  Strategies  for  health  care  financing  to  achieve  sustainability:  cost  recovery,  cross  subsidies,  5 \ncommunity financing, insurance plans, etc. \nNGO = nongovernment organization, PHC = primary health care, UPHCP-I =  Urban Primary Health Care Project  \n(the first one). \nSource: Asian Development Bank. \n \n9.  Financial Proposal. The financial proposals for all bids that meet the minimum score to \nbe technically responsive will be opened in public. All technically responsive bidders will be \nnotified of the date on which the proposals are to be opened, and are welcome to send a \nrepresentative. The following formula will be used to generate the financial score: the lowest-\npriced financial proposal for a particular partnership agreement area (among the technically \nresponsive bids for that area) will be divided by the bidder’s financial proposal multiplied by 100 \npossible points to obtain the financial score of the specific bidder. (The technically qualified \nbidder with lowest financial proposal would get a financial score of 100 points.) \n \n10.  Contract Award. The technical proposal score and the financial proposal will be used to \ncalculate the overall score. Total points for the bidder’s technical proposal will be added to the \ntotal points for the bidder’s financial proposal. The highest evaluated proposal will be the one \nthat comes closest to 200 possible points. The bid that results in the highest overall score will be \noffered the opportunity to enter into the contract. Where more than one bid receives the same \noverall score, the one with the highest technical proposal score will be awarded the contract.  \n ", "Appendix 5  33\n \nIf there is only one technically responsive bid for a particular partnership area, the bidder may \nbe  offered  the  opportunity  to  enter  into  immediate  negotiation,  provided  that  the  financial \nproposal is comparable to that of the winning bidder of a similarly sized partnership area.  \n \n B.  Conditions for the Partnership Agreement \n \n11.  Eligibility  to  Bid.  Bidders  should  meet  the  following  minimum  qualifying  criteria:  \n(i) evidence of having implemented projects with a total annual value equal to $100,000 or more \nfor  each  of  the  previous  5  years;  (ii)  evidence  that  the  organization  has  sound  financial \naccounting practices; (iii) no consistent history of litigation or arbitration awards against the \nbidder or associated organizations; (iv) minimum of 8 years’ experience working with health \nsystems and related activities, with at least 5 of these years in Bangladesh by principal bidder; \nand (v) registration with an appropriate agency of the Government, entitling the bidder to work in \nBangladesh. \n \n12.  Number  of  Agreements  per  Partner.  Bidders  may  submit  bids  for  up  to  four \npartnership areas, and any single bidder may be awarded a maximum of three contracts. \n \n13.  Payment and Price Adjustments. Following the mobilization payment, partners will \nreceive quarterly payments based on the partnership agreement price. The tender documents \nand contracts will include different cost categories such as salaries of staff, cost of drugs, \nmedical  instruments,  consumable  medical  supplies,  rent  payments,  operating  expenses, \nmaintenance  costs,  etc.  A  lump-sum  payment  method  will  be  employed  to  reduce  the \nadministrative  burden  on  the  partners,  the  city  corporation,  the  PMU,  and  LGD.  Regular \nsupervision  of  the  PHC  centers  by  the  city  corporations  and  municipalities  and  by  an \nindependent firm using the integrated supervisory instrument and other monitoring techniques \nwill ensure that the services are being provided and that drugs and personnel are available.  \nIn  addition  to  regular  quarterly  payments,  a  bonus  will  be  paid  to  those  who  exceed \nperformance requirements. The partnership agreement will be terminated if the partner fails to \nmeet the terms of the agreement. The agreement will provide that the partner will enable the city \ncorporations, municipalities, the PIU, the PMU, and ADB to have access to inspect records, \naccounts, and financial statements relating to use of the project funds kept by the partner or its \nauditors,  and  to  furnish  any  information  concerning  such  records,  accounts,  and  financial \nstatements as ADB may request. Because the agreements will be carried out over 6 years, \nprice adjustments will be permitted.  \n \n14.  Performance Evaluation. Targets for project achievement and partner bonuses will be \nbased on the partnership area objectives that the partner has agreed to achieve. A composite \nindex of health system performance will be developed based on the partnership area objectives \nspecified in the partnership agreements.2  \n \n15.  Performance Bonuses. Performance bonuses may be paid to partners who  make \nsignificant  improvements  in  the  composite  index  of  health  system  performance  in  their \n                                                 \n2\n The index will include coverage statistics for preventive services; utilization of services; coverage of poor and very \npoor households; coverage of women, particularly girls; quality of care; cost-efficiency in provision of services; and \nhealth impact by midterm and end of the Project. Data to calculate the composite index will be collected through \nhousehold and health facility surveys. Community satisfaction will be judged by focus group discussions and \ncommunity meetings to be conducted at baseline, midterm, and the end of the contract. Regular supervision by the \ncity corporations and municipalities using the integrated supervisory instruments will provide additional information \nbetween formal surveys. \n \n ", "34  Appendix 5 \npartnership agreement areas. Bonuses may be paid twice, once after the midterm review, and \nagain at the end of the agreement. The decision as to whether a bonus will be awarded will \ndepend on the initial agreement area composite index, and the amount of improvement in the \nindex. The amount of the bonus will be determined on a sliding scale, based on the extent of \nimprovement  in  the  agreement  area  index  and  the  initial  Index  score  in  the  agreement.  \nThe Index is designed so that the bonus level (1%, 3%, 6%) requires a greater increase in index \nscores. An example of index scores that might be required to receive performance bonuses is \nshown below:  \n \nTable A5.2: Performance Bonus \nItem  Initial Index score  Amount of Bonus (as a % of contract) \nLevel    1.5%  3%  6% \nA  200–299  450  525  650 \nB  300–399  560  650  780 \nC  400–499  700  780  850 \nD  500–599  750  825  880 \nSource: Asian Development Bank. \n \n16.  Bonus Restrictions. A bonus will not be paid where two or more indicators at midterm \nand  final  evaluation  are  below  a  certain  level  defined  in  the  tender  documents,  so  as  to \ndiscourage partners from focusing their efforts only on a few indicators to boost the composite \nindex.  \n \n17.  Termination of the Partnership Agreement. The composite index will be used, along \nwith regular monitoring, to alert LGD, city corporations, and municipalities of implementation \nproblems. Partners that fail to improve a partnership agreement area composite index by the \nmidterm evaluation or do not meet the established standards during routine supervision under \nthe integrated supervisory instrument will have their contracts terminated. The exact procedure \nfor termination will be specified in the tender documents and in the contract.  \n \n18.  Targeting the Poor and Increasing their Access to PHC. The performance targets of \nthe partnership agreement will specify levels of coverage to be achieved in terms of slum and \nnon-slum poor populations. Overall, at least 30% of the project services will target the poor, and \nachievements for poor populations will be included in the composite index. Each agreement will \nrequire that at least 20% of all health care centers will be open and staffed between from 8 a.m. \nto 10 p.m. everyday. The “poor” will be defined in the bid document and contract, and the \ndefinition will be reviewed annually (an indicative working definition of the poor and very poor is \nin Appendix 4). The tender documents and contract will specify the method for identification of \nthe poor and the very poor, provision of color-coded health cards for the poor and very poor and \nmaintenance of records to track service use by the poor and non-poor. \n \n19.  Health Care Facilities. Once newly constructed facilities are available in the partnership \nareas, the partners will be granted use of these facilities solely for the delivery of health care \nservices, free of rent. At the end of the agreement, the partner will turn the health care building \nalong with all equipment and furniture over to the city corporations and municipalities in good \ncondition, with allowance for normal wear and tear. \n \n20.  Allowable User Charges and Referrals. The poor will be exempt from all user fees on \nall services. The bid documents will specify certain critical public health services that are exempt \nfrom user charges even among those who can afford them. The cost of drugs will be recovered \nfrom the nonpoor patients up to 10–20% below the maximum retail price specified on the \ncontainer. Special color-coded forms will be used by partners to ensure that referred patients \n ", "Appendix 5  35\n \nfrom the project clinics are well received at the hospitals of the city corporations and Ministry of \nHealth and Family Welfare (MOHFW). \n \n21.  Quality of Care. Delivering health care services under the partnership agreements, \npartners will be required to follow all applicable national program standards and guidelines.  \nThe quality of care will be assessed formally during the health facility surveys and during routine \nsupervisory visits. To ensure that health care personnel are properly trained, the costs of  \nin-service training for health care staff will be included in the bid.  \n \n22.  MOHFW Initiatives. The partners will support all national initiatives of MOHFW. In the \ncase of a new national health initiative, the partners will be required to deliver the new services \nin addition to those specified in their partnership agreements, for which additional resources \nwould be made available based on annual review of the costs. \n \n23.  Dispute Resolution. LGD will establish a dispute resolution panel, which will consist of \none person nominated by the LGD, one by the partners, and the third, who will act as chair, \nnominated by the other two. However, if either party is not satisfied with the panel’s decision, \nthe  case  may  be  referred  for  arbitrations  under  the  Bangladesh  Arbitration  Act  1940  as \namended from time to time by one or more arbitrators appointed in accordance with the act.  \nThe arbitration award will be final and binding on the parties. \n \n24.  Indemnification and Insurance and Work Rules. The indemnity provisions of the \npartnership agreement will consider the risks that apply during the various stages of agreement \nexecution, and will be specified in the bid documents and contract. The partner will be required \nto take out sufficient insurance to cover all essential risks in connection with carrying out the \nagreement. The agreement will stipulate that LGD will provide the partner, and the partner will \ncomply with, the Government’s work, safety, and health rules governing the conduct of the \npartner’s personnel at the project health facilities. \n \n25.  Control  of  Materials  Furnished  by  LGD,  and  Accounts.  Following  delivery  and \nacceptance by the partners, the partners will be responsible for any loss or damage to the \nmaterial  provided  by  LGD,  city  corporations, and  municipalities  for use  by  the  partners  in \ndelivering  PHC  services.  Partners  will  be  required  to  follow  the  maintenance  guidelines \ndeveloped under the Project. At the end of the Project, all equipment, furniture, and vehicles \nprovided by the Project will be the property of respective city corporations and municipalities \nunless  otherwise  stated  by  LGD.  The  partners  will  be  required  to  keep  detailed  financial \naccounts and records of their activities, and make these available to LGD, city corporations, \nmunicipalities, and ADB. \n \nC.   Responsibilities of Executing Agency \n \n26.  The LGD will provide the partners with the right to use the PHC and comprehensive \nreproductive health centers free of rent during the project period; provide the partners with \ncontraceptive supplies and vaccines on time (provision of medicines will be part of the bid); \nallow partners full managerial autonomy; ensure timely disbursements, and process vouchers \nand release payments within 2 weeks; permit them to charge user fees up to a maximum \namount to be determined by LGD and to review fees annually; permit them to recover the cost \nof  drugs  prescribed  up  to  10%  below  the  maximum  retail  price  for  the  nonpoor;  and  be \nresponsible for carrying out minor repairs and preventive maintenance, such as painting, noting \nmajor repairs required and estimating their cost, and alerting the relevant city corporation about \nrequired major repairs.  \n ", "36  Appendix 6 \nHIV/AIDS AND INFECTIOUS DISEASE CONTROL GRANT RATIONALE AND PURPOSE \n \n1.  The Asian Development Bank (ADB) will finance $10 million of project costs from the \nportion of the Asian Development Fund (ADF) IX Grant Allocation dedicated to HIV/AIDS1 and \nother infectious disease control activities. This Appendix describes the rationale, purpose, and \nmonitoring and evaluation plan for the grant-funded components of the Project.  \n \nA.  Rationale \n \n2.  Alignment  with  Country’s  Poverty  Reduction  Strategy.  The  Bangladesh  Interim \nPoverty Reduction Strategy Paper2 (I-PRSP) highlights several key concerns that would in part \nbe addressed by the Second Urban Primary Health Care Project (the Project): worsening of \nurban  poverty  during  second  half  of  1990s  caused  by  negative  growth  in  per  capita  real \nconsumption, widening socioeconomic differentials in mortality and malnutrition; poor quality of \npublic health services, and weaknesses in the health sector, in particular reproductive health \ncare.3  \n \n3.  Partnership Agreement, and Country Strategy and Program. The Government of \nBangladesh and ADB signed a Partnership Agreement on Poverty Reduction (PAPR) in April \n2000.4  The  PAPR  identified  the  Government’s  medium-term  goals  as  to  reduce  maternal \nmortality by 35%, infant mortality by 30%, and malnourishment among children by 20%, as well \nas to increase the proportion of women of appropriate age with access to reproductive health \nservices by 50%. As identified in the Bangladesh Country Strategy and Program Update for \n2005–2006,5  HIV/AIDS,  nutrition,  and  urban  primary  health  care  (PHC)  are  ADB’s  social \ndevelopment priorities in the country. They will be addressed by, among others, building local \ngovernment capacity to deliver high-quality services to the urban poor, particularly women and \nchildren, in partnership with nongovernment organizations (NGOs). \n \n3.  Infectious Disease Control. Approximately 90% of the services provided under the \npartnership agreement are from the essential services package (ESP) of primary health care \n(Supplementary Appendix B). More than 50% of the Project’s base costs will address infectious \ndiseases and HIV/AIDS control. The environment health subcomponent ($1.5 million), involving \nconstruction of community latrines and community-based solid waste disposal, will help control \ninfectious diseases.  \n \n4.  HIV/AIDS Control. Although HIV/AIDS prevalence in Bangladesh is less than 0.2%,  \nthis should not lead to complacency. The global HIV/AIDS pandemic has taught us that in every \ncountry the disease initially affects high-risk groups, and then spreads to the general population. \nThe window of opportunity for controlling HIVAIDS in many developing member countries is \nprecisely  when  prevalence  is  still  restricted  to  high-risk  groups  (e.g.,  injecting  drug  users, \n                                                 \n1  Human immunodeficiency virus/acquired immunodeficiency syndrome. \n2  Economic Relations Division, Ministry of Finance. 2002. Bangladesh: A National Strategy for Economic Growth and \nPoverty Reduction. Government of Bangladesh. \n3  Of the seven targets set by Interim-Poverty Reduction Strategy Paper (I-PRSP) to be achieved by 2015, the Project \nwill address four: (i) reduction of infant and under-5 mortality rates by 65%, and elimination of gender disparity in \nchild mortality; (ii) reduction of the proportion of malnourished children under 5 years by 50%, and elimination of \ngender  disparities  in  child  malnutrition;  (iii) reduction  of  maternal  mortality  ratio  by  75%;  and  (iv)  ensuring \navailability of reproductive health services to all women.  \n4  ADB. 2000. Partnership Agreement on Poverty Reduction between Government of the People’s Republic of \nBangladesh and Asian Development Bank. Manila. \n5  ADB. 2004. Country Strategy and Program Update (2005–2006): Bangladesh. Manila.  \n ", "Appendix 6  37\n \ncommercial sex workers). This fairly describes the current situation in Bangladesh, and failure to \naddress this major public health issue early in the epidemiological cycle will entail high human \nand economic costs. \n \n5.  Millennium  Development  Goals  and  Human  Poverty  Reduction.  The  Project \naddresses key  health  concerns  of  the  urban  poor,  especially  the  most  vulnerable  groups, \nwomen and children, who will constitute more than 75% of the beneficiaries. The Project will \nhelp Bangladesh to achieve Millennium Development Goals (MDGs) 4, 5, and 6 (child mortality; \nmaternal mortality; and HIV/AIDS, malaria and other diseases). The Project is thus closely \naligned with ADB’s overarching goal of reducing poverty.  \n \n6.  Public–Private  Partnership,  Efficiency  Gains,  and  Policy  Implications  for  the \nRegion. There is also a strong economic rationale for funding primary health care. Sound public \nhealth interventions lead to positive externalities and public goods. However, research findings \nvary in terms of how such “publicly” subsidized social services, including primary health care, \nshould be provided. Recent ADB research in Cambodia showed that, when compared with \ngovernment-run rural health facilities, those contracted out to NGOs were more effective.6 \nThrough performance-based contracting to NGOs, the Project rewards good performance by \nrequiring accountability for effective, efficient social services delivery. The Project is consistent \nwith ADB’s emphasis on development effectiveness and managing for development results. \n \n7.  Local Government Ownership. Involvement of decentralized institutions in the delivery \nof social services, including primary health care, improves targeting of services at the poor.7  \nBy involving city corporations and municipalities in delivering primary health care, the Project \ntherefore follows one of the cardinal principles of development effectiveness.  \n \n8.  Complementarity  with  Other  External  Funding  Agency  Assistance.  \nThe components of the Project funded by the ADF IX Grant Program are well aligned with,  \nbut will not replace, the resources and mandates of other international entities operating in \nBangladesh. To ensure complementarity with ongoing efforts, the project management unit will \nmaintain close coordination with the National AIDS Committee, Technical Advisory Committee, \nand the Sexually Transmitted Disease (STD)/AIDS Program Unit in the Ministry of Health and \nFamily Welfare. \n \nB.  Proposed Grant Activities \n \n9.  Activities  will  be  supported  by  the  grant  through  the  following  project  components: \n(i) provision of PHC under the partnership agreement, and (ii) behavior change communication \nand marketing (BCCM) (Table A6). Under PHC service provision, the service delivery contract \nwith  NGOs  will  include  two  activities  funded  entirely  by  the  grant:  $2.5  million  to  operate  \n24 voluntary counseling and testing centers, one for each partnership area; and $5.0 million to \ncontrol sexually transmitted infections (STI) and reproductive tract infections (RTI). Under the \nBCCM component, the grant will provide $2.5 million for HIV/AIDS, STI and infectious disease \ncontrol. A brief description of grant-funded activities follows. \n \n                                                 \n6  Bhushan, I. S. Keller, and B. Schwartz. 2002. Achieving the twin objectives of efficiency and equity: Contracting of \nhealth services in Cambodia. ERD Policy Brief 6. Manila: ADB. \n7  World Development Report. 2004. Making Services Work for Poor People. Washington, D.C.: The World Bank.  \n ", "38  Appendix 6 \n10.  Voluntary Counseling and Testing (VCT). VCT will provide confidential counseling to \nenable people to make informed decisions about their HIV status and to take action. If a person \ndecides to take the HIV test, VCT enables confidential testing. Counseling for VCT consists of \npre-test, post-test, and follow-up counseling. VCT will benefit individuals and society as a whole \nby helping prevent HIV/AIDS and STI. Under the Project, VCT will follow the national policy \nestablished by the National AIDS Committee. \n \n11.  STI and RTI Control. Services will be provided as a distinct component of the service \ncontract with the NGOs and will include: (i) education of service providers and field workers in \nSTI and RTI control; (ii) diagnosis and management of STIs, and female and male RTIs;  \nand (iii) counseling, treatment, and motivating clients to bring their partners for treatment and \ncounseling.  \n \n12.  BCCM for HIV/AIDS and STI Control. This will target the general adult population as \nwell as the high-risk population. The following are the objectives for HIV and STI control: \n(i) improve  the  vulnerable  population’s  knowledge,  attitudes,  and  behaviors  related  to  HIV; \n(ii) promote condom use; (iii) encourage voluntary counseling and HIV testing; (iv) encourage \ncare-seeking for STIs; (v) increase knowledge of the link between STIs and HIV; (vi) empower \nvulnerable people to control their lives; and (vii) enable tolerance and care toward people living \nwith HIV/AIDS. Activities supported by the grant will help households prevent adult and child \ninfectious diseases through changes in knowledge, attitudes, and practices.  \n \nTable A6:  Grant-supported Activities for HIV/AIDS and Infectious Disease Control \nAmount \nComponent/ Subcomponent  ($ million) \nA.  Provision of PHC under partnership agreement   \n1.  One voluntary counseling and testing center for each partner NGO (total 24)  2.5 \n2.  Sexually transmitted and reproductive tract infection control  5.0 \n     \nB.  Behavior change communication and marketing   \n1.  HIV/AIDS, STI, and infectious disease control  2.5 \n     \n  Total  10.0 \nHIV/AIDS  =  human  immunodeficiency  virus/acquired  immunodeficiency  syndrome,  NGO  =  nongovernment \norganization, PHC = primary health care, STI = sexually transmitted infection. \nSource: Asian Development Bank estimates. \n \nC.  Monitoring and Evaluation \n \n13.  Grant  effectiveness  will  be  assessed  within  the  broader  context  of  the  project \nperformance and monitoring system, including the use of input, output, outcome, and impact \nindicators. The monitoring systems are based on monthly reports of the partnership NGOs, city \ncorporations, and municipalities to the PMU. These reports provide the basis for tracking and \nevaluating specific inputs (e.g., medicines, other supplies, financial inputs, HIV/AIDS control \nposters purchased) and outputs (e.g., number of patients counseled and tested for HIV/AIDS, \npatients  treated  for  RTI  and  STI).  Moreover,  an  independent  evaluation  firm  will  conduct \nhousehold surveys at inception, midterm, and at the end, in addition to health facility surveys to \nevaluate  the  outcomes  and  impact  of  grant  funding.  For  grant  administration  purposes,  \nthe Local Government Division will provide a separate section in its quarterly report to ADB \nabout the financial and physical inputs and outputs relating to HIV/AIDS and other infectious \ndisease  control.  Monitoring  and  evaluation  of  the  grant-funded  components  are  clearly \ndistinguishable, but integrated into the design and monitoring framework (Appendix 1). \n ", "COST ESTIMATES  \n ($ ‘000) \nTotal ADB Administered UNFPA Government\nItem Cost Financing Financing Financing\nFE LC&TD Total FE LC Total LC Total LC TDa Total\nA. Civil Worksb 0 7,965 7,965 0 4,354 4,354 0 0 3,213 398 3,611\nB. Equipment and Furniture 131 2,352 2,483 131 1,286 1,417 0 0 709 357 1,066\nEquipment 131 1,398 1,530 131 765 896 0 0 418 216 634\nComputer, Peripherals, and Software 0 119 119 0 65 65 0 0 30 23 54\nFurniture 0 835 835 0 456 456 0 0 260 118 378\nC. Vehicles 397 141 538 397 0 397 0 0 0 141 141\nD. Staff Development 432 2,852 3,284 432 2,431 2,863 0 0 0 420 420\nLocal Training and Workshop 0 2,825 2,825 0 2,405 2,405 0 0 0 420 420\nOverseas Study and Training 432 26 458 432 26 458 0 0 0 0 0\nE. Promotion, Investigation and Studies 0 9,798 9,798 0 5,356 5,356 0 0 3,934 508 4,441\nStudies 0 2,516 2,516 0 1,376 1,376 0 0 1,014 126 1,141\nPromotion and Pilot Activities 0 5,097 5,097 0 2,787 2,787 0 0 2,043 267 2,310\nMonitoring, Evaluation and Audit 0 2,184 2,184 0 1,194 1,194 0 0 876 114 990\nF. Partnership Agreement 0 53,216 53,216 0 49,075 49,075 2,000 2,000 0 2,141 2,141\nG. Consulting Services 1,764 601 2,365 1,764 0 1,764 0 0 570 31 601\nInternational Consultants 1,764 0 1,764 1,764 0 1,764 0 0 0 0 0\nDomestic Consultants 0 601 601 0 0 0 0 0 570 31 601\nH. Counterpart Staff Salary 0 2,231 2,231 0 0 0 0 0 1,886 345 2,231\nI. Land Acquisition and Resettlement 0 500 500 0 0 0 0 0 500 0 500\nJ. Project Administration 0 1,283 1,283 0 701 701 0 0 387 195 581\nTotal 2,724 80,938 83,662 2,724 63,204 65,929 2,000 2,000 11,198 4,536 15,734\nK. Contingenciesc 504 4,725 5,229 504 2,459 2,963 0 0 2,266 0 2,266\nL. Interest Charges 1,108 0 1,108 1,108 0 1,108 0 0 0 0 0\nGrand Total 4,337 85,663 90,000 4,337 65,663 70,000 2,000 2,000 13,464 4,536 18,000\nPercentage 5 95 100 5 73 78 2 2 15 5 20  \nADB = Asian Development Bank, FE = foreign exchange, LC = local currency (exclusive of taxes and duties), TD = taxes and duties, UNFPA = United Nations  A\np\nPopulation Fund. See supplementary appendix J for more details.  p\n a  Tax and duties, estimated at 4.5%, 15.0%, 22.5% and 32.5% are included in each line item under Government finance.  en\nd\nb    Estimate for civil work includes construction supervision, architectural and engineering services estimated at $305,000.  ix\nc   Physical contingency is estimated at 10.0% for civil works, and 4.6% for equipment, furniture, learning materials and resources, training, consulting services,      7\nSolrouecrscaeela :c r coAhss ti aaannnd dD  d0ee.v0ve%elolo ptpomm 0ee.n6nt% tB,  afponrrok jf eoecrsett iiagmdnam cteoinssi.st . t ration support, and administrative cost. Price contingency is estimated at an annual factor of 4.5% to 5.0% for  3             \n9", "                                 \n4\nPROJECT MANAGEMENT AND IMPLEMENTATION STRUCTURE  0\n \n \nA\nNational Urban Primary Health Care Committee p\nChair: Minister, LGD p\ne\nn\nd\nix\n 8\nNational Project Steering Committee\nChair: Secretary, LGD\nChief Project Coordinator; Joint Secretary Rank Officer\nN\na\ntio\nn\na\nl\nProject Director \nDeputy Project Director, Technical  Deputy Project \nMU Quality Assurance, BCC and  Technical  Director, \nP Documentation, Organizational  Assistance  Administration \nDevelopment ,  Infrastructure  Team  and Finance\nDevelopment , Health  Management  (Consultants) Human Resource \nInformation System,   Project  Accounts and Audit\nPerformance Monitoring\nCity Corporation/Municipality\nPrimary Health Care Coordination \nCommittee  Chair: Mayor/Chairperson\nC\nC\nProgram Manager (CHO) /M\nu\nn\nic\nCity Service  ipa\n•RDeesvoeulrocpem oergnat nAizlalitaionncse Project Officer lity\n•Other UPHCP  NGOs U Administrative Officer, Accounts Officer, Assistant \n•Private health providers PI Engineer, IT Assistant, Messenger, Driver, Clinic \nMonitoring Officer, Program Monitoring Officer\nCommunity-level Service \nNGO PA Partner (HQ) \nDevelopment Alliance\n••ROethseoru UrcPeH oCrgPa NniGzaOtisons NGO CRHC centers WCaorodr dPirnimataiorny  CHeoamltmh iCttaeree  PA/Fa\n•Private health providers PA  PHC centers (5-7) Chair: Local Ward Commissioners cility\nMini-clinics/ Satellite clinics\nBCC = behavior change communication, CC = city corporation, CHO = Chief Health Officer, CRHC = comprehensive reproductive health care, HQ = \nheadquarters, IT = information technology, LGD = Local Government Division, NGO = nongovernment organization, PA = partnership agreement, PHC = primary \nhealth care, PIU = project implementation unit, PMU = project management unit, UPHCP = urban primary health care project.  \n ", "  Appendix 9  41  \nIMPLEMENTATION SCHEDULE  \n   2005  2006  2007  2008  2009  2010  2011 \nActivities  Q1 Q2 Q3 Q4Q1Q2Q3Q4Q1Q2Q3Q4Q1Q2Q3Q4Q1Q2Q3 Q4 Q1 Q2 Q3 Q4Q1Q2Q3Q4\nAdvance Actions                                                                                     \nSelection of survey firm                                                                  \nSelection of international \nconsultant firm                                                                  \nSelection of engineering firm                                                                  \nPreparation PA bid documents                                                                  \nSite selection  for health centers                                                                  \nPMU and PIU staff selection                                                                  \nEstablishment of PMU and PIU                                                                                     \nComponent 1.1: Partnership \nAgreement                                                                                     \nBidding and award of PA contract                                                                 \nNew partner NGO PHC services                                                                                   \nComponent 1.2: BCC                                                                 \nSelection of BCC firm                                                                  \nBCC activities                                                                                   \nComponent 2.1 PHC \nInfrastructure                                                                                     \nBidding and award of contracts                                                                  \nNew civil works                                                                       \nEquipment and furniture                                                                   \nRenovation of existing facilities                                                                     \nComponent 2.2 Environmental \nHealth                                                                 \nSelection for pilot projects                                                                   \nPilot projects                                                                             \nClinical waste management                                                                                      \nComponent 3.1 Building \nCapacities                                                                                      \nManagement training                                                                           \nFinancial management training                                                                      \nPHC management training                                                                                    \nStudy tours                                                                         \nQuality assurance activities                                                                                    \nComponent 3.2 Policy Support                                                                                    \nComponent 4.1 Project \nImplementation                                                                                     \nRecruitment of PMU and PIU \nstaff                                                                   \nEquipment, etc. for PMU/PIU                                                                   \nHousehold surveys                                                                      \nHMIS needs assessment                                                         \nHMIS implementation                                                          \nPPMES                                                                                    \nComponent 4.2 Operational \nResearch                                                                                     \n \nBCC = behavior change communication, CC = city corporation, CRHC = comprehensive reproductive health care,  \nHMIS = health management information system, NGO = nongovernment organization, PA = partnership agreement, \nPHC = primary health care, PIU = project implementation unit, PMU = project management unit, PPMES=project \nperformance monitoring and evaluation system, Q1 = first quarter, Q2 = second quarter, Q3 = third quarter, Q4 = fourth \nquarter. \n ", "42   Appendix 10 \n \nINDICATIVE CONTRACT PACKAGES \nNumber of  Mode of  Amount \nComponent/ Package  Contracts Procurement  ($) \nA.    Provision of Services through PAs and BCC       \n1.  Provision of services through partnership agreements  24  LCB  47,116,472\n2.  Behavior change communication  1  QCBS  3,000,000\n3.  Vehicles for partner NGOs (8 double cabs and 8 ambulances)  1  IS/ LCB  636,460\n  Subtotal (A)     50,752,932\n           \nB.    Strengthening Urban PHC Infrastructure and Environmental \n  Health       \n1.  Construction of CRHC centers, PHC centers, upgrading of PHC  30  LCB  6,280,000\ncenters to CRHC centers \n2.  Purchase of apartments/buildings  12  LCB  960,000\n3.  Construction supervision and resettlement  1  QCBS  505,000\n4.  Equipment and furniture for CRHC centers, PHC centers  68  LCB  1,933,000\n5.  Environmental health pilot projects and CWM  40  QCBS  1,830,000\n  Subtotal (B)     11,508,000\n       \nC.    Capacity Building and Policy Support       \n 1.  Management capacity building and staff training for quality PHC \n   services and foreign study tours  1  QCBS  1,960,000\n2.  Quality assurance and supportive supervision  1  QCBS  925,000\n3.  HMIS development and implementation  1  QCBS  1,200,000\n  Subtotal (C)     4,085,000\n       \nD.    Strengthening Project Implementation and Operationally \n  Research       \n1.  Management support for PMU  1  QCBS  2,334,000\n2.  Project performance monitoring and evaluation  1  QCBS  1,320,000\n3.  Financial management and performance audit  1  QCBS  750,000\n4.  Operationally relevant research  8  QCBS  800,000\n5.  Office equipment for PMU/PIU  1  LCB  214,700\n6.  Vehicles for PMU (3 jeeps) and for PIU 8 double cabs and 1 jeep  1  IS/LCB  397,000\n  Subtotal (D)     5,815,700\n \n BCC = behavior change communication, CRHC = comprehensive reproductive health care, CWM = clinical waster \nmanagement, IS = international shopping, LCB = local competitive bidding, HMIS = health management information \n \nsystem, NGO = nongovernment organization, PA = partnership agreement, PHC = primary health care, PIU = \nproject implementation unit, PMU = project management unit, QCBS = quality and cost based selection.  \nSource: Asian Development Bank estimates. \n ", "Appendix 11  43  \n   \nSUMMARY OF ECONOMIC AND FINANCIAL ANALYSES1   \n \nA.  Urban Primary Health Care Sector Finance \n \n1.  Urban  populations  in  Bangladesh  are  rapidly  increasing  (Appendix  2).  In  city \ncorporations and major municipalities, the existing public infrastructure has been unable to cope \nwith the rapid influx of migrants. Provision of public primary health care (PHC) in urban areas \nhas  been  limited,  mainly  as  a  result  of  financial  constraints  of  city  corporations  and \nmunicipalities.  Urban  PHC  is  provided  mainly  by  city  corporations,  nongovernment \norganizations (NGOs), and the private sector but has a weak financial base. PHC operations \nare financially supported through partnership agreements with the Local Government Division \n(LGD),  direct  financing  by  local  governments,  direct  assistance  from  international  donors,  \nor user charges. The LGD budget for agreements is financed from the project fund with foreign \nassistance. Local governments, including city corporations and municipalities, receive grants \nfrom the central Government, which generally contributes more than a quarter of their revenue. \nIn other words, urban PHC depends heavily on foreign assistance and grants from the central \nGovernment. \n \n2.  A significant proportion of local governments’ budget relies on grants from the central \nGovernment.2 Other sources of revenue are taxes, rates, fees, and charges levied locally. \nUrban local governments raise 55–75% of their revenue from their own sources; the remainder \ncomes from grants from LGD and Annual Development Program. Local governments allocate a \nlarge proportion of their budget to physical infrastructure (30–40%) and public health accounts \nfor only 15–20 per cent.3 Expenditure for urban PHC from the public health budget of the local \ngovernments is, however, negligible, as no local government under the first Urban Primary \nHealth  Care  Project  (UPHCP-I),  except  Chittagong,  was  able  to  offer  matching  budgetary \nsupport. If urban PHC is to be sustained or expanded to meet the needs of the increasing urban \npopulation in the four largest cities and other urbanized municipalities, additional foreign aid or \nother sources of income will have to be sought. \n \n3.  Rationale for Public Intervention in PHC. There are three strong reasons why the \npublic sector should support urban PHC. First, PHC focuses on services with large positive \nexternalities  and  public-good  characteristics,  such  as  immunization  programs  and  health \neducation. As society will benefit from the provision of PHC, the Government should bear an \nappropriate level of the cost. Second, PHC provision will help to control diseases, including \ntuberculosis,  malaria,  and  diarrhea,  which  are  particularly  prevalent  among  the  poor.  \nThis  means  that  public  expenditure  on  PHC  is  likely  to  be  spent  on  the  poor,  thereby \nencouraging a more equitable redistribution of national wealth. Third, the potential productivity \n                                                 \n1  See Supplementary Appendix K for more details. \n2  Local Government Division (LGD) obtains a significant portion of the ministerial budget. The budget of  Ministry of \nLocal  Government,  Rural  Development  and  Cooperatives  (MOLGRDC)  has  been  9%  to  10%  of  the  total \nGovernment budget in the last 4 financial years, and was Tk49 billion in FY2005. MOLGRDC allocates 86% to 89% \nof its budget, or Tk42 billion, to LGD. In contrast, the budget required for urban primary health care (PHC) is small. \nThe LGD budget consists of a small current expenditure budget (10–15%) and a large annual development \nprogram budget (85–90%). LGD has allocated 1% to 2% of its annual development program budget to urban PHC, \nwhich has covered capital and operational costs of service delivery through partnership agreements. Of the urban \nPHC budget, 75% to 80% has been financed by foreign aid. LGD allocates just less than a quarter of its current \nexpenditure budget to grants for autonomous bodies and institutions, which includes local governments. \n3  Country paper: Bangladesh, Local Government in Asia and the Pacific: A Comparative Study, UNESCAP. \nAvailable: http://www.unescap.org/huset/lgstudy/country/bangladesh/bangladesh.html \n ", "44   Appendix 11 \ngains realized through health improvement are substantial, raising the amount of social benefit \nfar above the profit of private PHC providers. Without support from the public sector, the supply \nof PHC services is likely to be suboptimal.  \n \n4.  Contracting-out  of  Health  Services.4  Experience  suggests  that  outsourcing  will \nimprove the flexibility and cost-effectiveness of PHC service delivery. The “contact-out model” is \nmore cost-effective than the “contract-in model.”5 The contract-in model, where partners provide \nonly management support to civil service health staff and are obliged to follow government rules \nand regulations with respect to the government-provided resources, is inflexible in delivering \nservices. The contract-out model, however, in which partners are responsible for the entire \nmanagement and delivery of PHC services, allows for more flexible employment management \nand greater innovation. As the UPHCP-I was based on the contract-out model, the Project \nshould build upon its successes.  \n \nB.  Economic Analysis \n \n5.  Disability-adjusted Life Years (DALYs). An attempt was made to estimate DALYs \nsaved to assess the cost-effectiveness of the project design. Since the Project especially aims \nto improve child and maternal health care, a significant proportion (80.1%) of DALYs will be \nsaved from reducing the infant, under-5, and maternal mortality and the child malnutrition rates. \nControl of communicable diseases through the essential services package  will also help reduce \nDALYs. In total, the Project will decrease 2.3 million DALYs or 16% of the estimated “without-\nproject” DALYs over the next 20 years. The cost per DALY saved for the Project is estimated at \n$35, which is compatible with the estimation for the first phase of the Project ($34 per DALY \nsaved) and well within the acceptable range listed in ADB’s Policy for the Health Sector. \n \n6.  Economic Internal Rate of Return. To assess the economic viability and efficiency of \nthe investment under the Project, economic benefits and costs were identified and an economic \ninternal rate of return (EIRR) over 20 years was estimated. The Project will qualitatively improve \nurban PHC and quantitatively expand its coverage. This will create two streams of economic \nbenefit: a resource cost saving and productivity gain. As a result of qualitative improvements,  \nan existing urban PHC user will be able to save out-of-pocket expenses by reducing wasteful \noutpatient  visits,  treatments,  and  prescriptions.  The  saving  in  out-of-pocket  expenses  is \nassumed to be $0.50 per person in a year in areas covered by the UPHCP, and $1.00 in the \nadditional areas covered by the Project.  \n \n7.  Quantitative expansion in PHC coverage will allow more people living in urban areas to \naccess PHC. Project beneficiaries will increase from 30% to 60% of the population in project \nareas and from 20% to 50% in new areas. Prevention and early treatment of diseases will \nreduce the mortality rate, and consequently keep the workforce in good health. To measure the \nimpact of the quantitative expansion in monetary terms, the income gained by an additional \nchild under 5 years old, whose life was saved by the Project, has been calculated, based on the \nestimated lifetime earning of a worker. The under-5 mortality rate is assumed to decrease \ngradually over the 6 years of the Project toward the target level of 69.7% from the current level \n                                                 \n4  There are three major types of PHC provision: (i) direct service delivery by the government, (ii) direct service \ndelivery  by  the  private  sector,  and  (iii)  service  delivery  through  contracts  between  public,  private  and \nnongovernment partners. Provision through contract is likely to result in more efficient, effective and equitable \nservice delivery.  \n5  Research on PHC service provision in Cambodia found that the contracting-out model performed better than the \ncontracting-in model. (See ERD Policy Brief 6, 2002.) \n ", "Appendix 11  45  \nof 82.0%, and to stay at the target level afterward. Time saved because of the reduction in sick \ndays is estimated from DALYs saved for causes other than a decrease in under-5 child mortality \n(4.1  days  on  average).  The  value  of  1  day  is  estimated  at  $0.20,  considering  that  many \nbeneficiaries are the poor, women, and children with limited earning opportunities.  \n \n8.  The  estimated  total  economic  cost  of  the  Project  at  constant  2005  prices  is  \n$178.1 million for 20 years, including capital and incremental recurrent costs. The recurrent \ncosts of the Project include: (i) operating and maintenance costs for civil works and equipment, \nwhich are set at 4% of investment costs, incurred every 5 years; (ii) salaries of managerial and \nadministrative staff; (iii) a contracting amount for partnership agreements; and (iv) monitoring \nand  evaluation  costs,  including  management  information  system  implementation  costs.  \nThe Project is estimated to yield a net present value of $62.4 million and an EIRR of 17.4%, \nassuming  a  discount  rate  of  12.0%.  The  productivity  gains  are  much  larger  than  the  \nout-of-pocket expenditure reduction, as saving the life of a child under 5 years old leads to the \nlife-long supply of one labor unit after the child enters the labor market. The actual economic \nrate  of  return  is  likely  to  be  higher,  reflecting  positive  externalities  and  longer-term \nintergenerational  social  benefits  that  come  with  improved  quality  of  PHC  services.  These \nbenefits may be reflected in education outcomes and quality of life, to which it is difficult to \nassign monetary values. \n \n9.  Sensitivity  Analysis.  A  sensitivity  analysis  has  been  undertaken  on  the  basis  of \nalternative assumptions about improvements to the quality and coverage of PHC services. \nQuality  improvement  is  reflected  in  the  resource  savings.  The  “low”  case  for  PHC  quality \nassumes that resource savings are 10% lower than the target, and the “high” case 10% greater. \nThe “low” case for coverage shows that the number of beneficiaries is 10% lower than planned, \nand the “high” case 10% higher. The findings of the sensitivity analysis indicate that the return is \nmore sensitive to changes in the extent of coverage. An increase in coverage brings productivity \ngains and savings of total out-of-pocket expenditures, while an increase in quality affects only \nexpenditure  savings.  Therefore,  for  the  successful  outcome  of  the  Project,  it  is  crucial  to \ncultivate latent demand and increase coverage for the poor who do not currently have enough \naccess to PHC services. \n \n10.  Poverty Impact Analysis. The distribution of the economic effects of the Project for the \nnext 20 years is estimated for three major stakeholders: (i) the Government and the economy, \n(ii)  beneficiaries,  and  (iii)  other  PHC  service  providers.  The  total  economic  effects  are  \n$137  million,  shared  by  the  Government  and  the  economy  ($1.5  million),  beneficiaries  \n($139.4 million) and other PHC service providers (–$4.0 million). The Government also bears \nthe financial cost of the Project ($74.6 million) and, therefore, the Government and the economy \nlose about $73.0 million. The net total economic effect is $62.4 million. \n \n11.  The economic losses of the Government and the economy and the economic gains of \nbeneficiaries are shared by the poor and nonpoor. During the analysis period, 10% of the \npopulation and 30% of beneficiaries were estimated to be poor. Therefore, the poor in the \neconomy will bear a $7-million loss and the poor among beneficiaries will gain $42 million. Thus, \nthe net economic effect on the poor will be $35 million. For the next 20 years, the Project will \nbring  about  economic  effects  worth  $62.4  million,  and  the  poor  will  receive  $35.0  million.  \nThe poverty impact ratio of the Project is 0.55, indicating that 55% of the net project benefits will \nbe received by the poor. The poor are likely to benefit from the Project more than this result \nimplies, since the marginal benefit of additional spending on health would be larger for the poor \nthan for the nonpoor. For example, a marginal mortality rate reduction due to the intervention is \nlikely to be larger for the poor, given their current mortality rate is higher than that of the \n ", "46   Appendix 11 \nnonpoor. Since the poor are exempt from user fees, the economic cost is borne less by the poor \nthan the estimate assumes. \n \nC.  Financial Analysis \n \n12.  The gross domestic product growth rate at current prices is assumed to be constant at \n10%, and the Government budget as a proportion of gross domestic product (GDP) to be \naround 16% from FY2006 to FY2013. The proportion of Ministry of Local Government, Rural \nDevelopment, and Cooperatives (MOLGRDC) to total government expenditure is assumed to be \nconstant at 8.6%, LGD to MOLGRDC expenditures to be 87.0%, and grants to autonomous \nbodies to LGD expenditures to be 21.0%. As a result of the Project, there will be a recurrent \ncost implication after the implementation period. To sustain urban PHC services, the funding \nsource should be shifted from the annual development program to the current expenditure \nbudget. Continuation of partnership agreements will require an estimated $10.5 million, and \nsalary  for  partnership  agreement  management  staff,  approximately  $0.6  million  a  year, \nconsidering  inflation.  Similarly,  operation  and  maintenance  (O&M)  of  the  buildings  and \nequipment  procured  under  the  Project  require  $0.6  million  every  5  years.  \nThe Government needs to provide at least an additional $11.1 million to its current expenditure \nto sustain urban PHC  in 2012/13 and $11.7 million thereafter. \n \n13.  Sufficient funds for additional recurrent costs can be secured in two ways: (i) by using \npart  of  the  increments  in  LGD  current  expenditure  budget  in  2004–2013,  estimated  at  \nTk6.7 billion ($112 million); and (ii) by using increments in LGD grants to autonomous bodies to \nfinance urban PHC. Such increments in 2012/13 are estimated at TK1.5 billion ($25 million), \nwhich are to be shared by more than 300 municipalities. Funds for urban PHC may be secured \nout of the estimated LGD grants in 2012/13 by allocating Tk0.6 billion ($11.1 million) of the \nincrements to the local governments that provide urban PHC as an addition to their budget, and \nsharing the remaining Tk0.9 billion ($14.9 million) equally among all municipalities. The cost of \nO&M of buildings and equipment every 5 years is likely to be met by the income from urban \nPHC services. During project implementation, local governments will be encouraged to recover \n15% of the partnership agreement cost through user charges, and the income from the services \nwill be retained by the local governments (see assurance on user-fee retention). The user \ncharges will allow the local governments to obtain $1.6 million per year, and the income will \naccumulate to $8.0 million after 5 years. This will be sufficient to finance the cost of the annual \ndevelopment program. Based on the above analysis, an assurance has been obtained from the \nGovernment that it will develop a fiscal model for urban PHC provision (see assurance) that will \nlead to sustained funding of the urban PHC initiative. \n ", "Appendix 12  47  \n \nSUMMARY INITIAL ENVIRONMENTAL EXAMINATION \nA.   Introduction \n \n1.  In compliance with Asian Development Bank (ADB) environmental requirements, an initial \nenvironmental  examination  (IEE)  was  conducted  for  the  Project,  which  is  classified  under \nenvironmental  category  B  in  accordance  with  ADB’s  Operations  Manual  Section  F1/OP. \nSubcomponents to be financed under the Project show no significant environmental impacts. \nProject activities that may have a marginal effect, and the main mitigation measures proposed, \nare summarized here. Overall, the project is expected to result in substantial environmental \nbenefits. The IEE is in agreement with ADB’s Environmental Guidelines (2003) and Bangladesh’s \nlaws  and  regulations  (Supplementary  Appendix  G).  The  summary  IEE  summarizes  the \nenvironmental  issues,  mitigation  measures,  institutional  arrangements,  and  environmental \nmonitoring plan.  \n \nB.  Description of the Project \n \n2.  The Project will provide primary health care (PHC) to unserved urban populations with a \nspecial focus on areas of poverty and bad environmental quality. The Project continues the model \npioneered by the first urban primary health care project (UPHCP-I), under which service providers \nwere contracted to deliver an agreed-on essential service package (ESP) through partnership \nagreements  to  service  areas.  The  Project  will  provide  PHC  by  contracting-out  services  to \nnongovernment organizations (NGOs) and provide PHC infrastructure and environmental health \nfacilities.  The  Project  will  construct  at  least  50  new  PHC  centers,  14  new  comprehensive \nreproductive health care (CRHC) centers and upgrade 4 PHC centers to CRHC centers. It will be \nimplemented over 6.5 years, beginning in July 2005. Rented accommodation will be reviewed for \nsuitability as clinics, and new land will be required for construction. The specifics are still to be \ndetermined. The Project will: (i) support the construction of at least four community toilets with \nbathing and urinal facilities in each partnership area; (ii) support pilot community-based solid \nwaste management through community mobilization and provision of dustbins and collection \ntrolleys; and (iii) support municipalities to improve clinical waste management by formulating \nclinical waste management plans, providing training, and supplying waste segregation equipment \n(bins) in health care facilities.  \n \nC.  Description of the Environment \n \n3.  Bangladesh is flat, except for the hills along its eastern borders, and is vulnerable to \nmassive flooding. Urban infrastructure is inadequate for the present and future population and \nindustrial requirements. Less than 50% of Dhaka’s solid waste is collected, and the country’s \nwastes are expected to rise by eight to ten times by 2020. The city’s sewerage system covers \nonly one third of its area, and 30% of the capital’s people use either open latrines or none at all. \nOnly half the people who live in cities have access to safe water, and urban demand for water is \nexpected to rise over six times by 2020. The subproject sites have no significant vegetation, \nsteep slopes, or flood-prone areas. Endangered species and other wildlife are not affected. Some \nsites lie within low to moderate earthquake zones. The project area has no cultural heritage sites. \n \nD.  Screening of Potential Environmental Impacts and Mitigation Measures \n \n4.  Location. PHC centers need to be close to slums and other areas inhabited by the urban \npoor. However, scarcity of land and pressure to accept donated land sometimes leads to facilities \n ", "48  Appendix 12 \nbeing  located  far  from  urban  poor  areas.  Although  medical  facilities  are  small  and  will  not \nnecessarily involve dislocation of inhabitants, in some cases squatters may be evicted, for whom \nadequate rehabilitation and resettlement safeguards will be need. Resettlement will be minimal, \nand any involuntary resettlements that occur will be mitigated in accordance with the measures \nstipulated under ADB’s policy on involuntary resettlement and the Handbook on Resettlement:  \nA Guide to Good Practice. Before finalizing site selection, the project management unit (PMU) will \ndelineate the partnership areas and their estimated population using existing maps. This will \nenable the proposed location of PHC centers to be checked against potential demand and the \nwalking distance for the urban poor users to be estimated. The ground floors will be higher than \nthe flood level identified using data from the past 5 years. The sites will also receive sufficient fill \nto bring them above 30 centimeters above the surrounding land for rain runoff. \n \n5.  Design and Construction. Existing CRHC center facilities do not have hand basins in \nwards, showers for in-patients, stretcher access between operating theatres or recovery wards \nand the general wards on the floor above, or laundry rooms. No major construction impacts are \nforeseen given that buildings are small. Site construction activities such as digging of drains or \nlandfill site landscaping will generate dust, noise, and vibration that will affect workers on site and \nthe nearby population, while soil erosion may result from land preparation. To mitigate these \nimpacts, dust suppression techniques such as water sprays, covered wagons and skips will be \nused, working hours agreed, plant and equipment with low operating noise levels used, and \nexcavation and land leveling works limited during the rainy season. No construction camps will be \nnecessary. Measures will be taken for the following: (i) site stabilization, erosion, and runoff;  \n(ii) dust and noise suppression; (iii) management of traffic and utilities; and (iv) worker safety. \nGood health and hygiene practices at work and measures to prevent work accidents will be \nachieved through an occupational health and safety plan (OHSP), which will include emergency \nplans, personnel basic training, and first aid provisions. \n \n6.  The following provisions will be considered at the design stage to strengthen existing and \nproposed project facilities: (i) monitoring of on-site drinking water quality; (ii) provision of mosquito \nand fly screens to all window and door openings; (iii) provision of wash basins in examination \nrooms; (iv) provision of showers for patients and laundry rooms in CRHC centers; (v) provision of \nstorage cabinets with smooth surfaces and doors; (vi) where noise and/or fumes reach operation \nand recovery rooms of CRHC centers, fitting of plastic-framed double-glazed windows, and air \nconditioners; (vii) use of high-quality material during construction; and (viii) appropriate septic \ntank and sanitation scheme selection. \n \n7.  Clinical Waste. Environmental impacts mainly derive from handling, collection, storage, \nsegregation, and treatment and disposal of medical waste. Medical waste includes common \nwaste  and  special  waste  (sharps  and  infectious,  pathological,  pharmaceutical,  genotoxic, \nchemical,  heavy-metal-containing,  and  radioactive  waste).  Medical  solid  waste—glassware, \nsyringes,  dressings,  bandages,  plasters,  plastic  syringes,  and  test  swabs—accounts  for  \n10–15% of clinics’ total solid waste. Most clinics have limited resources for waste disposal and \ngenerally suffer from:  (i) inappropriate technology; (ii) lack of training and awareness among \nstaff; (iii) high cost of treatment systems; and (iv) limited space for on-site treatment and disposal, \nwhich  highlights  the  need  to  implement  city-wide  collection,  treatment  and  disposal \narrangements.  Although  health  providers  generally  know  that  medical  waste  needs  to  be \nseparated from conventional waste, it is usually taken to landfill sites and mixed with other waste \nor burned in open land. Liquid clinical waste is discharged untreated and health centers lack \nbasic wastewater facilities.  \n \n ", "Appendix 12  49  \n8.  Clinical infectious waste (CIW) release has an important impact on the environment. \nAlthough CIW from all hospitals, clinics, and laboratories is a small proportion of overall solid \nwastes, it is extremely hazardous. CIW is often mixed with normal solid wastes at medical \nfacilities  and  taken  to  the  city  dumps.  All  dumps  are  uncontrolled;  there  are  no  properly \nengineered dumps or sanitary landfills. Waste pickers and animals roam the dumps, and are at \nhigh risk of contracting disease. Used syringes, tubes, and bags are sold by scavengers and \nhospital staff members to dealers who repackage and sell them as new to medical facilities and to \ndrug users. Some project cities have begun clinical waste management (CWM) programs, which \nwill be supported under the Project for selected town and cities. The CWM plans will address \nhandling and collection, storage, segregation, treatment, and disposal of medical waste at the \nmunicipal  level.  They  will  include  an  analysis  of  clinical  waste  generation  and  facility \nmanagement, and examine alternative options for transport, treatment and disposal, institutional \nand financing arrangements, and initial awareness-raising. Training will be provided under the \nProject to health workers and communities. \n \n9.  Short-term measures to improve CWM in the project clinics will include:  (i) designation of \na  person  in  charge  of  waste  management  in  each  clinic;  (ii)  regular  training  for  all  staff;  \n(iii) provision of color-coded, covered receptacles in strategic positions for separate categories of \nwaste; (iv) daily internal collection and storage of containers within the clinic compound, which will \nbe in a fenced, secured area; (v) collection and transportation of clinical waste containers by the \ncity corporation and municipal conservancy department, and burial in separate pits for different \nwastes in a fenced, secured area of the municipal dumpsite; (vi) return of containers and invoice \nof  services  to  the  clinic,  and  (vii)  cleansing  of  containers  by  the  clinic.  An  operation  and \nmaintenance (O&M) plan and schedule will be prepared for each center, specifying environmental \nmonitoring  tasks  (e.g., regular  cleaning  of  external  perimeter  drains,  ensuring  that  they  are \nconnected to off-site drains), frequency of monitoring, responsibilities, and costs. The O&M plan \nwill be incorporated into the partnership agreements, and monitored as part of the assessment of \npartners’ performance.  \n \n10.  Operational Maintenance. Community toilets will be fitted with suitably designed septic \ntanks or sewerage connections. Regular maintenance will ensure appropriate functioning of the \nschemes and prevent pests, disease vectors, and odors. Proper construction, regular collection, \nand maintenance of dustbins will be necessary to ensure there are no visual or odor disturbances \nto neighboring areas, and to repel rodents and insects, which carry diseases.  \n \n11.  Extension  of  Health  Services  to  Include  the  Neighborhood  Environment.  \nThe partnership agreements will include a clause requiring partners to work with city corporations \nand  municipalities  to  help  community-based  organizations  (CBOs)  to  set  up  community \nconservancy activities to: (i) clean neighborhood areas, (ii) establish a water surveillance and \nmonitoring program, and (iii) provide awareness-raising and training in personal and household \nhygiene. These will be led by the city corporations, municipalities, and CBOs, but partners will \nhelp set up the arrangements and provide guidance on environmental health. \n \nE.  Institutional Requirements, Environmental Monitoring Plan, and Cost Estimates \n \n12.  Technical  and  institutional  mitigation  measures  will  be  incorporated  into  the  detailed \ndesign of the Project. Planning, functional, institutional, and procedural measures have to be \nincluded in the site selection criteria, in the tender documents, and in the OHSP. Mitigation \nmeasures related to construction work must be specified in the contract with the contractor.  \nThe PMU in the Local Government Division (LGD) of the Ministry of Local Government, Rural \nDevelopment and Cooperatives (MOLGRDC), and project implementation units (PIUs) in the \n ", "50  Appendix 12 \nmunicipalities will be responsible for monitoring and enforcement during construction. During the \noperational phase, municipal authorities, helped by LGD, will be responsible for implementing \nenvironmental  measures  in  medical  waste  management.  The  LGD  will  obtain  relevant \nenvironmental clearances from the Department of Environment before it implements any civil \nworks. The department will oversee environmental compliance and environmental monitoring. \nADB review missions will assess environmental compliance in the different towns. \n \n13.  An  environmental  assessment  and  review  procedure  has  been  prepared  to  facilitate \ncompliance  of  urban  PHC  infrastructure  and  environmental  health  subprojects  with  the \nenvironmental  requirements  of  the  Government  and  ADB.  Careful  screening  of  potential \nsubprojects based on environmental criteria will be included in the environmental assessment \nreview framework prepared by the PMU’s environmental section in collaboration with the town \noffice. LGD will prepare a full environmental assessment report on selected subprojects, including \npublic consultation and an environmental monitoring plan with specific mitigation measures, as a \nprerequisite for approval of credit. A monitoring program will ensure that the subprojects have no \nmajor  adverse  environmental  impacts.  The  environmental  criteria  for  site  selection  and  the \ndetailed environmental assessment and review procedures for landfill subprojects are in the IEE. \n \n14.  The Project has a national steering committee. A conservancy committee should be \nestablished at the city corporation and municipality level to oversee solid waste management \n(including medical wastes). A hygiene manager should be appointed in each health care center, \nwith  powers  to  oversee  building  repairs  (related  to  hygiene),  facility  hygiene  and  waste \nmanagement operations, training and supervision of nurses and janitors, and coordination with \nthe city conservancy department, and with city and private sector CWM operators. Costs of \nadjusting the prototype facility designs and the hygiene and logistical upgrades to the UPHCP-I \nfacilities are incorporated in the main project costs. Costs of the environmental mitigation and \nmonitoring plan are estimated at $313,000.  \n \nF.   Public Consultation and Disclosure \n \n15.  Formal and informal consultation exercises were undertaken during project preparatory \ntechnical  assistance  preparation.  They  covered  more  than  150  households  (slum  dwellers, \npeople likely to be affected by the Project, and likely beneficiaries) in various municipalities; \nNGOs; central and local government agencies; and medical facilities. Public consultations will \ncontinue throughout the Project and will play an important role in the design of civil works.  \nThe Government will provide information on the Project’s environmental issues in a form and \nlanguage suitable to the population. The environmental specialist will consult with groups to \nexplain  the  financial  and  nonfinancial  costs  and  benefits  of  proposed  measures  to  mitigate \nenvironmental harm caused by medical waste. \n \nG.  Conclusion \n \n16.  The overall impact of the Project will be positive. It will significantly improve the overall \nenvironmental quality of the participating secondary towns. The Project is considered to have no \nsignificant environmental impacts; classification B is appropriate. Therefore an environmental \nimpact assessment is not deemed necessary. \n ", "Appendix 13  51  \nRESETTLEMENT FRAMEWORK \n \nA.  Project Background and Description \n \n1.  The Second Urban Primary Health Care Project (the Project) addresses the unmet need \nfor  primary  health  care  (PHC)  in  urban  areas  of  Bangladesh,  especially  among  the  poor.  \nThe Project will finance 64 civil works subprojects: 50 PHC and 14 comprehensive reproductive \nhealth care (CRHC) centers in all six city corporations and five municipalities. The Project will \nsupport the purchase of 12 apartments for PHC centers in Dhaka, and upgrading of 4 PHC \ncenters to CRHC centers; neither activity involves resettlement. Fifty community toilets will be \nconstructed in the slums of the project area. The health facilities to be constructed under the \nProject are designed for land-scarce urban settings. The total land requirement under the \nProject will be approximately 3 hectares.1  \n \n2.  No involuntary resettlement is expected as a result of the Project.2  As in the first Urban \nPrimary  Health  Care  Project  (UPHCP-I),  under  which  128  facilities  were  constructed  on \nunoccupied government and donated land, almost all the construction under the Project will be \ndone on unoccupied government or donated land. However, a contingency is provided for  \n25  project-affected  people  in  the  six  city  corporations  and  five  municipalities.  In  the \nmunicipalities, five CRHC and 25 PHC centers will be constructed. A short resettlement plan \nhas been prepared for the six city corporations. It will serve as a model for addressing potential \nresettlement issues in the subprojects of five municipalities (Supplementary Appendix I).3  \n \nB.  Resettlement Policy Framework  \n \n3.  The legislation governing land acquisition for public purposes is the Acquisition and \nRequisition of Immovable Property Ordinance (Ordinance II of 1982) and its amendments in \n1993  and  1994.  The  ordinance  is  the  only  law  that  governs  all  cases  of  acquisition  and \nrequisition by the Government of immovable property (land, crops, and built structures) for any \npublic purpose or in the public interest. The ordinance does not cover project-affected people \nwithout  title  or  ownership  records,  such  as  informal  settlers  or  squatters.  In  most  cases,  \nthe compensation does not constitute the market or replacement value of the property acquired.  \nIn the absence of a Government policy consistent with the Asian Development Bank (ADB) \npolicies  on  involuntary  resettlement,  poverty  reduction,  and  social  development,  a  project-\nspecific resettlement policy framework and resettlement procedure guidelines will be adopted. \nThe framework and guidelines in this appendix will apply to all subprojects to be prepared and \napproved  under  the  Project.  It  will  ensure  that  people  affected  by  land  acquisition  who \npermanently or temporarily lose their livelihoods will be eligible for appropriate compensation \nunder the Project.  \n \n                                                 \n1  These primary health care (PHC) centers will have two floors and the CRHC center will have four. The land       \nrequirement for each facility will be less than 200 square meters . \n2  During first Urban Primary Health Care Project (UPHCP-I) no resettlement was required to build the 128 project \nbuildings. In the six city corporations no resettlement is expected. \n3  During project implementation, the Local Government Division (LGD) will prepare each subproject resettlement \nplan in accordance with the resettlement planning principles set out in the resettlement framework and the Asian \nDevelopment Bank (ADB) policy on involuntary resettlement to the satisfaction of ADB. Provisions have been \nincluded  to  help  restore  living  standards  of  the  project-affected  people  to  the  pre-project  levels  or  better.  \nAs detailed designs are finalized and approved, LGD, city corporations, and municipalities will revise and update \nthe resettlement plan. All households will be compensated at full replacement cost and current market value. \n \n ", "52   Appendix 13 \n4.  The resettlement policy framework reflects the Government’s land acquisition laws and \nregulations and ADB’s policy on involuntary resettlement and guidelines. It stipulates eligibility \nand provisions for all types of losses (land, crop, trees, fish, structures, business, employment, \nwork  days,  wages,  and  social  infrastructure).  Land  for  land  will  not  be  feasible  because \nreplacement land is not available. Lost livelihood will be compensated at full replacement cost, \nwhich  will  help  the  project-affected  people  to  rehabilitate  themselves.  Project-affected \nhouseholds  compensated  by  the  district  deputy  commissioner  for  lost  assets  will  receive:  \n(i) a cash grant to match the replacement market value; and (ii) other resettlement assistance \nsuch as allowance and compensation for loss of business, work days, and income because of \ndislocation. Households headed by females, and other vulnerable households will be eligible for \ncash assistance to relocate and to reconstruct houses or structures. Table A13.2 shows the \nmeasures adopted in the resettlement plan on land acquisition and resettlement to bridge the \ngap between the ADB policy on involuntary resettlement and the Government policy on land \nacquisition, and assessment and valuation of acquired property. \n \nC.  Resettlement Procedural Guidelines \n \n5.  The short resettlement plan for the six city corporations is in Supplementary Appendix I. \nThere are specific resettlement procedural guidelines to guide the preparation of resettlement \nplans that will be adequate for the magnitude of land acquisition for subsequent subprojects. \nThe resettlement procedure guidelines require: (i) an initial social assessment survey by Local \nGovernment  Division  (LGD)  once  the  scope  of  each  subproject  is  identified,  based  on \npreliminary technical designs; and (ii) a short resettlement plan (as subproject impacts are not \nsignificant). Since the resettlement impact of the subprojects will be minimal, approval will be \naccorded  only  for  resettlement  category-B  subprojects  and  only  during  the  project  period.  \nThe  short  resettlement  plan  must,  however,  comply  with  ADB’s  policy  on  involuntary \nresettlement and other social safeguard guidelines. \n \n6.  The following safeguards will be applied to government and donated land: (i) consulting \nfully on site selection with any project-affected people without titles; (ii) ensuring that voluntary \ndonations do not severely affect the living standards of the project-affected people and are \nlinked directly to benefits for them, with community-sanctioned measures to replace any losses \nthat they agree to verbally and in writing; (iii) confirming any voluntary donation through verbal \nand written records verified by nongovernment organizations (NGOs) and consultants; and  \n(iv)  putting  in  place  adequate  grievance  redress  systems.  Where  projects  directly  benefit \ncommunities and are amenable to a local decision-making process, arrangements to deal with \nlosses on a transparent, voluntary basis may be included in resettlement plans, with appropriate \nsafeguards. \n \nD.  Institutional Responsibilities and Resettlement Cost \n \n7.  The Ministry of Local Government, Rural Development, and Cooperatives, through LGD \nhas  overall  coordination,  planning,  implementation,  and  financing  responsibilities.  \nAn experienced NGO and/or resettlement specialist with clearly defined tasks will be engaged to \nimplement the plans. A senior project management unit officer or executive engineer will be \nappointed as chief resettlement officer to supervise implementation with the help of existing \nLGD, city corporation, and municipality community organizers at the city and municipality level. \nThe NGO and/or consultant will liaise with LGD and the contractor to assist the project-affected \npeople, especially women and other vulnerable people, to find jobs during construction. In the \ncontractor  contracts,  LGD  will  include  a  provision  for  preferential  employment  of  qualified \nproject-affected people, including women. \n ", "Appendix 13  53  \n \n8.  LGD will ensure that the resettlement plans adhere to the resettlement policy framework \nand resettlement procedure guidelines so that appropriate entitlements and mitigation measures \nare established. LGD will ensure that the resettlement budgets are delivered on time to the \ndeputy  commissioner’s  office  and  the  implementing  NGO  and/or  consultant  for  timely \nimplementation of the resettlement plan. A resettlement contingency provision of $200,000, \nincluding physical contingencies, is allocated under the costing for any possible resettlement \ncontingency in the project area. The Government will provide the funds for land acquisition and \nresettlement. The funds will be released through the deputy commissioners' offices for acquired \nproperties, whereas all other additional benefits will be paid directly by the LGD through the \nimplementing NGO and/or consultant. \n \nE.  Disclosure, Consultation, and Grievances \n \n9.  Each resettlement plan will be prepared and implemented in close consultation with the \nstakeholders  and  will  involve  focus  group  discussions  and  meetings,  particularly  with  the \nproject-affected people. The resettlement policy framework will be made available in Bangla \nduring village focus group meetings. Copies of draft resettlement plans will be distributed among \ncommunity groups to obtain their inputs before finalizing the detailed design, and after the \nsocioeconomic survey to avoid fraudulent claims. Complaints and grievance procedures will be \noutlined in each resettlement plan, and grievance redress committees will be established for \neach subproject, with representatives from LGD, project-affected people, women and other \nvulnerable groups, local governments, and NGOs. The chief resettlement officer, or authorized \nperson nominated by the officer, will chair the grievance redress committee. Other than disputes \nrelating to ownership rights, the committee will review grievances involving all resettlement \nbenefits, relocation, and relevant assistance. Grievances will be redressed within 2–4 weeks \nfrom the date the complaint was lodged. \n \nF.  Monitoring and Evaluation \n \n10.  LGD  will  establish  a  monitoring  system  involving  LGD  and  implementing  staff,  and \nprepare progress reports on all aspects of land acquisition, compensation, and resettlement \nactivities. LGD will report to ADB on land acquisition and resettlement in the quarterly progress \nreports.  An  independent  monitoring  and  evaluation  firm  will  monitor  implementation  of \nresettlement plans. \n \nG.  Entitlement Matrix \n \n11.  The entitlement matrix given in Table A13.1 will be followed: \n \nTable A13. 1: Entitlement Matrix \nType of Loss  Application  Definition of  Entitlements  Expected \nProject- Results \naffected \nPeople \n1. Loss of  Land   Legal owners  Cash compensation under law by deputy  Replacement of \nagriculture or  of land  commissioner, by category and use of land;  agriculture land, \nany other type  additional cash grant to match the market or  homestead, or \nof land; and  replacement value, to be determined by LGD  commercial land \nloss of  through an independent valuation advisory team;  or the value to \nhomestead or   refund of registration cost incurred for  the project-\ncommercial  replacement land purchase within stipulated time   affected people  \nland \nContinued on next page \n ", "54   Appendix 13 \nType of Loss  Application  Definition of  Entitlements  Expected \nProject- Results \naffected \nPeople \n2. Loss of  Structure   Owner(s) of  Cash compensation under law by deputy  Reconstruction \nresidential/  the structures  commissioner; additional cash grant to match the  of houses at a \ncommercial/  identified by  market or replacement value; Tk2,500 as  new site on \nindustrial  deputy  transfer grant for relocation to each household  project-affected \nstructures by  commissioner  CBE structure owner; at 5% cash compensation  people’s land \nowners  and socio- from the law up to Tk5,000 for homestead  and CBEs in the \neconomic  development and house and structure  resettlement site \nsurvey  construction; additional assistance of Tk500 for  in the growth \nhouseholds headed by females  center \n3. Loss of  Standing  Owners of the  Compensation at the rate estimated by the  Compensation \ntrees, crops,  crops, trees,  land  forest, agriculture extension, and fishery  for standing \nperennials, or  fish  departments  crops, trees, \nfish  and fish \n4. Loss of  Agriculture  Tenants of the  Tk100 per decimal (1% of an acre) of agriculture  Compensation \naccess by  land and  land as  land under tenant or sharecropping contract   for loss of \ntenants or  growth  identified by  farming a   access to farm \nsharecroppers  center  socio- land \neconomic \nsurvey \n5. Loss of  Squatters  Head of the  Compensation for lost structure (if owners) by   Compensation \nresidence by  and  households  deputy commissioner as assessed value;  for alternate \nsquatters or  squatters  living as  additional cash grant to match the market or  housing (rented) \nauthorized  with  squatters or  replacement value; transfer or shifting grant at  for squatters \noccupants on  permission   with  Tk2,500 per household; Tk2,000 per household  and with \nprivate land   permission   as one-time cash grant for alternative housing for  permission \nrented \n6. Loss of  CBEs  The owner of  Assistance to CBEs for lost structure (if owners)  Assistance for \nbusiness or  CBEs  by DC as assessed value; Additional cash grant  reestablishment \nindustrial  to match the market/ replacement value;  to CBE owners, \npremises by  transfer/shifting grant at Tk2,500 per household;  replacement \nCBE owners  Tk2,000 per household as one-time cash grant  land to restart \nfor renting alternative housing   business \n7. Loss of  Households  Daily wage  Tk2,000 for loss of income or work opportunities  Subsistence and \nemployment/  affected by  laborers, CBE  as one-time cash grant; Tk3,000 for loss of  income \nincome,  the Project   employees,  income or work opportunities to vulnerable  assistance in \nworkdays  and others  household heads (females); employment in  post-\n(agriculture  affected  project construction  displacement \nlabor/CBE  indirectly  period for a \nemployees)a  limited time  \n8. Partial loss  Community  Community  Cash compensation under the law; replacement  The community \nof community  facilities  affected by the  value for structures assessed by property  will continue \nfacilities,  affected by  Project  valuation assessment team; additional cash  enjoying the \ncommon  the Project   grant to match the market or replacement value  social benefit \nproperties, or  of structure; cash grant of Tk2,500 for transfer,  from these \nresources  repair, or relocation of structure  infrastructures. \nCBE = community-based enterprises, LGD = Local Government Division. \nNote: Based on verbal agreement during the field visit but condition on of the city corporation or municipality certifying \nlessee status. \na  Included to provide compensation for the especially vulnerable project-affected people such as households headed   \n    by females, and daily wage earners. \nSource: Government of Bangladesh. \n ", "                \nTable A13.2: Proposed Measures in Resettlement Plan to Fulfill ADB Policy over Government Policy \nIssue  Covered by Government Policy  Proposed Measures in Resettlement Framework as per ADB Guidelines \nA. Assessment of Losses and Identification of Owner(s) \n1. Land and physical  Deputy commissioner and  LGD  jointly  The deputy commissioner and  LGD  prepare a population record (to be updated to a \nproperty on the  categorize land by type and assets thereon, and  census during detailed design) and socioeconomic surveys of identified households to \nacquired property  identify the owners of physical assets.  assess the losses and identify owner(s) of acquired assets. An independent NGO as a \nmember of the joint verification team confirms the joint verification data of physical \nproperty in order to detect implementation adequacies. \n2. Livelihood and  Laws on acquisition of land and property do not  Loss of income and employment identified through censuses and socioeconomic \nincome opportunity  count loss of income and employment.  surveys \n3. Squatters and  Laws on acquisition of land and property do not  Squatters recognized as owners of structures they live in through censuses and \nillegal occupants  recognize squatters or illegal occupants.  socioeconomic surveys conducted by an independent agency. The joint verification \nteam assesses and recognizes losses of structures.  \n4. Social dislocation  Laws do not consider social dislocation due to the  Social and emotional disturbance due to dislocation from original place of residence \nacquisition.  recognized. \nB. Assessment of Compensation and Valuation \n5. Land (agricultural,  Deputy commissioner collects recorded price for  A land market survey is conducted by an independent agency through structured \npond, homestead, and  preceding 1 year and averages the sales prices  survey and consultation for assessing current market price of land. A property \ncommercial plots)  for compensation. The award includes an  valuation advisory team recommends a replacement value as additional payment \nadditional 50% as premium on the assessed price  directly to owner(s) of acquired property over the payment made by the deputy \ndue to compulsory acquisition.  commissioner (if necessary). \n6. Trees, crops, fish,  Prices from the Forest Department, Agriculture  The price determined by the deputy commissioner is reviewed, and additional value is \nand perennials  Extension and Fisheries Department are used for  added to ensure the market price. The property valuation advisory team recommends \nproject-affected trees, standing crops, and fish.  the replacement price of trees, crops, and fish. \n7. Structure and non- The Public Works Department price is considered  The price determined by the Public Works Department for different types of structures \nstructure assets  to assess the prices of different structures.  is reviewed. The property valuation advisory team also conducts valuation to \nrecommend the real market prices of structures at replacement cost. \nC. Compensation Entitlements \n8. Loss of land,  Assessed market price of land and other  Market price at replacement cost assessed by property valuation advisory team \nstructures, tree, crops,  immovable properties and a 50% premium on that  Stamp duty and registration cost is reimbursed for purchase of replacement land \nand fish  to legal owners.  within stipulated time. Assistance is given for shifting and reconstruction. People are \nRemoval cost at 12.5% of the assessed value.  allowed to take salvaged materials free of cost. An additional shifting allowance is \nAuction out the salvaged materials.  given for households headed by females, and vulnerable people. \n9. Livelihood and  No provision for loss of income or employment.  Cash assistance for income restoration. \nA\nincome opportunities  p\np\n10. Informal settlers  No provision for loss of structure of informal  Replacement price of structure. Shifting and reconstruction assistance. Business  e\nn\nand squatters  settlers or squatters.  reestablishment grant, and plot on alternate resettlement site or equivalent valuation.  d\nix\n11. Social dislocation  No assessment.  Options for relocation of the project-affected persons are considered for resettlement.    1\n3\nLSGouDr c=e :L Gocoavle Grnomveernntm oef nBta Dnigvliasdioens,h N.GO = nongovernment organization.  RSvupelennceoivraaal btailoesns g isarotnaudnp cesex.  tiesn psrioovni doef dc otom hmouunsietyh foaldcisli thieesa dine hdo bsyt  afermeaasle asr,e a pnrdo voitdheedr .  5                 \n5\n ", "56   Appendix 14 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \nA.     Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national   Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?     priority in country poverty partnership   \n   No  agreement?    No \n \nContribution of the subsector to reduce poverty in Bangladesh: \n \nCatastrophic health shocks leading to hospitalization are an important dimension of vulnerability and impoverishment. \nThe poor pay a significant share of their income for health services. However, their health status is substantially lower \nthan the national average, and their access to health services is marginal. Only in the last decade have the \nGovernment and donors started addressing urban primary health care—an area that continues to be neglected in \nother countries of South Asia. The interim-poverty reduction strategy identifies reduction of human poverty, including \nimproving access and quality of primary health care (PHC) to the poor, as a key priority for poverty reduction. \nThe poverty reduction partnership agreement between the Asian Development Bank (ADB) and the Government, and \nADB’s country strategy and program identify primary health as a key area for Government and ADB interventions. \nThe Bangladesh health policy (2000) stressed the need for expanding health services in urban areas, especially for \nthe poor. However, only 5.3% of Government expenditure relates to health, most of it targeted at the rural poor while \nthe urban poor’s health needs are largely unmet by public interventions. \n \nThe Project will address many of the concerns relating to PHC for the urban poor by strengthening and expanding \npublic health services in urban areas. The Project will include new urban areas that have little or no access to publicly \nprovided urban PHC. The Project will focus on PHC, which mainly benefits the poor and the urban population with no \naccess to PHC services. Health centers will be established near urban slums with and will concentrate on the poor. \nThe partnership agreement with nongovernment organizations (NGOs) will require at least 30% of their services to be \nprovided to the poor. The partnership agreement will require targeting specific groups such as casual laborers, street \nvendors, rickshaw and van pullers, garbage collectors, maid servants, street sweepers, commercial sex workers, etc. \nPHC will cover diseases such as diarrhea and tuberculosis (TB), which usually affect the poor and vulnerable. \nThe Project is expected to improve the health of at least 14 million people living in six city corporations and five \nmunicipalities by helping provide an essential package of health services. \n \nB.     Poverty Analysis                                                                         Targeting Classification: Targeted intervention \n         \n \nWhat type of poverty analysis is needed? \n \nThe urban economy is driven by the growth of the overall national economy, which is, in turn, linked inescapably to the \nvagaries of the world economy. Bangladesh has recently benefited from globalization. However, the country is volatile \nas it adjusts to global changes and this will be reflected first of all in the urban economy. Changes as a result of \nglobalization will push people into poverty as well as taking them out of it. The absolute number of households below \nthe poverty line is falling in rural areas, but increasing in urban areas. This is mainly due to migration of the poor from \nrural to urban areas in search of jobs. Most of these rural migrants settle in urban slums or become homeless or \nsquatters.  \n \nThere is abundant evidence of the strong and dynamic relationship between poverty and health.  This is particularly \nacute when rural migrants do not have the traditional support structures of social networks and kinship and live in \nunhygienic conditions. Providing the poor with social services alone is not enough. Most users of the services provided \nby the first Urban Primary Health Care Project (UPHCP-I) were either low- or middle-income urban households. Most \npoor pregnant women in slums continued to give birth at home, increasing the risk of maternal mortality and morbidity. \nHowever, the number of users of weekly satellite clinics in slums can be improved through community mobilization in \nslum areas. In slums and squatter settlements, mini-clinics will need to operate at night to cater to the needs of \nworking women. Discussions with the urban poor, health service providers, and partner NGOs indicate that use of \nhealth services by the urban poor is influenced, among others, by: (i) lack of money, (ii) lack of information on \navailable health services, (iii) cost of health services, (iv) distance to the health facilities, (v) inflexible hours of the \nhealth  facilities,  (vi)  social  prejudice  against  modern  and  established  health  facilities,  (vii)  dependence  on \nneighborhood drug stores, and (vii) reliance on traditional medicine.  \n \n ", "Appendix 14  57  \nThe Project will support operational research on the urban poor to aid design of effective strategies to benefit them \nthrough PHC services. The project NGOs will be encouraged to devise approaches and procedures to expand \nservices in slums and areas with many urban poor. The contract establishing the partnership agreement with NGOs \nwill include specific provisions to ensure inclusion of the poor as project beneficiaries (Appendix 4). Measures to \nimprove pro-poor targeting include: (i) baseline survey and identification of the urban poor in the project areas, \nmapping of the potential target population, and introduction of entitlement cards; (ii) identification of constraints faced \nby the urban poor in accessing health services; (iii) promotion of basic health services daily in slums; (iv) community \nsocial mobilization activities to develop health awareness in slums; (v) social marketing to increase demand for health \nservices among the poor living in slums; (vi) increasing the number of trained community organizers and health \nvolunteers; (vii) facility-level health committees in slums and low-income urban areas for monitoring health services to \nthe  poor,  and  representation  of  the  poor  on  the  committees;  (viii)  involvement  of  the  ward  commissioners, \nrepresentatives of NGOs and civil society, and the poor communities in monitoring health services to the poor; \n(ix) setting up targets for NGO outreach workers to mobilize the poor to access to health services; (x) independent \nmonitoring to review access and quality of services to the poor; and (xi) an orientation program for all PHC providers \nto increase the understanding of the poor and planning of health services to the poor. \n \nTo improve hygiene in the project area, community toilets and bathing facilities will be established for the poor. \nThe Project will support community waste management efforts to reduce the amount of general waste, especially in \nslums and low-income areas. The project activities on behavior change, communications, and marketing will create \ndemand for PHC services among the poor. The campaign will address some of the sociocultural factors that prevent \nthe poor, especially women and children, from accessing social services. The monitoring of PHC services will include \nrecords of poor patients seeking services, and patients will be disaggregated by income. Mechanisms for regular \nmonitoring of quality of health services and access to health services for the poor will be institutionalized in \nneighborhood and ward committees. Experiences in mobilizing the urban poor to access health services will feed into \nthe development of operational models that will serve as the basis for expanding approaches to other urban areas. \nThe Project will convey its front-line experience into higher-level discussions to make sure that adequate mechanisms \nare created for the voice of the poor to be heard in the higher-level structures. Ensuring the accountability of the health \nservice providers to the poor will be a major priority for the Project.  \n \nC.     Participation Process \n \nIs there a stakeholder analysis?   Yes   No  \n \nIs there a participation strategy?   Yes   No \n \nA stakeholder analysis was conducted as part of the feasibility study. The study helped to identify key project \nstakeholders and to plan the project activities. Primary stakeholders include selected staff from the Ministry of Local \nGovernment, Rural Development, and Cooperatives; Ministry of Health and Family Welfare; project implementation \nunit  of  the  UPHPC-I;  NGOs  involved  in  the  UPHCP-I;  donor  consortium;  community-based  organizations; \nrepresentatives and officers of city corporations and municipalities; and representatives of the poor and of vulnerable \ngroups. Stakeholders include relevant line ministries and other private providers of health services. During project \nimplementation, participatory processes will be incorporated into mapping target beneficiaries from urban slum and \nlow-income areas, and into monitoring health services through the neighborhood and ward health committees at the \nhealth facilities. Citizen score cards and routine display of up-to-date public information about staffing, stock, facilities, \nand fee rates will improve accountability of the service providers and facilitate participation of service users in \nmonitoring services. \n \n \nD.     Gender Development \n \nStrategy to maximize impacts on women: \n \nHas an output been prepared?   Yes   No \n  \nMaternal mortality is high: with a maternal mortality ratio of 300 per 100,000 live births, the estimated life-time risk of \ndying  from  pregnancy  and  childbirth-related  causes  is  about  100  times  higher  than  in  developed  countries. \nBangladesh has traditionally exhibited low rates of antenatal care and births in health facilities. The proportion of \npregnant women making at least one antenatal visit has improved to 37% in 2000, which leaves more than 2.5 million \npregnancies  annually  lacking  any  antenatal  care.  Despite  significant  investments  in  basic  and  comprehensive \nessential obstetric care, only 6% of births take place in health facilities. Despite good progress in the last two decades, \ngaps  in  health  service  use  are  evident  in  child  health.  High  rates  of  malnutrition  continue  and  micronutrient \ndeficiencies remain. Almost half of the women and 78% of children 6–11 months old suffer from anemia; 45% of \n ", "58   Appendix 14 \nchildren under 5 years old are short for their age or stunted, while 18% are severely stunted. Bangladesh is far from \nachieving the Millennium Development Goal related to maternal mortality. \nPoor women lag behind men in most indicators of well-being and are disadvantaged socially and economically. \nWomen and adolescent girls suffer coercion, exploitation, and violence. The Project will address all these issues and \nexplore ways to reduce their negative impacts on female health.  \n \nThe UPHCP-I showed that more than 75% of the health service users are women since most project services were \ncovered under the essential service package (ESP). Major investments under ESP are for reproductive, maternal, and \nchild health. The Project will focus on reducing the maternal mortality ratio and on promoting child survival and health. \nIt will include activities to increase the number of poor women benefiting from health services, and improve the quality \nof health services to women by increasing the number of health facilities and access to PHC and obstetric care. \nThe project facilities will provide choice of temporary and permanent contraception and reduce unwanted deliveries \nand their associated morbidity and mortality. The Project will explore and support the rights of women and girls in this \ncontext as well as develop mechanisms to secure these rights.  \n \nGender Plan. The Project will provide for an elaborate network of PHC and comprehensive reproductive health care \n(CRHC) centers, which will provide basic and comprehensive emergency obstetric care facilities for pregnant women, \nin addition to antenatal check-ups, and will concentrate on extending these facilities to poor women and girls. \nThe Project will provide legal counseling for women who are abused or under the threat of being abused. It will explore \nways to empower women to protect themselves from such pressures. At least 50% of the health providers of the \npartner NGOs will be women, thus the Project will create jobs for women. Using a suitable poverty coverage model, \nthe Project will allocate half its community bathing and toilet facilities to women. The female ward commissioners will \nbe involved in community programs to raise awareness about services available in PHC and CRHC centers. Other \nforms of structured dialogue with poor women and girls will ensure that the Project is meeting their health needs.  \n \nCommunity health volunteers will include women, especially from poor communities. The volunteers will be trained in \nmotivational and community outreach activities. Sustainable incentive packages for the community volunteers will be \ndeveloped under the partnership agreement. Women community leaders and ward commissioners will be involved in \nplanning community-based solid waste management. At least 30% of the national project steering committee, \nproject management unit (PMU), and project implementation unit will be women. Of the chairs of ward PHC \ncoordination  committees,  at  least  30%  will  be  women,  and  all  the  committees  will  have  women  members. \nThis framework will be augmented by other accountability structures developed under the Project to ensure that it \nidentifies and meets the health needs of poor women and girls. Preference will be given to bids from NGO with female \nproject managers. Gender-disaggregated monitoring indicators will be developed to monitor the number of men and \nwomen and patients served by the health care center, recruitment of community health workers, volunteers, and \ninvolvement of women in the PMU.  \n   \nThe capacity-building project components will focus on strengthening the abilities of partner NGOs and official \nstructures to deepen the understanding of the characteristics, needs, and dynamics of the urban poor, and to design \neffective community services in slums. The needs of women and girls will be a priority. A gender specialist will be \nincluded in the consulting services package for 6 person-months, and a full-time officer specializing in gender and \npoverty will be in the PMU for the whole project period. The specialist and the officer will work with the PMU, \npartnership agreements, and Local Government Division to turn the gender into an action plan. The action plan will \ninclude a budget, resources, and implementation schedule, and will be monitored regularly and adjusted accordingly.  \n ", "Appendix 14  59  \n \nE.     Social Safeguards and other Social Risks \n        \nItem  Significant/    Plan Required \nNot Significant/  Strategy to Address Issues \nNone    \n Significant  Overall land requirement for the Project is 3 hectares.   Full \n  Most of the land will be government or donated land.   \nResettlement   Not significant  Resettlement in the city corporations and municipalities   Short \n  will be marginal. Construction sites will be determined.    \n None  A resettlement framework has been proposed for all the   None \nsubprojects initiated after project approval (Appendix 13). \nSufficient provisions have been made in the Project for \nresettlement-related compensation.  \n   Significant  The city corporations and municipalities covered by the   \nIndigenous    Project do not overlap any areas inhabited by indigenous   Yes \nPeople   Not significant  people.   \n   No \n None \n   Significant  The  Project  will  ensure  fair  wages  for  laborers   \n    constructing health facilities as well as equal wages for   Yes \nLabor   Not significant  men and women for the same type of work.   \n   No  \n None \n   Significant  The Project will support affordable health care for the   \n    poor. At least 30% of services will be provided free to   Yes \nAffordability   Not significant  them.  Malnourished  mothers  and  children  will  receive   \n  supplementary  nutrition.  Community  toilets  and   No \n None  community-based  solid  waste  disposal  will  improve \nenvironmental health in slums.  \n   Significant  Environment Classification B. The Project will improve   \nOther Risks    medical waste management practices, and is expected to   Yes \nand/or   Not significant  have no adverse affect on the environment. Management   \nVulnerabilities    and disposal of medical waste will be addressed during   No  \n   None  design of civil works. Medical staff will be trained in proper \nwaste  separation,  storage,  and  disposal.  An \nenvironmental examination will be carried out for each \ncivil works subproject once designs are finalized. Best \npractices for medical waste management in low-resource \nsettings  will  be  followed,  in  line  with  World  Health \nOrganization  (WHO)  recommendations  and  current \nMinistry  of  Health  and  Family  Welfare  policies  and \nprocedures on hospital waste management. A summary \ninitial environment examination is in Appendix 12. \n \n \n ", "60   Appendix 15 \nGOOD GOVERNANCE AND ANTICORRUPTION MEASURES \n \nGood  governance  and  prevention  of  corruption  are  nonnegotiable  preconditions  for \nsmooth, effective, efficient, and sustainable project implementation. In their absence, the urban \npoor—the main project beneficiaries—will be the main losers. Among others, the following steps \nare indicated in the Project to ensure good governance, which the Local Government Division \nand project management unit should proactively incorporate during implementation: \n \nArea  Indicated Measures \nProcurement  •  Follow Asian Development Bank (ADB) guidelines on procurement and consulting services. \n•  Ensure transparent and competitive bidding process. \n•  Use funds only for authorized purposes, and adhere to procurement schedule. \n•  Ensure that contract packages are not split into small components.  \n•  Be vigilant about the quality of procurement, and conduct regular field visits to check quality.  \n•  Use information technology to increase transparency, accountability, and efficiency in \nprocurement. \n \nFinancial  •  Regularly assess accounting and internal control systems to monitor expenditures and other \nManagement  financial transactions and safe custody of project-financed assets. \n•  Ensure that accounting and internal control systems are of acceptable standards. \n•  Ensure accounting information adheres to accounting standards acceptable to ADB and \nmaintain substantial documentation. \n•  Submit audited and unaudited financial statements within an acceptable time limit. \n•  Conduct an independent audit acceptable to ADB. \n•  Pay special attention to stopping duplicate payments, tampering of invoices, adulteration of \nrecords, payments without supporting documents, misuse of funds, and payment of \nineligible expenditures. \n•  Use information technology to ensure efficient and accountable financial management \nsystems. \n•  Establish process standards for timely payments to nongovernment organizations (NGOs) \nand other contractors, and regularly review adherence to the standards through \nperformance audit. \n \nSocial  •  Conduct regular surveys of the quality of project services. \nControl  •  Conduct a public relations campaign to inform and educate the beneficiaries about project \nservices. \n•  Establish links between Project and civil advocacy organizations. \n•  Ensure access to information at the health facilities and offices through notice boards, \nregular newsletters, a website, etc. \n•  Ensure effective functioning of joint government and civil-society bodies such as ward \nprimary health care (PHC) committees, city corporations, municipality, and national health \ncommittees.  \n•  Establish an effective grievance redress system and enable its effective functioning through \nwide publicity. \n•  Issue a citizen’s charter for the Project, and publicize it widely. \n•  Use information technology to increase access to information and empower people. \n \nInstitutional  •  Establish oversight and supervisory mechanisms to detect fraud and corruption. \nmechanisms  •  Conduct annual financial disclosure of the project staff and regularly monitor project assets. \n•  Adhere to annual plans and explain deviations, if any, and carefully analyze unusual items. \n•  Follow government guidelines on investigating corruption. \n•  Establish and follow a code of conduct for the Project, especially in dealing with NGOs. \n•  Regularly assess institutional capacities to respond and take measures to prevent \ncorruption. \n \n ADB = Asian Development Bank, NGO = nongovernment organization, PHC = primary health care. \n "], "metadata": {"ModDate": "D:20050602114500+08'00'", "CreationDate": "D:20050509092212+08'00'", "Title": "Microsoft Word - RRP-BAN-UPHCP-MAIN TEXT--final ver 5.doc", "Creator": "PScript5.dll Version 5.2", "Author": "LS6", "Producer": "Acrobat Distiller 6.0 (Windows)"}}