{"path": "data/input/pdf-generic/abmi-establishing-regional-settlement.pdf", "pages": ["Basic Principles on Establishing a Regional Settlement Intermediary \nand Next Steps Forward\nCross-Border Settlement Infrastructure Forum\nASEAN+3 Finance Ministers and Central Bank Governors endorsed the establishment of Cross-border \nSettlement Infrastructure Forum (CSIF) under Asian Bond Markets Initiative (ABMI) in May 2013, \nto facilitate discussion on the improvement of cross-border bond and cash settlement infrastructures in \nthe region,  including possibility of establishing an RSI. This report “Basic Principles on Establishing Regional \nSettlement Intermediary in the Region and the Next Step Forward” summarizes the result of the discussion \namong Central Banks and Central Securities Depositories in ASEAN+3 who participated the CSIF on a \nvoluntary basis.\nAbout the Asian Development Bank\nADB’s vision is an Asia and Pacific region free of poverty. Its mission is to help its developing member \ncountries reduce poverty and improve the quality of life of their people. Despite the region’s many successes, \nit remains home to approximately two-thirds of the world’s poor: 1.6 billion people who live on less than\n$2 a day, with 733 million struggling on less than $1.25 a day. ADB is committed to reducing poverty through \ninclusive economic growth, environmentally sustainable growth, and regional integration.\nBased in Manila, ADB is owned by 67 members, including 48 from the region. Its main instruments \nfor helping its developing member countries are policy dialogue, loans, equity investments, guarantees,\ngrants, and technical assistance.\nBASIC PRINCIPLES ON \nESTABLISHING A REGIONAL \nSETTLEMENT INTERMEDIARY \nAND NEXT STEPS FORWARD\nCROSS-BORDER SETTLEMENT \nINFRASTRUCTURE FORUM\nASIAN DEVELOPMENT BANK", "BASIC PRINCIPLES ON  \nESTABLISHING A REGIONAL  \nSETTLEMENT INTERMEDIARY  \nAND NEXT STEPS FORWARD\nCROSS-BORDER SETTLEMENT  \nINFRASTRUCTURE FORUM\nASIAN DEVELOPMENT BANK", "© 2014 Asian Development Bank\nAll rights reserved. Published in 2014.\nPrinted in the Philippines.\nISBN 978-92-9254-508-6 (Print), 978-92-9254-509-3 (PDF)\nPublication Stock No. RPT146418-2\nCataloging-in-Publication Data\nAsian Development Bank.\n  Basic principles on establishing a regional settlement intermediary and next steps forward: Cross-border settlement \ninfrastructure forum.\nMandaluyong City, Philippines: Asian Development Bank, 2014.\n1. Banking systems.  2. Financial policy.  3. Regional planning.  I. Asian Development Bank.\nThe views expressed in this publication are those of the authors and do not necessarily reflect the views and policies of the \nAsian Development Bank (ADB) or its Board of Governors or the governments they represent.\nADB does not guarantee the accuracy of the data included in this publication and accepts no responsibility for any \nconsequence of their use.\nBy making any designation of or reference to a particular territory or geographic area, or by using the term “country” in this \ndocument, ADB does not intend to make any judgments as to the legal or other status of any territory or area.\nADB  encourages  printing  or  copying  information  exclusively  for  personal  and  noncommercial  use  with  proper \nacknowledgment of ADB. Users are restricted from reselling, redistributing, or creating derivative works for commercial \npurposes without the express, written consent of ADB.\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines\nTel +63 2 632 4444\nFax +63 2 636 2444\nwww.adb.org\nFor orders, please contact:\nPublic Information Center\nFax +63 2 636 2584\nadbpub@adb.org\nPrinted on recycled paper", "Contents\nFigures  iv\nStatement from CSIF Chairs  v\nExecutive Summary  vi\nAbbreviations  ix\nIntroduction  1\n  Purpose and Function of the CSIF  1\n  Membership and Structure of the CSIF  2\nOverview of RSI Models  3\n  Asian ICSD Model  3\n  CSD Linkage Model  4\n  CSD-RTGS Linkage Model  5\nSalient Points of Discussion on RSI  8\n  General Shared Views  8\n  Discussions on RSI Options  8\n  Basic Principles on Establishing an RSI  9\nRecommendations and Next Steps  11\n  Recommendations  11\n  Next Steps  11\nAttachments  12\n  1 Members, Observers, and Secretariat  12\n  2 Cross-Border/Cross-Currency DVP Link  14\n  3 Basic Principles vs. Three RSI Options  15\nReferences  16\niii", "Figures\n1  CSIF Structure  2\n2   RSI Models  3\n3  Asian ICSD Model  4\n4  Efficiency of Utilizing National CSDs  5\n5  CSD-RTGS Linkage Model  6\n6  CSD-RTGS Flexible Implementation  6\n7  CSD-RTGS Gateway Function  7\niv", "Statement from CSIF Chairs\nThe chair and vice-chair express their heartfelt gratitude to members and observers \nof the Cross-border Settlement Infrastructure Forum (CSIF) for their contributions \ntoward the success of this initiative. The chair and vice-chair hope to receive \ncontinuous support of members and observers for this initiative since this report is only the \nfirst stage in bringing the objectives of the CSIF to fruition.\nBella S. Santos\nChair of the CSIF\nOfficer-in-Charge, Information Sub-sector\nBangko Sentral ng Pilipinas\nJong-Hyung Lee\nVice-chair of the CSIF\nTeam Head, International Relations and Planning Team\nKorea Securities Depository\n \nv", "Executive Summary\nThe  Asian  Bond  Markets  Initiative  (ABMI)  Task  Force  4  (TF4)  has  conducted \nseveral studies on Regional Settlement Intermediary (RSI), including one carried \nout by the Group of Experts (GOE), and a subsequent reassessment of the GOE’s \nstudy on legal and business feasibility study. Establishment of Cross-border Settlement \nInfrastructure Forum (CSIF) was endorsed at the meeting of Finance Ministers and Central \nBank Governors of the Association of Southeast Asian Nations (ASEAN), the People’s \nRepublic of China, Japan, and the Republic of Korea (ASEAN+3) held in Delhi in May 2013 \nto facilitate discussion on the improvement of cross-border bond and cash settlement \ninfrastructure in the region, including the possibility of establishing an RSI. The CSIF aims \nto: (a) enhance dialogue among policy makers and operators of bond and cash settlement \ninfrastructure in the region; (b) assess the existing settlement infrastructure and identify \ncomprehensive issues and requirements to facilitate cross-border bond and cash settlement \ninfrastructure in the region; (c) develop common basic principles for cross-border bond and \ncash settlement infrastructure with a medium- and long-term perspective; and (d) discuss \nprospective models, overall roadmap and implementation plan for establishment of cross-\nborder bond and cash settlement infrastructure in the region. Central Banks and national \nCentral Securities Depositories (CSD) participate in the CSIF on a voluntary basis. The CSIF \nreports to the ABMI (TF4).\nThe feasibility of two RSI models, i.e., “Asian ICSD and “CSD Linkage,” were analyzed by the \nGOE in previous studies and discussed by the TF4. The Asian ICSD is intended to operate \nsecurities and multicurrency cash accounts as an independent institution with a banking \nfunction. In the CSD Linkage model, national CSDs are linked to enable access to local \nbonds, in which cash is settled through correspondent banks. Many members of the CSIF \nstressed the difficulties and cost issues of establishing the Asian ICSD as a new institution. \nMost members considered that linking existing infrastructure in a flexible way would be an \nachievable model for cross-border settlement infrastructure in the short and medium term. \nA third, new model, “CSD-RTGS Linkage” was proposed, which connects national CSDs \nand real time gross settlement (RTGS) systems operated by Central Banks. This enables the \nlocal bonds to be settled in Delivery versus Payment (DVP) via central bank money, which \nensures safety of settlement and is compliant with the international standards as well as \nbeing cost efficient.\nvi", "Executive Summary vii\nThe three models are illustrated here.\nAsian ICSD CSD Linkage CSD-RTGS Linkage\nCountry A Country A Country A\nCorrespondent\nCSD\nBank\nCSD\nCustodian Bank CSD RTGS\nICSD\nCorrespondent Correspondent RTGS RTGS\nBank Bank\nCustodian Bank CSD CSD\nCSD CSD\nCSD CSD\nCountry C Country B Country C Country B Country C Country B\nCross-border access to local bonds Cross-border access to local bonds Cross-border access to local bonds\nThroughD tVhP ein  dpriisvcatue sbsaniok nm oonney RSI options, the CSIF identified the following basic prDiVnPc iinp cleenstr ainl b ank money\nplanning and designing the RSI for the region. \nPrinciple 1:   Domesticity and cost efficiency: Maximize utilization of existing cash and \nbond settlement infrastructure. \nPrinciple 2:   Safety:  As  recommended  in  the  “Principles  for  financial  market \ninfrastructures,” cash settlement should use central bank money where \npractical and available.\nPrinciple 3:   Flexibility: Allow newcomers to join when market is reasonably developed \nand ready.\nPrinciple 4:  A  ccessibility:  Structure  that  small-  and  medium-size  local  financial \ninstitutions can benefit (not just for major and global players). \nPrinciple 5:   Gradual  integration:  Start  from  bilateral  links.  Explore  possibility  of \ncentralized integration as long-term goal.\nPrinciple 6:   Consistency  and  collaboration  with  other  initiatives:  Explore  greater \nbenefit by maintaining consistency and collaboration with other initiatives of \nthe region. \nPrinciple 7:   Standardization: Standardize market practices and technical aspects among \nmembers as much as possible to minimize costs.\nPrinciple 8:   Harmonization of rules and regulations: Harmonize rules and regulations \nas much as practical which hinder cross-border transaction. Regulations that \nrequire holistic policy considerations such as capital control, taxation, etc., \nare taken as given.\nThe CSIF considered that the CSD-RTGS Linkage best fits with these principles and would \nbe the possible option to pursue further in the next step.", "viii Executive Summary\nThe majority of the CSIF member countries are involved in the ASEAN Working Committee \non Payment and Settlement Systems (WC-PSS), which aims to facilitate more efficient \naccess to issuers and investors to tap the ASEAN capital markets for equities and government \nand corporate bonds. Therefore, cooperation and coordinating efforts will be undertaken to \nensure that initiatives under the CSIF are aligned with other initiatives in the region, including \nthose of the WC-PSS. \nRecommendations and Next Steps:\n(i)  Based on the analysis, the CSIF recommends the following.\n(a)   Each economy in the region is encouraged to establish cross-border bilateral \nlinkages of national CSDs and RTGS systems when respective markets are \nsufficiently developed, infrastructures are ready to link each other and the \nlinkages will bring significant benefits to the home economies.\n(b)  In establishing the bilateral linkages, each economy in the region should apply \nthe Basic Principles on establishing RSI.\n(c)   Through, and in parallel with, works to establish the bilateral linkages, each \neconomy should continue efforts to facilitate standardization, harmonization of \nrule and regulation as appropriate which would increase transactions and cost-\nefficiency of cross-border bonds transactions in the region.\n(d)  As long-term perspective, practical integrated solution should also be considered \nassuming that the number of bilateral linkages would increase to the extent that \nintegrated model is viable.\n(ii)   In order to facilitate relevant works in accordance with the recommendation above, \nthe CSIF shall develop implementation plan in the next step. As way forward, the \nCSIF should conduct comprehensive analysis to identify necessary requirements \nof the gateway and of others for CSD-RTGS linkages. In doing this, desktop study \nof bilateral CSD-RTGS linkage covering legal, technical and operational aspect by \nvolunteering members could be efficient to check viability and feasibility of the model. \nA basic guideline for CSD-RTGS linkages could be developed based on identified \nrequirements by the comprehensive analysis.\n(iii)  Along with the study above, the CSIF shall develop implementation roadmap of \nCSD-RTGS linkages as short-term and medium-term goal (by 2018) and integrated \nsolution in accordance with the eight principles as long-term goal (around 2020).\n(iv)  In  order  to  implement  the  cross-border  settlement  facility,  standardization  of \nmessage flows and items is essential. The ASEAN+3 Bond Market Forum (ABMF), \nSubforum 2 (SF2) has been conducting extensive study on standardization of bond \ntransaction to facilitate cross-border STP in the region. Although target area to be \nstandardized between the ABMF SF2 and the CSIF is different, close communication \nand collaboration among the two forums is desirable to achieve wider-range of \nstandardization and further efficiency. ", "Abbreviations\nABMF  ASEAN+3 Bond Market Forum\nABMI  Asian Bond Markets Initiative\nASEAN  Association of Southeast Asian Nations\nCSD  Central Securities Depository\nCSIF  Cross-border Settlement Infrastructure Forum\nDVP  Delivery versus Payment\nGOE  Group of Experts\nGW  Gateway\nICSD  International Central Securities Depository\nIT  Information Technology\nRSI  Regional Settlement Intermediary\nRTGS  Real Time Gross Settlement\nSF  Subforum\nTF  Task Force\nWC-PSS  Working Committee on Payment and Settlement Systems\nix", "", "Introduction\nThe establishment of a Regional Settlement Intermediary (RSI) has been an issue since \nthe inception of the Asian Bond Markets Initiative (ABMI). In April 2010, the Group \nof Experts (GOE) published a report that analyzed the legal and business feasibility \nof the RSI models. \nSince that time, the GOE has made a reassessment of the business feasibility of RSI models, \nwhich it completed at the end of 2012. In Delhi in May 2013, the Finance Ministers and \nCentral Bank Governors of the Association of Southeast Asian Nations (ASEAN), the \nPeople’s Republic of China, Japan, and the Republic of Korea (ASEAN+3) agreed to set up \na Cross-border Settlement Infrastructure Forum (CSIF) to discuss detailed work plans and \nrelated processes for improvement of cross-border settlement in the region, which included \nthe possibility of establishing an RSI. CSIF meetings have been held in Tokyo (Japan, July \n2013), Jeju (Korea, November 2013), and Manila (Philippines, March 2014).\n“We  welcomed  the  completion  of  the  business  feasibility  reassessment  for  the \nestablishment of the Regional Settlement Intermediary (RSI). We agreed to set up a \nCross-border Settlement Infrastructure Forum, which will be based on the voluntary \nparticipation of member countries, to discuss detailed work plans and related process \nfor the improvement of the cross-border settlement in the region including the \npossibility of establishing the RSI.”\nThe Joint Statement of the 16th ASEAN+3 Finance Ministers and Central Bank Governors’ \nMeeting, 3 May 2013, Delhi, India\nPurpose and Function of the CSIF\nFacilitating the establishment of an RSI is one of nine priorities identified in the “New \nRoadmap+” of the ABMI. More specifically, the CSIF is expected to be a key instrument to \nsupport Task Force 4 (TF4) of the ABMI in facilitating discussion on the improvement of \ncross-border bond and cash settlement infrastructure in the region.\nThe CSIF aims to: \n(i)   enhance dialogue among policy makers and operators of bond and cash settlement \ninfrastructure in the region; \n(ii)   assess the existing settlement infrastructure and identify comprehensive issues and \nrequirements to facilitate cross-border bond and cash settlement infrastructure in \nthe region;\n(iii)  develop  common  basic  principles  for  cross-border  bond  and  cash  settlement \ninfrastructure with medium- and long-term perspectives; and \n1", "2 Basic Principles on Establishing a Regional Settlement Intermediary and Next Steps Forward\n(iv)  discuss  prospective  models,  overall  roadmap  and  implementation  plan  for \nestablishment of cross-border bond and cash settlement infrastructure in the region. \nThe CSIF is expected to submit periodic progress reports, a work plan and recommendations \nfor establishment of cross-border bond and cash settlement infrastructure to the ABMI TF4.\nMembership and Structure of the CSIF\nCentral Banks and national Central Securities Depositories (CSD) participate in the CSIF \non a voluntary basis. Members, observers, and secretariats are shown in Attachment 1. Bella \nSantos of Bangko Sentral ng Pilipinas and Jong-Hyung Lee of Korea Securities Depository \nhave been elected by the members as chair and vice-chair of the CSIF, respectively. The \nstructure of the CSIF is shown in Figure 1 below.\nFigure 1. CSIF Structure\nASEAN+3 Finance Ministers  \nand Central Bank Governors\nASEAN+3 Deputies\nABMI Steering Group\nTASK FORCE\nTF1 TF2 TF3 TF4 TACT\nPromoting Issuance  Facilitating  Improving  Improving Related  Technical Assistance\nof Local Currency the Demand of  Regulatory  Infrastructure for  \nLocal Currency- Framework the Bond Market\nDenominated Bonds\nGOE\nABMF\nSF2 CSIF", "Overview of RSI Models\nThree models—Asian ICSD, CSD Linkage, and CSD-RTGS Linkage—were analyzed by \nthe members for potential application to the RSI (see Figure 2). The Asian ICSD and \nCSD Linkage are the models that had been previously studied by the GOE. The CSD-\nRTGS Linkage is a model that was proposed by a member as an additional RSI option, and all \nother members supported the conduct of further analysis of this model at the first meeting \nof the CSIF. \nFigure 2. RSI Models\nAsian ICSD CSD Linkage CSD-RTGS Linkage\nCountry A Country A Country A\nCorrespondent\nCSD\nBank\nCSD\nCustodian Bank CSD RTGS\nICSD\nCorrespondent Correspondent RTGS RTGS\nBank Bank\nCustodian Bank CSD CSD\nCSD CSD\nCSD CSD\nCountry C Country B Country C Country B Country C Country B\nCross-border access to local bonds Cross-border access to local bonds Cross-border access to local bonds\nDVP in private bank money DVP in central bank money\nAsian ICSD Model\nThe Asian ICSD is intended to operate securities and multicurrency cash accounts as an \nindependent institution with a banking function, modeled after other ICSDs. The main \noperational specifications (see Figure 3) are as follows:\n(i)   delivery versus Payment (DVP) through book-entry settlement of both securities and \ncash within the Asian ICSD, although settlement risk using commercial bank money \nremains;\n(ii)   external settlement for securities received from, or delivered to, local markets through \ndirect access to local CSD or local custodian bank;\n3", "4 Basic Principles on Establishing a Regional Settlement Intermediary and Next Steps Forward\nFigure 3. Asian ICSD Model\nInvestor Investor\nTrade\nCustodian Custodian\nAsian  ICSD\nSettlement  Settlement \nInstruction Instruction\nDepending on  \nModel\nLocal Local Deposit of Securities\ncustodian clearing system Issuer\n(iii)  multicurrency settlement facility through integrated foreign exchange service books \nof Asian ICSD;\n(iv) operation of credit/liquidity facilities and securities lending/borrowing program;\n(v)  operation of collateral management services; and\n(vi) operation of principal custodial services.\nCSD Linkage Model\nIn this model, national CSD are linked to enable access to local bonds, in which cash is settled \nthrough correspondent banks. The CSD Linkage is modeled after the Link Up Markets.1 The \nmain operational specifications are shown as follows:\n(i)   CSD  linkage  infrastructure  acts  as  communication  and  information  platform \nconnecting CSDs, routing and converting messages.\n(ii)  Foreign CSDs are allowed to open accounts at domestic CSD.\n(iii)  Core settlement services include securities and cash processing in DVP in issuer \nmarket, following existing local DVP process of issuer CSD. \n(iv) Require cash leg in commercial bank money provided by cash respondent bank.\n(v)   All currencies of issuer CSD markets are available, provided those currencies are fully \nconvertible.\n1  The Link Up Markets were launched by multiple European CSDs in 2008. ", "Overview of RSI Models 5\nCSD-RTGS Linkage Model \nThe CSD-RTGS Linkage is based on three key features—efficiency, safety, and compatibility. \nThe first, “efficiency,” is achieved by utilizing national CSDs. Many Asian economies already \nhave developed online-based national payment and settlement infrastructure. National \nCSDs that have a large potential investor base could provide expanded opportunities for \ncross-border  investment  to  small-  or  medium-sized  financial  institutions  in  the  local \nlanguage. As such, the use of national CSDs would have the potential to be a cost-effective \nsolution for cross-border securities settlement for a wider range of investors. \nFigure 4. Efficiency of Utilizing National CSDs\nCountry A Country B\nIssuer ICSD Mainly \nGlobal Custodian Large FI\nCSD Wide\nRange of\nInvestor Small/Medium  Investors\nCSD FI\nExpanded opportunity to \ninvest foreign bonds\nSecondly, “safety” of settlement can be secured by using central bank money. Principle 9 \nof the “Principles for financial market infrastructures” of the Committee on Payment and \nSettlement Systems and the Technical Committee of the International Organization of \nSecurities Commissions articulates that “an FMI should conduct its money settlements \nin central bank money where practical and available. If central bank money is not used, an \nFMI should minimize and strictly control the credit and liquidity risk arising from the use \nof commercial bank money.”2 While private institutions (ICSDs/ custodians/ correspondent \nbanks) continue to improve their services for cross-border settlement, considering stressed \nsituations, it would be necessary to explore a safer substituted system which maintains \nfunctioning even in crisis. If local currencies of ASEAN+3 are involved in cross-border \nsettlement, providing market participants with an option to use central bank money (central \nbank RTGS systems) would contribute to create further robust financial system in the region.\nThirdly, a model that demonstrates “compatibility” could be the most suitable solution for \nAsian economies with different stages of market development. Given the diversity among \nthe financial markets of the region, and the many differences regarding currency, market \nopenness, legal aspects, local practices, infrastructure, etc., there cannot really be a “one-size-\nfits-all” solution for establishing a cross-border settlement infrastructure/system. Therefore, \na rather flexible and practical solution would be ideal that gives options to each ASEAN+3 \neconomy, firstly, to participate in a regional framework at its own appropriate timing, taking \ninto account its progress of domestic market reform and secondly, to continue to use existing \n2  http://www.bis.org/publ/cpss101a.pdf", "6 Basic Principles on Establishing a Regional Settlement Intermediary and Next Steps Forward\ninfrastructure/systems, which could be co-existing with the regional framework. This solution \nwould facilitate a broader harmonization among relevant parties aiming for middle-/long-\nterm goal of the region. \nThe CSD-RTGS Linkage model is based on a bilateral connection between two markets. By \nconnecting national CSDs and RTGS systems operated by Central Banks, the CSD-RTGS \nLinkage will facilitate:\n(i)  funding of foreign currency using local bonds as collateral (e.g., cross-currency repo),\n(ii)  issuance of Eurobond (e.g., Dim sum bond, Shogun bond), and\n(iii) cross-border investment in local bonds.\nFigure 5. CSD-RTGS Linkage Model\nCross-border link\nCountry A CountryB\nParticipant Central Bank  PVP Central Bank  Participant\nRTGS (A) RTGS (B)\nCross-\nDVP currency DVP\nDVP \nParticipant CSD (A) CSD Link CSD (B) Participant\nCSD-RTGS Linkage adopts a “flexible implementation” approach. Each country can choose \nwhen and how to participate in the linkage.\nFigure 6. CSD-RTGS Flexible Implementation\nA RTGS RTGS B A RTGS RTGS B A RTGS RTGS B\nCSD CSD CSD CSD CSD CSD\nCSD CSD CSD CSD CSD CSD\nC RTGS RTGS D C RTGS RTGS D C RTGS RTGS D\nUnder the CSD-RTGS Linkage model, each market infrastructure is connected by a gateway \n(GW). A GW is network equipment (a small device) with functions such as network \nconnection and message conversion. The general concept of a GW is as follows:\n(i)  “equal footing” linkage for all countries, with no central hub; and\n(ii)  “flexibility” in the number of GWs in a country (e.g., free option for each country).", "Overview of RSI Models 7\nFigure 7. CSD-RTGS Gateway Function\nCountry A Country B\nParticipant Central  Central  Participant\nBank  Bank \nParticipant RTGS RTGS Participant\nGW GW\nParticipant Participant\nCSD CSD\nParticipant Participant\nParticipant\nA small device for GW CSD\n• network connection Participant\n• message conversion\nStandardization of \nGW GW\nmessage format is key \nCountry C\nfor low initial cost  Participant Central  Participant\nCSD Bank \nof GW\nParticipant RTGS Participant\nStandardization of the message format is key in maintaining a low initial cost for the GW. \nStandardization of settlement flow is also an important element to minimize information \ntechnology (IT) cost for GW development. One possible example of such standardization \nof settlement flow is to adopt the widely used DVP mechanism (e.g., holding/earmarking/\nblocking securities before funds transfer) for the cross-border/cross-currency DVP link. The \ncross-border/cross-currency DVP link for settlement flow is illustrated in Attachment 2.", "Salient Points of Discussion on RSI\nGeneral Shared Views\nCircumstances surrounding bond market infrastructure were shared by members. Authorities, \noperators of financial market infrastructure and market participants of bond markets in the \nregion have been undertaking a variety of measures to reduce risk and increase efficiency \nby introducing dematerialization (or immobilization) of securities, RTGS, DVP, PVP and \nso on. However, there remains room for improvement in terms of safety and efficiency for \ncross-border securities settlement. There are also increasing demands for reliable collateral \nand financing of local currencies for nonresidents utilizing fixed income instruments; this is \na reflection of both the recent global financial crisis and regulatory reforms, as well as the \ngood potential for growth within the ASEAN+3 economies. With regard to IT developments, \nthere is some trend to migrate the message standard in many economies to be compatible \nwith international standards, in particular ISO 20022, in order to promote, or in view of the \nneed for, cross-border infrastructure linkages. Members also mentioned the importance of \nreducing the high transaction costs of using European ICSDs and global custodians as well \nas mitigating credit and foreign exchange settlement risks by establishing safer and more \nefficient cross-border settlement facilities in the region. \nDiscussions on RSI Options\nSharing the general views above, members also exchanged thoughts on RSI options. The \ndiscussions mainly focused on the comparison between the Asian ICSD and CSD-RTGS \nLinkage models; the CSD Linkage model was considered to have challenges regarding cash \nsettlement and liquidity that could be better addressed by the CSD-RTGS Linkage model.\nMany members opined on the challenges of establishing the Asian ICSD as a new institution. \nThese included challenges in ensuring the safety of settlements, such as access to central \nbank credit/liquidity facilities in jurisdictions other than the location of the Asian ICSD. \nIn addition, many economies restrict settlement of their local currencies outside their \neconomies for the purpose of capital control. Even in the jurisdiction where the Asian ICSD \nwould obtain a banking license, access to central bank credit/liquidity facilities might be \nlimited to the currency of that jurisdiction. Another issue is cost: the Asian ICSD should be \nable to satisfy high levels of capital requirements as a banking entity and would also involve \nhigh IT development costs, both of which were viewed as not practical to the region. \nMost  members  viewed  the  CSD-RTGS  Linkage  as  a  prospective  model  for  the  RSI. \nFirstly, linking existing infrastructure in a flexible way was perceived as an achievable and \nefficient model for cross-border infrastructure of the region from short and medium term \n8", "Salient Points of Discussion on RSI 9\nperspective. Secondly, the CSD-RTGS Linkage model enables cross-border/cross-currency \nbond settlement in DVP with central bank money, which would mitigate settlement risks \nand ensure the safety of settlement. Safety of settlement would in turn encourage cross-\nborder bond transactions and investments within the region. In this connection, some \nmembers addressed the importance of local currency settled domestically. Thirdly, the \nCSD-RTGS Linkage model would be consistent with other regional initiatives. The ASEAN \nWorking Committee on Payment and Settlement Systems (WC-PSS) has set infrastructure \nlinkages between the member countries as a long-term goal beyond 2015 in the roadmap \ntoward ASEAN Financial Integration. Finally, standardization and harmonization of rules and \nregulations are identified as important elements to establish an RSI and foster cross-border \nbond transactions. CSD-RTGS Linkage was found to be the model that, overall, could take \nall of these various elements into account in establishing an RSI from its concept of GW to \nmake bilateral linkage possible.\nBasic Principles on Establishing an RSI \nThrough the discussions on RSI options, the CSIF identified the following basic principles in \nplanning and designing the RSI for the region. \nPrinciple 1:   Domesticity and cost efficiency: Maximize utilization of existing cash and \nbond settlement infrastructure. \nPrinciple 2:   Safety:  As  recommended  in  the  “Principles  for  financial  market \ninfrastructures,” cash settlement should use central bank money where \npractical and available.\nPrinciple 3:   Flexibility: Allow newcomers to join when market is reasonably developed \nand ready.\nPrinciple 4:  A  ccessibility:  Structure  that  small-  and  medium-sized  local  financial \ninstitutions can benefit (not just for major and global players). \nPrinciple 5:   Gradual  integration:  Start  from  bilateral  links.  Explore  possibility  of \ncentralized integration as long-term goal.\nPrinciple 6:   Consistency  and  collaboration  with  other  initiatives:  Explore  greater \nbenefit by maintaining consistency and collaboration with other initiatives of \nthe region. \nPrinciple 7:   Standardization: Standardize market practices and technical aspects among \nmembers as much as possible to minimize costs.\nPrinciple 8:   Harmonization of rules and regulations: Harmonize rules and regulations \nas much as practical which hinder cross-border transaction. Regulations that \nrequire holistic policy considerations such as capital control, taxation, etc., \nare taken as given.\nThe CSIF considered that the CSD-RTGS Linkage model best fits with and could follow the \nbasic principles identified above. A comparison of the RSI options with the basic principles \nis summarized in Attachment 3.", "10 Basic Principles on Establishing a Regional Settlement Intermediary and Next Steps Forward\nThe majority of the CSIF member countries are involved in the ASEAN WC-PSS, which aims \nto facilitate more efficient access to issuers and investors to tap the ASEAN capital markets \nfor equities and government and corporate bonds. Therefore, cooperation and coordinating \nefforts will be undertaken to ensure that initiatives under the CSIF are aligned with other \ninitiatives in the region, including those of the WC-PSS. ", "Recommendations and Next Steps\nRecommendations\nBased on the discussions, the CSIF recommends the following.\n(i)   Each economy in the region is encouraged to establish cross-border bilateral linkages \nof  national  CSDs  and  RTGS  systems  when  respective  markets  are  sufficiently \ndeveloped, infrastructures are ready to link each other and the linkages will bring \nsignificant benefits to the home economies.\n(ii)   In establishing the bilateral linkages, each economy in the region should apply the \nBasic Principles on establishing RSI.\n(iii)  Through, and in parallel with, works to establish the bilateral linkages, each economy \nshould continue efforts to facilitate standardization, harmonization of rule and \nregulation as appropriate which would increase transactions and cost-efficiency of \ncross-border bonds transactions in the region.\n(iv) A  s long-term perspective, practical integrated solution should also be considered \nassuming that the number of bilateral linkages would increase to the extent that \nintegrated model is viable. \nNext Steps\nIn order to facilitate relevant works in accordance with the recommendations above, the CSIF \nshall develop implementation plan. As way forward, the CSIF should conduct comprehensive \nanalysis to identify necessary requirements of the gateway and of others for CSD-RTGS \nlinkages. In doing this, desktop study of bilateral CSD-RTGS linkage covering legal, technical \nand operational aspect by volunteering members could be efficient to check viability and \nfeasibility of the model. A basic guideline for CSD-RTGS linkages could be developed based \non identified requirements by the comprehensive analysis.\nAlong with the study above, the CSIF shall develop  implementation roadmap of CSD-\nRTGS linkages as short-term and medium-term goal (by 2018) and integrated solution in \naccordance with the eight principles as long-term goal (around 2020).\nIn order to implement the above cross-border settlement facility, standardization of message \nflows and items is essential. The ASEAN+3 Bond Market Forum (ABMF), Subforum 2 (SF2) \nhas been conducting extensive study on standardization of bond transaction to facilitate \ncross-border STP in the region. Although target area to be standardized between the ABMF \nSF2 and the CSIF is different, close communication and collaboration among the two forums \nis desirable to achieve wider-range of standardization and further efficiency. \n11", "Attachments\nAttachment 1: Members, Observers, and Secretariat\nCountry Institution Name\nEddie Mardini\nNurhuaida Fakhriah Damit\nBRU Autoriti Monetari Brunei Darussalam  Noor Aznah Nayan\nLim Shaw Fhen\nKasiani Kassim\nCheng Shigang \nThe People’s Bank of China\nWeihua Zhang\nPRC\nRuixing Fan\nChina Central Depository and Clearing \nJun Cao\nShu-pui Li\nHKG Hong Kong Monetary Authority\nFlora Wong\nAnton Daryono\nINO Bank Indonesia Jultarda Hutagalung\nHimawan Kusprianto\nJunichi Suzuki\nHiroyuki Nishizawa\nBank of Japan\nMegumi Takei\nJPN Takahito Yamada\nHiroshi Ikegami\nJapan Securities Depository Center\nYuji Sato\nMinistry of Finance, Japan Kazuo Kobayashi\nJisung Ko\nBank of Korea\nLee Byoung Mok\nJong-hyung Lee\nByong Kil Choi\nYoung Ho Park\nKOR Euin Jin Kwon\nKorea Securities Depository The Whan Lim\nSo Yeon Kim\nYou Na Im\nByoungkook Kim\nYe Ji Shin\ncontinued on next page\n12", "Attachments 13\nCountry Institution Name\nJi-Young Choi\nKOR Ministry of Strategy and Finance, Korea SangYong Lee\nHohyun Jang\nMinistry of Finance, Lao People’s Democratic  Boualith Khounsy\nLAO Republic\nChanpasith Sengphaathith\nMAL Bank Negara Malaysia Aden Nadia Jabbari\nBella S. Santos\nBangko Sentral ng Pilipinas\nDulce Maria L. Valdivieso\nCesar Crisol\nPHI Philippines Dealing System Holdings\nEleanor Rivera\nShinji Kawai\nAsian Development Bank\nTaiji Inui (consultant)\nHo Suu Wei\nSIN Monetary Authority of Singapore\nTze Khai Poh\nJaturong Jantarangs\nSureeratana Luckananit\nBank of Thailand\nWinn Varootbangkul\nTHA Chinda Yapanawech\nThailand Securities Depository  Udomwara Dechsongjarus\nMinistry of Finance, Thailand (Public Debt  Laksika Tengpratip\nManagement Office) Chotika Uesampantakits\nPhuong Thao Pham\nVIE Ministry of Finance of Viet Nam\nCam Chi Nguyen", "14 Attachments\nAttachment 2: Cross-Border/Cross-Currency DVP Link \nCountry A Country B\nCSD 3. Notiﬁcation RTGS\n2. Hold/earmark/block securities\n5. Notiﬁcation\nBank A Bank B Bank X Bank Y\n7. Conﬁrmation 4. Transfer\n6. Transfer\nGateway  Gateway\n1. Settlement \n1. Settlement \nInstruction\nInstruction 8. Notiﬁcation 8. Notiﬁcation\nBank A Bank B  Bank X Bank Y\n(e.g., local bank) (cust. of Bank Y) (corr. of Bank A) (e.g., local bank)\nDVP instruction Securities Funds Message\nStandardization of   Adopt widelyused DVP mechanism\nsettlement ﬂow is also  (e.g., blocking securities before funds transfer) \nimportant", "Attachments 15\nAttachment 3: Basic Principles vs. Three RSI Options\nPrinciple Asian ICSD CSD Linkage CSD-RTGS Linkage\nPrinciple 1:  Higher investment  Connection of market  Simple connection of \nDomesticity and   such as premises, IT  infrastructure with  market infrastructure\ncost efficiency  platform, etc. central hub\nPrinciple 2:  Private bank money  Settlement through  Central Bank money \nSafety correspondent banks \n(Central Bank money \nmay or may not be \nused)\nPrinciple 3:  A small market needs  A small market can  A small market can \nFlexibility to follow rules and  be connected with  be connected with \nregulations to join the  other markets while  other markets while \nAsian ICSD maintaining protection  maintaining protection \nof its own market of its own market\nPrinciple 4:  Local banks need  Local banks can  Local banks can \nAccessibility access to economies  be connected with  be connected with \noutside their own  national CSD national CSD and \nunless the Asian ICSD  RTGS\nis located in their \neconomy\nPrinciple 5:  Significant number of  Some members  Uses current existing \nGradual integration members need to join  need to join from the  infrastructure, which \nfrom the beginning of  beginning of operation  allows flexibility for \noperation to support the hub  latecomers to join\nthough it may be less \nthan the number \nneeded for Asian ICSD\nPrinciple 6:  Needs to follow rules  Meeting with the  Meeting with the \nConsistency and  and regulations of the  requirements of  requirements of \ncollaboration with  economy where the  ASEAN policy  ASEAN policy \nother initiatives Asian ICSD is located bodies (such as  bodies (such as \nreciprocity) including  reciprocity) including \nWorking Committee  Working Committee \non Payment and  on Payment and \nSettlement System  Settlement System \n(WC-PSS) (WC-PSS)\nPrinciple 7:  Standardization is  Standardization is  Standardization is \nStandardization essential to reduce  essential to reduce  essential to reduce \ncost cost cost\nPrinciple 8:  Significant steps to  No significant change  No significant change \nHarmonization of   remove regulatory/ in current rules and  in current rules and \nrules and regulations legal barriers and  regulations may be  regulations may be \nharmonize market  needed, as cash and  needed, as cash and \npractices; as a  bond settlement take  bond settlement take \nsingle entity, bank  place domestically place domestically\nlicensing and anti-\nmoney-laundering \nrequirements need  \nto be considered;  \ndata privacy", "References\nPresentations at the CSIF Meetings\n1st CSIF\n(i)   Inseok Shin, Chung-Ang University, Korea—“Presentation on Regional Settlement \nIntermediaries (RSI) Discussion”\n(ii)   Hiroyuki Nishizawa, Bank of Japan—“Cross-border Bond Settlement Infrastructure \nin Asia”\n(iii)   Jaturong Jantarangs and Sureeratana Luchananit, Bank of Thailand—“Payment and \nSettlement Infrastructure Thailand”\n(iv)   Bella Santos, Bangko Sentral ng Pilipinas—“The Philippine Bond Markets”\n(v)   Taiji Inui, ADB Consultant for ABMF SF2—“Recent Activities of ASEAN+3 Bond \nMarket Forum Sub-Forum 2”\n2nd CSIF\n(i)   Jong Hyung Lee, Korea Securities Depository—“Asian Bond Market and the Role of \nRSI”\n(ii)   Byoung Mok Lee, Bank of Korea—“Policy Implications of RSI Discussion from \nCentral Bank Perspective”\n(iii)   Shu-pui  Li,  Hong  Kong  Monetary  Authority—“Cross-border  Cooperation  and \nDevelopment: Models and Challenges”\n(iv)   Vicente Castillo, Philippines Dealing System Holdings—“Presentation to the Cross-\nBorder Settlement Infrastructure Forum”\n(v)   Chang-Gyun Park, Chung-Ang University—“RSI in the ASEAN+3 region; Road \nAhead”\n(vi)   Tze Khai Poh, Monetary Authority of Singapore—“Explanation of the ASEAN \nTrading Link1 initiative”\n(vii)   Hiroyuki Nishizawa, Bank of Japan—“Further Analysis of CSD-RTGS Linkage”\n(viiii)  Yuji Sato, Japan Securities Depository Center—“Explanation of Foreign Currency \nDenominated Bond Outstanding Balance in Japan”\n1  The ASEAN Trading Link is a common trading platform linking up the stock exchanges—Bursa Malaysia, \nthe Singapore Exchange, and the Stock Exchange of Thailand—that aims to provide a single access point \nfor ASEAN capital market products to global investors. \n16", "References 17\n(ix)  J ultarda Hutagalung, Bank Indonesia—“Explanation of Current Initiatives related to \nBond Settlement Infrastructure in Indonesia”\n(x)  C  hinda Yapanawech, Bank of Thailand—“Comments on the Importance of Central \nBank Money”\n(xi)   Weihua Zhang, The People’s Bank of China—“Views on Asian ICSD and CSD-RTGS \nLinkage.” \n3rd CSIF\n(i)   Shinji Kawai, Asian Development Bank—“Basic Principles on Establishing Regional \nSettlement Intermediary (RSI) in the Region and the Next Step Forward” \n(ii)    Jong  Hyung  Lee,  Korea  Securities  Depository—“Discussion  on  CSIF  Progress \nReport (Korea’s View) “\n(iii)   Flora Wong, Hong Kong Monetary Authority—“Case Study: Cross-border RTGS-\nRTGS PvP Link and CSD-RTGS DvP Link”\n(iv)   Taiji  Inui,  Asian  Development  Bank  consultant—“Next  Step  of  Cross-border \nSettlement Infrastructure Forum”", "Basic Principles on Establishing a Regional Settlement Intermediary and \nNext Steps Forward\nCross-Border Settlement Infrastructure Forum\nThis report summarizes the results of discussions among ASEAN+3 central bank and central securities \ndepository officers who voluntarily participated in the Cross-border Settlement Infrastructure Forum (CSIF). \nASEAN+3 finance ministers and central bank governors endorsed the establishment of the CSIF under the \nAsian Bond Markets Initiative in May 2013 to facilitate discussions on the improvement of cross-border \nbond and cash settlement infrastructures in the region, including the possibility of establishing a regional \nsettlement intermediary. This report shows the three regional settlement intermediary models analyzed by \nthe CSIF members and suggests next steps moving forward.\nAbout the Asian Development Bank\nADB’s vision is an Asia and Pacific region free of poverty. Its mission is to help its developing member \ncountries reduce poverty and improve the quality of life of their people. Despite the region’s many successes, \nit remains home to approximately two-thirds of the world’s poor: 1.6 billion people who live on less than\n$2 a day, with 733 million struggling on less than $1.25 a day. ADB is committed to reducing poverty through \ninclusive economic growth, environmentally sustainable growth, and regional integration.\nBased in Manila, ADB is owned by 67 members, including 48 from the region. Its main instruments \nfor helping its developing member countries are policy dialogue, loans, equity investments, guarantees,\ngrants, and technical assistance.\nBASIC PRINCIPLES ON \nESTABLISHING A REGIONAL \nSETTLEMENT INTERMEDIARY \nAND NEXT STEPS FORWARD\nCROSS-BORDER SETTLEMENT \nINFRASTRUCTURE FORUM\n6 ADB Avenue, Mandaluyong City \n1550 Metro Manila, Philippines ASIAN DEVELOPMENT BANK\nwww.adb.org"], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20140502155928+08'00'", "Creator": "Adobe InDesign CS5 (7.0)", "GTS_PDFXConformance": "PDF/X-1a:2001", "GTS_PDFXVersion": "PDF/X-1:2001", "Keywords": "accessibility, ASEAN+3 Bond Market Forum (ABMF), Asian Bond Markets Initiative (ABMI), Asian ICSD, basic principles on establishing RSI, central bank money, Central Securities Depository (CSD), consistency, cross-border, Cross-border Settlement Infrastructure Forum (CSIF), CSD linkage, CSD-RTGS linkage, delivery versus payment (DVP), domesticity, flexibility, gateway (GW), gradual integration, group of experts (GOE), harmonization of rules and regulations, infrastructure, International Central Securities Depository (ICSD), payment versus payment (PVP), r eal time gross settlement (RTGS), regional settlement intermediary (RSI), RSI models, safety, standardization, Working Committee on Payment and Settlement Systems (WC-PSS), banking systems, financial policy, regional planning, ASEAN+3, brunei, china, hong kong, indonesia, japan, korea, laos, malaysia, philippines, singapore, thailand, viet nam, lao pdr, adb, asian development bank", "ModDate": "D:20140505164519+08'00'", "Producer": "Adobe PDF Library 9.9", "Subject": "This report summarizes the discussions among ASEAN+3 central bank and central securities depository officers at the Cross-border Settlement Infrastructure Forum held in Delhi in May 2013.", "Title": "Basic Principles on Establishing a Regional Settlement Intermediary and Next Steps Forward", "Trapped": "False"}}