{"path": "data/input/pdf-generic/adbi-dp112.pdf", "pages": [" \n \n \n \n \n \n \n \n \n \n \n \nOverview of Contract Farming in Thailand:  \nLessons Learned \n \n \n \n \n \n \n  Songsak Sriboonchitta and \n \nAree Wiboonpoongse \n \n \n \n \n \n \n \n \n \nJuly  2008 \n \n \n \n \n \n \n \nADB Institute Discussion Paper No. 112 \n ", "Dr. Songsak Sriboonchitta is an associate professor in the faculty of Economics at \nChiang Mai University, Thailand. Dr. Aree Wiboonpongse is a professor in the \ndepartment of Agricultural Economics, in the faculty of Agriculture at Chiang Mai \nUniversity, Thailand.  \nThe views expressed in this paper are the views of the authors and do not \nnecessarily reflect the views or policies of ADBI, the Asian Development Bank \n(ADB), its Board of Directors, or the governments they represent. ADBI does not \nguarantee  the  accuracy  of  the  data  included  in  this  paper  and  accepts  no \nresponsibility  for  any  consequences  of  their  use.  Terminology  used  may  not \nnecessarily be consistent with ADB official terms. \n \n \n \nADBI’s discussion papers reflect initial ideas on a topic, and are posted online for discussion. \nADBI encourages readers to post their comments on the main page for each discussion \npaper (given in the citation below). Some discussion papers may develop into research \npapers or other forms of publication. \n \n \nSuggested citation: \nSriboonchitta, Songsak and Aree Wiboonpoongse. 2008. Overview of Contract Farming in \nThailand: Lessons learned. ADBI Discussion Paper 112. Tokyo: Asian Development Bank \nInstitute. Available: http://www.adbi.org/discussion-paper/ \n2008/07/16/2660.contract.farming.thailand/ \n \n \n \n \n \nAsian Development Bank Institute \nKasumigaseki Building 8F   \n3-2-5 Kasumigaseki, Chiyoda-ku  \n \nTokyo 100-6008, Japan \n   \nTel:   +81-3-3593-5500 \n \nFax:   +81-3-3593-5571 \nURL:   www.adbi.org   \nE-mail:   info@adbi.org   \n \n© 2008 Asian Development Bank Institute \n ", "ADBI Discussion Paper 112    Sriboonchitta and Wiboonpoongse \n   \nAbstract \nContract farming is a means to assist small growers in gaining market access and reducing \nprice  risk,  and  as  such  it  has  attracted  attention  from  development  agencies  and \ngovernments  in  developing  countries.  This  paper  reviews  literature  related  to  contract \nfarming in Thailand and adds updated information based on field visits in 2007. Special \nattention is given to roles played by government in the initial stage of contract farming \ndevelopment.  Conclusively,  it  is  important  for  the  public  sector  to  create  a  favorable \nenvironment and infrastructure to encourage investment in agribusiness and to coordinate \nthe concerned parties to raise agricultural productivity.  \nThe paper also evaluates the effectiveness of contract farming as a means to stabilize \nfarmers’ income and strategize agricultural development. The findings show that while the \npoorest farmers were not excluded from contract farming, special measures may be needed \nto encourage their full participation. In the long run, small farmers were able to accumulate \nproduction and management skills, thus improving their bargaining position. Together with \nimproved infrastructure and a more competitive market due to farmers’ innovation, the \nfarmers’ best choice may include non-contract production. \n \nJEL Classification: Q13, Q17, L14 \n ", "ADBI Discussion Paper 112    Sriboonchitta and Wiboonpoongse \nContents \n \n \nI.  Introduction  1 \nII.  Government Policy and Implementations  1 \nIII.  Market Competition  3 \nIV.  Forms of Contract  4 \nV.  Pricing  5 \nVI.  Effectiveness of Contract Farming Schemes: Success and Failure  5 \nVII.  Farmers' Attitudes Toward Contract Farming  7 \nVIII.  Income Risk and Efficiency  9 \nIX.  Opportunities for Farmers to Gain New Knowledge  10 \nX.  Contribution to Rural Development  11 \nXI.  Welfare: the Missing Dimension in Contract Farming  12 \nXII.  Conclusion: Lessons Learned  13 \nReferences  15 \n \n ", "ADBI Discussion Paper 112    Sriboonchitta and Wiboonpoongse \nI.  INTRODUCTION1 \nDuring the past decades, Thailand’s agriculture has diversified from mainly rice to include \nvarious cash crops including cassava, sugar cane, kenaf, maize, etc., on dry land and \nsoybean,  peanut,  and  mung  bean  on  both  dry  and  irrigated  land.  Diversification  was \nfacilitated by infrastructure development during the early National Economic and Social \nDevelopment Plans. During the 4th National Economic and Social Development Plan (1977–\n1981), policies for value-added exports were promoted and agro-industries grew rapidly, \nespecially in canned fish, pineapples, and tomato products. The 6th Plan promoted the \nintegration of farming and processing and high value-added exports. Compared to other \nAsian countries, by early 1990 Thailand probably had the most extensive experience with \ncontract farming and the widest range of crops (Glover 1992). By the middle of the 7th Plan, \nthe export value of agro-industrial products had reached 82,000 million Baht and grew to \n247,000  million  by  2003  (Ministry  of  Agriculture  and  Cooperatives  2004)  and  reached \n303,069 million Baht in 2006. In the fruit and vegetable and poultry processing sectors where \ncontract production is extensive, growth rates during 2005–2006 maintained high levels––\n11.1% and 8% respectively (Ministry of Agriculture and Cooperatives 2007).  \nContract farming has been instrumental in providing growers access to supply chains with \nmarket and price stability, as well as technical assistance. For resource-poor growers, \nproduction  input  and  farm  investment  on  credit  are  often  provided  by  firms.  In  return, \ncontractors expect delivery of goods in specified quantities, quality and set prices. Market \nand price certainty for both parties and integrated farm-processing enhances the country’s \ncompetitiveness  via  improved  quality  products  and  an  efficient  supply  chain.  Well-\ncoordinated contract farming systems assist development in less privileged farming sectors.  \nContract farming in Thailand is approaching maturity. In the early stage, the government was \nheavily  involved  in  monitoring,  facilitating  and  encouraging  stakeholders  in  contractual \narrangements. Over time, farmers gained skills, the market evolved, and a more flexible form \nof contract farming emerged. Today, former contract farmers can negotiate contracts based \non their best opportunity. This is found in the case of potatoes in the North and shrimp in the \nSouth where growers can switch between open and contract markets.  \nThis paper aims to highlight the government’s role in the initial stage of contract farming \ndevelopment  and  factors  that  contributed  to  success  and  failure,  and  to  evaluate  the \neffectiveness of contract farming as a means for income stability, technological transfer, \nmarket access, and agricultural development. The paper is based on a review of literature \nand the authors’ previous and updated field research up to 2007.  \nII.  GOVERNMENT POLICY AND IMPLEMENTATIONS \nContract farming had been practiced in some forms before the 6th National Economic and \nSocial Development Plan (1987–1991). Processed food, e.g. canned fish, pineapples and \ntomato products, was initially targeted for export markets. Exported canned vegetables in the \n1970s mostly carried foreign brand names and contract broiler production started in the early \n1980s.  Prior  to  this  period,  sugar  cane  and  tobacco  were  produced  under  contract \narrangements. The latter was contracted by the state enterprise. \nThe 6th Plan included guidelines for the development of agro-industries with a goal of \npromoting value-added exports. To meet the goal, the government augmented guidelines \nwith the so-called “Four-Sector Co-operation Plan to develop agriculture and agro-industry” \n                                                 \n1 Chiang Mai University, Faculty of Agriculture and Faculty of Economics, Chiang Mai 50200, Thailand. The \nauthors wish to acknowledge Puttawan Khuntonthong and Woralak Wongwiwat for their excellent assistance \nthroughout the project. The authors also wish to express their thanks to the anonymous reviewers and editors \nwho gave their detailed attention for the significant refinement of this paper. \n ", "ADBI Discussion Paper 112    Sriboonchitta and Wiboonpoongse \n(4-sector plan). Under this plan, agro-industrial firms, farmers, financial institutions (Bank for \nAgriculture  and  Agricultural  Cooperatives  [BAAC])  and  government  agencies  worked \ntogether to improve production systems to reduce price risk and market uncertainty while \nfarmers improved their technical knowledge and raised production efficiency and the quality \nof raw materials. in addition to general extension services, the government invested 250 \nmillion Baht in BAAC (then, 25 Baht =  US$1). The capital gain  was used as interest \ncompensation  for  participating  farmers  (3.5  %  p.a.)  and  to  encourage  more  farmer \nparticipants and to reduce production costs. \nDuring 1987–1993, 12 large projects proposed by 20 private firms were approved, but two \ndid not operate (eucalyptus and integrated hog production) and three ceased production \nafter  one  year  (asparagus,  ramie  and  bamboo  for  paper  pulp)  (Office  of  Agricultural \nEconomics 1993). Nonetheless, Naritoom (2000) reported successful asparagus groups that \nhad contracted with three companies since 1989. The seven remaining projects continued \noperations after 1993: castor bean, basmati rice, sunflower, wheat, barley, hybrid corn, \nsorghum, and cashew nuts (Wiboonpongse et al. 1998). \nThe Office of Agricultural Economics (1991) concluded that the results of the 4-sector Plan \nwere unsatisfactory since some of those projects relied heavily on government support (e.g. \nprovision  of  free  seed  for  sunflower  growers).  Plan  failure  was  attributed  to  lack  of \nmanagement flexibility in light of unforeseen circumstances such as drought, which resulted \nlow quality and unmarketable produce. Secondly, farmers needed time to adapt to new \ncrops, which usually involves new technology. When new crops did not provide desirable \nyields and returns, farmers were discouraged and shifted back to their old crops. Thirdly, the \nextension service was also blamed for this failure (Ministry of Agriculture and Cooperatives \n1994). The commodities chosen involved more input and higher risk, and technical support \nand delivery systems could not cover all the project areas. \nMost private contract farming schemes failed in the early 1990s (Baumann 2000). Evaluation \nof the 4-sector Plan  suggested that contract  farming was not for every farmer but an \nalternative  to  those  who  could  accept  new  practices  or  needed  credit.  Furthermore, \ngovernment  agencies  should  not  be  directly  involved  between  farmers  and  firms,  and \ncontracted  businesses  should  grow  without  continual  government  support  (National \nEconomic and Social Development Board 1995 in Wiboonpongse et al. 1998). \nBy the end of the Sixth plan in 1991, the NESDB recommended that contract agreements be \nmore effective and beneficial to all parties concerned (Singh 2004). The Subcommittee of \nthe 4-sector Plan came up with several measures in response to issues regarding fairness \nand risk reduction to assure cooperation between the government agencies and firms. \nMeasures focused on coordination and risk sharing, such as a “project fund” to provide \ncompensation for production and marketing risk, or, “group farming” and “cost sharing” \namong farmers and firms. The last alternative was considered a novel measure and was not \nimplemented. \nTo raise the probability of success, the subcommittee in 1995 (the 7th plan) consented to \nsupport agro-industrial projects (under the 4-sector Plan) that could reduce production and \nmarketing  risks  and  identify  potential  target  areas  and  farmers.  The  proposals  were \napproved based on the highest benefit terms provided to participating farmers by the firms. \nThe subcommittee also improved the 4-sector Plan and indicated two target commodity \ngroups: (i) produce with high-export potential e.g. high quality rice, fruits, flowers, fresh water \nand coastal fish, and (ii) industrial crops (e.g., vegetables, sunflower, maize, and fast-\ngrowing  trees).  To  assure  fairness,  the  government  in  1999  took  charge  of  regulating \ncontract compliance using a standard agreement for companies and farmers issued by the \nDepartment of Internal Trade (Singh 2004), which is in effect today. \nThough there is no explicit mention of contract farming in the 9th National Plan (2002–2006), \ngovernment agencies continued to implement it. In 2004, to alleviate a trade issue between \nthe People’s Republic of China (PRC) and Thailand, the government compensated farmers if \n2 ", "ADBI Discussion Paper 112    Sriboonchitta and Wiboonpoongse \nthey reduced garlic crops and switched to other crops under contract farming. In addition, \nthe  private  sector  has  been  encouraged  to  extend  contract  schemes  to  neighboring \ncountries under a sub-regional economic cooperation agreement called “Ayeyawady-Chao \nPhraya-Mekong Economic Cooperation Strategy” (ACMECS). The scheme enables firms to \nreduce the seasonality of raw material procurement (Thai Chamber of Commerce 2006).  \nIII.  MARKET COMPETITION \nThai agricultural marketing systems generally are competitive. In contract farming, a quasi-\nmonopoly has been necessary for success. Japanese cucumber contract farming in the \nearly 1990s appeared to be a monopsony when it had a small and specific market. There \nwas only one company making contracts with farmers, and the nature of contracts and close \nsupervision was similar to other crops new to farmers where the final market required \nexacting specifications. Presently, the crop has become more common despite the strict \nspecifications and quality is maintained by the few companies exporting to Japan.  \nIn high demand crops like potatoes and other vegetables, contracted markets are highly \ncompetitive. In 1990, there were only two potato processing companies contracting farmers \nin Northern Thailand, but five years later, there were seven potato processing firms and the \ncompetition for contract farmers became intense. Information was disseminated in the areas \nand the prices offered by firms were not significantly different. Farmers were not loyal to any \nspecific company and did not hesitate to switch companies when offered a better deal \n(Ornberg 1998). \nAfter 20 years of potato production, the supply deal changed. This is due to farmers’ \naccumulated  production  and  market  experience  and  innovation,  which  enhanced  their \nbargaining power. On the other hand, increased demand for potato chips put pressure on \nfirms to secure raw materials, and it became easy to obtain potatoes at lower cost with less \nquality risk when farmers became skillful in production. Our visits to companies in 2004 \nrevealed that competition for farmers among firms processing the same or different products \nbecame fierce in the 1990s before the economic crisis broke out in Asia.  \nContract  farming  has  expanded  from  Chiang  Mai  to  other  provinces  in  the  North. \nCommodities include poultry and hogs, Japanese rice, basmati rice, organic rice, vegetable \nseed,  corn  seed,  and  various  fresh  vegetables  for  frozen  and  pickled  products.  The \ncommodities are contracted by large and medium firms owned by multinational companies, \nand joint ventures or by domestic companies. After the 1997 economic crisis, smaller firms \nleft the industry, but competition continued among fewer but larger firms. Now there are at \nleast 3–4 companies competing for the same crops. As disclosed by one company, firms \nneed to exercise different tactics to keep their farmers. \nCompanies either use price strategy or quality strategy. This implies high market force to \nobtain labor, suitable land and desirable production environments among industrial firms. For \ncrops that need to be processed within 24 hours (oil palm, eggplant and sweet corn), \ndistance to factories is limited to transport under 12 hours, thus competition is even stronger. \nWhile companies compete for farmers, they also mention that farmers seek contracts, and \ncurrent farmers desire to expand their contracts.  \n3 ", "ADBI Discussion Paper 112    Sriboonchitta and Wiboonpoongse \nIV.  FORMS OF CONTRACT \nContract farming is constructed depending on the crops or products, the objectives and \nresources of the contractor, and the experience of the farmers (Eaton and Shepherd 2001). \nIn Thailand, four typical contract models can be identified: the centralized model, the nucleus \nestate model, the intermediary and multipartite model, and the formal model, as delineated \nin Figure 1.  \nFigure 1: Examples of various types of contract arrangements in Thailand \n(a) Centralized model: sugar cane  (b) Nucleus estate model: commodities require \nhigh technology \ngrow\nContractor  Estate pilot  Satellite  grow\ngrowers \ngrow\n• parent stock \n• know-how \nCommodities: Broilers, hogs, eggs \n \n(c) Intermediary and multipartite model  (d) Formal model \n \nFarmers \nAcademics\ninput   output \nfinancial support for  training \nCF farmers’  Processing \ngroup  firms \nseed and \npayment  written contract \noutput\nExtension officers as \ncoordinator and witness \n \n   \n(e) Partly Informal model  (f) Informal model \n   \n  tomatoes \n  tomatoes\n informal     contract \nwritten   informal Processing Farmers    contract  Middlemen   informal  P croomcepsasniinegs\n  Farmers   contract   Middlemen     contract  companies\n fertilizer\n seed \n seed \nSource: Wiboonpongse and Sriboonchitta (1995), Eaton and Shepherd (2001). \nThe nucleus estate model is suitable for commodities requiring immediate processing after \nharvest or high production and management technology that farmers lack. The informal \nmodel, which is not as complex, may involve just a few market agents without a written \ncontract. Different arrangements have an impact on pricing and other economic factors in \nthe contract farming systems.  \n4 ", "ADBI Discussion Paper 112    Sriboonchitta and Wiboonpoongse \nV.  PRICING  \nPrices paid for contracted crops are usually lower than market prices. Singh (2004) reveals \nthat most farmers try to sell their produce at market for a better price instead of factories \nwhere farmers must comply to specified conditions. This phenomenon was a common \nproblem for inexperienced factories and is likely to happen anywhere that contract farming \nemerges.  \nThe problem was solved successfully using various tactics. For crops demanded by both \nprocessing firms and fresh food markets—e.g., tomatoes—firms allowed 20% of the crop to \nbe sold in the open fresh food market, then during peak season, when prices declined, \nfactories  purchased  large  volumes  of  high  quality  produce  at  contracted  prices.  The \neconomic rationale is the trade-off between risk and return to farmers and stable prices for \nraw materials. \nPrices companies pay to farmers are partly dependent on quality, which is an additional \nincentive for farmers to deliver high quality products. For example, for grade A eggplants, \nfarmers receive 5 baht/kg, but the price drops sharply to 1 baht/kg for grade B. The quality \ndifference is only the appearance of the skin, even though the other attributes are the same. \nCrop quality consistency and standards are often the most crucial factors in a contract. \nHowever, Baumann (2000) stated that it is easy for a company to manipulate prices when \nthe market is competitive and prices are volatile.  \nPrice stability is essential if firms are to continue projects with their growers and growers are \nto maintain income stability. This is especially true in the early stages of contract framing. \nBoth companies and governments try to counter market volatility and find ways to stabilize \nprices for growers. A prescriptive formula is helpful for sharing costs and benefits between \ngrowers and processors. Without acceptable and stable prices or credit provision, projects in \nless developed areas can fail, as exemplified in several cases in Thailand during the 1980s.  \nMany farmers have voluntarily opted for chemical-free and organic production for health \nconcerns. However most small tangerine growers in Northern Thailand experienced low \nyields and undesirable appearances, and thus low prices. In contrast to the findings of \nWiboonpongse et al. (2006), contract organic (Jasmine) rice farmers in Payao Province \nenjoyed high yields and prices 30% higher than ordinary Jasmine rice. Setboonsarng et al. \n(2007) reported significantly higher profits per unit of land and higher prices for contract \nfarmers in the initial stage of organic production after one to two years of starting than non-\ncontract (for conventional rice in Northeastern and Northern Thailand). \nVI.  EFFECTIVENESS OF CONTRACT FARMING SCHEMES: \nSUCCESS AND FAILURE \nContract farming projects have had mixed results. Here we present several cases with \nfarmers’ responses in the secondary stage of contract farming and the attitudes of growers \nin Northern Thailand. Several studies in the 1990s reported that most contract farming \nschemes had failed, with forestry, cashew nuts and oil palm cited as examples (Baumann \n2000; Falvey 2002; Glover 1992). The first two crops were introduced to farmers who had \nthe least resources in the dry land of the Northeast, while oil palm became a rubber crop \nalternative in the South. In some cases, early successes in contract forestry (eucalyptus in \ndry  land)  were  not  sustained  (Baumann  2000).  However,  a  global  rise  in  pulp  prices \nattracted large corporations (e.g., CP, Kaset Roong Ruang, Shell, and Siam Cement Group) \nand at least 15 Japanese and Taiwanese joint ventures.  \nMonopolistic conditions have been favorable for contract farming (Glover 1992), whereas \ncompetitive  environments  have  not  been  conducive  to  contract  farming.  However,  one \nexception is vegetable contract farming in Northern Thailand, which has developed within \n5 ", "ADBI Discussion Paper 112    Sriboonchitta and Wiboonpoongse \nthe relatively competitive environment of input markets. Thai farmers are able to acquire \ninput, credit, and buyers on the open market (Baumann 2000; Wiboonpongse et al. 2007; \nWiboonpongse and Sriboonchitta 2007). In the case of cashew nuts, the Agricultural Land \nReform Office, BAAC, and a private firm program was less successful. This program aimed \nto cover 175,000 rai (28,000 ha) in 1990, expand to 300,000 rai, and include more than \n31,000 farm households. At first the project exceeded its target but was halted by a rapid \nspread of pests. Poor feasibility analysis and an absence of region-specific research had \nbearing on the failure, and there were risks that disproportionately affected smallholders \n(Falvey 2002). Research on productivity improvement and cost reduction is necessary. \nThere  are  also  successful  cases.  Overall,  contract  farming  in  Thailand  has  been \nimplemented and managed differently from other countries, with very strong intervention and \npromotion under the 4-sector Plan as well as Mekong sub-regional economic cooperation. \nAgribusiness has received substantial incentives and promotion. Since Thailand is agro-\nexporting country, agribusiness has dominated policy-making. This has resulted in better \noverall agricultural growth and development effects through the shift to high value crops \n(Burch 1996; Benziger 1996 cited by Singh, 2004) \nIn the western region, sugar cane, baby corn and asparagus, and broiler and hog contracts \nhave proven successful. With baby corn, contracts were made between village middlemen \nand  farmers,  with  middlemen  providing  farmers  with  seed,  fertilizer,  loans,  and  tractor \nservices. Contracts were made between middlemen and farmers but not middlemen and \ncompanies  and  involved  guaranteed  minimum  prices  and  additional  prices  when  the \nprevailing market price increased. In the case of asparagus, the main condition of the \ncontract is to guarantee a fixed price for the whole year for various grades. This is the same \nmodel as that used by potato contractors in Chiang Mai and is a successful example of \nprivate-government-farmer cooperation (Naritoom 2000).  \nThailand is the world’s second largest producer of Black Tiger shrimp. During the 5th and 6th \nNational Development Plans, multinational firms like Cargill were encouraged to invest in \nsmallholders financed by the BAAC and other banks. Apparently, returns to smallholders \nwere substantial. However, there is need to assess risk due to accumulated disease and \nsocial impact concerning mangrove deforestation. Small growers preferred operating under \ncontract  farming  to  risk  taking  in  a  volatile  market.  They  even  rejected  a  cooperative \napproach after the experience of poor market prices due to inadequate quality control \n(Falvey 2002). \nIn  the  Northeast, the  success  of  exports  depends  on  the  provision  of  irrigation  water. \nProduction can be extended during the wet season, and the introduction of dry season crops \nand  non-traditional  crops  of  high  marketability,  supported  by  technical  advice  under  a \ncontract farming scheme, has been effective, as in the case of tomatoes supported by \nBAAC. The expansion of tomato contracting in this region was accompanied by disputes \nabout spoilage, factory shutdowns, and other problems, but they were resolved through \nmutual-benefit contracts. The case highlights the viability of the government-agribusiness-\nsmallholder relationship as a result of government investment in necessary infrastructure \nincluding physical, service, and coordination support (Poapongsakorn et al. 1995 cited by \nFalvey, 2002). \nIn the North, contract farming has been successful in such crops as soybean, baby corn, \nsweet corn, potatoes, tomatoes and eggplant, as well as vegetable and maize seed. The \nnumber of vegetable processing firms increased from 34 (1988) to 61 (1994), and to 78 in \n2002. Statistics show that more farmers were entering contract farming beginning the early \n1990s  due  to  various  driving  forces.  Potato  contracts  received  the  most  development: \nproduction in Chiang Mai increased from 600 ha in 1983 to 1,927 ha. In 1994, and to 3,638 \nha and 4,386 ha in the 2002–2003 and 2007–2008 crop years. Contract production has \nbeen expanded to six provinces in the North and another three provinces in the Northeast. \n6 ", "ADBI Discussion Paper 112    Sriboonchitta and Wiboonpoongse \nTotal production in Thailand in 2002–2003 and 2007–2008 reached 6,750 ha and 7,980 ha \nof harvested area, and 86,700 tons and 125,700 tons, respectively, for total output.  \nFarmers contracted companies through their groups. In the first stage of the contract, district \nagricultural extension officers had an active role in coordination and extension in the San Sai \ndistrict, the first site of commercial potato production in Thailand. The government has \npromoted such farmer organization in contract farming to better position farmers when they \ndeal  with  companies  and  for  credit  collateral  and  technical  assistance  from  firms  and \nuniversities. However, the successful role of the officers in San Sai with well-irrigated land is \nnot replicable in the adjacent district (Mae Rim) due to the local physical and socio-economic \nenvironment. Today, farmers in San Sai have turned to selling their potatoes to middlemen \nwho gather, produce and deliver to the companies. While the middlemen have contracts with \nfirms, individual farmers prefer taking risks for higher selling prices. The companies have \nadopted the contract approach to new farmers in other areas. \nSuccess and failure in contract farming is case by case. According to a CP executive, factors \nresponsible  for  poor  performance  in  a  contract  system  include  personnel  factors  and \nuncontrollable factors such as weather. Public policy and support also play significant roles. \nSuccess  stories  are  derived from a  “win-win”  situation  where all key determinants  are \nintegrated properly: production technology pre-and post-harvest, technology transfer (by the \ngovernment or private sector), trust building, pricing policy, financial support and human \nresource development for both farmers and firms (Poonpiriyasup 2007). \nIn contract hybrid corn production in the Greater Mekong Sub-region/ACMECS countries, \nthe CP reported that Thai growers average yield was second (6.25 ton/ha) after the PRC \n(6.75  ton/ha).  However,  Poonpiriyasup  (2007)  revealed  that  Thai  growers  enjoyed  the \nhighest rate of return on investment (ROI) at 94% whereas the PRC’s ROI was 56%. \nContract  growers  in  other  countries  (Viet  Nam,  Cambodia,  Lao  People’s  Democratic \nRepublic, and Myanmar) earned an ROI of 72%, 85%, and 87%, respectively. \nVII.  FARMERS' ATTITUDES TOWARD CONTRACT FARMING  \nContract farming depends on the satisfaction of both farmers and firms, with profitability a \nkey component. In the initial stage, farmers’ perceptions regarding new crops and their \nattitudes towards contract farming are important. This section presents results from a survey \nby Sribooncitta et al. (1996) in hopes that it may be helpful for agencies attempting contract \nfarming elsewhere. Most of the contract farmers surveyed (78%) grew only one contract \ncrop, while the remainder had two to four different contract crops. The survey revealed \nprimary reasons that farmers participated in contract farming. Market certainty and price \nstability were prime factors, as shown in Figure 2. \n7 ", "ADBI Discussion Paper 112    Sriboonchitta and Wiboonpoongse \nFigure 2: Farmers’ reasons for participating in contract farming \n60\n52\n50 46\n40\n40\n35\n30 28 1 = Market certainty \n2 = Price stability \n3 = Provision of input on credit \n20 4 = Neighbor gaining higher income \n5 = Income opportunity for tenant growers \n10\n0\n1 2 3 4 5a\n \nSource: Sriboonchitta et al. (1996).  \nOther reasons included lack of alternatives, expectation of higher prices, etc. In addition, \nfrom the authors’ survey in 2004, tenant farmers (40% of respondents) felt that contract \nfarming provided them good opportunities to raise their income as labor was the only \nresource they had.  \nOn price agreement, one would expect that most farmers would not be satisfied with the \nterms.  A  high  proportion  of  dissatisfaction  occurred  in  processing  vegetables  for  the \nJapanese market (cucumbers, potatoes, and soybean at 75%–67%). Less dissatisfaction \nwas found in the case of maize seed (47.5%) and tomatoes (49%) where products served \ndomestic markets. Furthermore, studies revealed that new crops and new management \nrestrained farmers in continuing the contracts. In the early stage of contract farming, 35% of \nthe respondents felt that new crops were more complicated, while 43% felt the opposite and \n22% were indifferent.  \nAttitudes were affected by production background and experience. Experienced farmers \nwere likely to find production of newly introduced Japanese cucumbers and maize seed \nrelatively easy (Wiboonpongse et al. 1998). Our 1994 survey found the main reason farmers \n(52%) kept contracts was high return from the crops relative to their other alternatives. Some \nfarmers (16%) indicated they did so despite not knowing other alternatives, while about 11% \nmaintained contracts because of market certainty. \nFirms usually stipulated production quotas on land for contract crops to maintain quality. The \naverage sizes of contract crops per household were only about half of what farmers desired \n(only 40% of the farmers’ land). However, the restriction has been relaxed as demand for \nraw materials has increased and farmers have become more experienced (authors’ 2004 \nsurvey).  \nIn  a  contract  farming  arrangement,  firms  provided  key  inputs,  i.e.  selected  seeds  and \nmaterial, in order to meet consumer preferences. Fertilizer and other chemical inputs were \nstrictly controlled to ensure effective results and control residual levels. All inputs were \nprovided on credit through cooperatives, groups, or middlemen. On average, 80% of the \nrespondents were happy with advance credit as they did not need cash investment.  \nMost farmers had no information about the price of seed (84%), but knew about fertilizer and \nchemical prices (68%) since the latter was available in the markets. Farmers who found \ninput prices higher than market prices (31%) or inputs were of poor quality (9%) were mostly \nmaize seed farmers who obtained inputs from the Land Development Cooperatives. Despite \ngood government services in Northern areas, the survey also reported 46% of the farmers \n8 ", "ADBI Discussion Paper 112    Sriboonchitta and Wiboonpoongse \nhad not received any services, but about the same proportion received production advice \n(43%),  input  supply  (7%)  and  meetings  with  farmers  (3%).  On  average,  40%  of  the \nrespondents were satisfied with officials’ services. \nFarmers also identified the types of information and knowledge most important to them: \nappropriate application of fertilizer and chemicals (38%), alternative crops with available \nmarkets (20%), methods for increasing productivity (17%), appropriate production methods \n(12%) and others (13%). \nVIII.  INCOME RISK AND EFFICIENCY \nContract farming provided growers with an assured market, stable income, access to firms' \nservices, ease of credit and technical knowledge, and it provides agro-industrial firms with an \nassured supply of good quality raw material at less fixed investment and low cost. Specific \noutcomes of contract farming on these aspects are discussed below and are based on \nWiboonpongse et al., (1998) except where indicated otherwise. \nIn the case of Northern Thailand in the late 1980s and early 1990s, half of the farmers \nearned off-farm income before and after starting contract farming. After starting a contract, \n74% of the respondents enjoyed higher household income while 5% reported reduced \nincomes. Despite the higher incomes, some farmers (26%) incurred losses due to production \nand quality risk (all contract crops) and market risk (tomatoes). The major problem was crop \ndamage due to flood and diseases (Sriboonchitta et al. 1996).  \nA more specific comparison was limited to potatoes and tomatoes, which had dual markets. \nTable 1 shows net returns and variations per rai, (1600 sq. meters or 6.25 rai = 1 ha) of \ncontract and non-contract crops. On average, non-contract crops provided slightly higher \nincomes (2.5%–10%). Price instability on open markets for potatoes averaged 185% over \nthat of contract prices.  \nIncome discrepancies from the open market reflected price risk and production risk for both \ncrops since the prices were determined by varying market supply-and-demand. However, \ncontract tomato farmers had higher income variations than their counterparts due to the \ninformality of contract agreements and uncommitted responsibility of the processing firm. \nPotato prices were more under control, even though they varied. In the end, income variation \ncame mainly from yield risk since prices were guaranteed and made known to the farmers in \nadvance.  \nTable 1: Net return per rai from 1984/85 to 1990/91(in Baht/rai) \nCrop  1984– 1985– 1986– 1987– 1988– 1989– 1990– Average  CV \n1985  1986  1987  1988  1989  1990  1991 \nContract  -  -  -  7,790  5,357  7,268  13,862  8,469  0.438\npotatoes \nNon-contract  3,931  5,346  1,620  15,288  12,847  -  14,395  8,676  0.818\npotatoes \nContract tomato  3,435  960  6,874  4,424  8,623  2,910  5,686  4,658  0.556\nNon-contract  6,120  4,279  4,536  4,381  3,710  6,095  6,706  5,118  0.226\ntomatoes \nSource: Gedgaew (1993), Note: CV = coefficient of variation \nEconomic  efficiency  here  refers  to  the  combined  effects  of  production  and  allocated \nefficiencies in order to minimize unit cost. (Production cost comparisons between contract \nand non-contract were not available in other studies, so the conclusion should not be over \n9 ", "ADBI Discussion Paper 112    Sriboonchitta and Wiboonpoongse \ngeneralized.) Unit costs for contract potatoes and tomatoes were lower than those of non-\ncontract farms. Contract farmers outperformed the non-contract farmers. Farmers of both \ntypes proved to be profit maximizers under their different production conditions. \nSukasem (1992) found that in contract soybean, non-contract soybean, and both types of \ntomatoes and potatoes, farmers applied economic rationales. They allocated their main \nresources optimally in response to output-input prices.  \nContributions  from  agro-processing  firms  in  productivity  and  quality  improvement  were \nsignificant. The frozen food firm's new variety of soybean raised yields from 800 kg/rai \n(1991–1992) to 1,300–1,700 kg/rai (1993). For informal contracts like tomatoes, varieties \nused  by  farmers  in  the  open  market  were  those  once  introduced  by  contract  firms. \nTherefore, fresh tomatoes available in the market were processing types and consumers \ncould hardly find table tomatoes. \nA  contract  system  can  boost  farmers’  production  efficiency.  Wongwiwat  et  al.  (2007) \nreported  in  their  analysis  that  potato  yields  of  Chiang  Mai  growers  could  significantly \nincrease yields by 43% compared to those of non-contract growers. The know-how followed \nby education is a dominant attribute of efficiency, while diseconomy of scale was observed \nfor potato production size rising beyond 1.4 ha. (Wongwiwat et al. 2007). \nBoth farmers and processing firms have had a long process of learning and adjusting to \nproduce raw materials of a standard quality. Contract farmers have learned to accept criteria \nfor \"quality,” while farmers in general, who sold their ungraded produce in the open markets, \nwere less familiar with the concept. In rigid contracts such as soybean and Japanese \ncucumbers, contract farmers realized that their income depended on the quality of grades \nthey produced. Fifty percent of new farmers, after training, can deliver high-grade produce. \nPresently, experienced farmers and additional new farmers, who grasp the concept quickly, \nunderstand the value of quality. \nAgro-processing firms have been careful in screening farmers they contract. Diligent and \nhonest farmers received first priority, which is still practiced. Farmers’ production of contract \ncrops was limited to ensure quality. Field supervision helped monitor production for quality \nproduce  and  provide  regular  checks  of  predicted  total  production.  However,  the  latter \npractice did not ensure supply of raw materials. The firms, through middlemen, terminated a \ncontract if a farmer was found to secretly sell his/her produce on the open market or to other \nfirms. \nIX.  OPPORTUNITIES FOR FARMERS TO GAIN NEW KNOWLEDGE \nFarmers under contract for soybean, cucumbers, and maize seed learned new knowledge \ndirectly from firms, while potato and tomato farmers had experience and knowledge prior to \nthe contracts. Potato farmers also received knowledge from universities under the firms' \nsupport. Knowledge included fertilizer and chemical applications and intensive production \nscheduling that could be transferred to other crops. Manarungsan and Suwanjindar (1992) \nreport that oil palm, pineapple, and asparagus farmers gained new technical knowledge from \ninput suppliers.  \nContract farming can lessen farmers' entrepreneurial ability even if they gain management \nskills. Farmers under contract for prawns (Office of Agricultural Economics 1989) and ducks  \n(Office of Agricultural Economics 1993) expressed that they lost their freedom in farm \nmanagement.  This  hindered  their  knowledge  development  and  decision-making  ability. \nAdvantages  and  disadvantages  are  indicated  in  several  contract-farming  studies \n(Wiboonpongse et al. 1998). \nThe  situation  has  changed.  Wiboonpongse  and  Sriboonchitta  (2007)  finds  that  potato \ngrowers  in  the  oldest  production  sites  have  accumulated  production  know-how  and \nsuccessfully  innovated  seed  storage  in  place  of  seed  supplied  by  contract  firms.  With \n10 ", "ADBI Discussion Paper 112    Sriboonchitta and Wiboonpoongse \naccumulated marketing knowledge and inputs from local stores and brokers, growers have \nbeen cultivating early potatoes to earn favorable prices at 14 baht/kg on the open market; \nwhen the normal harvesting date approaches, prices revert to the contract price (8 baht/kg). \nSeed storage technology has allowed growers in many production areas to decide whether \nto grow with or without contracts.  \nTable 2 illustrates experienced potato growers who are able to enjoy margins twice as high \nas less experienced (non-contract) growers in similar production environments. \nTable 2: Comparison of contract and non-contract potato production in Chiang Mai \nprovince (2006) \nSeed cost  Price  Total  Margin to  Average \nNo. of  Total cost  Yield/rai (% to total received  revenue  growers  cost \n  growers  (Baht/rai)  (kg)  cost)  (Baht/kg) (Baht/rai)  (Baht/rai) (Baht/kg)\nCF in Chiang Mai  30  16,133.39 2,407.23 33.25  8.22  19,779.43  3,646.04  6.70 \nNCF in Chiang Mai  34  18,596.47 2,745.59 14.93  9.64  26,462.63  7,866.15  6.77 \nNote: area is expressed in rai (6.25 rai = 1 ha); income is in baht/year (40 baht = US$1) \nCF = Contract farming, (new/less experienced growers)  \nNCF = Non-contract (experienced growers) \nSource: Wiboonpongse et al. (2007) \nX.  CONTRIBUTION TO RURAL DEVELOPMENT \nLiterature in the early 1990s indicated contract farming had not done very well or even failed \nin Thailand (Glover 1992; also cited by Baumann, 2000), presenting an inaccurate picture \nwhen considering the relationships between specific company contracts and farmers or \ngroups. Farmers do seek favorable terms that they perceive to be better for them. In a \nbroader sense, contract farming in Thailand, especially in the North, had been increasing \nprior to the economic crisis of 1997. The trend continued after the economic recovery, as \nconfirmed by expansion of agro-industrial firms and production areas.  \nContract farming has been a key element of the Thai Government’s development plan, \nreflecting a strategy of “private-led integrated agricultural development” (Glover 1992, in \nSingh 2004; Wiboonpongse et al. 1998). However, Siamwalla (1996) stated that in the past, \nthe government has relied too much on the private sector to provide new technology through \ncontract farming. This was successful in some cases, but not all. Regardless, the private \nsector in Thailand has played a significant if not leading role, especially when interacting with \nfarmers (e.g., the use of fertilizers, seed, and chemicals) due to the profit motives of input \nsuppliers and contractors.  \nGovernment agencies should play a role in directing and facilitating the private sector’s \nimplementation of technological transfer for fair business, as it had successfully done with \npotato contracts. Universities and research centers, especially the National Biotechnology \nCenter (BIOTEC) and Thailand Research Fund (TRF), often contribute basic knowledge for \nthe private sector’s R&D. Currently, policies of BIOTEC and TRF encompass public-private \nresearch collaboration in order to answer the needs of business. \nWe agree that contracts can be unfair. In this regard, contract farming does not seem to be a \ndesirable  means  for  rural  development.  However  competitive  environments  within  and \namong sectors (potatoes, seed, vegetables) induce more alternatives for growers when firms \nhave to compete for contract farmers and land. \nThere is no indication that the poorest farmers are being excluded in the firms’ selection of \ncontract farmers, despite opinions to the contrary. Wiboonpongse and Sriboonchitta (1995) \nfound that the farmers operating under contracts were generally smaller than non-contract. \nMost were small farmers; their growing area was about half the farm size of those in the \nUpper North region (3.74 to 4.8 rai for contract farming and 4.7–5.82 rai for non-contract \n11 ", "ADBI Discussion Paper 112    Sriboonchitta and Wiboonpoongse \nfarming). The average size of cultivated land for contract crops is usually limited for quality \ncontrol. Potato contracts are an exception (Wongwiwat et al. 2007), possibly because potato \nproduction is established and commonplace. \nIn  annual  crops  like  vegetables,  firms  value  growers’  diligence,  hard  work  habits  and \nhonesty. Tenant farmers have an equal chance to obtain the same quota providing they \npossess  sufficient  labor  and  crop  experience.  The  situation  can  differ  in  forestry  and \nlivestock (broilers and hogs), where land and capital investment in animals is substantially \nhigher \nAs No.14 on the list of the world food exporting countries (Food and Agriculture Organization \n2005), Thailand is the leading net exporter of food in Asia. Safety and environmental issues \nof food consumption in the EU, US and Japan require products to conform to standards such \nas ISO  14000,  Codex  Alimentarius  Standard,  and in  general,  HACCP. To  meet these \nstandards  and  be  competitive,  Thailand  must  adopt  cost-effective  production  and \nmanagement  along  the  whole  supply  chain.  Sriwichailamphan  (2007)  reports  contract \ngrowers of pineapple, broilers and shrimp have adopted good agricultural practices (GAP) or \ngood animal husbandry practice (GAHP) (also Code of Conduct for shrimp) due to contract \nfarming advice from relevant companies. This factor was most likely to be taken seriously \nand adopted when compared to other factors (farmers’ environmental awareness, animal \nsurvival rate, or pressure from the importing countries).  \nXI.  WELFARE: THE MISSING DIMENSION IN CONTRACT FARMING \nFarmers in developing countries belong to the informal labor sector, by definition of the \nInternational Labor Organization. In most countries, social welfare schemes do not extend to \nbenefit farmers (only 20% of informal labor around the globe has adequate social welfare). In \nThailand, it is only recently that Thai citizens have received very modest social or public \nhealth insurance. As for the social welfare policy, the Thai government targeted only 0.3 \nmillion informal labor workers in the agricultural sector to be covered in 2006. In Northern \nThailand, 86% of the farmers reported belonging to least one of these schemes. None of the \ncontract farmers in Thailand and elsewhere receive welfare benefits from formal contract \nfirms.  Interviews  with  the  management  of  international  firms  confirmed  there  was  no \nprovision of health insurance etc. in the contract. \nAs contract farming has been expanding in Thailand and extending into new areas in the \nGreater Mekong Sub-region, it is imperative to consider the welfare issue in addition to fair \ntrade  and  market  access  aspects.  This  is  especially  recommended  for  projects  under \ndevelopment  of  agencies  like  ADB  and  the  Regional  Economic  Cooperation—e.g.,  the \nAyeyawady-Chao Phraya-Mekong Economic Cooperation Strategy (ACMECS).  \n12 ", "ADBI Discussion Paper 112    Sriboonchitta and Wiboonpoongse \nXII.  CONCLUSION: LESSONS LEARNED \nThis section summarizes lessons drawn from the authors’ reviews as they relate to this \npaper. The conclusions are subject to the different results of various case studies, which are \ninfluenced by specific environments. However, general directions one may consider when \nimplementing CF in particular settings can reasonably be stated as follows:  \n1.  At the initial stage of contract farming, it is necessary that both contractors and \ngrowers  have  a  clear  understanding  of  the  concept  and  roles  they  play  in  an \nagreement.  Rigid  contracts  are  untenable,  as  farmers  do  not  fully  understand \nconcepts, standards of quality, or loss due to late or untimely delivery.  \n2.  The rigidity of contract terms, which is for fairness to both parties, does not apply to \nall types of commodities; it depends on local settings. Policies should be directed \ntowards encouraging competition among firms for growers. \n3.  Farmers need time to adapt to technology and new habits. Contract crops usually \nrequire precise working schedules and intensive management. Farmers may not \nobtain desirable returns in the first year. Yield and quality risk  may discourage \nfarmers’ continuation of contracts. Contract agreements designed to spread risks \namong parties have been appreciated, as in the case of frozen vegetable crops. \nMinimum returns with intensive and close supervision by firms to avoid crop failure \ncan be incentives.  \n4.  The public sector has a role to play in technological and institutional development. \nGovernment should plan incentives they can manage. Universities, with the support \nof firms and local officials, can provide regular training in the early stages.  \n5.  Although agribusiness took the lead in contract farming, government policies have \nprovided  a  favorable  environment  for  domestic  and  foreign  investment  through \ntaxation,  financing,  and  the  4-sector  plan.  For  example,  the  success  of  tomato \ncontracts in less developed areas (Northeast) was due to irrigation and infrastructure \nimprovement,  understanding  by  farmers,  efficient  coordination,  transparency  and \ntimely supervision.  \n6.  For annual crops, contract farming in more developed areas (North) appears to be \neffective for linking smallholders to the market. Farmer selection is unrelated to land \nsize. Tenant farmers have an equal chance to join the project. \n7.  With rising land prices and a competitive global market, firms need to minimize costs \nfor given quality. Competition has led to competitive prices for potatoes, soybean and \neggplant.  There  is  a  need  for  government  biotechnology  research  into  quality, \nefficiency improvement, and cost reduction.  Domestic firms  should  also conduct \nadaptive research for specific localities. \n8.  Farmers need information on risk management so they can allocate risk between \ncontract and non-contract cultivation. Innovation (e.g., cold storage for seed) allows \nfarmers to cultivate outside the contract even for the same firms and gain high prices \nfor early harvest. In this case, contracts are no longer the best choice for potato \ngrowers at some sites. \n9.  Commitment from local officials is a key element of success in the early stages of \ncontract farming. There should be a non-financial incentive system to encourage \nofficials’ involvement. \n10. Contract farming can be promising for agro-industry development. The quality of farm \nproduce can be rapidly improved through contract farming to meet global market \nstandards. This will require thorough effort from local agencies. It is also important to \ncontrol exploitation of farmers by private firms. \n13 ", "ADBI Discussion Paper 112    Sriboonchitta and Wiboonpoongse \n11. Price stabilization can help alleviate income risk; however, firms’ quasi-monopolistic \npower could dampen  productivity. This role  could be better if firms apply  more \ncompetitive pricing. \n12. Thailand’s experience reveals that contract farming has been a successful means for \nthe  poor farmer  majority  to  participate in  the  market. There  is  the  potential  for \nincreasing farmers’ economic capacity by contracting in an open market. \n13. Contract  farming  is  a  commercial  activity,  and  none  of  the  reviewed  literature \nindicates  growers’  welfare  or  health  issues.  Therefore  arrangements  need  to \nconsider liability and health aspects for participating farmers. \n14 ", "ADBI Discussion Paper 112    Sriboonchitta and Wiboonpoongse \nREFERENCES \nBaumann, P. 2000. Equity and Efficiency in Contract Farming Schemes: The Experience of \nAgricultural Tree Crops. Working Paper 139. London: Overseas Development \nInstitute. Oct. 2000.  \nBenziger, V. 1996. Small Fields, Big Money: Two Successful Programs in Helping Small \nFarmers Make the Transition to High Value-Added Crops. World Development, \n24(11): 1681–1693. \nBurch, D. 1996. Globalized agriculture and agri-food restructuring in Southeast Asia: The \nThai experience. In Globalisation and Agri-Food Resturcturing – Perspectives from \nthe Australasia Region, edited by D. Burch, R. E. Rickson and G. Lawrence. \nBrookfield (USA): Avebury.  \nEaton, C., and A. Shepherd. 2001. Contract Farming Partnerships for Growth: Food and \nAgriculture Organization Agricultural Services Bulletin 145. \nFalvey, L. 2002. Agribusiness. In Ankasith, P. (ed) Proceedings of the 14th Biennial \nConference on Global Agribusiness: The Role of Asian Agricultural Academic \nInstitutions, Thailand: Chiang Mai University.  \nFood and Agriculture Organization. 2005. Fisheries data: FAOstat. Available: \nhttp://faostat.fao.org/faostat (25 February 2005). \nGedgaew, C. 1993. Optimal Farm Plans under Risk in Amphoe Sansai Chiang Mai Province: \nContract Versus Non-contract Farming. Master’s thesis. Chiang Mai University \nFaculty of Economics.  \nGlover, D. 1992. Introduction. In Contract Farming in Southeast Asia: Three Country Studies, \nedited by D. Glover and L.T. Ghee. Kuala Lumpur: Institute Pengajian Tinggi/Institute \nfor Advanced Studies. \nManarungsan S. and S. Suwanjindar. 1992. Contract farming and outgrower schemes in \nThailand. pp.10-70. In Glover D. and L.T.Ghee (eds.).,  Contract farming in Southeast \nAsia : three country studies. Institute Pengajian Tinggi/Institute for Advanced Studies. \nKuala Lumpur. \nMinistry of Agriculture and Cooperatives. 1994. Approach for the 4-sector Cooperation Plan \nfor Agricultural and Agro-industrial Development. Bangkok.  \n_____. 2004. Agricultural Statistics. Available: http://www2.ops2.moc.go.th/export/recode-\nexport/report.asp (27 November 2007). \n_____. 2007. Agricultural Statistics. Available: http://www2.ops2.moc.go.th/export/recode-\nexport/report.asp (27 November 2007). \nNaritoom, C. 2000. Contract farming in Central Plain: a Case Study of Asparagus Grower \nGroups in Nakhon Pathom Province. The International Conference on The Chao \nPhraya Delta: Historical Development. Dynamic and Challenges of Thailand’s Rice \nBowl. Kasetsart University, Bangkok. 12–14 December 2000. \nNational Economic and Social Development Board (NESDB). 1995. Strategy and \nApproaches for Industrial Development During the 8th National Plan. Document \nPrepared for the workshop. Prince Palace Hotel, Bangkok.  \nOffice of Agricultural Economics. 1989. Study on Prawn Marketing Contract of Land \nSettlement Cooperative. Suratthani Province. Bangkok: Ministry of Agriculture and \nCooperatives.  \n15 ", "ADBI Discussion Paper 112    Sriboonchitta and Wiboonpoongse \n———. 1991 Evaluation on Asparagus Extension Project under the 4-sector Cooperation \nPlan for Agricultural and Agro-industrial Development. 1987/88. Bangkok: Ministry of \nAgriculture and Cooperatives.  \n———. 1993. Study on Contract between baby corn farmers and private firms. Bangkok: \nMinistry of Agriculture and Cooperatives.  \nOrnberg, L. 1998. Contract Farming: Agricultural Change and Modernisation in Northern \nThailand. Sweden: Lund University.  \nPoapongsakorn, N., A.  Siamwalla, B. Titapiwatanakun, P. Netayarak and P. Suzuki,1995. \n“Agricultural Diversification/Restructuring of Agricultural Production Systems”. A \npaper prepared for the Food and Agriculture Organization United Nations. TDRI. \nAugust 1995.  \nPoonpiriyasup, V. 2007. Contract Farming Business for Development Challenges and \nOpportunities. Available: \nhttp://siteresources.worldbank.org/INTTHAILAND/Resources/333200-\n108994364036/4752561151398858396/Session2_K_Vichai.ppt (27 November 2007). \nSetboonsarng, S., P. Leung and J. Cai. 2007. Contract Farming and Poverty Reduction: the \nCase of Organic Rice Contract Farming in Thailand. Available: \nhttp://www.adbi.org/discussionpaper/2006/05/22/1855.thailand.farming/ (27 \nNovember 2007). \nSiamwalla, A. 1996. Thai Agriculture: From Engine of Growth to Sunset Status. TDRI \nQuarterly Review 11(4): 3-10.  \nSingh, S. 2004. State, Agribusiness Firms, and Farmers in Thailand: A Study of Contract \nFarming System. Available: \nhttp://www.Asianscholarship.org/publications/papers/Sukhpal%20State,%20Agribusin\ness,%20Firms,%20and%20Fa.html. (10 September 2006). \nSriboonchitta, S., A. Wiboonpongse, P. Gypmantasiri and K. Tongngam. 1996. Potentials of \nContract Farming and Farmer Development Strategies. Bangkok: Institute of Human \nResource Development, Thammasat University. \nSriwichailamphan, T. 2007. Global Food Chains and Environment: Agro-Food Production \nand Processing in Thailand. Thailand: Wageningen University. \nSukasem, J. 1992. The Impact of Contract Farming on Production Technology of Small \nFarmers in Chiang Mai province. Master’s thesis. Chiang Mai University Faculty of \nEconomics. \nThai Chamber of Commerce. 2006. Minute on Progress of Contract Farming under \nACMECS scheme. Available: http://www.mfa.go.th/business/1798.php (27 November \n2007) (in Thai)  \nWiboonpongse, A and S. Sriboonchitta. 2007. An Alternative Deal for Potato Growers in the \nContract Farming System. Conference of the Improving the performance of supply \nchains in the transitional economies, at the Sofitel Plaza hotel, Hanoi, Vietnam.  \nSeptember 23-27, 2007. \nWiboonpongse, A., Y. Chaovanapoonpol, T. Sriwichailamphan and S. Sriboonchitta. 2007. \nConsumers Behavior and Attitudes Towards Hom Mali Rice Quality, Phayow \nProvince. Proceeding, Annual Research Conference. Multiple Cropping Center, \nChiang Mai University. 7–8 September 2007 (in Thai). \n16 ", "ADBI Discussion Paper 112    Sriboonchitta and Wiboonpoongse \nWiboonpongse, A., S. Sriboonchitta and Y. Chaovanapoonphol. 2006. Reviews of \nKnowledge of Informal Labor in Contract Farming and Hired Labor. Health Promotion \nPlan for Informal Farm Labor Sector. Thai Health Promotion Foundation (in Thai). \nWiboonpongse, A., S. Sriboonchitta, P. Gypmantasiri and K. Tongngam. 1998. The Role of \nContract Farming in Agricultural Transition in Thailand. J. ISSAAS 4(4):74–97. \nWiboonpongse, A. and S. Sriboonchitta. 1995. Contract Farming: an Agricultural \nDevelopment Strategy for Northern Thailand. MCC. Agricultural Economics Report \nNo. 40. Chiang Mai: Chiang Mai University.  \nWongwiwat, W., A. Wiboonpongse, P. Jienviriyapan, and S. Sriboonchitta. 2007. Technical \nEfficiency of Contract Potato Production in Northern Thailand. Multiple Cropping \nCenter, Chiang Mai University. (In Thai). \n17 "], "metadata": {"CreationDate": "D:20080709141525+08'00'", "Subject": "Agriculture, Economics, Poverty Reduction", "Author": "Songsak Sriboonchitta", "Creator": "PScript5.dll Version 5.2", "Keywords": "thai contract farming, field visits 2007, initial farming development", "Producer": "Acrobat Distiller 8.0.0 (Windows)", "ModDate": "D:20080709142143+08'00'", "Title": "Overview of Contract Farming in Thailand: Lessons Learned"}}