{"Author": "Marcelo Olarreaga", "Company": "Asian Development Bank", "CreationDate": "D:20161220170222+08'00'", "Creator": "Acrobat PDFMaker 11 for Word", "Keywords": "trade, trade infrastructure, investments, development", "ModDate": "D:20161220170425+08'00'", "Producer": "Adobe PDF Library 11.0", "SourceModified": "D:20161220090200", "Subject": "This paper surveys the literature on trade and development, especially on complementarities associated with trade infrastructure. The empirical literature shows that, on average, trade causes growth, but the relationship is far from homogeneous across countries since initial conditions matter. Although the empirical literature shows that investment in soft and hard infrastructure has an unambiguously positive impact on trade flows, the theoretical literature argues that priority should be given to investments in national rather than international infrastructure in countries with relatively poor national infrastructure. This paper finds that data support this prediction.", "Title": "Trade, Infrastructure, and Development", "content": " \n \nADBI Working Paper Series \n \n \n \n \n \n\nTRADE, INFRASTRUCTURE,  \nAND DEVELOPMENT \n\n \n\n \n \n\nMarcelo Olarreaga \n\nNo. 626 \nDecember 2016 \n \n\n \n \n\n \n\n \n\n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n \n\n \n \n\n \n \n \n \n\n \n\nAsian Development Bank Institute \n\n\f \n \n\n \n\n \n\n \n \n\nMarcelo Olarreaga is professor of economics at the University of Geneva. \n\nThe  views  expressed  in  this  paper  are  the  views  of  the  author  and  do  not  necessarily \nreflect  the  views  or  policies  of  ADBI,  ADB,  its  Board  of  Directors,  or  the  governments \nthey represent. ADBI does not guarantee the accuracy of the data included in this paper \nand accepts no responsibility for any consequences of their use. Terminology used may \nnot necessarily be consistent with ADB official terms. \n\nWorking  papers  are  subject  to  formal  revision  and  correction  before  they  are  finalized \nand considered published. \n\n \nThe Working Paper series is a continuation of the formerly named Discussion Paper series; \nthe  numbering  of  the  papers  continued  without  interruption  or  change.  ADBI’s  working \npapers reflect initial ideas on a topic and are posted online for discussion. ADBI encourages \nreaders  to  post  their  comments  on  the  main  page  for  each  working  paper  (given  in  the \ncitation below). Some working papers may develop into other forms of publication. \n \n\n \n\nSuggested citation: \n\nOlarreaga, M. 2016. Trade, Infrastructure, and Development. ADBI Working Paper 626. \nTokyo: Asian Development Bank Institute. Available: https://www.adb.org/publications/trade-\ninfrastructure-and-development \n \nPlease contact the author for information about this paper. \n\nEmail: marcelo.olarreaga@unige.ch \n\n \n\nAsian Development Bank Institute \nKasumigaseki Building 8F \n3-2-5 Kasumigaseki, Chiyoda-ku  \nTokyo 100-6008, Japan \n \nTel:  \nFax:  \nURL:   www.adbi.org \nE-mail:   info@adbi.org \n \n© 2016 Asian Development Bank Institute \n\n+81-3-3593-5500 \n+81-3-3593-5571 \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n\fADBI Working Paper 626 \n \n\nM. Olarreaga \n\nAbstract \n \nIn this paper, the literature on trade and development is surveyed, especially that regarding \nthe  role  of  complementarities  associated  with  trade  infrastructure.  The  empirical  literature \nshows that, on average, trade causes growth, but the relationship is far from homogeneous \nacross countries since initial conditions matter. Although the empirical literature shows that \ninvestment  in  soft  and  hard  infrastructure  has  an  unambiguously  positive  impact  on  trade \nflows, the theoretical literature argues that priority should be given to investments in national \nrather than international infrastructure in countries with relatively poor national infrastructure. \nThis paper finds that data support this prediction. \n \nJEL Classification: F10, O19, O47 \n \n\n \n\n\fADBI Working Paper 626 \n \n\nContents \n\nM. Olarreaga \n\nINTRODUCTION ....................................................................................................... 1 \n\nDOES TRADE PROMOTE GROWTH? ..................................................................... 1 \n\nTHE ROLE OF INFRASTRUCTURE ......................................................................... 5 \n\nNATIONAL VERSUS INTERNATIONAL INFRASTRUCTURE ................................... 8 \n\nCONCLUSION ......................................................................................................... 13 \n\nREFERENCES ................................................................................................................... 15 \n\n \n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n \n\n \n\n \n\n \n\n\fADBI Working Paper 626 \n \n\n1.  INTRODUCTION \n\nM. Olarreaga \n\nSustainable  Development  Goal  9  focuses  on  the  role  of  infrastructure  to  promote \ninclusive,  sustainable  development,  and  recognizes  the  importance  of  developing \nregional  and  international  infrastructure  to  achieve  this  objective.  This  paper  uses  an \ninternational  trade  perspective  to  examine  how  the  development  of  regional,  national, \nor international infrastructure can affect economic development.  \n\nThere is ample literature focusing on the relationships between trade and development, \ninfrastructure  and  development,  and  trade  and  infrastructure.  Often,  it  suggests  that \ninternational  trade  and  investment  in  infrastructure  promote  development,  and  that  \nthis  relationship  is  reinforced  by  the  positive  impact  that  investments  in  both  national \nand international infrastructure have on international trade. This paper, however, aims  \nto  better  understand  why  these  positive,  reinforcing  relationships  are  not  always \nobserved.  In  particular,  the  role  played  by  initial  conditions  and  complementarities  is \nanalyzed  to  explain  the  heterogeneity  of  outcomes  that  are  observed  when  countries \nengage in trade reform or investments in national and international infrastructure.  \n\nThe objective is not to determine whether trade or infrastructure investment is good for \ndevelopment;  instead,  it  is  to  inform  policy  makers  on  the  timing  of  trade  reforms  or \ninvestments in infrastructure so that they can help—rather than hinder—development. \nThis paper also aims to identify other reforms, policies, institutions, and investments to \nensure that trade and infrastructure have a positive impact on development.1  \n\nFirst,  the  relationship  between  trade  and  economic  growth  is  examined,  both  from \ntheoretical  and  empirical  perspectives,  to  highlight  the  importance  of  initial  conditions  \nin  explaining  the  heterogeneity  of  outcomes  associated  with  trade  reforms  in  different \ncountries with various initial conditions. Second, the literature regarding the role played \nby investments in infrastructure in promoting trade is examined. The last section of the \npaper examines whether policy makers should invest their marginal infrastructure funds \non national or international infrastructure.  \n\n2.  DOES TRADE PROMOTE GROWTH? \n\nClassical growth theory demonstrates that decreased marginal returns to accumulation \nof  capital  result  in  declining  growth  in  a  closed  economy.  The  only  source  of  \nlong-term  growth  in  such  models  is  productivity.  Ventura  (1997)  showed  that  \nin  the  presence  of  capital  accumulation  and  diminishing  returns,  international  trade \nallows  for  long-term  growth.  He  provided  a  multi-sector  open  economy  version  of  the \nclassical growth model where international trade allows factor price equalization to beat \ndiminishing  returns  to  capital,  which  leads  to  positive  long-term  growth  without  any \nneed for productivity growth.  \n\nThe key in Ventura’s model is that as capital accumulates, the comparative advantage \nof the economy changes, which alters the composition of aggregate production per the \nRybczynski  theorem.  These  changes  in  the  structure  of  production  allow  the  capital-\naccumulating country to beat declining marginal returns of capital, and lead to long-run \ngrowth.  In  other  words,  international  trade  transforms  the  classical  growth  model  into \nan  AK  model.  However,  restructuring  the  production  bundle  in  an  economy  does  not \n\n                                                \n1  It is important to note that this paper focuses on economic growth rather than sustainable development. \nThe latter is multidimensional; trying to capture the impact of trade and infrastructure on development \nwould transform this paper into a volume by itself. \n\n1 \n \n\n\fADBI Working Paper 626 \n \n\nM. Olarreaga \n\nunequivocally  lead  to  higher  growth.  An  example  of  this  is  provided  by  Matsuyama \n(1992), who showed that if trade pushes an economy toward specialization in a sector \nwith low “learning” or growth opportunities, this can lead to lower aggregate economic \ngrowth through a composition effect.  \n\nWhen  a  theory  provides  ambiguous  answers,  researchers  turn  to  empirical  evidence. \nAlthough  early  empirical  literature  tended  to  suggest  that  trade  liberalization  is \nassociated with higher growth, Rodríguez and Rodrik (2000) showed that most of this \nliterature  was  plagued  with  methodological  issues,  including  the  definition  of  trade \nreforms,  which  often  used  not  only  trade-related  reforms  but  also  macroeconomic \nreforms (e.g., Sachs and Warner 1995), and issues of endogeneity and measurement \n(e.g.,  Edwards  1998,  Frankel  and  Romer  1999)  leading  to  biased  results.  Moreover, \nthe use of cross-sectional data from different countries at various levels of development \nwith  diverse  initial  conditions  implicitly  assumed  that  the  response  to  trade  reforms  is \nhomogeneous, but this is unlikely.  \n\nWacziarg and Welch (2008) addressed most of the criticisms in Rodríguez and Rodrik \n(2000). Making use of the within-country variation in openness to trade and economic \ngrowth with a difference-in-difference estimator, they controlled for initial conditions and \nestimated  that  when  economies  open  up  to  trade,  gross  domestic  product  (GDP) \ngrowth  increases,  on  average,  by  2  percentage  points  (Figure  1).  They  also  provided \nevidence that the mechanism through which GDP grows is due to a sharp increase in \ninvestment following trade reforms.  \n\nFigure 1: Gross Domestic Product Growth before and after Trade Liberalization \n\ny-axis = percentage points. \n\nSource: Wacziarg and Welch (2008). \n\n \n\n \n\n \n\n2 \n \n\n\fADBI Working Paper 626 \n \n\nM. Olarreaga \n\nFeyrer  (2009a), using  a methodology  similar to Frankel  and  Romer (1999),  estimated \nan  elasticity  of  income  per  capita  with  respect  to  trade  of  0.5.  This  circumvented  \nthe  problem  in  Frankel  and  Romer  (1999),  who  used  time-invariant  geography \ndeterminants  of  bilateral  trade  to  instrument  for  aggregate  trade  when  explaining \nvariations  in  income  per  capita  across  countries,  by  using  a  measure  of  the  \ntime-varying impact of geographic distance on trade (i.e., with technological progress in \nthe  international  transport  sector,  the  same  geographic  distance  does  not  have  the \nsame  impact  across  time).  Feyrer,  therefore,  instrumented  international  trade  flows \nusing  a  measure  of  time-varying  distance;  this  enabled  using  bilateral  fixed  effects  to \ncontrol \nincome  per  capita  \n(and trade),  which,  as  argued  by  Rodríguez  and  Rodrik  (2000),  are  important  omitted \nvariables in Frankel and Romer.2  \n\ninstitutional  determinants  of \n\ntime-invariant \n\nfor \n\nThe literature is growing on firm productivity and trade liberalization, which has tended \nto  show  that  within-firm  productivity  increases  with  trade  reforms  through  two  main \nchannels: (i)  a  larger  variety  of  cheaper  intermediate  inputs  and  stronger competition, \nand (ii) a composition effect due to the exit of less-productive domestic firms (Pavcnik \n2002,  Amiti  and  Konings  2007,  Khandelwal  and  Topalova  2011).  The  growth  in \naggregate  productivity  through  these  two  channels  then  partly  explains  the  positive \nimpact of trade reforms on GDP growth. Similarly, the literature on exporting firms and \nproductivity has tended to show that exporting firms are more productive, but that this \nis  mainly  due  to  a  selection  effect  that  more  productive  firms  become  exporters \n(Bernard  and  Jensen  1999).  Although  most  of  the  existing  evidence  is  for  developed \ncountries, recent empirical  work using developing country data shows some evidence \nof  “learning-by-exporting,”  in  which  firms  become  more  productive  as  they  start \nexporting (Van Biesebroeck 2005). \n\nAn  issue  not  addressed  by  recent  empirical  literature  on  trade  and  growth  is  the \npotential heterogeneity in the impact of trade reforms on growth. It is only on average \nthat opening up to trade leads to the 2-percentage-point-higher growth in Wacziarg and \nWelch (2008) and Feyrer (2009a). Perhaps the more interesting question is why some \ncountries grow faster and others slow down when they open up to trade.3  \n\nFreund  and  Bolaky  (2008)  were  among  the  first  to  search  for  systematic  differences. \nTheir focus was on whether the sign and size of the impact depend on the flexibility of \nbusiness regulations  in each  country. To  take  advantage  of  new  opportunities  offered \nby  trade  openness,  factors  of  production  need  to  be  reallocated  from  sectors  with \nrelatively  low  productivity  to  sectors  with  relatively  high  productivity.  For this  to  occur, \nbusiness  regulations  must  ensure  that  firms  can  exit  and  enter  sectors  without  facing \nlarge costs. Figure 2 illustrates the importance of entry barriers in determining the gains \nfrom trade in a two-sector model with an import-competing and exported good. Panel A \nillustrates  the  classic  gains  from  trade  when  there  are  no  entry  costs,  while  panel  B \nshows  the  additional  losses  associated  with  trade  when  entry  costs  do  not  allow \nresources  to  be  redeployed  from  low  to  high  productivity  sectors  and,  as  a  result,  \nare unemployed.  \n\n                                                \n2  Feyrer  (2009b)  also  exploited  the  idea  that  the  impact  of  geographic  distance can  be  time  varying  by \nusing the changes in maritime shipping distance resulting from the closing of the Suez Canal in 1967 \nand its reopening in 1975. He argued that the shock provoked by the opening and closing of the canal \nwas exogenous and showed that the induced changes in trade had a positive and statistically significant \nimpact on trade flows.  \n\n3  Important  inputs  into  this  process  are  early  case  studies  of  episodes  of  trade  reforms  in  a  selected \nnumber  of  developing  countries  (CUTS  International  2008),  which  explained  the  heterogeneity  of \nexperiences across countries. \n\n3 \n \n\n\fADBI Working Paper 626 \n \n\nM. Olarreaga \n\nFigure 2: Gains from Trade with and without Entry Costs \n\nSource: Freund and Bolaky (2008). \n\n \n\ninto \n\nin \nthose \n\nbelow-median \n\ntheir  sample \nwith \n\nFreund  and  Bolaky  (2008)  empirically  examined  the  role  played  by  business \nregulations  in  determining  the  impact  of  trade  on  income  per  capita.  They  split \ncountries \nthose  with  above-median  business  regulations  \nterms  \n and \nof  the  flexibility  granted  for  the  entry  and  exit  of  firms.  They  showed  that  a  positive \nrelationship  exists  between  trade  and  income  per  capita,  but  only  in  countries  \nwith  above-median  business  regulations.  The  relationship  is  negative  although  not \nstatistically  significant  for  countries  with  below-median  business  regulations.  These \nresults  are  robust  to  the  introduction  of  control  variables,  such  as  rule  of  law,  \ndistance  to  the  equator,  a  dummy  indicating  whether  the  country  is  landlocked,  and  \npopulation size. \n\nregulations \n\nbusiness \n\nin \n\nChang, Kaltani and Loayza (2009) built on Freund and Bolaky (2008) in exploring how \nother types of complementarities affect the relationship between trade and growth in a \ndynamic  panel  containing  22  developed  countries  and  60  developing  countries,  with, \non  average,  11  observations  per  country.  Using  interaction  terms,  they  examined  \nhow  the  impact  of  trade  reforms  on  economic  growth  varies  depending  on  education \nenrollment,  financial  depth,  inflation,  telecommunications  infrastructure,  governance, \nlabor  market  flexibility,  and  firm  entry  and  exit  flexibility.  They  found  that  higher \neducation  enrollment,  financial  depth,  better  governance,  and  telecommunications \ninfrastructure, as well as more labor market and firm entry and exit flexibility, shift, from \n\n4 \n \n\n\fADBI Working Paper 626 \n \n\nM. Olarreaga \n\nnegative  to  positive,  the  impact  on  GDP  growth  of  a  one  standard  deviation  increase  \nin  the  log  of  trade-GDP  ratio.  Thus,  they  showed  that  initial  conditions  do  matter  \nand  can  change  the  impact  of  trade  reforms  on  economic  growth  from  positive  to \nstatistically insignificant or even negative. \n\n3.  THE ROLE OF INFRASTRUCTURE  \n\nAs  further  shown  by  Chang,  Kaltani,  and  Loayza  (2009),  the  quality  of  infrastructure \n(proxied  by  the  number  of  main  telephone  lines  per  capita  in  their  paper)  is  an \nimportant  determinant  of  the  impact  of  trade  reforms  on  economic  growth.  At  the \nbottom of the sample in terms of quality of infrastructure, increases in trade openness \nlead  to  negative  growth,  while  at  the  top  of  the  distribution,  trade  openness  leads  \nto positive GDP growth.4  \n\ntelephone \n\nYet  the  number  of  telephone  lines  is  only  a  partial  indicator  of  infrastructure.  Other \nliterature  has  been  examining  how  many  other  dimensions  of  hard  infrastructure  \n(e.g., \ntechnology \ninfrastructure,  ports,  and  roads)  and  soft  infrastructure  (e.g.,  border  and  transport \nefficiency,  and  the  business  and  regulatory  environment)  affect  international  trade \nflows. Most of this literature has used the empirical workhorse of studies in international \ntrade—the gravity equation.  \n\ninformation  and  communications \n\nlines  and  other \n\nNordås and Piermartini (2004) were an early example, although their results were not \nvery robust to the introduction of infrastructure variables in the gravity framework. One \nproblem with their approach is that the gravity framework is built to explain the variation \nin  bilateral  trade  flows,  and  infrastructure  variables  are  measured  at  the  aggregate  \nlevel  (i.e.,  the  quality  of  the  importer’s  port  is  the  same  no  matter  from  whom  one  \nis importing). They built a bilateral index of infrastructure that combines the levels in the \nimporting  and  exporting  country,  which  implicitly  assumed  that  they  are  perfect \nsubstitutes for each other.  \n\nHelble,  Shepherd,  and  Wilson  (2009)  focused  on  how  the  degree  of  transparency  in \nsetting trade policy affects bilateral trade flows among Asia-Pacific countries. However, \nthey  had  the  same  issue  as  Nordås  and  Piermartini  (2004),  as  transparency  in  trade \npolicy  varies  at  the  importer  or  exporter  level,  but  they  circumvented  this  problem  by \naccepting  potential  bias  due  to  the  absence  of  multilateral  resistance  terms  in  their \ngravity  specification.  Their  measure  of  transparency  in  trade  policy  partly  captured \nmeasures  of  soft  infrastructure  (e.g.,  the  degree  of  trade-related  corruption,  efficiency \nof  customs  and  border  agencies,  logistics  indicators,  as  well  as  the  degree  of \nuncertainty in trade policy), and they addressed the problem of endogeneity using the \nfact  that  ex-British  colonies  tend  to  have  more  transparent  trade  regimes.  While  the \ndegree  to  which  this  supposition—being  an  ex-British  colony  satisfies  the  exclusion \nrestriction—cannot  be  tested  (as  there  is  only  one  instrument),  this  is  one  of  the  rare \nstudies  that  recognized  the  problem  of  endogeneity.  Their  results  showed  that \ntransparency  in  trade  policy  setting  in  an  importing  country  positively  affects  bilateral \ntrade flows, while exporter transparency in trade policy settings seems to have a more \nambiguous impact on trade flows (Table 1). \n\n \n\n \n\n                                                \n4  Increases in trade openness may lead to negative GDP growth in the presence of poor infrastructure, \nbecause, as in Freund and Bolaky (2008), it is difficult to reallocate resources to more productive uses \nin the presence of poor infrastructure.  \n\n5 \n \n\n\fADBI Working Paper 626 \n \n\nM. Olarreaga \n\nTable 1: Impact of Importer and Exporter Transparency on Trade Flows \n\nDiff. Goods  Homog. Goods \n\nGDP Importer \n\n \n\n \nGDP Exporter \n\n \nTariff (RG Weighted) \n\n \nNTB (RG Weighted) \n\n \nImport Transparency \n\n \nExport Transparency \n\n \nObservations \n\nAll Goods \n0.605*** \n[0.023] \n0.660*** \n[0.020] \n–0.701 \n[0.588] \n0.414 \n[0.469] \n1.828*** \n[0.302] \n–0.406 \n[0.260] \n29,376 \n\nHS > 27 \n0.596*** \n[0.016] \n0.745*** \n[0.017] \n–1.421 \n[0.988] \n–0.951** \n[0.439] \n1.864*** \n[0.373] \n–0.856*** \n[0.239] \n21,114 \n\nHS > 83 \n0.599*** \n[0.018] \n0.789*** \n[0.016] \n–2.121 \n[1.603] \n–1.881** \n[0.805] \n2.583*** \n[0.401] \n–0.681*** \n[0.199] \n4,284 \n\n0.577*** \n[0.021] \n0.770*** \n[0.770] \n0.138 \n[1.194] \n0.076 \n[0.023] \n3.889* \n[2.533] \n3.071* \n[2.113] \n76,500 \n\n0.641*** \n[0.028] \n0.557*** \n[0.026] \n–0.875 \n[0.702] \n1.057*** \n[0.367] \n1.987 \n[2.049] \n1.939 \n[1.749] \n50,694 \n\nNTB = Non-tariff barriers to trade; HS = Harmonized system code; RG Weighted = Reference group weighted. \n\nNotes:  Robust  standard  errors  in  brackets;  *  significant  at  15%;  **  significant  at  10%;  significant  at  5%.  Estimation \nmethod  in  Poisson  QML.  Importer  and  exporter  transparency  are  instrumented  by  British  colonization  of  the  importer \nand exporter. First-stage F-statistics are 374.68*** and 306.88*** respectively. Reference group weighting is included to \ncircumvent endogeneity problems.   \n\nSource: Helble, Shepherd, and Wilson (2009). \n\nFrancois and Manchin (2013) examined the impact of infrastructure and institutional \nquality on bilateral trade flows using a gravity setup that controlled for zero trade as \nwell as multilateral resistance using a method proposed by Baier and Bergstrand \n(2009). To control for endogeneity of infrastructure and institutional quality, they used \ntheir lagged values, like many others in the literature, but these may be inadequate \ninstruments given the important time persistence of variables such as infrastructure \nand institutions. Nevertheless, consistent with other results in the literature, they  \nfound that both infrastructure and institutional quality are important determinants of \nbilateral trade.  \n\nPortugal-Perez  and  Wilson  (2012)  also  used  the  gravity  framework  to  examine  the \nimpact of hard and soft infrastructure on bilateral trade flows. They found that physical \ninfrastructure is the most robust determinant of bilateral exports, whereas the impact of \nother variables often changes sign depending on specifications or the estimators used.  \n\nDjankov,  Freund,  and  Pham  (2010)  used  a  difference  gravity  equation  to  solve  the \nproblem  that  most  infrastructure  variables  do  not  have  a  bilateral  dimension,  which  \nis  the  variation  in  data  used  to  estimate  gravity  equations. 5  They  found  that  soft \ninfrastructure  does  matter  for  international  trade;  for  example,  an  extra  day  in  the \nnumber  of  days  necessary  to  clear  customs  in  an  exporting  country  leads  to  a  1% \nreduction  in  exports.  They  also  controlled  for  potential  reverse  causality,  as  countries \nthat rely more on export markets may invest more on export infrastructure. To address \nthis,  they  used  a  sample  of  landlocked  countries  and  instrumented  the  time  to  export \nwith the time to export in neighboring countries. Note that it is unclear that this solved \nthe potential omitted variable bias, as the time to export in neighboring countries may \nbe a direct determinant of exports in landlocked countries.  \n\n                                                \n5  The problem with the difference gravity equation is that results are sensitive to the choice of reference \n\ncountries.  \n\n6 \n \n\n\fADBI Working Paper 626 \n \n\nM. Olarreaga \n\nHelble (2014) focused on international transport infrastructure, examining how shipping \nand air cargo connections and frequency among Pacific countries affect their bilateral \ntrade  flows.  The  variables  of  interest  (i.e.,  direct  connectivity  and  frequency)  had  a \nbilateral  dimension,  and  the  setup  addressed  the  problem  of  zeroes  and  multilateral \nresistance as well as endogeneity using measures of direct connectivity and frequency \nfor  passenger  flights  rather  than  shipping  and  cargo  flights.  The  instrumental  variable \nresults suggested that having a direct connection and high connection frequency have \na large and statistically significant impact on bilateral trade flows. \n\nThere  is  also  recent  literature  on  the  importance  of  soft  and  hard  infrastructure  on \nexports  at  the firm  level, more  neatly  identifying the causal  effect.  It  also  has focused \nmore  on  national  rather  than  international  infrastructure.  One  example  is  Volpe  and \nBlyde (2013), who utilized the damage caused to roads by a Chilean earthquake (i.e., a \nnatural  experiment)  to  identify  the  impact  of  road  deterioration  on  firms’  exports, \ndepending  on  their  location.  They  used  a  difference-in-difference  estimator  where  the \nchange  in  exports  of  firms  that  were  unaffected  by  the  earthquake  serves  as  a \ncounterfactual  for  those  firms  that  were  close  to  damaged  roads.  They  discovered  a \nlarge negative and statistically significant effect of the earthquake on firms’ exports.  \n\nVolpe et al. (2014) used a similar empirical approach to examine the impact of shipping \ncosts  on  exports.  Using  another  “natural  experiment,”  that  is,  the  closing  of  the  main \nbridge  between  Argentina  and  Uruguay  due  to  an  environmental  dispute,  they \ninvestigated  how  the  closing  led  to  higher  shipping  costs  and  how  it  affected  exports \nbetween the two countries. They found a very large impact; a 1% increase in shipping \ncosts caused a 7% decline in exports. \n\nSome literature also has focused on the impact of soft infrastructure projects related to \ncustoms  efficiency  on  firm  exports.  Volpe,  Carballo,  and  Graziano  (2015)  noted  how \nthe  functioning  of  customs,  and  in  particular  the  time  it  takes  to  clear  them,  affects \nfirms’  export  values.  In  other  words,  they  addressed  a  similar  question  as  Djankov, \nFreund,  and  Pham  (2010),  but  used  firm-level  data  to  identify  the  causal  impact. 6 \nEndogeneity  and  reverse  causality,  in  particular,  are  problematic,  as  larger  and  more \nfrequent  exporters  may  face  shorter  (or  longer)  customs  delays.  Utilizing  Uruguayan \ncustoms  data  at  the  transaction  level,  they  solved  this  problem  by  using  the  random \nallocation  of  shipments  to  expedient  customs  channels,  which  they  used  as  an \ninstrument  for  the  time  spent  at  customs.  They  found  that  customs  delays  have  a \nnegative, large, and statistically significant impact on the value of export shipments. \n\nAn interesting point made by Carballo et al. (2016a) is that the time spent at customs is \nendogenous, as firms will choose different channels or whether to export depending on \nthe  length  and  frequency  of  customs  delays.  Therefore,  any  ranking  of  customs \nefficiency based on actual time spent at customs will be biased by a composition effect. \nMore  importantly,  they  showed  that  the  impact  of  customs  delays  is  heterogeneous \nacross firms; in particular, new firms are more elastic to customs delays. This may be \nbecause  unexpected  delays  hurt  the  reputation  of  new  firms  more  than  that  of \nestablished firms. \n\nAnother question is whether export programs aimed at facilitating trade for small firms \nare effective. An example of such a program is Peru’s Exporta Fácil, which allows for \nthe  export  of  small  shipments  (i.e.,  below  $2,000  and  a  maximum  of  30  kilograms) \nthrough Peru’s postal system using simplified export procedures. Carballo, Schaur, and \nVolpe  (2016a)  examined  its  impact  on  exports  and  found  that  the  program  boosts \n\n                                                \n6  They  also had  information  of the  actual time spent  by  each  shipment at customs  rather  than  the time \n\nreported by a few customs operators as in the World Bank Doing Business database.  \n\n7 \n \n\n\fADBI Working Paper 626 \n \n\nM. Olarreaga \n\nexports  mainly  through  the  extensive  margin,  allowing  smaller  firms  to  enter  new \nmarkets with new products. The survival rate of new exporting firms seems also to be \nmuch  larger  for  those  firms  using  the  program.  Trade  facilitation  programs  can, \ntherefore, have larger impacts on smaller firms. \n\nIndeed,  the  development  of  online  platforms  such  as  eBay,  Alibaba,  and  Amazon  \nthat  allow  small  firms  to  access  customers  in  distant  countries,  combined  with  trade \nfacilitation  programs  such  as  Exporta  Fácil,  has  the  potential  for  making  trade  more \ninclusive  by  allowing  smaller,  less-productive  firms  in  various  countries  reach \ninternational customers. Lendle et al. (2016) showed that geographic distance matters \nmuch  less  for  online  platforms  than  offline,  and  that  through  feedback  mechanisms, \nthey  allow  for  the  creation  of  a  good  reputation  at  a  relatively  low  cost.  This  explains \nwhy small firms can access a large number of distant export markets and have higher \nsurvival  rates  than  offline firms  (Lendle  et  al.  2013). This  literature  also suggests that \nthe combination of trade facilitation programs with programs providing access to online \nplatforms  to  small  firms  in  remote  areas  can  be  effective  for  spreading  the  benefits  \nof globalization where they are most needed. \n\nMore  generally,  the  simplification  of  customs  procedures  through  the  introduction  \nof  electronic  customs  single  windows  (Carballo  et  al.  2016b)  or  implementation  of \nauthorized economic operator programs (Carballo, Schaur, Volpe 2016b) that simplify \nprocedures  for  trustworthy  firms  generate  increases  in  firms’  exports  along  both  the \nintensive and extensive margins.  \n\n4.  NATIONAL VERSUS INTERNATIONAL \n\nINFRASTRUCTURE \n\nAs shown by the previously reviewed literature, national and international infrastructure \ntends  to  have  a  positive  impact  on  exports.  However,  should  public  investment  in \ninfrastructure be targeted toward national or international infrastructure?  \n\nRecent  evidence  by  Atkin  and  Donaldson  (2015)  suggested  that  the  answer  to  this \nquestion  may  be  country-specific.  They  showed  that  in  Ethiopia  and  Nigeria,  national \ntrade costs may be 4–5 times larger than in the US, implying that more priority should \nbe given to investment in national infrastructure in Ethiopia and Nigeria than in the US. \n\nMartin  and  Rogers  (1995)  put  forward  a  theoretical  model  of  firm  location  that \naddresses this question. National infrastructure was defined as infrastructure that helps \nnational  trade,  while  international  infrastructure  was  defined  as  the  infrastructure \nhelping  international  trade.  The  focus  of  their  model  was  on  GDP  per  capita.  In  their \nmodel, trade integration implied that in the presence of economies of scale, firms tend \nto  locate  in  countries  with  better  national  infrastructure,  as  they  offer  lower  costs  to \nserve  all  markets.  Better  international  infrastructure  magnifies the  industrial  relocation \nof firms toward a country with better national infrastructure.  \n\nThis,  of  course,  has  implications  for  developing  countries,  which  tend  to  have  poor \ninfrastructure.  Investment  in  national  infrastructure  will  help  the  relocation  of  firms  \nto  developing  countries,  which  become  more  attractive.  However,  investment  in \ninternational infrastructure will make it more attractive to serve the developing country \nmarket from countries with better national infrastructure. Thus, if investment in national \nand  international  infrastructure  unambiguously  makes  infrastructure-rich  countries \nmore  attractive,  this  is  not  the  case  for  countries  with  poor  infrastructure—only \ninvestment  in  national  infrastructure  will  make  countries  with  poor  infrastructure  more \nattractive to investors.  \n\n8 \n \n\n\fADBI Working Paper 626 \n \n\nM. Olarreaga \n\nThe  prediction  of  Martin  and  Rogers  (1995)  has  not  been  empirically  tested  due  to  \na  measurement  problem  (i.e.,  it  is  difficult  to  distinguish  between  national  and \ninternational  infrastructure,  as  it  cannot  be known  if the road from the firm to the  port \npart of national or international infrastructure) and an endogeneity problem in trying to \nassess the impact of infrastructure on income.  \n\nThis  paper  tries  to  circumvent  these  two  issues.  The  measurement  problem  is  partly \nsolved  by  new  databases  with  the  measurement  of  bilateral  trade  costs  between \ncountries made available by Novy (2013) and Arvis et al. (2015), who used these data \nand  the  gravity  framework  to  back  out  bilateral  trade  costs  between  countries.  It  is \nimportant  to  note  that  trade  costs  do  not  only  imply  bad  infrastructure,  but  they  are \naffected by bad infrastructure. Moreover, the logic of Martin and Rogers (1995) carries \nover to other determinants of national and international trade costs.  \n\nOne problem with the existing bilateral trade cost dataset is that the methodology only \ncaptures bilateral trade costs relative to the geometric average of national trade costs \nin an exporting and importing country. To test Martin and Rogers (1995), a measure of \ninternational trade costs relative to national trade costs in each country is needed—not \none  relative  to  the  average  domestic  costs  of  an  importing  and  exporting  country.  \nThus,  this  paper  must  work  at  the  region  rather  than  country  level  to  focus  on \nintraregional (as a proxy for national) to extraregional (i.e., international) infrastructure. \nThe  22 United  Nations  geographical  regions  are  used  (four  in  the  Americas,  five  in \nAsia, five in Africa, four in Europe, and four in the Indian Ocean), and then the ratio of \nintraregional to extraregional trade costs for each region are measured.  \n\nNote that this does not completely solve the problem. The intraregional trade costs now \ncapture the average intraregional trade costs relative to the geometric mean of national \ncosts within the region, which is the type of measure necessary. However, to only use \nthis  measure  would  potentially  suffer  from  an  omitted  variable  bias,  as  extraregional \ntrade costs are excluded from the analysis. However, using the ratio of intraregional to \nextraregional  trade  costs  is  problematic,  as  the  extraregional  trade  costs  are  actually \ngiven by the ratio of extraregional trade costs relative to the geometric mean of national \ncosts  in  the  region  and  rest-of-the-world  trading  partners.  The  assumption  necessary  \nis  at  the  regional  level,  the  ratio  of  national  regional  trade  costs  to  extraregional \nnational  trade  costs  is  relatively  constant  across  time  and  can  be  captured  by  a \nregional dummy.7  \n\nThe  endogeneity  problem  of  national  and  international  infrastructure  is  usually \naddressed  by  using  an  instrumental  variable  estimator,  but  as  discussed  above,  it  is \ndifficult  to  identify  a  variable  that  will  be  correlated  with  infrastructure  (or  trade  costs) \nbut  otherwise  be  uncorrelated  with  international  trade  or  income.  The  solution  to  \nthis  is  not to focus  on the  impact  of  national  or  international  infrastructure,  but  on  the \nratio of national to international infrastructure (i.e., the ratio of international to national \ntrade  costs).  The  idea  is  that  if  national  and  international  infrastructure  (i.e.,  trade \ncosts)  are  likely  to  be  endogenous  to  economic  activity,  the  ratio  is  less  likely  to  \nbe  affected  by  economic  activity.  In  other  words,  the  identifying  assumption  is  that \nanything  that  may  be  simultaneously  affecting  infrastructure  and  income  is  affecting \nnational  and  international  infrastructure  in  a  similar  way,  so  it  does  not  create  an \nendogeneity problem. \n\n                                                \n7  Note that there is a tension with the argument here. As the region level is aggregated, country-specific \nshocks are averaged out, but because the rest of the world becomes smaller (as the unit of observation \nbecomes the region) the averaging out of specific shocks in the rest of the world becomes less effective. \nAs an alternative, the same econometric specifications are run at the country level, and then the country \nfixed effects will capture the ratio of national trade costs to rest-of-the-world national trade costs. \n\n9 \n \n\n\fADBI Working Paper 626 \n \n\nM. Olarreaga \n\nFurther, any omitted variable bias that is country- or time-specific is addressed by using \na  set  of  country-  and  time-specific  fixed  effects.  The  test  of  the  Martin  and  Rogers \n(1995) prediction is given by: \n\n \n\n(1) \n\n𝑦𝑟,𝑡\n\nln 𝑦𝑟,𝑡 = 𝛼𝑟 + 𝛼𝑡 + 𝛽 ln 𝑟𝑟,𝑡 + 𝛿𝐷𝑟,𝑡 + 𝛾𝐷𝑟,𝑡 ln 𝑟𝑟,𝑡 + 𝜖𝑟,𝑡\n\n is a measure of economic activity (GDP per capita) in country r at time t; \n\n \nwhere \nis  the  ratio  of  intraregional  (national)  to  extraregional  (international)  trade  costs;  this \n𝑟𝑟,𝑡\nratio  is  positively  correlated  with  the  ratio  of  international  to  national  infrastructure; \nis a dummy taking the value of 1 when region r at time t has a level of intraregional \nto extraregional trade costs that are above the median (trade costs above the median \n𝐷𝑟,𝑡 \nimply  that  infrastructure is  below  the  median  everything  else  equal); \nis  an  identical \nand  independently  distributed  error term;  αs  are fixed  effects  that control for  anything \nthat is region or time invariant, and β, γ, and δ are parameters to be estimated.  \n\n𝜖𝑟,𝑡\n\nThe  parameter  of  interest  is  γ,  which,  according  to  Martin  and  Rogers  (1995),  is \nexpected  to  be  negative.  Indeed,  in  countries  with  poor  infrastructure,  an  increase  in \nthe ratio of regional to international trade costs (i.e., a reduction in the ratio of national \nto  international  infrastructure)  should  lead  to  a  reduction  in  economic  activity  in  the \nregion. The results of the estimation of equation 1 are reported in Table 2.  \n\nTable 2: Intraregional to Extraregional Trade Cost Ratio and Gross Domestic \nProduct per Capita, 1995–2012 \n\nNo \nDummy \n0.10 \n(0.09) \n \n\n \n\n0.53 \n354 \n\nDummy  \nat 50th \nPercentile \n0.31** \n(0.10) \n–0.46** \n(0.11) \n–0.74** \n(0.18) \n0.55 \n354 \n\nDummy at \n50th \nPercentile \n(intra) \n0.22 \n(0.09) \n–0.33** \n(0.11) \n–0.62** \n(0.18) \n0.55 \n354 \n\nDummy at \n50th \nPercentile \n(country) \n0.15 \n(0.21) \n–4.28** \n(1.63) \n–0.92** \n(0.33) \n0.21 \n2,481 \n\nDummy  \nat 25th \nPercentile \n0.36** \n(0.16) \n–0.32 \n(0.21) \n–0.29 \n(0.20) \n0.53 \n354 \n\nDummy  \nat 75th \nPercentile \n0.20* \n(0.09) \n–0.21* \n(0.10) \n–0.30 \n(0.24) \n0.53 \n354 \n\n \n\nLog \n(intra/extra)  \nDummy for \nhigh intra/extra  \nDummy high* \nlog (intra/extra) \nR2 \nNumber of \nobservations \n\nNotes:  \n\n1. All columns contain region and year fixed effects.  \n\n2. Robust standard errors are in parenthesis.  \n\n3. ** stands for statistical significance at the 1% level, and * for statistical significance at the 5% level.  \n\n4. In the first column, no dummy is introduced to split regions into high and low intraregional to extraregional trade costs.  \n\n5. In  the  second  column,  each  year’s  median  is  used  to  split  regions  into  high  and  low  intraregional  to  extraregional \n\ntrade costs.  \n\n6. In  the  third  column,  the  25th  percentile  is  used,  and  in  the  fourth  column,  the  75th  percentile  of  the  distribution  of \n\nintraregional to extraregional trade costs every year.  \n\n7. The fifth column uses the distribution of intraregional trade costs to split the sample at the median.  \n\n8. The sixth column uses country-level data rather than region-level data, and the ratio is then of national to international \n\ntrade costs (the inverse of the estimates in Arvis et al. 2015).  \n\nSource: Author’s estimation. \n\nThe first column reports a regression of the ratio of GDP per capita on intraregional to \nextraregional  trade  costs,  as  well  as  region-  and  year-fixed  effects,  suggesting  that  a \ncorrelation  does  not  really  exist  between  the  two.  However,  as  the  second  column \nillustrates,  once  the  nonlinearities  in  Martin  and  Rogers  (1995)  are  allowed  and  an \n\n10 \n \n\n\fADBI Working Paper 626 \n \n\nM. Olarreaga \n\ninteraction of the ratio of intraregional to extraregional trade costs are introduced with a \ndummy  that  signals  that  the  ratio  is  above  the  median  of  the  distribution,  a  negative, \nlarge, and statistically significant coefficient is obtained in the interaction of the relative \ncost of intraregional to extraregional trade costs, with a dummy variable indicating that \nthe region has above-median intraregional to extraregional trade costs—the prediction \nof  Martin  and  Rogers  (1995).  In  countries  where  the  intraregional  infrastructure  is \nrelatively bad, a deterioration of the ratio of intraregional to extraregional infrastructure \nhurts  growth.  Note  that  deterioration  in  the  ratio  of  intraregional  to  extraregional \ninfrastructure  can  be  achieved  by  improving  the  extraregional  infrastructure  while \nleaving  the  intraregional  infrastructure  unchanged.  Thus,  in  countries  with  relatively \npoor  national  infrastructure  relative  to  international  infrastructure,  priority  should  be \ngiven to investments in national infrastructure, not international infrastructure. \n\nIn  the  third  column,  the  distribution  of  intraregional  trade  costs  is  used  instead  of  the \ndistribution  of  intraregional  to  extraregional  trade  costs  to  split  the  sample  at  the \nmedian, and similar results are obtained to the ones in the second column. The reason \nfor this robustness test is that the intraregional trade costs at the regional level are not \ncontaminated by the national trade costs in the rest of the world. \n\nIn  the  fourth  column,  the  level  of  observation  is  the  country—not  the  region.  As \ndiscussed  above,  the  measures  of  international  trade  costs  in  Arvis  et  al.  (2015)  are \nactually  the  ratio  of  international  trade  costs  to  the  geometric  mean  of  national  \ntrade costs between the importer and exporter. As long as all countries are small, the \nrest-of-the-world national trade costs may be captured by the year dummies. Because \ntheir measure is the ratio of international to national cost, the inverse is taken to make \nthem  comparable  with  the  intraregional  (as  a  proxy  for  national)  to  extraregional  \n(as a proxy for international) trade costs. Results in the fourth column confirm that the \ncoefficient on the interaction is negative and statistically significant.  \n\nIn the fifth and sixth column, how sensitive the results are to splitting of the sample at \nthe median is tested. In the fifth column, the same is split at the 25th percentile, and in \nthe sixth column, it is at the 75th percentile. Although the coefficient on the interaction \nis always negative, it is not statistically significant, which suggests that results are not \nvery  robust to the  choice  of  threshold. This may  have  been  expected from the  Martin \nand  Rogers  (1995)  model,  which  did  not  specify  the  level  of  threshold  at  which  the \nchange in regime occurs. Nevertheless, these results call for some further robustness \nor confirmation that a split at the median is reasonable.  \n\nTo examine whether the split of the sample at the median is a reasonable assumption, \na  Hansen  (2000)  threshold  model  estimation  is  followed,  rewriting  equation  1  as  a  \ntwo-regime model: \n\n \n\n(2) \n\nln 𝑦𝑟,𝑡 = 𝛼𝑟 + 𝛼𝑡 + 𝛾𝐷𝑟,𝑡 ln 𝑟𝑟,𝑡 + 𝜌�1 − 𝐷𝑟,𝑡� ln 𝑟𝑟,𝑡 + 𝜖𝑟,𝑡\n\nwhere  γ  captures  how  the  ratio  of  intraregional  to  extraregional  trade  costs  affects  \nGDP  per  capita  in  a  regime  with  relatively  high  intraregional  to  extraregional  trade  \ncosts  (i.e.,  relative  poor  intraregional  infrastructure),  and  ρ  captures  the  impact  on  \nGDP  per  capita  of  intraregional  to  extraregional  trade  costs  when  in  a  regime  with \nrelatively  low  intraregional  to  extraregional  trade  costs  (i.e.,  a  relatively  good \nintraregional infrastructure).  \n\nThe threshold at which one shifts from one regime to another is estimated as follows. \nEquation  2  is  estimated  for  all  the  percentiles  of  the  distribution  of  intraregional  to \nextraregional  trade  costs  by  constructing  a  new  dummy \n for  each  percentile.  The \n\n𝐷𝑟,𝑡\n\n11 \n \n\n\fADBI Working Paper 626 \n \n\nM. Olarreaga \n\nestimated  threshold  is  the  one  that  minimizes  the  sum  of  squared  residuals. 8 The \nresults are reported in Table 3.  \n\nTable 3: Identifying the Two Regimes \n\n \n\nDummy*Log (Intra/Extra) \n\n(1-Dummy)*Log(Intra/Extra) \n\nR2 \nNumber of observations \n\nNotes:  \n\nDummy at 50th Percentile \n–0.44** \n(0.16) \n0.31** \n(0.10) \n0.55 \n354 \n\nEstimated Threshold \n–0.41** \n(0.16) \n0.32** \n(0.10) \n0.55 \n354 \n\n1. All columns contain region- and year-fixed effects.  \n\n2. Robust standard errors are in parentheses.  \n\n3. ** stands for statistical significance at the 1% level, and * for statistical significance at the 5% level.  \n\n4. In  the  first  column,  each  year’s  median  is  used  to  split  regions  into  high  and  low  intraregional  to  extraregional  \n\ntrade costs.  \n\n5. In the second column, a Hansen (2000) threshold model is used.  \n\n6. The optimum threshold is estimated at the 54th percentile and is statistically different from zero (see also Figure 3). \n\nSource: Author’s estimation. \n\n \n\nThe first column estimates equation 2 using an exogenous threshold at the median. It \nis the equivalent of the second column in Table 2 and confirms that for countries with \nintraregional to extraregional trade costs above the median, an increase in the ratio of \nintraregional to extraregional trade costs leads to a decline in GDP per capita, while for \ncountries with a ratio of intraregional to extraregional trade costs below the median, an \nincrease  in  the  ratio  leads  to  an  increase  in  GDP  per  capita.  The  second  column \nprovides the estimation of a Hansen (2000) threshold model.  \n\nFigure  3  shows  the  sum  of  squared  residuals  of  regressions  for  different  percentiles. \nThe  minimum  is  achieved  at  54%,  slightly  above  the  median.  The  threshold  is \nstatistically different from zero, and results are very similar to the ones reported for the \nmedian in the first column. \n\n \n\n \n\n                                                \n8  Following Hansen (2000), the statistical significance of the threshold is tested as follows. The threshold \nis statistically different from zero at the α% confidence level if the likelihood ratio statistics described by \nthe  expression \nis  the  minimum  sum  of  squared  residuals  at  the  estimated \nthreshold, \n is  the  sum  of  squared  residuals  if  the  threshold  is  set  at  0,  and  n  is  the  number  of \n∗\n𝑛 (𝑆(0) − 𝑆\nobservations is greater than \n\n (where \n\n)/𝑆\n\n.  \n\n𝑆\n\n∗\n\n∗\n\n𝑆(0)\n\n−2ln �1 − √1 − 𝛼�\n\n12 \n \n\n\fADBI Working Paper 626 \n \n\nM. Olarreaga \n\nFigure 3: Sum of Squared Residuals of the Estimation of the Threshold Model \n\n \n\nNote: Each blue dot gives the sum of squared residuals (SSR) of the regression for each percentile of the distribution of \nintraregional to extraregional trade costs. The sum of squared residuals is minimized at the 54th percentile. The red line \nprovides the estimation of a local polynomial, and the gray area for the 95% confidence interval. \n\nSource: Author’s estimation. \n\nThus,  the  threshold  model  confirms  that  there  are  two  regimes.  For  countries  with \nrelatively low intraregional to extraregional trade costs, the priority should be to reduce \nextraregional  trade  costs  by  investing  in  extraregional  trade  infrastructure  so  that  the \nratio increases and leads to increased GDP per capita. In countries with relatively high \nintraregional to extraregional trade costs, the priority should be to reduce intraregional \ntrade  costs  by  investing  in  intraregional  infrastructure  so  that  the  ratio  declines  and \nleads to increased GDP per capita. These results confirm the theoretical predictions in \nMartin and Rogers (1995). \n\n5.  CONCLUSION \n\nThe  survey  of  the  literature  on  trade,  infrastructure,  and  development  shows  that  \ntrade  openness  has,  on  average,  had  a  positive  impact  on  economic  growth,  but  \nsome important heterogeneity across countries exists in this relationship. In particular, \nhow  much  countries  benefit  from  further  integration  into  global  markets  depends  on  \nthe  initial  conditions  in  each  country.  Among  these  initial  conditions,  the  quality  of \ninfrastructure  matters.  Microeconometric  and  macroeconometric  evidence  shows  that \nbetter national and international infrastructure lead to higher levels of trade. This is also \ntrue for both soft and hard infrastructure associated with trade facilitation. Importantly, \ntrade facilitation  programs that  aim to  help  small  exporters  have  a  large  impact  along \nthe product- and market-extensive margins of small firms.  \n\nHowever,  as  theoretically  shown  in  a  location  model  by  Martin  and  Rogers  (1995), \nmore trade does not necessarily mean higher economic activity in a country investing \nin international infrastructure. If countries with relatively poor national infrastructure and \ntherefore  higher  domestic  production  costs  invest  in  international  infrastructure,  they \nwill  help  orient  the  relocation  of  firms  toward  other  countries  with  better  national \ninfrastructure and lower costs.  \n\n13 \n \n\n\fADBI Working Paper 626 \n \n\nM. Olarreaga \n\nUsing  data  on  international  trade  costs  estimated  by  Arvis  et  al.  (2015),  this  paper \nfurther shows that this prediction is supported by data. Increases in the ratio of national \nto international trade costs hurt GDP per capita in countries with relatively high national \nto  international  trade  costs,  but  helps  GDP  per  capita  in  countries  with  relatively  low \nnational  to  international  trade  costs.  This  implies  that  in  countries  with  relatively  \npoor  national  infrastructure  relative  to  international  infrastructure,  the  priority  should  \nbe given to improvements in national rather than international infrastructure. Similarly, \nin  countries  with  relatively  poor  international  infrastructure  relative  to  national \ninfrastructure, the priority should be given to improvements in international rather than \nnational infrastructure. \n\nAnother  implication  of  the  Martin  and  Rogers  (1995)  model  is  that  investment  in  \nsoft  infrastructure  (e.g.,  trade  facilitation  programs)  that  aim  to  help  exporters  are \ngrowth-enhancing as long as they promote exports, which is supported by the existing \nempirical evidence. However, it is important to note that 90% of aid-for-trade is granted \nto hard infrastructure.  \n\nSustainable  development  by  definition  is  much  broader  than  economic  growth.  The \nimpact that investment in national versus international infrastructure may have on other \ndimensions  of  development  is  questionable.  The  relationship  is  unlikely  to  be  linear, \nand  further  work  should  explore  this  question.  Different  trade-offs  on  investments  in \ninfrastructure  must  also  be  noted  and  explored:  quality  versus  quantity,  maintenance \nversus  new  infrastructure,  financing  with  user  fees  versus  subsidies,  or  universal \nservices  versus  cost  efficiency.  The  answers  to  these  questions  are  likely  to  be \ncountry-  and  investment-specific  and  depend  to  a  large  extent  on  the  development \nobjectives of each country. \n\n \n\n14 \n \n\n\fADBI Working Paper 626 \n \n\nREFERENCES \n\nM. Olarreaga \n\nAmiti, M., and J. Konings. 2007. Trade Liberalization, Intermediate Inputs and \nProductivity. American Economic Review 97(5): 1,611–1,638. \n\nArvis, J., B. Shepherd, Y. Duval, C. Utoktham, and A. Raj. 2015. Trade Costs in the \n\nDeveloping World: 1995–2012. ARTNeT Working Paper 121. Bangkok: United \nNations Economic and Social Commission for Asia and the Pacific.  \n\nAtkin, D., and D. Donaldson. 2015. Who’s Getting Globalized? The Size and Nature of \n\nIntranational Trade Costs. Unpublished. \n\nBaier, S., and J. Bergstrand. 2009. Bonus Versus OLS: A Simple Method for \n\nApproximating International Trade-Cost Effects Using the Gravity Equation. \nJournal of International Economics 77(1): 77–85. \n\nBernard, A., and B. Jensen. 1999. Exceptional Exporter Performance: Cause, Effect, or \n\nBoth? Journal of International Economics 47(1): 1–26. \n\nCarballo, J., A. Graziano, G. Schaur, and C. Volpe, 2016a. Endogenous Border Times. \n\nUnpublished.  \n\n–––––. 2016b. The Border Labyrinth: Information Technologies and Trade in the \n\nPresence of Multiple Agencies. Unpublished.  \n\nCarballo, J., G. Schaur, and C. Volpe 2016a. Posts as Trade Facilitators. Unpublished.  \n\n–––––. 2016b. Trust No One? Security and International Trade. Unpublished. \n\nChang, R., L. Kaltani, and N. Loayza. 2009. Trade Can Be Good for Growth: The Role \nof Policy Complementarities. Journal of Development Economics 90(1): 33–49. \n\nCUTS International. 2008. Trade Development–Poverty Linkages: Reflections from \nSelected Asian and Sub-Saharan African Countries. Volume I: Country Case \nStudies. Jaipur: Jaipur Printers. \n\nDjankov, S., C. Freund, and C. Pham. 2010. Trading on Time. Review of Economics \n\nand Statistics 92(1): 166–173. \n\nEdwards, S. 1998. Openness, Productivity and Growth: What Do We Really Know? \n\nEconomic Journal 108(447): 383–398. \n\nFeyrer, J. 2009a. Trade and Income: Exploiting Time Series in Geography. National \n\nBureau of Economic Research (NBER) Working Paper 14910. Cambridge,  \nMA: NBER. \n\n–––––. 2009b. Distance, Trade, and Income: The 1967 to 1975 Closing of the Suez \n\nCanal as a Natural Experiment. NBER Working Paper 15557. Cambridge,  \nMA: NBER. \n\nFrancois, J., and M. Manchin. 2013. Institutions, Infrastructure and Trade. World \n\nDevelopment 46(C): 165–175. \n\nFrankel, J., and D. Romer. 1999. Does Trade Cause Growth? American Economic \n\nReview 89(3): 379–399. \n\nFreund, C., and B. Bolaky. 2008. Trade, Regulations, and Income. Journal of \n\nDevelopment Economics 87(2): 309–321. \n\nHansen, B. 2000. Sample Splitting and Threshold Estimation. Econometrica 68(3): \n\n575–603. \n\n15 \n \n\n\fADBI Working Paper 626 \n \n\nM. Olarreaga \n\nHelble, M. 2014. The Pacific’s Connectivity and Its Trade Implications. Asian \nDevelopment Bank Institute (ADBI) Working Paper 499. Tokyo: ADBI. \n\nHelble, M., B. Shepherd, and J. S. Wilson. 2009. Transparency and Regional \n\nIntegration in the Asia Pacific. The World Economy 32(3): 479–508. \n\nKhandelwal, A., and P. B. Topalova. 2011. Trade Liberalization and Firm Productivity: \nThe Case of India. The Review of Economics and Statistics 93(3): 995–1,009.  \n\nLendle, A., M. Olarreaga, S. Schropp, and P. Vézina. 2013. eBay’s Anatomy. \n\nEconomic Letters 121(1): 115–120. \n\n–––––. 2016. There Goes Gravity: eBay and the Death of Distance. Economic Journal \n\n126(591): 406–441. \n\nMartin, P., and C. Rogers. 1995. Industrial Location and Public Infrastructure. Journal \n\nof International Economics 39(3–4): 335–351. \n\nMatsuyama, K. 1992. Agricultural Productivity, Comparative Advantage and Economic \n\nGrowth. Journal of Economic Theory 58(2): 317–334. \n\nNordås, H., and R. Piermartini. 2004. Infrastructure and Trade. World Trade \n\nOrganization (WTO) Staff Working Paper ERSD-2004-04. Geneva: WTO. \n\nNovy, D. 2013. Gravity Redux: Measuring International Trade Costs with Panel Data. \n\nEconomic Inquiry 51(1): 101–121. \n\nPavcnik, N. 2002. Trade Liberalization, Exit and Productivity Improvements: Evidence \n\nfrom Chilean Plants. Review of Economic Studies 69(1): 245–276. \n\nPortugal-Perez, A., and J. S. Wilson. 2012. Export Performance and Trade Facilitation \nReform: Hard and Soft Infrastructure. World Development 40(7): 1,295–1,307. \n\nRodríguez, F., and D. Rodrik. 2000. Trade Policy and Economic Growth: A Skeptic’s \n\nGuide to the Cross-National Evidence. In NBER Macroeconomics Annual 2000, \nedited by Ben Bernanke and Kenneth Rogoff. Cambridge, MA: NBER. \n\nSachs, J., and A. Warner. 1995. Economic Reform and the Process of Global \n\nIntegration. Brookings Papers on Economic Activity 1995(1):1–118. \n\nVan Biesebroeck, J. 2005. Exporting Raises Productivity in Sub-Saharan African \nManufacturing Firms. Journal of International Economics 67(2): 373–391. \n\nVentura, J. 1997. Growth and Interdependence. Quarterly Journal of Economics \n\n112(1): 57–84. \n\nVolpe, M. C., and J. Blyde. 2013. Shaky Roads and Trembling Exports: Assessing the \nTrade Effects of Domestic Infrastructure Using a Natural Experiment. Journal of \nInternational Economics 90(1): 148–161. \n\nVolpe, M. C., J. Carballo, P. Garcia, and A. Graziano, 2014. How Do Transport Costs \n\nAffect Firms’ Exports? Evidence from a Vanishing Bridge. Economics Letters \n123(2): 149–153. \n\nVolpe, M. C., J. Carballo, and A. Graziano. 2015. Customs. Journal of International \n\nEconomics 96(1): 119–133. \n\nWacziarg, R., and K. Welch. 2008. Trade Liberalization and Growth: New Evidence. \n\nWorld Bank Economic Review 22(2): 187–231. \n\n16 \n \n\n\f", "author_pages": [" \n \n", " \n", " \n", " \n \n", "Marcelo Olarreaga is professor of economics at the University of Geneva. \n", "The  views  expressed  in  this  paper  are  the  views  of  the  author  and  do  not  necessarily \nreflect  the  views  or  policies  of  ADBI,  ADB,  its  Board  of  Directors,  or  the  governments \nthey represent. ADBI does not guarantee the accuracy of the data included in this paper \nand accepts no responsibility for any consequences of their use. Terminology used may \nnot necessarily be consistent with ADB official terms. \n", "Working  papers  are  subject  to  formal  revision  and  correction  before  they  are  finalized \nand considered published. \n", " \nThe Working Paper series is a continuation of the formerly named Discussion Paper series; \nthe  numbering  of  the  papers  continued  without  interruption  or  change.  ADBI’s  working \npapers reflect initial ideas on a topic and are posted online for discussion. ADBI encourages \nreaders  to  post  their  comments  on  the  main  page  for  each  working  paper  (given  in  the \ncitation below). Some working papers may develop into other forms of publication. \n \n", " \n", "Suggested citation: \n", "Olarreaga, M. 2016. Trade, Infrastructure, and Development. ADBI Working Paper 626. \nTokyo: Asian Development Bank Institute. Available: https://www.adb.org/publications/trade-\ninfrastructure-and-development \n \nPlease contact the author for information about this paper. \n", "Email: marcelo.olarreaga@unige.ch \n", " \n", "Asian Development Bank Institute \nKasumigaseki Building 8F \n3-2-5 Kasumigaseki, Chiyoda-ku  \nTokyo 100-6008, Japan \n \nTel:  \nFax:  \nURL:   www.adbi.org \nE-mail:   info@adbi.org \n \n© 2016 Asian Development Bank Institute \n", "+81-3-3593-5500 \n+81-3-3593-5571 \n", " \n", " \n", " \n", " \n", " \n", " \n \n", " \n", " \n", " \n", "ADBI Working Paper 626 \n \n", "M. Olarreaga \n", "Abstract \n \nIn this paper, the literature on trade and development is surveyed, especially that regarding \nthe  role  of  complementarities  associated  with  trade  infrastructure.  The  empirical  literature \nshows that, on average, trade causes growth, but the relationship is far from homogeneous \nacross countries since initial conditions matter. Although the empirical literature shows that \ninvestment  in  soft  and  hard  infrastructure  has  an  unambiguously  positive  impact  on  trade \nflows, the theoretical literature argues that priority should be given to investments in national \nrather than international infrastructure in countries with relatively poor national infrastructure. \nThis paper finds that data support this prediction. \n \nJEL Classification: F10, O19, O47 \n \n", " \n"]}