{"path": "data/input/pdf-generic/adbi-wp620.pdf", "pages": [" \n \n \nADBI Working Paper Series \n \n \n \n \n \n \n \nKEY ISSUES OF CENTRAL  \n \nAND LOCAL GOVERNMENT \n \nFINANCE IN THE PEOPLE’S \n \nREPUBLIC OF CHINA   \n \n \n \n \n \n \nZhang Qichun and   \nLi Shufang   \n \n \n \n \n \n \nNo. 620 \n \nDecember 2016 \n \n \n \n \n \n \n \nAsian Development Bank Institute \n ", "Qichun  Zhang  is  a  professor  at  the  Pubic  Administration  Department  in  Huazhong \nNormal University. Li Shufang is with the Hubei Provincial Administration Institute. \nThe views expressed in this paper are the views of the author and do not necessarily \nreflect the views or policies of ADBI, ADB, its Board of Directors, or the governments \nthey represent. ADBI does not guarantee the accuracy of the data included in this paper \nand accepts no responsibility for any consequences of their use. Terminology used may \nnot necessarily be consistent with ADB official terms. \nWorking papers are subject to formal revision and correction before they are finalized \nand considered published. \nThe Working Paper series is a continuation of the formerly named Discussion Paper series; \nthe  numbering  of  the  papers  continued  without  interruption  or  change.  ADBI’s  working \npapers reflect initial ideas on a topic and are posted online for discussion. ADBI encourages \nreaders to post their comments on the main page for each working paper (given in the \ncitation below). Some working papers may develop into other forms of publication. \nADB recognizes “China” as the People’s Republic of China; “Hong Kong” as Hong Kong, \nChina; and “Korea” as the Republic of Korea. \nSuggested citation: \nZhang, Q. and S. Li. 2016. Key Issues of Central and Local Government Finance in the \nPeople’s Republic of China. ADBI Working Paper 620. Tokyo: Asian Development \nBank Institute. Available: https://www.adb.org/publications/key-issues-central-and-local-\ngovernment-finance-prc \nPlease contact the authors for information about this paper. \nEmail: zhangqich@163.com, lishufang2015@163.com \nAsian Development Bank Institute \nKasumigaseki Building 8F \n3-2-5 Kasumigaseki, Chiyoda-ku  \nTokyo 100-6008, Japan \nTel:   +81-3-3593-5500 \nFax:  +81-3-3593-5571 \nURL:   www.adbi.org \nE-mail:   info@adbi.org \n© 2016 Asian Development Bank Institute ", "ADBI Working Paper 620  Zhang and Li \n \nAbstract \n \nFiscal decentralization has been established in the People’s Republic of China (PRC), but \ncrises  emerge  at  the  local  government  level  due  to  remaining  problems  of  the  fiscal \nadministration system of tax allocation and the impact of replacing the business tax with a \nvalue added tax. The PRC taxation system requires readjustment and local governments \nhave  begun  to  focus  on  innovative  financing  models.  The  main  path  to  stable  and \nsustainable  government  finances  is  to  maintain  the  general  public  budget  and  the \ngovernment fund budget. The present study shows that use of innovative fundraising and \nfinancing channels will lead to the upgrading of local government infrastructure and public \nservice.  Suggestions  for  enhancing  local  government  fiscal  stability  and  sustainability \ninclude: reducing the fiscal burden at the local level by standardizing and legalizing outlay \nresponsibilities at all government levels; forming a long-term fiscal growth mechanism by \nestablishing a modern taxation system; establishing a standardized and predictable transfer \npayment system by introducing block transfer payments and prioritized transfer payments as \na basis for a stable growth mechanism for general transfer payments; promoting public-\nprivate partnership legislation to encourage participation of social capital and maximize the \nmultiplier effect of public expenditure; and improving the mid-term budget and debt-annexed \nbudget  and  establishing  a  government  planning  mechanism  for  investment  and  debt \nfinancing of major infrastructure construction projects. \n \nJEL Classification: E62 \n \n ", "ADBI Working Paper 620  Zhang and Li \n \nContents \n \n \n1.  GENERAL INTRODUCTION TO THE FISCAL RELATIONS BETWEEN  \nTHE PEOPLE’S REPUBLIC OF CHINA CENTRAL GOVERNMENT AND LOCAL \nGOVERNMENT ......................................................................................................... 1 \n1.1  Background of Fiscal Relations between the People’s Republic of China \nCentral Government and Local Government .................................................. 1 \n1.2  Major Recent Reforms ................................................................................... 1 \n1.3  Current Situation and Problems that Need  to be Addressed Urgently ........... 4 \n2.  EVALUATION OF THE PEOPLE’S REPUBLIC OF CHINA’S INNOVATIVE \nINITIATIVES TO INCREASE LOCAL GOVERNMENT REVENUE ............................ 5 \n2.1  Local Governments’ Financial Distress under the Tax-sharing  \nFiscal System ................................................................................................ 5 \n2.2  Innovative Initiatives taken by the People’s Republic of China Government to \nIncrease the Fiscal Revenue of Local Governments ...................................... 5 \n3.  INNOVATIVE FINANCING MODELS OF LOCAL GOVERNMENT ............................ 8 \n3.1  Bonds Issued by Local Government............................................................... 8 \n3.2  Pilot Program of Public-Private Partnership Project ....................................... 9 \n3.3  Transfer Payments from Central Government ................................................ 9 \n4.  MECHANISMS TO MONITOR AND ENSURE FISCAL STABILITY AND \nSUSTAINABILITY AT THE LOCAL GOVERNMENT LEVEL OF THE PEOPLE’S \nREPUBLIC OF CHINA ............................................................................................ 11 \n4.1  Major Factors Influencing Fiscal Stability and Sustainability at the  \nLocal Government Level of the People’s Republic of China ......................... 11 \n4.2  Mechanisms to Monitor and Ensure Fiscal Stability and Sustainability  \nat the Local Government Level .................................................................... 12 \n5.  INFLUENCE OF INNOVATIVE INCOME-INCREASING AND FINANCING \nAPPROACHES OF THE PEOPLE’S REPUBLIC OF CHINA GOVERNMENT ON \nINFRASTRUCTURE INVESTMENT SPENDING CAPABILITY AND OTHER \nSPENDING CAPABILITY OF LOCAL GOVERNMENTS ......................................... 13 \n5.1  Influences of Tax Allocation Reform ............................................................. 13 \n5.2  Influences of Innovative Financing Channels ............................................... 14 \n6.  POLICY IMPLICATIONS AND SUGGESTIONS ...................................................... 16 \nREFERENCES ................................................................................................................... 19 \n \n \n ", "ADBI Working Paper 620  Zhang and Li \n \n1.  GENERAL INTRODUCTION TO THE FISCAL \nRELATIONS BETWEEN THE PEOPLE’S REPUBLIC \nOF CHINA CENTRAL GOVERNMENT AND LOCAL \nGOVERNMENT \n1.1  Background of Fiscal Relations between the People’s \nRepublic of China Central Government and Local \nGovernment \nTax-sharing  reform  in  1994  established  a  standardized  framework  of  fiscal \ndecentralization.  Since  its  founding,  the  People’s  Republic  of  China  (PRC)  \nhas undergone continuous financial reform, moving from a fiscal system of highly \ncentralized control over revenue and expenditure to a system of unified leadership and \nlevel-by-level administration, then to a system that divides revenue and expenditure \nbetween the central and local governments according to rules decided every five years, \nand  finally  to  the  current  tax-sharing  system.  Tax-sharing  reform  has  resulted  in \nincreases of the ratio of tax revenue to gross domestic product (GDP) and the ratio of \ncentral  financial  income  to  overall  fiscal  income.  It  has  also  strengthened  central \ngovernment’s ability to exercise macro-control. Therefore, the tax-sharing reform set up \na preliminary system of standardized fiscal decentralization. \nHowever, some fundamental problems in the tax-sharing system emerged with \nthe  change  of  the  PRC’s  economy.  After  the  reform,  the  unbalanced  division  \nof  government  power  and  unstandardized  expenditure  liabilities  led  to  financial \ncentralization  and  the  decentralization  of  administrative  power.  In  2014,  central \ngovernment revenue accounted for 45.95% of total general financial revenue while \ncentral government spending was 14.87% of national overall public spending. Many \nlocal governments, however, were financially trapped. By 2004, only 58.76% of local \ngovernments  had  managed  to  become  financially  independent.  Local  government \nspending relied heavily on transfer payments, government debt, and land finance. In \n2014, transfer payments from central government constituted 40.47% of local public \nbudget revenue and government debt accounted for 7.68% of local expenditure.  \n1.2  Major Recent Reforms \nAs  the  unbalanced  division  of  government  power  and  unstandardized \nexpenditure  liability  caused  the  co-existence  of  both  an  excess  and  lack  of \ngovernmental  responsibility,  the  PRC  government  is  committed  to  making \ncertain adjustments. The imbalance in the division of government power and the \nunclear division of expenditure liabilities are mainly reflected in the following three \naspects. First, local government assumes responsibilities that should be held by central \ngovernment, such as for national security, frontier defense roads, the maintenance of \ninternational  boundary  rivers,  inter-basin  river  management,  the  prevention  and \ntreatment of interregional pollution, and water and ocean usage management. The \nexpenditure of “basic public education service” is divided among prefectures, provincial \ngovernments, and central governments in terms of staff pay and public spending, which \ngoes against the general finance-sharing principle that administrative power accords \nwith expenditure liability. The pure public goods “public health service” and mixed \npublic goods “public medical care” can hardly be distinguished, with both being mainly \nundertaken by local government; municipal governments bear responsibility for “social \n1 \n ", "ADBI Working Paper 620  Zhang and Li \n \ninsurance,” which should be under central government’s control, resulting in an overall \nlow level of social insurance; local government has partial judicial powers, which easily \ncauses distortions of justice. Second, instead of delegating administrative power—for \nexample, for managing preschools, water and toilet renovation programs in villages, \nand  village  image  projects—to  lower  levels,  the  central  government  interferes \nunconditionally. Third, central government and local governments always deviate from \ntheir established policies when governing. To solve these issues, the PRC government \nhas issued a series of policies. The 2012 12th Five-Year Plan of the national basic \npublic service system clearly divides expenditure responsibilities between central and \nprovincial  governments  regarding  basic  public  services,  but  it  hardly  explains  the \nexpenditure  liability  of  local  government  below  the  province  level.  However,  it  is \nexpected that administrative power and expenditure liability will be further subdivided \nfor all government levels below the province level. The “Decision of the CCCPC on \nSome Major Issues Concerning Comprehensively Deepening the Reform,” made at the \nThird Plenary Session of the 18th Central Committee of the Communist Party of China \n(CCCPC), states a system that balances administrative power and expenditure liability \nmust  be  established  and  that  appropriate  centralization  of  power  and  expenditure \nliability is needed. The decision also implies adjustment of the right of jurisdiction for \nlocal  government  and  a  proper  separation  of  the  fund  management  system  and \nadministration division. The “Decision of the CPC Central Committee on Major Issues \nPertaining to Comprehensively Promoting the Rule of Law,” adopted by the fourth \nplenary session of the 18th CCCPC, states that the standardization and legalization of \ngovernance must be achieved, and the legal system of administrative power at all \nlevels of government, especially between central and local offices, must be improved. \nThese  suggestions  by the  CCCPC  demonstrate  that the  separation  of  power  and \nexpenditure liability between central and local governments is in the process of being \nstandardized and legalized. \nRegarding tax reform, importance has been attached to individual income tax, \nenvironment protection tax, resource tax, building tax, and business tax. In 2002, \nthe PRC started income tax distribution reform, which involved moving from a tax \nsystem where central and local government distribute income tax by administrative \nsubordination to one where central and local government distribute income tax using \nfixed  percentages  (central  government  at  60%,  local  government  at  40%).  The \nIndividual Income Tax Law of the People’s Republic of China, revised in 2011, merely \nmade some adjustments to the tax rate and tax threshold. Therefore, individual income \ntax reform remains the key issue of the current tax reform. As early as 2007, “a \ncomprehensive scheme on energy conservation and emissions reduction” issued by \nthe  state  council  explicitly  stated  that  environment  tax  must  be  levied.  The  Third \nPlenary  Session  of  the  18th  CCCPC  further  strengthened  tax-for-fees  for \nenvironmental reform. A draft environment protection tax law was published in 2015. \nEnvironment tax, as an important policy instrument of environmental management, can \nhave a positive effect on curbing pollution and can also be a main source of income for \nlocal government. In a new round of resource tax reform, Xinjiang was the first local \nauthority  to  introduce  resource  tax  on  petrol  and  gas,  which  was  subsequently \nimplemented across the PRC in 2011. The 2013 “Decision of the CCCPC on Some \nMajor  Issues  Concerning  Comprehensively  Deepening  the  Reform”  again  urged \nresource tax reform. In 2015, Provisional Regulations on resource tax became one of \nthe legislative programs requiring urgent implementation for deepening overall reform \nin the PRC and firmly establishing the rule of law. The resource tax reform will increase \nthe  income  of  local  governments.  In  2011,  Shanghai  and  Chongqing  began  pilot \nreforms of levying building tax on residential housing. Although enlarging the scope of \nthe pilot program on individual housing tax was proposed many times, it made little \n2 \n ", "ADBI Working Paper 620  Zhang and Li \n \nsubstantial progress, with building tax being merely listed in the legislation working plan \ndrawn  up  by  the  standing  committee  of  the  National  People’s  Congress.  Since \nimplementing business tax, more and more areas and industries have adopted it. But \nbusiness tax will disappear altogether and is to be replaced by VAT, which will result in \na structural tax reduction and the disappearance of the main local tax category—\nbusiness tax. \nAs  transfer  payment  systems  become  increasingly  standardized,  transfer \npayments from central government will provide much stronger financial support \nfor local governments’ income. Owing to the problems left over from the reform of \nthe tax-sharing system, local offices have become over-dependent on central transfer \npayments. Many other problems have emerged in recent years, such as too many rules \nfor special transfer payments, too much pressure from supporting funds, and payment \ndelays. To further regulate and perfect transfer payments, the new budget law clearly \nstates that general transfer payment has a dominant role in transfer payments, that a \nsound assessment and quitting mechanism must be established for special transfer \npayment,  and that  matching requirements must  be  abolished.  All  these  measures \ncontribute to restructuring the transfer payment system and reducing the phenomenon \nof “running to the ministries for money,” which can help local governments in making a \nbudget plan and provide them with a more stable and predictable financial income. \nThe Ministry of Finance has reformed and regulated the financial management \nsystem for local governments below the province level multiple times. The reform \nof “the country directly under the provincial government” and “the villages directly under \nthe  country-level  government”  financial  management  structure  gives  country-level \ngovernment more financial power. Under the financial management structure of “the \ncountry directly under the province,” some of the financial powers of the municipal \ngovernments are delegated to the country-level government, and provincial financial \nbureaus can directly contact financial departments in countries and towns. \nSuch a financial management structure can help provincial financial bureaus \nplay a more effective role in controlling the financial gap in their jurisdictions, so \nas to help ease fiscal difficulties of country-level government. The “town directly \nunder country government” system, with towns as independent accounting subjects \nand with country-level financial departments directly managing and supervising towns’ \nfinancial revenue  and  expenditure,  plays  a significant role  in reducing  the  size  of \ntownship debts.  \nThe 2014 budget law added that local government is allowed to borrow and go \ninto debt. The new law addressed such problems as how to borrow, how to manage, \nand how to pay back local governments’ debt, and it standardized the management of \nlocal government debts. \nMoreover,  the  new  budget  law  laid  the  legal  foundation  for  nationwide \nimplementation of comprehensive budget management. It regulates the functional \norientation, compilation principles, and interrelationship between the following budgets: \ngeneral  public  budget,  government  fund  budget,  state-owned  capital  management \nbudget, and social insurance fund budget. It also incorporates land leasing revenue \nand stated-owned capital operating revenue in the total revenue of local governments. \nAll  these  measures  provide  effective  and  thorough  checks  on  government  fiscal \nrevenue  and  expenditure,  increase  local  governments’  total  income,  diminish  the \nnegative effects of tax-reducing policies (such as VAT revenue in place of business \ntax) on local governments, and effectively combat corruption. \n   \n3 \n ", "ADBI Working Paper 620  Zhang and Li \n \n1.3  Current Situation and Problems that Need to be Addressed \nUrgently \nAlthough  the  framework  of  fiscal  decentralization  in  the  PRC  has  been  basically \nestablished, the system of tax distribution is still to be improved. The “new normal” of \nthe PRC economy gives rise to unprecedented financial stress on the tax distribution \nsystem. In terms of outlay responsibility, the combination of “centralization of financial \npower and decentralization of administrative power,” together with a lack of explanation \nof outlay responsibilities for governments below the province level in the tax distribution \nsystem, put huge financial stresses on local governments, especially the country-level \ngovernments. In spite of the fact that the reform of layout responsibility system has \nbeen  put  on  the  agenda,  no  detailed  scheme  came  into  being,  restricted  by  the \nadvancement  of  government  administrative  system  reform.  The  “General  plan  on \ndeepening fiscal and taxation system” proposed the reform of layout responsibility \nrather than the reform of administrative power and financial power. Therefore, it will be \na significant future task to further specify administrative power and expenditure liability \nof governments at all levels, especially local governments, so that administrative power \nand financial power are matched for all levels of government. In terms of tax reform, \n1994 saw the most significant reform and restructuring of the industrial and commercial \ntax system. But as reforms in real estate tax, resources tax, environmental tax, and the \nreplacement of VAT for business tax are beginning to take effect, the local taxation \nsystem faces major challenges and taxation categories may need to be rethought. \nLocal financial problems have, to a large extent, been resolved, but local governments \ncontinue to struggle because of a lack of financial resources. In addition, turnover tax \nstill has a very important role, with the ratio between direct tax and turnover tax at \n70:30, and with the ratio of tax revenue from all types of enterprises and natural \npersons roughly at 90:10. Therefore, there are large differences between the current \nsituation in the PRC and the structural features required in a modern taxation system. \nHence, adjusting the proportion of direct and indirect taxation and legalization of the tax \nsystem is needed to establish a modern tax system.  \nTransfer  payments  play  an  essential  role  in  maintaining  stability  in  local  finance. \nAlthough  numerous  improvements  still  need  to  be  made,  it  is  becoming  more \nstandardized. As the formula for balanced transfer payments has been established, the \nfuture reform focus ought to be on the further adjustment and perfection of factors, the \nselection of weight coefficients, better equalization of general transfer payments, the \nclearance and merging of special transfer payments, as well as higher efficiency of \nfund use. Local government debts are a cause of great concern. The general mapping \nand assessment of local debts was basically completed in 2015. The new budget act \nstandardizes the management of local government debt in accordance with the reform \nthinking of “opening the front door, blocking back doors and building walls,” but it \nremains necessary to find a better mechanism for local government to borrow money \nand manage debt. To achieve a system of comprehensive budget management, the \ngovernment fund budget, the state-owned capital operating budget, and the social \ninsurance fund budget have been included in the budget management. However, local \ngovernment budgets, in practice, are far from comprehensive and transparent, with a \nlack of standardization in financial revenue and expenditure. Therefore, to put in place \na comprehensive budget system, greater efforts should be made to clearly define the \nmanagement  scope  of  various  non-tax  revenues  and  strictly  differentiate  diverse \nprograms and funds by their nature by categorizing them into the following four kinds of \nbudget: public budget, government fund budget, state-owned capital operating budget, \nand social insurance fund budget. \n4 \n ", "ADBI Working Paper 620  Zhang and Li \n \nThe PRC’s imperfect tax-distribution system, in conjunction with the “new normal” of \nthe PRC economy, results in instability and low sustainability of both financial income \ngrowth and local government financing mechanisms, which have been made worse by \nthe replacement of business tax by VAT. It has become extremely urgent, therefore, to \nexplore new ways of capital growth and new capital-raising models, and come up with \na  mechanism  for  maintaining  the  stability  and  sustainability  of  local  government \nfinance. \n2.  EVALUATION OF THE PEOPLE’S REPUBLIC OF \nCHINA’S INNOVATIVE INITIATIVES TO INCREASE \nLOCAL GOVERNMENT REVENUE \n2.1  Local Governments’ Financial Distress under the Tax-\nsharing Fiscal System \nThe tax-sharing fiscal management system reform of 1994 primarily established a \nframework for financial distribution between central and local governments. However, \nthe leftover problems of the tax-sharing fiscal management system, as well as the \nimpact of replacing business tax with VAT, gave rise to financial difficulties for local \ngovernments on a large scale. Therefore, the PRC’s tax system needs restructuring. \nOn  the  one  hand,  the  incomplete  tax-sharing  system  reform  of  1994  led  to \nfinancial difficulties for local governments. First, the laws and regulations meant to \nclearly  divide  administrative  power  and  financial  power  between  central  and  local \ngovernments are inadequate. The existing rules are rather vague and too general. \nSecond, central and local governments share too many categories of taxes, which \ngoes  against  the  original  intention  of the  tax-sharing  system.  Moreover,  reform of \ntransfer payments has involved some irrational measures. Lastly, the financial system \nbelow the province level remains in a chaotic state. These factors have resulted in the \ncentralization of financial power and the decentralization of administrative power, as \nwell as severe financial difficulties for local governments and particularly grassroots \nlocal government bodies. \nOn the other hand, local governments are strongly affected by the replacement \nof business tax by VAT. This brought about the disappearance of a main local tax, as \nbusiness tax was the biggest tax revenue income of local governments. To diminish the \nimpact on local governments, they are entitled to share VAT revenues with the central \ngovernment by collecting 25% of VAT income. Although this method temporarily solved \nthe problems caused by the revenue losses suffered by local governments, it also has \ndrawbacks. The replacement of business tax by VAT may result in competition for tax \nresources and greater investment by local governments.  \n2.2  Innovative Initiatives taken by the People’s Republic of \nChina Government to Increase the Fiscal Revenue of Local \nGovernments  \nAll  local  governments  attach  great  importance  to  economic  growth,  as  it \nincreases fiscal revenue. The growth of local government revenue goes hand in hand \nwith local economic development. One the one hand, economic growth enlarges the \ntax base, thus increasing tax revenue. On the other hand, economic prosperity can \nexpand demand for land, which increases land prices and thus land transfer income. \n5 \n ", "ADBI Working Paper 620  Zhang and Li \n \nTherefore, local governments at all levels regard local economic growth and GDP \ngrowth as indicators to evaluate their governing capacity. \nApart from developing the regional economy, the PRC government and academia \nconsider tax reform to be an important measure to increase local government \nrevenue. The PRC government is committed to establishing a local taxation system \nthrough  reforming  and  perfecting  the  systems  of  environmental  tax,  VAT,  and \nconsumption tax. Five taxation laws have been included in urgent legislative projects: \n“2015 Legislative Work Plan of the State Council,” “Regulations on Environmental \nProtection  Tax,”  “Regulations  on  Tax  Collection  and  Management  (Amendment),” \n“Provisional Regulations on Value-added Tax (Amendment),” “Provisional Regulations \non  Consumption  Tax  (Amendment),”  and  “Regulations  on  Resources  Tax \n(Amendment).” Although regulations on real estate tax are not in the 2015 Legislative \nWork Plan of the State Council, they have been included in the 2015 legislative work \nplan of the committee of the National People’s Congress and preparatory legislative \nprojects. \nTo increase the proportion of VAT that local governments are allowed to collect \nis  not  a  credible  plan  for  solving  their  financial  difficulties.  Before  the \nimplementation of VAT, central and local government shared VAT revenue at the ratio \nof 75:25. After the implementation, some scholars suggested that the most direct way \nto make up for local financial losses would be to raise the proportion of VAT for local \ngovernments. Although there was no consensus among scholars on the ideal VAT-\nsharing proportion, those who advocate sharing VAT revenue hold that a ratio of about \n50:50 comes close to compensating the financial losses of local government. But such \nan increase would also result in fiercer competition for tax revenue. Moreover, that too \nmany taxes are shared by central and local governments goes against the principle of \na tax-sharing fiscal system, so it should be avoided as much as possible. \nThe  most  popular  suggestion  for  solving  the  financial  difficulties  of  local \ngovernments is to define consumption tax as a tax shared by central and local \ngovernment to compensate for local financial losses caused by the replacement \nof  business  tax  with  VAT.  According  to  the  principles  of  tax  distribution,  it  is \npreferable to classify a tax attached to the place of residence as a local tax, such as \nsales tax and consumption tax. At present, consumption tax is collected by central \ngovernment,  which  contradicts  this  principle.  Transforming  consumption  tax  into  a \nsharing tax is not only reasonable, but would also increase local government revenue. \nConsumption tax is imposed in different links of transaction. Consumption tax collected \nin  the  production  and  wholesale  link  is  a  capital  levy.  Therefore,  distributing \nconsumption  tax  over  different  links  increases  local  financial  revenue  without \nstimulating competition for tax revenue. If we move the links forward to the retail stage \nand make consumption tax (a central tax) a local tax, we can largely offset the shortfall \nin local tax revenue brought about by replacing business tax with VAT. \nAnother feasible option would be to make individual income tax a major tax of \nthe local tax system. At present, central government and local government share the \nrevenue  at  a  ratio  of  60:40.  Corporate  income  tax  is  a kind  of  capital  tax.  Local \ngovernments can easily attract corporations to come to the area by changing  the \ninvestment  environment  and  conditions  for  corporations.  Therefore,  if  only  local \ngovernments were to collect corporate income tax, it would result in tax competition \namong them. However, as individual income tax is a low-liquidity labor levy, it would \nnot give rise to fierce tax competition if collected by local governments only. In 2014, \npersonal income revenue collected by central government was 1.5 times higher than \nthat collected by local governments. If personal income tax is collected exclusively by \n6 \n ", "ADBI Working Paper 620  Zhang and Li \n \nlocal government, with the improvement of the tax system it will become one of the \nmost important sources of revenue for local governments. \nAt present, it is impossible for real estate tax to become a main local tax. But in \nthe long run, it is suitable for cultivation as a main local tax. Although real estate \nbelongs to the local tax system, individual housing, in 2011, did not constitute a real \nestate tax base. In January 2011, Shanghai and Chongqing started pilot programs of \nimposing tax on individual housing. Chongqing aimed at high-end apartments and \nvillas, whereas Shanghai put emphasis on new housing with floor area per capita as \nthe threshold. But the proportion of real estate tax revenue in total revenue did not \nchange  much—in  2013,  for  Shanghai  it  had  risen  from  2.3%  to  2.45%,  and  for \nChongqing from 2.25% to 2.82%. Moreover, real estate tax reform may also affect the \npeople who benefit from the existing tax system. Therefore, real estate tax cannot be a \nmain local tax in the short term, but in the long term it could be cultivated as such. \nFor resource tax, the change from a volume-based tax mechanism to a price-\nbased mechanism will increase local fiscal revenue, but it is only suitable as a \nmain taxation for resource-rich provinces. Although, at present, resource tax is a \nsharing tax, all kinds of resource tax, except offshore petrol tax, are local taxes. “The \n2011 Revised Provisional Regulations of the People’s Republic of China on Resource \nTax” specifies that oil and gas resources should be taxed according to price, which \ntends to improve the efficiency of resource use and reduce the waste of resources, as \nwell as increase local government revenue. The proportion of resource tax revenue in \ntotal revenue increased from 1.28% in 2010 to 1.76% in 2014. As resource tax revenue \nin total local revenue remains low, it is difficult for it to become the main local tax. \nUnlike crude oil, natural gas and other resources are taxed according to quantity. With \nthe improvement brought about by resource tax reform, resource taxes will gradually \nbecome a significant local financial revenue. For resource-rich provinces in the central \nand  western  regions,  resource  tax  revenue  is  a  significant  revenue  source.  For \nexample, resource tax revenue in Xinjiang accounted for 8.7% of total revenue in 2013, \nup from 7.8% in 2010, and in Heilongjiang it was 8.3% in 2013, down from 8.7% in \n2010. Such resource-rich provinces can cultivate resource tax as a main local tax. \nEnvironmental protection tax placed under local government’s administration \ncan increase local financial resources. But because of its small scale, it cannot \nbecome a main local tax in the short term. “Regulations of People’s Republic of China \non  Environmental  Protection  Tax”  (Exposure  Draft)  establish  the  legal  basis  for \nimposing  environmental  protection  taxes,  but  say  nothing  about  the  attribution. \nEnvironmental protection tax is, in fact, transforming administrative fees into taxes. The \npollution tax is levied by local governments that mainly bear the responsibility for \nenvironmental protection. According to the principle that power and authority must \nmatch,  it  is  reasonable  for  local  governments  to  take  charge  of  environmental \nprotection tax. Although “fee-to-tax” will not enlarge local governments’ tax income, \nwith the standardization of environmental tax and the expansion of the tax base, it may \nbecome a significant source of revenue for local government. However, it is unlikely to \nbecome a main local tax due to its small scale. Resource tax levied on the basis of \nprice rather than volume can increase local fiscal revenue, but it is only suitable as a \nmain local tax for resource-rich provinces. \n \n7 \n ", "ADBI Working Paper 620  Zhang and Li \n \n3.  INNOVATIVE FINANCING MODELS OF LOCAL \nGOVERNMENT \nWith the gradual emergence of the disadvantages and risks of traditional financing \nmodes, local governments have been paying more attention to innovative financing \nmodels. Financial difficulties have forced local governments to rely on such financing \nmodes as land-leasing and government-invested companies. But the features of these \nfinancing channels are low stability, high risk, and low sustainability. As a result, in \naddition to resorting to innovative revenue channels, the PRC’s local governments are \ntaking creative measures to be able to provide public services, for instance, through \nissuing local government bonds, establishing public-private partnerships (PPP), and \ntransfer payments from the central government. \n3.1  Bonds Issued by Local Government \nLocal government bond issuing has made steady progress and the prospects for \nits  further  development  are  promising.  To  stimulate  the  economy,  the  central \ngovernment  allowed  local  governments  to  issue  bonds  with  a  yearly  quota  of \nCNY200 billion  in  2009,  2010,  and  2011.  In  2011,  Shanghai,  Zhejiang  province, \nShenzhen province, and Guangdong province, were the first pilot areas to issue local \ngovernment bonds. In 2014, 10 pilot provinces and cities managed to pay back the \nlocal government bonds themselves. From 2009 until 2013, local government bonds \naccounted  for  6.1%,  4.9%,  3.8%,  4.1%,  and  5.1%  of  local  government  revenue, \nrespectively, showing a V-shaped development trend. The reason is that the central \ngovernment had encouraged local governments to establish “borrowing platforms” to \nexpand their investment financing, resulting in local governments borrowing as much \nas they could, which from 2009 to 2011 caused a local government credit crisis, and \nhence poor performances of local government bonds in the trading market. But in \n2011, the central government started pilot implementation of local government-issued \nbonds, thus gradually expanding the financial autonomy of local governments and \nenlarging the size of the local government bond market. The Budget Law of 2014 \nspecifies  the rules  under  which  local  governments can  issue  bonds. In  2015, the \ncentral government launched a program of debt-to-bond and initiated a special bond. \nAll these measures have played an essential role in easing the payback pressure on \nlocal governments, regulating local government borrowing, as well as controlling and \nresolving the debt risk of local governments. At the same time, the central government \nprovides  solid  support  for  local  governments  to  develop  the  innovative  financing \nchannel of issuing local government bonds. \nTable 1: Local Government Bonds (2009–2013) \nunit: financial revenue (CNY billion, ratio [%]) \n  2009  2010  2011  2012  2013 \nLocal government   2,000  2,000  2,000  2,500  3,500 \nbond revenue \nLocal government  32,602.59  40,613.04  52,547.11  61,078.29  69,011.16 \n total revenue \nRatio  6.1  4.9  3.8  4.1  5.1 \nSource: China Statistical Yearbook (2010–2014). \n \n8 \n ", "ADBI Working Paper 620  Zhang and Li \n \n3.2  Pilot Program of Public-Private Partnership Project \nPPP  financing  models  have  become  a  popular  financing  option  for  local \ngovernments. In 2015, the central government issued 19 PPP-related policies, which \nwill  regulate  PPP  development  and  facilitate  various  investment  and  financing \nactivities.  The  National  Development  and  Reform  Commission  has  a  special  PPP \nproject  column  on  its  official  website,  publishing  a  total  of  1,041  projects  to  be \npromoted, with the total amount invested reaching CNY1.97 trillion. Encouraged by a \nseries of policies of the central government, local government has been active  in \nintroducing social capital and a number of PPP programs have emerged. \nPPP financing models can make up for the shortcomings of traditional financing \nmethods and ease fiscal and financial stress. But the uncertainty in cooperative \nrelations with government remains a factor restricting the development of PPP \npatterns.  The  PPP  financing  mode  in  the  PRC  has  experienced  three  stages  of \ndevelopment. In the first stage, PPP was mainly in build–operate–transfer (BOT) mode. \nAt this stage, the PPP mode was in its introduction phase, mainly led by the State \nPlanning Commission and with the foreign investment fund as its main financial source \nfor project development. Some BOT pilot programs are the Guangxi Laibin Power Plant \nbuilt in 1995, the sixth Waterworks of Chengdu, and Changsha Power Plant. Although \nthe above pilot programs did not work well, they had far-reaching effects, and provided \na good foundation for the future development of the PPP mode in the PRC. In the \nsecond stage, PPP mainly took the transfer–operate–transfer (TOT) mode and BOT \nmode. At this stage, project participants and the factors affecting project development \nwere diversified. The PPP project gradually brought in social capital as the authorities \nin various industries and local governments became increasingly involved. Examples of \nprojects in this stage were Beijing Metro Line 4 and the National Stadium. The PPP \nmode  in  the  third  stage  is  the  standardization  stage.  Due  to  the  uncertainty  of \ncooperative  relations  with  government,  social  capital  has  concerns  over  the \ndevelopment of the PPP mode. In 2014, the treasury department began to design and \nimprove PPP pilot programs, perfect the legislation mechanism, and set up a risk-\nsharing system and an appropriate withdrawal mechanism, aimed at balancing the \ninterests of public departments and private companies so they can engage in fair \ncompetition for new projects.  \n3.3  Transfer Payments from Central Government \nThe PRC’s massive transfer payment system provides the financial basis for the \nequalization  of  basic  public  services,  which  is  also  indicative  of  local \ngovernments’  over-reliance  on  transfer  payments.  The  amount  of  transfer \npayments increased from CNY253.4 billion in 1995 to CNY5.17 trillion in 2014 and has \ncontinued to increase along with the growth of per capita GDP since 2014. In 2014, \nabout 70% of total central government expenditure was spent as transfer payments. \nThis shows that the PRC government is already equipped with an extensive transfer \npayment system, which provides local governments with a solid financial foundation for \nequalizing basic public services. However, 40% of local government expenditure is \nfrom  the  central  government  transfer  payment.  Such  a  large  amount  of  transfer \npayments also shows that local governments, over-dependent on transfer payments, \nface severe financial difficulties. \n \n9 \n ", "ADBI Working Paper 620  Zhang and Li \n \nFigure 1: Relative Central Government Transfer Payment, 1995–2014 \n(%) \n \nSource: Ministry of Finance of the People’s Republic of China (http://yss.mof.gov.cn/). \nFurther  optimization  of  the  structure  of  transfer  payments  has  reduced  the \nuncertainty about local government funding sources, but the general transfer \npayments and the internal structure of special transfer payments needs to be \nfurther optimized. The early stage of tax-sharing reform saw the highest ratio of tax \nrebates to transfers. In 1995, it reached 74%. After this, the share began to decline \nwhile general transfer payments and special transfer payments rose. By 2006, the \nrelative size of general transfer payments had reached 37%, exceeding the tax rebate \nfor  the  first  time,  thus  general  transfer  payment  became  the  largest  transitional \npayment program. However, with the expansion of special transfer payments, in 2010 \nthey exceeded general transfer payments. Yet in 2014, general transfer payments took \nthe largest share. The 2014 Budget Act specifies that the aim of transfer payment \nreform  is  making  the  general  transfer  payment  the  major  transfer  payment  and \nestablishing  and  improving  the  withdrawal  mechanism  and  regular  assessment \nmechanism for special transfer payments. It is expected that the proportion of general \ntransfer payments will continue to increase year by year, whereas the proportion of \nspecial transfer payments will decline. This will provide local governments with more \nstable  financial  resources,  promoting  equalization  of  basic  public  services  and \ncoordination of regional development. At present, general transfer payments in the \nPRC are made up of 28 projects. However, only balance transfer payments are subject \nto a transfer payment formula. To further improve the internal structure of general \ntransfer payments and special transfer payments therefore remains an important task. \nFigure 2: Relative Transfer Payment Scale, 1995–2014 \n(%) \n \nSource: China Finance Yearbook (1996–2014);Ministry of Finance of the People’s Republic of China \n(http://yss.mof.gov.cn/). \n \n10 \n ", "ADBI Working Paper 620  Zhang and Li \n \n4.  MECHANISMS TO MONITOR AND ENSURE FISCAL \nSTABILITY AND SUSTAINABILITY AT THE LOCAL \nGOVERNMENT LEVEL OF THE PEOPLE’S \nREPUBLIC OF CHINA \n4.1  Major Factors Influencing Fiscal Stability and Sustainability \nat the Local Government Level of the People’s Republic of \nChina \nWith the “new normal” of the PRC’s economic development, growth of local \ngovernments’ fiscal revenues has slowed. In 2014, the growth of revenue from main \ntaxes slowed, the real estate market made a series of policy shifts, and more sectors \nbegan  to  implement  the  pilot  program  of  replacing  the  business  tax  with  a  VAT. \nAffected by these factors, national general fiscal revenue in 2014 increased by 8.6%, \nwhich was 4.3% lower than in 2012 and 1.6% lower than in 2013. In 2014, local \ngovernments’ fiscal revenues rose by 9.9%—the first time growth of local governments’ \nfiscal revenues had dropped to a single-digit level since 2003. It will be a “new normal” \nfor fiscal revenue growth to stay at the single-digit level, rather than grow rapidly as in \nthe past. \nExtensive growth will not ensure sustainable rapid growth of local governments’ \nfiscal revenues. Since the 1994 tax allocation reform, many local governments have \nmaintained rapid economic development at a cost to the environment. But extensive \ngrowth, which sacrifices the environment to develop the economy and increase fiscal \nrevenue, is no longer sustainable; the growth mode has been changing from extensive \ngrowth to intensive growth. \nThat total disposable local revenue and outlay responsibility do not match led to \nunsustainable fiscal revenues of local governments. Statistics show that from 2005 \nto 2014, total fiscal expenditure of local governments grew by 5.1 times, and local tax \nrevenues only by 4.6 times. In times of financial difficulties, fiscal revenue cannot be \nsustained at high levels, resulting in low levels of fiscal expenditure and a negative \nimpact on the economy. Mechanisms to manage and monitor local governments’ fiscal \nrevenues  are  backward  and  decisions  are  mainly  made  by  superiors  through \nadministrative orders. It is harmful for other supervision subjects to monitor financial \nmanagement and it often leads to a waste of financial resources. \nUnsteady fiscal revenues of local government have resulted from an irrational \nrevenue structure. First, the tax structure is irrational. Except business tax, local taxes \ninvolve high cost, provide unsteady income, have dispersed tax sources, and collection \nand management is difficult. Replacing the business tax with a VAT caused many \nproblems for the PRC’s local governments, including a lack of main taxes and instable \ntax sources. Second, the transfer payment structure is irrational. As for general transfer \npayments, it has too many categories and multiple targets, and its equalization function \nis weakened. As for special transfer payments, it involves too many fields and it is not \ndistributed based on objective formula-based calculations. \nUnsustainable government debt aggravated the instability of local government \nfinance. By the end of June 2013, local government debt which needs to be paid back \nby local governments amounted to CNY10.9 trillion, debts for which local governments \nhave guaranty responsibility amounted to CNY2.7 trillion, and debts for which local \ngovernments bear some responsibility amounted to CNY4.4 trillion. Therefore, the total \n11 \n ", "ADBI Working Paper 620  Zhang and Li \n \nlocal  governmental  debts  amounted  to  CNY17.9  trillion.  According  to  the  latest \nassessment report of the PRC economy issued by the International Monetary Fund \n(IMF), local government debt in the PRC will account for 45% of GDP at the end of \n2015. Debt is a double-edged sword—managed and used well, it produces favorable \nresults; if not, local governments will be heavily indebted. Or worse, a financial crisis \nand a fiscal crisis would result and the sustainable development of local finance would \nbe hindered. \n4.2  Mechanisms to Monitor and Ensure Fiscal Stability \nand Sustainability at the Local Government Level  \nSince the “new normal” of the economy and the intensive development mode are \nirreversible, the best way to ensure stable and sustainable government finances \nis to maintain the stability of the general public budget and the government fund \nbudget. Generally speaking, PRC local government finance has been fairly sustainable \nand  stable.  But  the  steadiness  of  local  government  finance  was  affected  by  the \nremaining problems of the fiscal administration system of tax allocation and the impact \nof replacing business tax with VAT. Moreover, the imperfections of the government \nfund budget revealed the unsteadiness of local government finance. \nEstablishing  a  mechanism  to  standardize  outlay  responsibilities  at  all \ngovernment levels is the basis for maintaining the stability and sustainability of \ngovernment finance. Poorly defined outlay responsibilities between central and local \ngovernments  resulted  in  uncertainty  surrounding  the  fiscal  expenditure  of  local \ngovernments. Therefore, the basis for maintaining the stability and sustainability of \ngovernment finance is to standardize and legalize the outlay responsibilities at all \ngovernment levels. \nTo maintain the stability of local government finance, there are three important \npaths—establishing a long-term development mechanism of the general public \nbudget,  drawing  up  an  annexed  budget  plan  for  governmental  debts,  and \nimproving the performance assessment mechanism of budget and expenditure. \nThe major sources of local governments’ fiscal revenues are taxes, transfer payment \nrevenues,  and  debt  revenues.  Regarding  tax  capability,  tax  revenues  are  total \ndisposable  local  revenues  for  general  budgetary  expenditures  and  the  financial \nsafeguard for local governments to provide necessary basic public services for people. \nTherefore, the core function of tax revenues is to provide stability to local government \nfinance. To maintain the stability of local government finance despite the remaining \nproblems  of  the  fiscal  administration  system  of  tax  allocation  and  the  impact  of \nreplacing the business tax with a VAT, improving the taxation system and setting up a \nstable growth mechanism of tax revenues should be a priority. Regarding transfer \npayment capability, an objective formula-based calculation and a better management \nof general transfer payment is required to fully allow equalization of general transfer \npayments and to set norms for special transfer payment management. Regarding \ndebt  revenues,  there  are  three  methods  for  moving  government  debts  onto  the \nbudget—according to the public budget pattern, the annexed budget pattern, and the \ndouble-entry budget pattern. In the PRC, local government debts, including revenues of \nlocal government bonds issued by the Ministry of Finance as an agent, bond-lending \nrevenues, and surplus funds of bond-lending revenues of the last year are usually \ncounted as parts of the general public budget. More specifically, they are counted as \nparts  of total  annual revenue  on  the  income and  expenditure  sheet of  the  public \nfinancial budget. However, the debt budgeting method is too simple to reveal the scale, \nstructure, and usages of local government debts. According to the new Budget Law, it \n12 \n ", "ADBI Working Paper 620  Zhang and Li \n \nis not realistic to move government debts onto the double-entry budget in the short \nterm. Therefore, establishing a debt-annexed budget would be a plausible way to \nmaintain the stability and sustainability of the debt revenues of local governments. \nRegarding budgetary expenditure, four approaches can be adopted to effectively \nenhance the steadiness of local government finances. First, the expenditure structure \nshould  be  optimized.  Second,  the  performance  assessment  mechanism  of  the \nbudgetary fund should be improved. Third, the usage efficiency of budgetary funds \nshould be increased, especially of budgetary funds for major infrastructure programs. \nAnd fourth, the multiplier effect of public expenditure should be maximized. \nEstablishing a mechanism to balance and monitor the governmental fund budget \ncan  also  effectively  maintain  the  steadiness  and  sustainability  of  local \ngovernment  finance.  According  to  the  new  Budget  Law,  the  governmental  fund \nbudget is to be specially used for specific public affairs and will be counted in the fund \ncategory according to the income and expenditure needs of fund programs. Moreover, \nlocal  governments  are  to  adopt  the  principle  that  expenditure  is  determined  by \nrevenues. The most important task to improve the governmental fund budget system is \nto  monitor  the  budget  and  maintain  budget  balance.  Therefore,  establishing  a \nmechanism to balance and monitor the governmental fund budget will be an important \napproach to maintaining the steadiness and sustainability of local government finances. \n5.  INFLUENCE OF INNOVATIVE INCOME-INCREASING \nAND FINANCING APPROACHES OF THE PEOPLE’S \nREPUBLIC OF CHINA GOVERNMENT ON \nINFRASTRUCTURE INVESTMENT SPENDING \nCAPABILITY AND OTHER SPENDING CAPABILITY \nOF LOCAL GOVERNMENTS  \nThe PRC government has adopted a series of innovative approaches to increase \nfiscal  revenue  and  expand  financing  channels.  By improving the local taxation \nsystem step by step, a normal growth mechanism for tax revenue is to be set up to \nguarantee general public budgetary spending capability. The financing and investment \nchannels of local governments are to be kept expanding through innovative financing \nmeasures, including the issuing of local government bonds, operating a PPP model, \nand improving the transfer payment mechanism. These measures, by enhancing the \nstability and sustainability of local governments, could safeguard local governments \nfinancially to allow them to improve infrastructure development, basic public services, \nand ecological construction. \n5.1  Influences of Tax Allocation Reform  \nGrowth of tax revenue laid the financial foundation for local governments to offer \nbasic public services. The equalization of basic public services by 2020 is an arduous \ntask. Under the imperfect tax allocation system, the PRC’s economic development \nentered a “new normal” and economic growth slowed. To guarantee the consistent and \nsound development of the economy, it is necessary to operate structural tax-reducing \npolicies,  including  replacing  business  tax  with  VAT.  The  economic  downturn  and \nreplacing business tax with VAT will definitely reduce the fiscal revenues of PRC local \ngovernments and disclose more traits of unsteady and unsustainable fiscal revenues of \nlocal governments. Thus, basic public services provided by local governments will be \n13 \n ", "ADBI Working Paper 620  Zhang and Li \n \nadversely affected. The PRC government is currently promoting structural tax reduction \nreform, the major goals of which are to reduce turnover tax, increase property tax, and \nmaintain income tax. Although the reform of replacing business taxes with value added \ntaxes  decreases  the  fiscal  revenues  of  local  governments,  reform  of  income  tax, \nconsumption tax, resource tax, and real estate tax could establish a taxation growth \nmechanism  and  ensure  the  growth  and  improvement  of  local  government  fiscal \nrevenues  so  that  a  greater  part  of  fiscal  revenues  could  be  used  for  ecological \nconstruction and expenses like education, hygiene, and social insurance. However, it is \nworth noting that the essence of environment protection tax is fee-to-tax. Therefore, the \nenvironment protection tax will not increase the tax base of local governments in the \nshort term. Once managed by the taxation system, it will be managed according to the \noverall  plan  rather  than  being  specially  used  for  protection  of  the  environment. \nGovernments  should  take  this  into  account  when  devising  expenditure  policies \nbecause it may reduce fiscal revenues that can be used for environmental protection. \n5.2  Influences of Innovative Financing Channels \nInnovative financing channels will lead to the upgrading of local government \ninfrastructure construction and public service capability. \nFigure 3: Investment Directions of Local Government Debts Due in June 2013  \n(%) \n \nSource: National Audit Office of the People’s Republic of China \n(http://www.audit.gov.cn/n1992130/n1992150/n1992379/3432165.html).\n \nFirst, issuing local bonds profoundly upgraded local government’s investment \ncapability for infrastructure construction. Statistics published by the National Audit \nOffice of the People’s Republic of China showed how local governments’ debt funds \nwere  used  in  June  2013.  The  debt  funds  were  mainly  used  for  expenditure  on \nmunicipal construction, land purchases and reserves, and transportation construction, \nwhich together accounted for 68% of debt funds. Spending on affordable housing, \neducation, science, culture and hygiene, ecological construction, and environmental \nprotection accounted for a further 15% (See Figure 3). Although local governments \n14 \n ", "ADBI Working Paper 620  Zhang and Li \n \ncould raise funds for infrastructure construction and basic public serving programs \nthrough Local Government Financing Platforms, the risks related to raising money \nthrough Local Government Financing Platform are extremely high. The New Budget \nLaw  has  granted  local  governments  the  right  to  issue  bonds  under  specific \ncircumstances,  which  will  make  a  big  difference  in  local  governments’  financing \napproaches  to  infrastructure  construction.  The  New  Budget  Law  sets  clear \nrequirements for the budgets of provinces, autonomous regions, and municipalities \napproved by the state council. According to these requirements, funds necessary for \nconstruction investment can be raised by issuing local government bonds and the \namounts will have to be within the limits set by the state council. As for public welfare \nprojects with or without profits, local governments can raise funds through special bond \nfinancing  approaches  and  general  bond  financing  approaches.  Therefore,  local \ngovernment bonds are mainly to be used for infrastructure construction. If financing \nrisks are well controlled, local government bonds could offer financial safeguards for \nlocal governments’ infrastructure construction. \nSecond, PPP models could provide a stable and sustainable source of income \nfor local governments to undertake municipal construction and provide public \nservices,  transportation,  and  ecological  environmental  protection.  The  Third \nPlenary Session of the 18th CPC Central Committee proposed that private capital be \nallowed to participate in urban infrastructure investment and operation by franchise and \nother  means.  Seven  key  areas  would  be  opened  up  in  the  future:  ecological \nenvironmental  protection,  agriculture  and  irrigation,  municipal  construction, \ntransportation, energy sources, information and facilities for civil space, and social \nundertakings.  The  PPP  model  binds  infrastructure  construction  to  its  operation  to \nprovide more infrastructures at lower cost and higher quality. Multiform public-private \npartnerships  would  be  explored  in  the  areas  of  local  governments’  infrastructure \nconstruction to arouse the enthusiasm of people from all walks of life. This would \nenhance local government’s capacity to invest in infrastructure construction. Among the \n1,043 PPP promotion programs released by the National Development and Reform \nCommittee, municipal facilities, public services, and transportation projects take the \nlargest  shares,  accounting  for  36.15%,  25.41%,  and  16.87%,  respectively  (see \nFigure 4).  Moreover,  10.74%  of  projects  are  used  for  ecological  environmental \nconstruction (see Figure 3). It shows that the PPP model is a cooperative model that \nshares benefits as well as risks and requires full cooperation between local government \nand business. The model will offer local governments more financing channels for \ninfrastructure  construction,  improve  their  public  services  capabilities,  and  to  some \nextent enhance their spending capabilities on ecological environmental protection. \nThird, central government transfer payments to local governments can improve \nbasic public services capabilities and promote equitable access to them. Since \nthe beginning of the reform and the opening-up policies in 1978, the government has \nbeen offering people more and more basic public services, including general public \nservices,  basic  education,  public  health  and  basic  medical  care,  basic  scientific \nresearch, ecological environment protection, and public welfare infrastructure. Since \nthe  1994 tax  allocation  reform,  with  the  expansion  of  central government transfer \npayments to local governments, the gap in basic public services capabilities between \ndistricts  has  been  expanding,  in  part  because  special  transfer  payments  and  tax \nrebates with adverse equalization effect were relatively large before 2006. Since 2006, \nwith the expansion of general transfer payments, equitable access to basic public \nservices across districts has improved further. The new Budget Law requires that \ngeneral transfer payments are the main part of all transfer payments and that a regular \nassessment  of  and  withdrawal  mechanism  for  special  transfer  payments  will  be \nestablished and further developed. The requirements would not only improve the basic \n15 \n ", "ADBI Working Paper 620  Zhang and Li \n \npublic services capabilities of local governments, but also promote equitable access to \nbasic  public  services.  As  the  transfer  payment  system  becomes  more  and  more \ntransparent  and  well  regulated,  central  government  transfer  payments  to  local \ngovernments become a steadier financial source for local governments to develop \nbasic public services. \nFigure 4: Cartogram of Categories of National PPP Programs released  \nby the National Development and Reform Committee in May 2015 \n(%) \n \nSource: National Development and Reform Commission\n(http://www.ndrc.gov.cn/gzdt/201608/t20160823_815427.html). \n \n6.  POLICY IMPLICATIONS AND SUGGESTIONS  \nTo solve the remaining problems of the fiscal administration system of tax allocation, \nrecover from the shock of the “new normal” and the reform of replacing the business \ntax with a VAT, and maintain fiscal stability and sustainability at the local government \nlevel, it is advisable to establish a standardized, decentralized fiscal administration \nsystem  and  a  modern  financial  system  in  conformity  with  the  overall  spirit  and \nrequirements of the new Budget Law and the spirit of the overall plan for deepening \nstructural tax reforms. \nThe  first  suggestion  is  the  standardization  and  legalization  of  the  outlay \nresponsibility of governments at all levels to reduce the fiscal burden of local \ngovernments and safeguard their financial stability from the very beginning. It is \nsuggested that the classification of the outlay responsibility of governments at all levels \nshould be standardized in every basic public service field according to the principle of \nthe Budget Law. It should be made possible to adjust the classification according to \neconomic and social developments and it should also be standardized and defined in \nthe  form  of  laws  or  regulations.  Such  arrangements  could  transfer  outlay \nresponsibilities from local governments to central and provincial governments. As the \noutlay responsibilities of county and township governments are reduced and provincial \ngovernments  play  a  more  important  role  in  offering  public  services,  the  financial \nstability of local governments could be ensured.  \n   \n16 \n ", "ADBI Working Paper 620  Zhang and Li \n \nThe  second  suggestion  is  to  form  a  long-term  fiscal  growth  mechanism  by \nestablishing a modern taxation system. There are three ways to form a long-term \nfiscal growth mechanism. The first method is to develop new main taxes. Against the \nbackdrop of replacing the business tax with a VAT, local governments at all levels \nshould  establish  one  to  three  main  taxes  based  on  objective  formula-based \ncalculations. These main taxes should have broad tax bases, high tax stability, and \ngrowth potential. Moreover, they should be easy to collect by local governments, they \nshould be related to local industrial development, and they should have a visible impact \non government revenue and the industrial structure of the region. In the short term, it \nwould be beneficial to promote the reform of consumption tax and individual income tax \nand make them main taxes of the local taxation system. In the long run, reform of real \nestate tax, resource tax, and environmental protection tax should be promoted so that \nthese taxes could function as supplementary taxes. The second method is to integrate \nand optimize current taxes. The current tax for maintaining and building cities, contract \ntax, tax on the occupancy of cultivated land, and real estate tax could be integrated into \nthe real estate tax to improve the property tax system. The resource tax rate should be \nincreased and the levying scope of resource tax should be expanded so as to improve \nthe resource tax system and increase the utilization rate of resources. The third method \nis  to  introduce  new  taxes.  By  speeding  up  the  pace  of  tax-for-fees  reform,  new \ncategories of tax, such as real estate tax, inheritance tax, gift tax, and social security \ntaxes could be levied to cultivate supplementary local taxes. \nThe  third  suggestion  is  to  establish  a  standardized  and  predictable  transfer \npayment system by introducing block transfer payments and prioritized transfer \npayments  as  a  basis  for  a  stable  growth  mechanism  for  general  transfer \npayments.  To maximize  the  equalization  effect  of general  transfer  payments,  our \nsuggestions include: improving the internal structure of general transfer payments; \nhighlighting key objective factors like population density and natural endowments, as \nwell as factors related to social stability and national unity in ethnic minority areas, \nborder areas, and old revolutionary base areas to make the general transfer payment \nequalization formula more reasonable; incorporating factors related to agriculture, rural \nareas, and farmers, agricultural population urbanization, and aid for major regions into \nthe  transfer  payment  equalization  formula;  establishing  a  growth  mechanism  for \ngeneral  transfer  payments  based  on  objective  formula-based  calculations  and \nestimation.  Regarding  general  transfer  payments,  apart  from  equilibrium  transfer \npayments, original system subsidies, and transfer payments in ethnic minority areas, \nmost transfer payments have specific purposes, which is the main feature of special \ntransfer  payments.  Thus,  suggestions  for  reform  of  the  special  transfer  payment \nsystem include: eliminating some special funds; merging some special funds; and \nintroducing block transfer payments so that transfer payments can be flexible and in \nconformity with policies. Local government transfer payment revenues can be made \nmore transparent  and stable  by  establishing a  more  standardized  and  predictable \ntransfer payment system. \nThe fourth suggestion is to promote PPP legislation, encourage participation of \nsocial capital, and maximize the multiplier effect of public expenditure. Though \ndeveloping rapidly, the PPP model is still not widely recognized due to the uncertainty \nof  cooperation  with  governments.  Therefore,  relevant  laws  or  policies  need  to  be \nestablished in the PRC. By protecting the interests of social capital with legislative \nguarantees and encouraging social capital to participate in infrastructure construction, \nthe multiplier effect of public expenditure could be magnified. \n \n17 \n ", "ADBI Working Paper 620  Zhang and Li \n \nThe final suggestion is to improve the mid-term budget and debt-annexed budget \nand  establish  a  government  planning  mechanism  for  investment  and  debt \nfinancing  of  major  infrastructure  construction.  The  local  government  planning \nmechanism for  investment  and financing  of major  infrastructure  construction  is  an \nimportant factor of local fiscal sustainability. Therefore, regarding project initiation, the \nproject library for major infrastructure construction should be improved. A mid-term \nbudget system for major projects should be established and the mid-term budget and \nfeasibility  report  should  be  examined  by  the  Standing  Committee  of  the  National \nPeople’s  Congress  before  implementation.  Regarding  project  financing,  it  is \nrecommended that the local government debt management system be standardized, a \ndebt-annexed budget and a dynamic risk detection mechanism set up, and a debt risk \nmechanism to control and dissolve risks of local governments established. Regarding \nproject implementation, it is suggested that the diversified supervision system for major \ninvestment projects should be strengthened. All the above measures contribute to \nguaranteeing  the  financial  stability  and  sustainability  of  major  infrastructure \nconstruction of local governments. \n   \n18 \n ", "ADBI Working Paper 620  Zhang and Li \n \nREFERENCES \n“财政部国库司有关负责人就地方政府一般债券发行管理工作答记者问” [Treasury \nDepartment Officials Meet the Press on Bond Issuing Management]. 中华人民\n共和国财政部 [Ministry of Finance of the People’s Republic of China]. 2015. \nhttp://gks.mof.gov.cn/redianzhuanti/guozaiguanli/difangzhengfuzhaiquan/ \n201503/t20150316_1202816.html (accessed 26 September 2015). \n“关于印发《2011年地方政府自行发债试点办法》的通知” [Notice on Printing and \nIssuing the Pilot Measures for Local Government Bond Issuing in 2011]. 中华人\n民共和国财政部 [Ministry of Finance of the People’s Republic of China]. 2011. \nhttp://gks.mof.gov.cn/zhengfuxinxi/gongzuodongtai/201110/t20111020_600817.\nhtml (accessed 1 September 2015).  \n“关于印发《2014年地方政府自行发债试点办法》的通知” [Notice on Printing and \nIssuing the Pilot Measures for Local Government Bond Issuing in 2014]. 中华人\n民共和国财政部 [Ministry of Finance of the People’s Republic of China]. 2014. \nhttp://ha.mof.gov.cn/lanmudaohang/zhengcefagui/201502/t20150226_1195099.\nhtml (accessed 15 September 2015). \n“中华人民共和国预算法（2014年修正）” [Budget Law of the People’s Republic of \nChina (Revised in 2014)]. 中华人民共和国财政部 [Ministry of Finance of the \nPeople’s Republic of China]. 2014. http://www.mof.gov.cn/mofhome/fujian/ \nlanmudaohang/zhengcefagui/201501/t20150108_1177747.html (accessed  \n12 September 2015).  \nInstitute of Fiscal Science, Ministry of Finance [财政部财政科学研究所]. “中国财税体制\n改革的战略取向: 2010～2020” [The Strategic Orientation of China’s Financial \nand Tax System Reform: 2010–2020]. 改革 [Reform] 1(2010): 5–19. \nCha Yong, Liang Yunfeng [查勇,梁云凤]. “新常态下财税改革方向及政策建议” [Reform \nDirection and Policy Suggestion of Finance and Tax in New Normal]. 财政研究 \n[Public Finance Research] 4(2015): 45–9. \nChen Shengjun [陈胜军]. “省以下构建现代财政制度探讨—基于江苏省的分析” [On the \nConstruction of Modern Financial System below Provincial Level—Based on the \nAnalysis of Jiangsu Province]. 财政研究 [Public Finance Research] 1(2015): \n45–8. \nGao Peiyong [高培勇]. “理解十八届三中全会税制改革’路线图’ “[Understanding Tax \nReform “Roadmap” of the Third Plenary Session of the 18th CPC Central \nCommittee]. 税务研究 [Taxation Research] 1(2014): 3–4. \n19 \n ", "ADBI Working Paper 620  Zhang and Li \n \nGuo Yuemei [郭月梅].”‘营改增’背景下完善地方税体系的探讨”[On the Improvement of \nLocal Tax System against the Background of “Replacing the Business Tax with \na Value Added Tax”]. 财政研究 [Public Finance Research] 6(2013): 35–7. \n“中国统计年鉴 (2011)” [China Statistical Yearbook (2011)]. 国家统计局 [National \nBureau of Statistics]. 2012. http://www.stats.gov.cn/tjsj/ndsj/2011/indexch.htm \n(accessed 15 September 2015).  \n“中国统计年鉴(2014)”[China Statistical Yearbook (2014)]. 国家统计局 [National Bureau \nof Statistics]. 2015. http://www.stats.gov.cn/tjsj/ndsj/2011/indexch.htm \n(accessed 10 September 2015).  \n“国务院关于改革和完善中央对地方转移支付制度的意见” [Opinions of the State Council \non Reform and Perfection of the Central Government’s Local Transfer Payment \nSystem]. 中华人民共和国国务院 [The State Council of the People ‘s Republic  \nof China]. 2014. http://www.mof.gov.cn/zhengwuxinxi/zhengcefabu/201502/ \nt20150202_1187173.htm (accessed 1 September 2015).  \nJia Kang, Liang Ji [贾康,梁季].我国地方税体系的现实选择：一个总体架构 [The Realistic \nChoice of Local Tax System in China: A General Framework]. 改革 [Reform] \n7(2014): 57–65. \nJia Kang, Long Xiaoyan [贾康,龙小燕]. 财政全域国家治理：现代财政制度构建的基本理\n论框架 [Fiscal Global Governance: Basic Theoretical Framework of Modern \nFinancial System Construction ]. 地方财政研究 [Local Finance Research] \n7(2015): 4–10. \nJia Kang [贾康].从原则到现实:中央、地方事权与支出责任合理化中的立法思维 \n[Principle to Reality: Legislative Thinking in the Rationalization of the \nResponsibilities of the Central and Local Governments and Their Expenditure ]. \n财会研究 [Finance and Accounting Research] 5(2014): 5–10. \nJIA Xiaojun, YUE Ximing, WANG Yipu [贾晓俊,岳希明,王怡璞]. 分类拨款、地方政府支\n出与基本公共服务均等化—兼谈我国转移支付制度改革 [Block Grants, Local \nExpenditures and Equalization of Basic Public Services—An Implication for the \nReform of Transfer Payments]. 财贸经济 [Finance & Trade Economics] 4(2015): \n5–16.  \nLi Lihui [李丽辉].财政吃紧.花钱要精打细算 [The Government is on a Tight Budget]. 人民\n日报 [People ‘s Daily] 2015-1-31(2). \nLou Jiwei [楼继伟].认真贯彻新预算法,依法加强预算管理 [Conscientiously Implement \nthe New Budget Law, Strengthen Budget Management According to the Law]. \n中国财政 [Chinese State Finance] 1(2015): 4–6. \n20 \n ", "ADBI Working Paper 620  Zhang and Li \n \nLou Jiwei [楼继伟].推进各级政府事权规范化法律化 [Promote the Legalization of \nAuthority at All Levels of Government]. 预算管理与会计 [Budget Management & \nAccounting] 24(2014): 2–5. \nMA Hai-tao, CUI Yun-zheng [马海涛, 崔运政]. 地方政府债务纳入预算管理研究 [A Study \nof Inclusion of Local Government Debt into Budget Management]. 当代财经\n[Contemporary Finance & Economics] 6(2014): 23–31.  \nSu Ying [苏英].不同融资模式下的地方政府债比较研究 [The Comparative Study in the \nLocal Government Debts of Different Financing Mode]. 中央财经大学学报 \n[Journal of Central University of Finance & Economics] 11(2011): 11–5. \nWang Xiaohong, Wanghaimin [王小红,王海民]. 新预算法对地方政府预算收支的影响分\n析 [An Analysis of the Influence of the New Budget Law on Local Government \nBudgetary Revenue and Expenditure]. 财会通讯 [Accounting communication] \n8(2015): 72–4. \n“关于加强我市人大对政府重大投资项目监督的实践与探索” [Practice and Exploration on \nStrengthening the Supervision of the People’s Congress of the People’s \nCongress on the Government’s Major Investment Projects] 武汉人大 [Wuhan \nPeople’s Congress]. 2014. http://www.whrd.gov.cn/lltt/10693.shtml (accessed 1 \nSeptember 2015). \nZhang Qichun, LiShufang [张启春, 李淑芳]. ”营改增”背景下政府财政管理体制改革研究\n—以湖北试点为例 [Research on the Reform of Government Financial \nManagement System against the Background of “Replacing the Business Tax \nwith a VAT”—Taking Hubei as an Example]. 中南民族大学学报(人文社会科学版) \n[Journal of South-Central University for Nationalities (Humanities and Social \nSciences)] 6(2014): 127–131. \nResearch Group from the Taxation Research Institute of Local Taxation Bureau of \nChangchun [长春市地方税务局国际税收研究会课题组]. 完善我国地方税体系的\n前提、原则及具体设想 [Premises, Principles and Concrete Proposals for \nImproving Local Tax System in China]. 国际税收 [International Taxation in \nChina] 10(2014): 66–9. \n“PPP成为地方两会报告热词” [PPP becomes a Hot Issue in People’s Republic of China \nNational People’s Congress and Chinese People’s Political Consultative \nConference]. 2015. 政府采购新闻网 [Government Procurement News Network] \nhttp://www.cgpnews.cn/articles/25844 (accessed 10 September 2015). \n“万亿专项建设债券、第二批PPP项目：多项稳增长措施呼之跃出” [Trillions of Special \nConstruction Bonds, the Second Batch of PPP Projects: A Number of Measures \nto Stabilize the Growth are about to be Announced] 中国财经报 [China Financial \nNews]. 2015. http://www.aiweibang.com/yuedu/44798975.html (accessed  \n10 September 2015). \n21 \n ", "ADBI Working Paper 620  Zhang and Li \n \n“十二届全国人大常委会立法规划” [Legislative Work of the Standing Committee of the \n12th National People’s Congress]. 新华社 [Xinhua News Agency]. 2013. \nhttp://politics.people.com.cn/n/2013/1030/c70731-23380227.html (accessed  \n10 September 2015).  \n“IMF: 2015年中国GDP增速6.8% 债务总额占GDP比重5年内或升至250%” [IMF: \nGDP Growth in China in 2015 Will be 6.8% and the Ratio of Total Debt to GDP \nwithin 5 Years May Rise to 250%]. 中国商务新闻网 [China Business News]. \n2015. http://www.gdefair.com/news_detail/20158/lb106xl02015817942164 \n3469.htm. (accessed 10 September 2015). \n“国务院关于加强地方政府性债务管理的意见” [Opinions of the State Council on \nStrengthening the Administration of Local Government Debts]. 中华人民共和国\n财政部 [Ministry of Finance of the People’s Republic of China]. 2014. \nhttp://www.mof.gov.cn/zhengwuxinxi/zhengcefabu/201410/t20141008_1146374\n.htm (accessed 1 September 2015). \n“国务院关于创新重点领域投融资机制鼓励社会投资的指导意见” [Guiding Opinions of \nthe State Council on Encouraging Social Investment by Means of Investment \nand Financing Mechanism in Key Innovation Fields]. 中华人民共和国国务院 \n[The State Council of the People’s Republic of China]. 2014. http://www.gov.cn/ \nzhengce/content/2014-11/26/content_9260.htm (accessed 8 September 2015). \n“2013年第32号公告：全国政府性债务审计结果” [Announcement No. 32, 2013: \nResults of the Audit of the National Government Debt]. 中华人民共和国审计署 \n[National Audit Office of the People ‘s Republic of China]. 2013. \nhttp://www.audit.gov.cn/n1992130/n1992150/n1992379/3432165.html \n(accessed 8 September 2015). \n“国务院法制办公室关于《中华人民共和国环境保护税法（征求意见稿）》公关征求意见\n的通知” [Circular of the Legislative Affairs Office of the State Council on the \nPublic Opinion on the “Environmental Protection Tax Law of the People’s \nRepublic of China (Draft for Soliciting Opinions)”]. 中华人民共和国国务院  \n[The State Council of the People’s Republic of China]. 2015. http://www.gov.cn/ \nxinwen/2015-06/11/content_2877863.htm. (accessed 8 September 2015). \nZHU Qing [朱青]. 完善我国地方税体系的构想 [Conceptions of the Improvement of \nChina’s Sub-National Tax System]. 财贸经济 [Finance & Trade Economics] \n5(2014): 5–13 . \n \n22 \n "], "metadata": {"Author": "Zhang Qichun and Li Shufang", "Company": "Asian Development Bank", "CreationDate": "D:20161206085839+08'00'", "Creator": "Acrobat PDFMaker 11 for Word", "Keywords": "Local government, fiscal stability, fiscal sustainability, fiscal administration, China’s “new normal”", "ModDate": "D:20161206090539+08'00'", "Producer": "Adobe PDF Library 11.0", "SourceModified": "D:20161205091732", "Subject": "Fiscal decentralization has been established in the People’s Republic of China (PRC), but crises emerge at the local government level due to remaining problems of the fiscal administration system of tax allocation and the impact of replacing the business tax with a value added tax. The PRC taxation system requires readjustment and local governments have begun to focus on innovative financing models. The main path to stable and sustainable government finances is to maintain the general public budget and the government fund budget. We show that the use of innovative fundraising and financing channels will lead to the upgrading of local government infrastructure and public service. Suggestions for enhancing local government fiscal stability and sustainability include: reducing the fiscal burden at the local level by standardizing and legalizing outlay responsibilities at all government levels; forming a long-term fiscal growth mechanism by establishing a modern taxation system; establishing a standardized and predictable transfer payment system by introducing block transfer payments and prioritized transfer payments as a basis for a stable growth mechanism for general transfer payments; promoting public-private partnership legislation to encourage participation of social capital and maximize the multiplier effect of public expenditure; improving the mid-term budget and debt-annexed budget; and establishing a government planning mechanism for investment and debt financing of major infrastructure construction projects.", "Title": "Key Issues of Central and Local Government Finance in the People’s Republic of China"}}