{"path": "data/input/pdf-generic/adbi-wp498.pdf", "pages": [" \n \n \nADBI Working Paper Series \n \n \n \nA Connectivity-Driven   \nDevelopment Strategy for Nepal:   \nFrom a Landlocked to a \n \nLand-Linked State \n \n \n \n \n \n \n \n \n \n \nPradumna B. Rana and   \nBinod Karmacharya   \n   \n \n \n \n \n \nNo. 498   \nSeptember 2014   \n \n \n \n \nAsian Development Bank Institute \n ", "Pradumna  B.  Rana  is  an  associate  professor  at  the  S.  Rajaratnam  School  of \nInternational Studies, Nanyang Technological University, Singapore. \nBinod Karmacharya is an advisor at the South Asia Centre for Policy Studies (SACEPS), \nKathmandu, Nepal \nPrepared for the ADB–ADBI study on “Connecting South Asia and East Asia.” The \nauthors are grateful for the comments received at the Technical Workshop held on 6–7 \nNovember 2013. \nThe views expressed in this paper are the views of the author and do not necessarily \nreflect the views or policies of ADBI, ADB, its Board of Directors, or the governments \nthey represent. ADBI does not guarantee the accuracy of the data included in this paper \nand accepts no responsibility for any consequences of their use. Terminology used may \nnot necessarily be consistent with ADB official terms. \nWorking papers are subject to formal revision and correction before they are finalized \nand considered published. \n“$” refers to US dollars, unless otherwise stated. \n \nThe Working Paper series is a continuation of the formerly named Discussion Paper series; \nthe  numbering  of  the  papers  continued  without  interruption  or  change.  ADBI’s  working \npapers reflect initial ideas on a topic and are posted online for discussion. ADBI encourages \nreaders to post their comments on the main page for each working paper (given in the \ncitation below). Some working papers may develop into other forms of publication. \n \nSuggested citation: \n \nRana, P., and B. Karmacharya. 2014. A Connectivity-Driven Development Strategy for \nNepal: From a Landlocked to a Land-Linked State. ADBI Working Paper 498. Tokyo: Asian \nDevelopment Bank Institute. Available: http://www.adbi.org/working-\npaper/2014/09/08/6409.connectivity.dev.strategy.nepal/ \n \nPlease contact the authors for information about this paper. \n \nEmail: Prana@ntu.edu.sg, bkarmacharya@gmail.com \n \n \nAsian Development Bank Institute \n \nKasumigaseki Building 8F \n3-2-5 Kasumigaseki, Chiyoda-ku    \nTokyo 100-6008, Japan \n \nTel:   +81-3-3593-5500 \nFax:   +81-3-3593-5571 \nURL:   www.adbi.org \nE-mail:   info@adbi.org \n \n© 2014 Asian Development Bank Institute \n \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \nAbstract \nNepal’s lackluster economic performance during the post-conflict period (that is, after November \n2006) has been driven by remittances from the export of labor services and the improved \nperformance of the agricultural sector, which is still very much weather dependent. The authors \nmake the case for a connectivity-driven development strategy for the country. They argue that \nimproved connectivity within Nepal and cross-border connectivity with its neighbors in South \nAsia, the Association of Southeast Asian Nations (ASEAN), and the People’s Republic of China \n(PRC) that are converting Nepal from a landlocked into a land-linked state, could be important \n“engines of growth” for the country. It is argued that such a development strategy is not a new \none for Nepal as in the past the country was strategically located on the Southwestern Silk \nRoad (SSR). A number of factors have revived the case for making Nepal a land-linked state in \nAsia.  Nepal  has  adopted  a  multi-track  approach  to  promoting  regional  cooperation  and \nintegration in connectivity with its neighbors. But a lot more needs to be done, especially in the \ncontext of the difficult political situation in the country, and donors have an important role to play \nin this regard. Ten priority projects to convert Nepal into a land-linked state are identified, but a \ndetailed impact analysis of these projects is beyond the scope of this paper. \n \nJEL Classification: F15 \n \nThis paper was produced as part of the ADB–ADBI flagship project on “Connecting South Asia \nand Southeast Asia.”\n \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \nContents \n \n \n1.  Introduction ..................................................................................................................... 3 \n2.  Recent Economic Performance ...................................................................................... 4 \n3.  Infrastrucutre Development Indicators for Nepal ............................................................. 7 \n4.  Nepal’s Strategic Location and Its Historical Role as a Land-linked State ....................... 9 \n5.  The Case for Reviving Nepal’s Role as a Land-linked State ..........................................11 \n6.  Nepal’s Regional Cooperation and Integration Policies ..................................................16 \n6.1  National Policies ..................................................................................................16 \n6.2  Bilateral Cooperation and Integration Policies ......................................................19 \n6.3  Subregional Cooperation and Integration Policies ................................................21 \n6.4  Regional Policies .................................................................................................21 \n6.5  Inter-regional Policies ..........................................................................................22 \n6.6  Multilateral: World Trade Organization and Nepal ................................................22 \n7.  Ongoing and Priority Connectivity-related Regional Cooperation and Integration  \n  Projects in Nepal ...........................................................................................................23 \n7.1  Recently Completed and Ongoing Regional Cooperation and Integration  \n  Projects ................................................................................................................23 \n7.2  Priority Regional Cooperation and Integration Connectivity Projects for  \n  Nepal ...................................................................................................................24 \n8.  Conclusions ...................................................................................................................25 \nReferences ...............................................................................................................................27 \nAppendix 1 ................................................................................................................................29 \nAppendix 2 ................................................................................................................................30 \nAppendix 3 ................................................................................................................................33 \n \n \n \n \n \n \n \n \n \n \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \n1.  INTRODUCTION \nAfter a decade of civil conflict, Nepal is going through a transitional phase in its economic \ndevelopment.  Economic  growth  and  the  overall  macroeconomic  situation  have  improved \nsomewhat during the post-conflict period (that is, after November 2006). This is mainly due to \ntwo  factors:  the  rise  in  remittances  from  the  export  of  labor  services  and  the  improved \nperformance of the agricultural sector, which is still very much weather driven. This paper \nmakes  the  case  for  a  connectivity-driven  development  strategy  for  Nepal.1 It  argues  that \nimproved connectivity within Nepal and Nepal’s cross-border connectivity with its neighbors in \nSouth Asia, the Association of Southeast Asian Nations (ASEAN), and the People’s Republic of \nChina (PRC) that are converting Nepal from a landlocked into a land-linked state, will be \nimportant “engines of growth” for the country’s economy. Such a development strategy in Nepal \nwould also lead to a win–win situation for all countries in South Asia and East Asia. \nWhy do we need a connectivity-driven strategy for Nepal? National, sub-regional, and regional \ncontexts need to be considered. First, Nepal is a landlocked and mountainous country and \ntherefore faces high trading costs. Improved connectivity within the country would reduce such \ncosts  and  promote  internal  trade,  investment,  and  economic  growth.  Second,  Nepal  is \nstrategically located between two dynamic “giant” countries, the PRC and India, which rank first \nand third, respectively, in terms of Asia’s gross domestic product (GDP) (the PRC also ranks \nsecond in terms of world GDP, behind the United States). Hence, Nepal has the potential to \nbenefit greatly from regional cooperation and integration (RCI) for improving connectivity with its \nneighbors through transport, energy, and telecommunications projects. Connectivity-related RCI \nwith its neighbors could unlock the full development potential of Nepal by reducing trading costs \nand by helping the country to overcome the disadvantages of size—a small population, small \nmarkets, and an inability to take advantage of agglomeration and scale economies. Ahmed et \nal. (2010) estimated that Nepal could double its GDP if it were to export hydro-based electricity \nto India, which is an energy-thirsty country. A connectivity-driven strategy in Nepal would also \nbenefit India and the PRC. Third, as argued in this paper, a connectivity-driven strategy is not a \nnew one for Nepal. In the past, Nepal was strategically located on the Southwestern Silk Road \n(SSR), which started in the PRC’s Yunnan province, then passed through Myanmar to India and \nNepal, and looped back through Tibet to Yunnan. Nepal was an entrepôt for trade mainly \nbetween India and the PRC on the SSR. After a gap of about 5 centuries, the case for reviving \nthe SSR has become strong and Nepal has an important role to play. A connectivity-driven \nstrategy  for  Nepal,  together  with  the  ongoing  efforts  to  revive  the  SSR,  would  benefit  all \ncountries along the SSR. Economic integration in South Asia and broader pan-Asian integration \nwould also deepen (Rana and Chia 2014, forthcoming).  \nThe rest of the paper is organized as follows: Section 2 reviews the recent performance of the \nNepalese economy. Section 3 presents indicators of infrastructure development in Nepal and \nhighlights the poor state and quality of physical connectivity in Nepal, which is among the worst \nin South Asia. Section 4 describes the strategic location of Nepal in Asia, and the historical role \nNepal had played in the past as an entrepôt for India–PRC trade and as a node in the SSR. \nSection 5 argues that the case for reviving Nepal’s role as a land-linked state has increased \nsignificantly in recent years for a number of reasons. This section also proposes four conceptual \neconomic corridors for the purpose and makes the case for the involvement of the Asian \n                                                \n1 Such a development strategy could be feasible for a landlocked country facing high transport cost. It could also be \nfeasible for inland regions in a large continental country like the United States (in the 19th century) and presently \nthe PRC (Lee 2013). \n3 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \nDevelopment Bank (ADB) as an “honest broker” to carry forward the ideas (as in other sub-\nregional  schemes,  such  as  the  Greater  Mekong  Subregion  [GMS];  Brunei  Darussalam, \nIndonesia,  Malaysia,  Philippines–East  Association  of  South  East  Asian  Nations  [ASEAN] \nGrowth Area [BIMP-EAGA]; and Central Asia Regional Economic Cooperation [CAREC]). Such \na role would lead to a “garlanding” or linking of sub-regional cooperation efforts and enhance \nADB’s catalytic role in pan-Asian integration. Section 6 reviews Nepal’s multi-track approach to \npromoting  RCI  in  connectivity—national,  bilateral,  subregional,  interregional,  regional,  and \nmultilateral. Section 7 highlights the recently completed and ongoing connectivity-related RCI \nprojects (cross-border projects as well as national projects with cross-border implications) in \nNepal and identifies the priority connectivity projects the country should consider in future under \nthe proposed connectivity-driven strategy. Section 8 summarizes and concludes.  \n2.  RECENT ECONOMIC PERFORMANCE \nSince its emergence from the decade-long civil conflict (from 1996 to 2006), Nepal has been \ngoing  through  a  challenging  transitional  phase  in  its  development.  The  signing  of  a \nComprehensive Peace Agreement (CPA) in November 2006 resulted in a number of significant \nachievements, such as participation of the Maoist party in mainstream politics and relative \npeace, the election of the Constituent Assembly in 2008, and the decommissioning of the \nMaoist army. Unfortunately, however, the failure of the Constituent Assembly to meet the end-\nMay 2012 deadline to ratify a new constitution has proven to be a serious political setback for \nthe  country,  taking  a  heavy  toll  on  the  economy.  Following  the  expiry  of  the  Constituent \nAssembly’s term in May 2012, a second Constituent Assembly was elected in November 2013.  \nThe data in Table 1 show that both the real sector and the current account balance have been \nfairly resilient in Nepal. While economic growth slowed to an average 4.12% per year during the \nconflict period (1996–2006), it recovered somewhat, to 4.52%, in the post-conflict period (2007–\n2012). GDP per capita has shown an upward trend since the 1990s. Although export growth has \nslowed considerably, the current account balance as a share of GDP has been increasing. This \nhas been due mainly to rapid growth of remittances, which stood at around 21% of GDP during \nthe post-conflict period. Needless to say, Nepal’s economic performance would have been \nbetter had the constitution been ratified on time and had political stability been achieved. \n4 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \nTable 1: Key Macro-economic Indicators for Nepal  \n(annual averages) \n   Pre-conflict  Conflict  Post-conflict \n   1990–1995  1996–2006  2007–2012 \nGDP Growth Rate (%)  5.52  4.12  4.52 \nGDP per Capita ($)  200.73  265.94  570.97 \n       \nMerchandise Exports ($) Growth (%)  14.76  9.53  3.08 \nMerchandise Imports ($) Growth (%)  12.62  6.62  16.11 \nTrade Balance (% of GDP)  (14.70)  (16.63)  (21.84) \nCurrent Account Balance (% of GDP)  (6.21)  (0.38)  1.44 \n Remittances (% of GDP)a  1.8 0  8.3 2  20. 96 \nGDP = gross domestic product; ( ) = negative values. \na Remittances also include pensions. \nSources: Government of Nepal, Economic Survey (various issues); Nepal Rastra Bank, Quarterly Economic Bulletin \n(various issues); Central Bureau of Statistics, Population Census (1991, 2001, 2011). \nNepal shares a 1,800 km long porous border and 15 mutually agreed border points with India, \nso India is a “natural” trading partner of Nepal. India provides a large market for Nepali goods \nand services, and is Nepal’s largest trading partner. Nepal’s merchandise trade (exports plus \nimports) with India, rose from 9% of its total trade in 1990, to 18% in 1999, and 53% in 2012 \n(Figure 1).2 The PRC’s overall share of Nepal’s total trade also increased (from 6% in 1990 to \n13% in 1999 to 30% in 2012) mainly due Nepal’s growing imports from the PRC to meet \ndomestic needs as well as re-exports to India. The PRC’s share in Nepal’s exports is very small \n(only about 3% in 2012), while India’s share accounted for 60% in 2012. During the last decade \n(2002–2014), Nepal’s external trade sector has seen a very important change. Remittances \nfrom labor exports have increased very rapidly, making Nepal one of the most remittance-\ndependent countries in the world. From an estimated $100 million in 1996, remittance flows \nincreased to $4.9 billion in 2013 (a thirty-five-fold increase). As a share of GDP, these figures \namounted to 0.5% and 25.5%, respectively. Remittances from labor exports are the single \nlargest source of foreign exchange inflows. While India has been a traditional destination for \nNepalese migrants, an increasingly large share of remittances comes from other countries, \nreflecting changing migration patterns, in part due to higher earnings in these new destination \ncountries. \n \n                                                \n2 This figure underestimates the value of actual trade with India. The open and porous border between the two \ncountries makes it hard to capture the level of informal trade. Survey based research suggests that Nepalese \ninformal trade is 30%–40% of formal merchandise trade (Karmacharya et al. 2004).  \n \n5 \n ", "ADBI Working Paper 498                                                  Rana and Karmacharya \nFigure 1: Nepal—Direction of Exports in 1990, 1999, and 2012 \n \nFigure 1b: Nepal—Direction of Imports in 1990, 1999, and 2012 \n \nFigure 1c: Nepal—Direction of Total Trade in 1990, 1999, and 2012 \n \nPRC = People’s Republic of China, US = United States. \nSource: Calcuated based on IMF, Direction of Trade Statistics (2013). \n6 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \n3.  INFRASTRUCUTRE DEVELOPMENT INDICATORS FOR \nNEPAL \nGiven the difficulties associated with the landlocked nature of the country (Arvis et al. 2011), \nNepal ranks low in terms of infrastructure development indicators. In the World Bank’s Doing \nBusiness Survey 2013, Nepal dropped significantly in the overall “ease of doing business” \nrankings, falling from 55th position (out of 155 countries) in 2006 to 108th position (out of 185 \ncountries) (Table 2). This 2013 ranking is about the same as that for Pakistan (107th), but better \nthan that of India (132nd) and Bangladesh (125th) (Table 2). In terms of “trading across border” \nindicators, Nepal ranked 171st, the lowest in South Asia. \nInter-country comparisons of the quality of infrastructure are difficult because of measurement \nproblems and the subjective nature of assessments. Those available from the World Economic \nForum’s  Global  Competitiveness  Report  2013–2014  suggest  that  the  overall  quality  of \ninfrastructure in Nepal was among the worst in South Asia (Table 3). With a score of 2.9, it \nranked  higher  only  than  Bangladesh  (2.8).  Nepal  scored  the  lowest  among  South  Asian \ncountries in terms of quality of roads, railroads, air transport, and supply of electricity. \nThe situation is similar in terms of indicators of information technology (IT) penetration. During \n2010–2011,  only  9%  of  the  population  in  Nepal  used  the  internet.  All  other  South  Asian \ncountries, except for Bangladesh (5%), had a higher share of internet users than Nepal (Table \n4). In terms of mobile phone subscriptions per 100 individuals, Nepal ranked the lowest in South \nAsia (43.8). \n7 \n ", "ADBI Working Paper 498                                             Rana and Karmacharya \nTable 2: Doing Business Indicators 2013 \n    Dealing \nOverall ease  Trading \nStarting a  with  Getting  Registering  Getting  Protecting  Paying  Enforcing  Resolving \nof doing  across \nbusiness  construction  electricity  property  credit  investors  taxes  contracts  insolvency \nbusiness  borders \npermits \n  2013  2006                     \nBangladesh  129  65  95  83  185  175  83  25  97  119  182  119 \nIndia  132  116  173  182  105  94  23  49  152  127  184  116 \nNepal  108  55  105  97  96  21  70  82  114  171  137  121 \nPakistan  107  60  98  105  171  126  70  32  162  85  155  78 \nSri Lanka  81  75  33  112  103  143  70  49  169  56  133  51 \nSource: World Bank (2013). \n \nTable 3: Quality of Infrastructure in South Asia, 2013 \nQuality of \nAir  Electricity \nOverall  Road  Railroad  Port \nTransport  Supply \nInfrastructure \n  \nIndia  3.9  3.6  4.8  4.2  4.8  3.2 \nPakistan  3.3  4  2.5  4.5  3.2  2 \nBangladesh  2.8  2.8  2.4  3.5  3.2  2.2 \nSri Lanka  4.8  4.7  3.6  4.2  4.8  5 \nNepal  2.9  2.7  1.1  2.7  3  1.6 \nBhutan  4.9  4.3  n.a.  2.2  3.5  5.9 \nSource: World Economic Forum (2013). \n8 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \nTable 4: Information and Communications Technology Indicators \nHouseholds with  Mobile phone \nHouseholds with  Individuals using \ninternet access at  subscriptions (per \n  computer (%)  the internet (%) \nhome (%)  100 inhabitants) \nBangladesh  3.1  2.6  5.0  56.1 \nBhutan  ...  ...  21.0  65.6 \nIndia  ...  ...  10.1  72.0 \nMaldives  54.4  23.5  34.0  165.7 \nNepal  ...  ...  9.0  43.8 \nPakistan  ...  ...  9.0  61.6 \nSri Lanka  12.3  5.9  15.0  87.0 \nSource: International Telecommunications Union (2013). \nNepal’s poor performance in infrastructure development can be further assessed by analyzing \nthe World Bank’s Logistics Performance Index (LPI), which is based on surveys of operators. \nThe index ranges from 1 to 5 (lowest to the highest) and focuses on several variables: customs \nperformance, infrastructure, international shipments, logistics competence, tracking and tracing, \nand timeliness. In all these areas, Nepal ranks the lowest in South Asia (Table 5).  \nTable 5: Logistics Performance Index, 2012 \nLPI  Infra-  International  Logistics  Tracking/ \nCustoms  Timeliness \n  Score  structure  shipments  competence  tracing \nIndia  3.08  2.77  2.87  2.98  3.14  3.09  3.58 \nNepal  2.04  2.20  1.87  1.86  2.12  1.95  2.21 \nPakistan  2.83  2.85  2.69  2.86  2.77  2.61  3.14 \nSri \n2.75  2.58  2.50  3.00  2.80  2.65  2.90 \nLanka \nLPI = Logistics Performance Index. \nSource: World Bank (2012). \n4.  NEPAL’S STRATEGIC LOCATION AND ITS HISTORICAL \nROLE AS A LAND-LINKED STATE \nNepal is a rectangular shaped country, stretching roughly 1,800 km from east to west and a \nquarter of that from north to south, sandwiched between the giant economies of the PRC and \nIndia. Although both countries are experiencing a slowdown in their economies, the PRC and \nIndia are among the fastest growing countries in the world. Between them, the PRC and India \nhave around 2.5 billion people, accounting for approximately a third of the world population. \nNepal is a landlocked and mountainous country and has high trading costs, which reduces \ncompetitiveness domestically and externally. Connectivity problems facing Nepal on its northern \nborder with the PRC are related to the Himalayan mountain range, which has eight out of the 10 \nhighest mountain peaks in the world. Nine points of connectivity with Tibet have been identified, \nof which only several are economically feasible at present. The one that is operational and used \nfor trade with the PRC is in Kodari along the Friendship Road connecting Kathmandu with \nLhasa or the Kodari–Barhabise–Kathmandu–Hetauda–Birgunj road. However, open space is \nlimited in this pass and it is not possible to set up a dry port to handle large volumes of traffic \n9 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \n(Pandey 2010). Another point of connectivity that has recently become operational since the \ncompletion  of  the  Rasuwagarhi–Syaphrubeshi  road  is  the  Rasuwagarhi–Syafrubeshi–\nKathmandu–Hetauda–Birgunj corridor. This new corridor has greater potential and there are \nongoing efforts to build a dry port for trade with the PRC. But a lot still remains to be done to \nmake it a proper transport corridor with modern highways and border points. \nThe southern border of Nepal with India is essentially porous, with large amounts of unofficial \ntrade. There are 15 mutually agreed entry/exit points, seven of which are operational, and of \nwhich the most important are Birgunj and Bhairawa. Inland container depots (ICDs) have been \nbuilt in these two cities and in Biratnagar. The closest sea port for Nepal’s foreign trade is \nKolkata port, which is 400 km away from Nepal’s border. This port is very congested and roads \nleading to it from the Nepalese border are in poor condition. Nepal has been attempting to \ndiversify its trade and use sea ports in Bangladesh, but there are sensitivities and transit issues \nwith India. \nFigure 2 highlights the strategic location of Nepal. Nepal has the potential to be a land link \nbetween India and other South Asian countries and the PRC. Nepal, together with Bangladesh, \nthe  northeastern  part  of  India,  and  the  PRC  can  also  be  a  land  link  between  Pakistan, \nAfghanistan, Central Asia, South Asia, and Southeast Asia. Rana (2013) has argued that in the \npast Nepal had indeed been an entrepôt for India–PRC trade and a node on the historical SSR, \nwhich started in Yunnan (the southeastern province of the PRC), passing through Myanmar to \nIndia and Nepal, and looping back to Tibet and Yunnan.3 \nFigure 2: Strategic Location of Nepal \n \nPRC = People’s Republic of China. \nSource: Authors. \n \nThe entrepôt role of Nepal in trade between India and the PRC, however, declined significantly \nafter the late 18th century. Two explanations are given for this. Pandey (2010) argues that the \nBritish, who had colonized India at that time, diverted their trade and started selling opium to the \nPRC through the ports on the eastern coast of the PRC. This trade was very profitable for the \nBritish and their interest in the trade route through Nepal dwindled as a consequence. Another \n                                                \n3 See also Appendix 1. \n10 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \nexplanation is the discovery of a new trade route between India and Tibet in 1888 through the \nChumba Valley and the Nathu La pass closer to Lhasa.  \nEver since, Nepal has seen the Himalayas as a barrier and focused on greater trade with India \n(Pandey 2010). The recent policies of pro-Indian parties in Nepal have further deepened this \ntrend. Thus Nepal has become overly dependent on the congested Kolkata port for its external \ntrade. The Chinese, on the other hand, have continued to use Nepal to trade with India. PRC \ngoods enter Nepal through the Khasa point on the Kodari highway and are taken to northern \nIndian cities, either through Kathmandu or directly to the border towns in Nepal’s Terai. \n5.  THE CASE FOR REVIVING NEPAL’S ROLE AS A LAND-\nLINKED STATE \nAlthough sea transport is expected to be the dominant form of connectivity in the foreseeable \nfuture, the case for reviving Nepal’s role as a land-linked state in Asia has strengthened greatly \nin recent years. This is for a number of reasons: \n(i)  Maritime Asia, defined as the dynamic north–south coastal region from the Republic of \nKorea to Indonesia, is starting to become increasingly continental-based, with expanding \nnetworks  of  roads,  railways,  and  pipelines.  The  trend  toward  the  evolution  of  a \ncontinental-based Asia is mainly a result of the PRC’s “Western Development” plan or \nthe “Go West” policy being implemented since 2000. The main components of this policy \nwere  the  construction  of  infrastructure  (mainly  transport,  but  also  power  plants), \nattracting foreign direct investment (FDI) to the inner provinces, and the development of \nhuman  resources  (health  and  education)  in  the  inner  provinces.  A  number  of \nexpressways have been constructed from the coastal cities of Shanghai and Beijing to \nthe inner provinces (Figure 2 in Rana and Chia [2014]). These include the Shanghai–\nXi’an,  Shanghai–Chongqing–Kunming,  Shanghai–Kunming,  and  Beijing–Lhasa \nexpressways.4  \nFigure 3 in Rana and Chia (2014) shows the key existing and proposed railways and \npipelines  in  the  PRC.  In  addition  to  east  to  west  railways,  several  north–south \nconnectivity projects have either been completed (such as the Sino–Myanmar pipeline) \nor planned (such as the Pakistan–PRC rail and road link project across the Karokoram \nmountain ranges, and the Yunnan–Lao PDR–Thailand Railway). Railway connectivity \nwith Europe and oil pipelines connecting the PRC with the Central Asian Republics have \nalso been established.  \nLhasa is emerging as a major transportation hub in the western part of the PRC. Five \nmajor highways converge in Lhasa: the Kunming–Lhasa, Shanghai–Chengdu–Lhasa, \nBeijing–Lhasa,  and  Yecheng–Lhasa  expressways,  and  the  Friendship  Highway  that \nconnects Kathmandu (Nepal) with Lhasa. Also, the Beijing–Tibet Railway will reach \nXigaste in late 2014 and is to be extended soon to reach the border with Nepal. Mainly \nbecause of these massive efforts to build infrastructure, cities in inner provinces, such as \nKunming, Chongqing, Chengdu, Xi’an, and Xining have emerged as major metropolitan \n                                                \n4 The PRC’s highways have grown rapidly in total length, from 271 km in 1990 to 85,000 km in 2011, making it the \nworld’s largest national freeway system. The United States Interstate Highway system—started in 1956 and \nconsidered complete in 1991—totals 75,932 km and is not expected to grow much. The PRC, on the other hand, \nwill expand its expressway system and is intent on connecting all provincial capitals and cities with populations \nover 200,000. The new highways and the economic growth they will drive will help close the gap with the United \nStates (Lee 2013).  \n11 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \ncities with urban infrastructure projects rivaling some of those in the coastal areas. Nepal \ncould benefit from joining this trend. \n(ii) Increasing  connectivity  within  India  and  ongoing  efforts  to  promote  ASEAN–India \nconnectivity have also strengthened the case for Nepal to improve connectivity with \nneighboring  countries.  In  India,  the  Golden  Quadrilateral  Project,  which  improves \nconnectivity between the four major nodal cities in the country—Delhi, Mumbai, Chennai, \nand Kolkata—has been completed. As a component of its “Look East” policy, India is \nactively promoting connectivity with Southeast Asia. More recently, further to the request \nof the East Asia Summit (EAS), the Economic Research Institute for ASEAN and East \nAsia (ERIA) has come up with two projects for ASEAN–India connectivity: the Mekong–\nIndia  Economic  Corridor  (MIEC)  and  the  Trilateral  Highway  connecting  India  and \nMyanmar with Thailand (Figure 4 in Rana and Chia 2014). While the first project focuses \non connecting production blocks and supply chains in Southeast Asia with those in \nIndia—especially the automotive industry in Bangkok—with those in Chennai (India) by \nsea and land, the second project focuses on the development of the North East Region \nof India. One major project in the MIEC is the $8.6 billion Dawei deep-sea port and \nindustrial estate in Myanmar. ADB is the implementing body for the MIEC and it stands \nready  to  bring  together  the  stakeholders  and  provide  technical  assistance  and  co-\nfinancing. This role is similar to the one ADB played in the Greater Mekong Subregion \n(GMS)  and  Central  Asia  Regional  Economic  Cooperation  (CAREC)  sub-regional \ncooperation efforts. \n(iii) The  encouraging  but  gradual  political  and  economic  reforms  in  Myanmar,  a  node \nbetween South Asia and East Asia, has also provided a fillip for improving connectivity \nbetween South Asia and East Asia. Both the PRC and India are actively involved. PRC \nstrategists have written about the “Malacca Dilemma,” with the Straits being a natural \nchoke point, and the need to find an alternative route.5 The 1,100 km gas pipeline \ncomponent of the Sino–Myanmar pipelines project from Kyaukphyu, a port in Myanmar, \nto  Kunming  became  operational  earlier this  year.  Next  year,  an  oil  pipeline  that  is \nexpected to meet about 10% of the PRC’s oil import demand will open along the same \nroute. Road and railway are to follow suit. Work on the Kaladan Multimodal Project, \nseeking to connect Kolkata in India with Sittwe in Myanmar by sea and then the north \neast region of India by river and road transport, is ongoing. \n(iv) To realize the potential of dynamic complementarities associated with the newer theories \nof trade pioneered by Jones and Kierzkowski (1990), connectivity between South Asia \nand East Asia needs to be strengthened, and Nepal has a role to play. The traditional \ntheory of comparative advantage proscribes that developing countries produce labor- \nintensive goods which they exchange for relatively capital- and skill-intensive goods \nproduced by more advanced countries. All separate tasks involved in producing a good, \nhowever, are carried out entirely in one country. Under the newer theories, production is \nspliced and diced into separate fragments and production of parts and components are \nlocated in production blocks around the world, which are linked by efficient service links. \nThe type of service link required depends on the sector being considered. While for \nbulky items sea freight is still the most cost-effective way of moving goods, for less bulky \nand high value-added parts and components, road transportation could be more cost-\neffective, especially between neighboring countries. \n                                                \n5 Roughly 80% of the PRC’s crude oil imports pass through the Straits. The other strategic projects for the PRC’s oil \nimports are: (i) the proposed PRC–Pakistan Economic Corridor passing through some of the highest and most \nlandslide-prone mountains (Figure 3B); (ii) the proposed Kunming–Lao PDR–Thailand Railway (Figure 3b); and \n(iii) pipelines with Central Asian countries and the Russian Federation.  \n12 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \n(v) A final reason for reviving Nepal as a land-linked state is that the distances between \nIndian cities and the inner cities of the PRC would be greatly reduced if the land route \nthrough Nepal were used (Table 6). For example, the distance from New Delhi, where \nthe Delhi–Mumbai Industrial Corridor starts, to Kunming via Hong Kong, China is about \n10,345 km, whereas through Nepal it would be only about a quarter of that distance. \nSimilarly, the distance from Chennai to Kunming through Hong Kong, China is 6,841 km \ncompared with 3,540 km through Nepal. Besides, using Nepal as a land link would result \nin an additional cost saving as there would be no need to transship goods in the PRC \nports from ships to trucks to ferry them to the PRC’s inner cities. Finally, the Nathu La \nPass, the height of which is around 4,300 meters (14,000 feet above sea level), is higher \nthan the passes in Nepal (Zhangmu and Kyirong near Syaphrubeshi) (Table 7). Hence, \nfor much of the year the Nathu La pass is covered by ice and the value of trade that \npasses through it averages only about US $100,000 per annum. \nTable 6: Distance Between Indian Cities and Inner Cities of the People’s Republic of \nChina \n(km) \nTo  Via Sea and Land Route  Via Land Route  \nFrom  (through Hong Kong, China)  (through Nepal) \nKunming  Chongqing  Chengdu  Kunming  Chongqing  Chengdu \n \nNew Delhi  10,345  10,669  10,437  2,887  3,151  2,911 \nChennai  6,841  6,745  7,004  3,540  3,804  3,564 \nNote: Sea distances are actual; land distances are based on the straight-line method. \nSources: www.searates.com and www.freemaptools.com. \nTable 7: Height above Sea Level \n  Meters  Feet \nZhangmu (near Kodari)  2,300  7,544 \nKyirong (near Syaprubeshi)  2,600  8,500 \nLhasa  3,657  11,997 \nNathu La Pass  4,297  14,097 \nSource: Google Map Find Altitude. \nAs part of the revival of the Southwestern Silk Road, Rana and Chia (2014) have proposed four \nconceptual multimodal economic corridors: (i) Kolkata–Kathmandu–Lhasa–Kunming–ASEAN; \n(ii)  Kolkata–Kathmandu–Lhasa–Pakistan–Afghanistan–Central  Asia;  (iii)  New  Delhi–\nKathmandu–Lhasa-Kunming–ASEAN (linking up with the Delhi–Mumbai Industrial Corridor); \nand (iv) New Delhi–Kathmandu–Lhasa–Pakistan–Afghanistan–Central Asia (Figure 3).6 \nLohani (2005) and Pandey (2010) have made the case for a trans-Himalayan railway. While rail \ntransport  has  a  potential  advantage  over  roads  because  of  higher  speed,  shorter  border \ncrossings, and fewer en route delays, the extent to which this potential can be realized is \nsubject to debate (Arvis, Raballand, and Martheu 2011). Hence, the corridors proposed in this \nstudy are multimodal, both railways and roads, pending further analysis of feasibility. \n                                                \n6 These corridors are consistent with the corridors identified in the ADB–South Asian Association for Regional \nCooperation (SAARC) Regional Multimodal Transport Study. \n13 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \nFigure 3: Proposed Conceptual Multimodal Corridors in South Asia \n \nASEAN = Association of Southeast Asian Nations, PRC = People’s Republic of China. \nSource: Rana and Chia (2014). \nTransport corridors foster linkages between major urban centers and their relatively backward \nhinterlands. They generate the potential for development along the corridor and for exploiting \neconomies of scale, and provide opportunities for industrial agglomeration along the corridor. \nThey also provide an opportunity for complementary specialization to be exploited within a \ngeographic  region  and  to  link  remote  regions  to  global  supply  chains.  Sometimes,  trade \ncorridors or roads by themselves can also have negative impacts (Box 1). For this potential to \nbe realized, however, transport corridors have to be transformed into full-fledged economic \ncorridors,  where  stakeholders  are  fully  involved  in  coming  up  with  initiatives  to  promote \neconomic growth and poverty reduction. This has been the experience of the GMS and CAREC \nregions (Box 2). \nHowever, Nepal is only one of the countries involved in the proposed economic corridors. \nActions are required in the PRC as well as India. Just as in the GMS, CAREC, South Asian \nSubregional Economic Cooperation (SASEC), and more recently in the MIEC, ADB will have to \nplay an important role as a “facilitator, financier, honest broker, and technical advisor”. The \ndifference in size, institutional capacity, and the distribution of the benefits and costs among the \nthree countries involved in the proposed India–Nepal–PRC economic corridor will make ADB a \nwelcome balancing force and honest broker. \n14 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \n \nBox 1: Connectivity in the GMS and Impacts on the Lao People’s Democratic \nRepublic \nNot so long ago, references to economic development in Lao PDR typically mentioned \nthe disadvantages of being a country that is landlocked. Lao PDR was viewed as fated \nto grow less rapidly than its neighbors. But now, with the GMS corridors, Lao PDR finds \nitself as the pivot point between ASEAN’s 600 million people with $2 trillion in GDP, and \nthe PRC’s population of 1.3 billion and its $7 trillion economy. \nBut not all of the impacts of connectivity are positive. If Lao PDR ends up serving only \nas a “chute” for goods and passengers speeding between its richer neighbors, the \ncountry  could find  itself  lagging  even further  behind  the  region’s fast development. \n(Human trafficking would also increase.) The Lao PDR trucking industry, for example, is \nsuffering because of a recent agreement under which pre-inspected fruits from Thailand \ncan be transported cross-border to the PRC uninterruptedly, without being loaded into \nLao PDR trucks. \nFortunately, Lao PDR has plenty to offer, in regional commerce and supply chains as \nwell as in tourism. With wages rising sharply in the PRC and other Southeast Asian \ncountries, Lao PDR has been able to attract FDI in food processing, wood furniture, and \nthe apparel industry, and is able to sell finished products to neighboring countries using \nthe new transport infrastructure. It has also developed two special economic zones \n(SEZs) situated near routes connecting Thailand to the PRC and Thailand to Viet Nam. \nThese SEZs have attracted FDI to make products such as electrical wire, processed \nfoods, wood products, textiles, shoes, and handbags for export to neighboring countries. \nToyota is planning to locate in one of the SEZs to make interior components, including \nvehicle seat covers, to supply assembly plants in Thailand. \nImproved connectivity has enabled Lao PDR to attract more tourists to its world-class \nsites. Data show that most international visitors to the Indochina region now include Lao \nPDR in their itineraries. Data also show that more European tourists choose to enter Lao \nPDR via the bridge in Vientiane than through the Vientiane International Airport. \nSource: Bangkok Post, 1 July 2013. \n   \n15 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \nBox 2: GMS and CAREC Corridors, and the MIEC: the Role of ADB \nThe corridor approach to subregional development was adopted by ADB in 1992 in the Greater \nMekong subregion comprising Cambodia, Lao PDR, Myanmar, Thailand, and Viet Nam plus the \nPRC’s  Yunnan  Province  and  the  Guangxi  Autonomous  Region.  The  GMS  corridor  system \ncomprises three main corridors involving multiple routes: the North–South Economic Corridor, the \nEast–West Economic Corridor, and the Southern Economic Corridor. These corridors are oriented \ntowards seaports and provide valuable access to world markets for landlocked Lao PDR and \nYunnan province of the PRC. Of the three corridors, the North–South Economic Corridor is the \nmost advanced. \nInitially,  these  corridors  were  transport  corridors,  but  since  2008  efforts  have  been  made  to \ndevelop institutions to transform these corridors into full-fledged economic corridors. An Economic \nCorridors Forum (ECF) has been established to bring together the various stakeholders in corridor \ndevelopment—national  governments,  local  governments,  the  business  community,  and  civil \nsociety—to  network,  exchange  views,  recommend  initiatives  for  economic  development,  and \npromote corridor activity.  \nADB has taken on the role of secretariat as well as “roles of the facilitator, financier, honest broker, \nand technical advisor.” \nThe  Central  Asia  Regional  Economic  Cooperation  (CAREC)  Program  is  a  partnership  of  10 \ncountries in Central Asia, several of which are landlocked, supported by six multilateral institutions \nwith ADB as the secretariat. CAREC has identified six multimodal transport corridors that run \neast–west from the north of the PRC to Azerbaijan in the Caucasus, and north–south from the \nborder of Kazakhstan to Pakistan. Nearly 50% of the corridors have been built or rehabilitated, \ncovering almost 4,000 km of roads and 3,500 km of railways. There are plans to convert these \ntransport corridors into economic corridors. \nSources: Weimer (2009), ADB (2012). \n \n6.  NEPAL’S REGIONAL COOPERATION AND INTEGRATION \nPOLICIES \nNepal has adopted a multi-track approach to fostering RCI in connectivity with its neighbors and \nthe rest of the world, comprising actions at the national, bilateral, subregional, regional, inter-\nregional, and multilateral levels. \n6.1  National Policies \nSince it embarked on the periodic development planning exercise in 1956, Nepal has conducted \nan interventionist, protectionist, state-led policy, which has resulted in a large public sector, the \ndominance of state corporations, and a relatively closed economy. The serious macroeconomic \nimbalances  and  widening  current  account  deficit  in  the  mid-1980s  led  Nepal  to  start \nimplementing economic policy reforms to facilitate its integration with rest of the world by \nopening up its economy to trade in goods and services, technology, and investment.  The \neconomic reform process was further intensified in 1992, when the newly elected democratic \ngovernment brought about a sea change in economic and trade policies. The new government \ntried to inject new life into the economy by adopting a range of liberal and private sector-friendly \npolicies; enacting new rules and regulations and establishing new institutions; privatizing public \n16 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \nenterprises; and giving greater importance to the private sector in the economy. In the most \nrecent round of reforms, the government has improved tax administration, introduced a medium-\nterm expenditure framework, and started a reform of the financial sector.  \na) Trade and Industrial Policies \nEconomic policy reforms since early 1990s have substantially reduced the level and variations \nin nominal tariff rates in Nepal. The average applied Most Favored Nation (MFN) tariff rate had \nfallen to 12.1% by 2012, down from 39.8% in 1991 (Table 8). The tariff structure has also been \nstreamlined: the highest level of tariff had been reduced from 245% in 1991 to 80% in 2012, \nmostly applicable to motor vehicles.  \nTable 8: Nepal’s Average MFN Tariff Rate for Selected Years \n1991  2001  2012 \n \nAverage tariff rates (simple applied)  39.8  14.4  12.2 \nMaximum tariff rate  245  80  80 \nNumber of tariff bands  7  6 \n \nMFN = Most Favored Nation. \nSources: Government of Nepal, Economic Surveys: Trade Policy Review, Nepal; World Trade Organization (WTO) 2011: \nWorld Trade Indicators; World Bank. \nRecognizing the vital role of trade in the growth and transformation of its economy, Nepal has \nundertaken several major reviews of its trade policy. In 2009 it issued its first new trade policy \nsince its accession to the World Trade Organization (WTO) in 2004, fully consistent with the \nprinciples  of  the  WTO  and  adhering  to  the  principles  of  a  liberal,  open,  and  transparent \neconomic system. This new policy contained a variety of export promotion and trade facilitation \nmeasures to enhance Nepal’s competitiveness. In 2010, Nepal came up with the Nepal Trade \nIntegration  Strategy  (NTIS)  to  enhance  the  competitiveness  of  its  exports  and  seek \nopportunities abroad. This strategy seeks to improve market access and build domestic support \ninstitutions for exporters, and enhance the government’s capacity to coordinate trade-related \ninstitutions and development partners. \nInitiatives have been taken to establish integrated checkpoints at five major customs facilities in \nthe border areas and priority has been given to establish dry ports at all major customs points. \nEfforts have also been initiated to establish Special Economic Zones in major business hubs. \nThe government has drafted a Special Economic Zone Bill and submitted it for parliamentary \napproval.  \nb) Customs Reform and Modernization Policies  \nIn recent years, there have been a number of efforts to modernize the customs system to \nreduce  costs  and  clearance  times.  Customs  authorities  have  recently  finalized  their  latest \nCustoms Reform and Modernization Plan (2013–2017). This 4-year plan contains a number of \nmeasures in relation to: (i) simplification of procedures; (ii) establishment of client service desks \nat  border  offices;  (ii)  improvement  of  cargo  selectivity,  based  on  better  risk  management \nprofiling; (iv) more effective use of post clearance audits; (v) Memorandums of Understanding \nwith  the  trading  community;  (vi)  an  improved  valuation  data  base  access;  and  (vii)  zero \ntolerance of incorrect declarations. \nA major development has been the introduction and expansion of the Automated System for \nCustoms Data (ASYCUDA), which is now available at 15 customs posts. The government has \nbeen  planning  to  eventually  launch  a  web-based  clearance  system.  It  is  also  planning  to \nestablish a national single window to streamline trade procedures and reduce transaction costs \nfor doing business across the border. \n17 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \nc) Transport Sector Policies  \nThe transport sector in Nepal continues to be governed by the following policies: the National \nTransport  Policy  (2001),  the  20-year  Strategic  Road  Network  Master  Plan,  the  Priority \nInvestment Plan (PIP) 2007–2016, and the Local Infrastructure Development Policy (2004). \nThese policies recognize the need to connect the whole country and develop and extend a road \nnetwork that brings all people within reach of an all-season road within four hours walk in the \nhills  and  mountains  and  two  hours  walk  in  the  Terai.  Air  transport  is  focused  mainly  on \npromoting tourism and access to remote mountain districts, where road transport will not be \neconomically viable. \nIn the road subsector, substantial efforts are being made through partnerships with the donors \nto  help  the  Department  of  Roads  improve  its  road  management  capacity,  planning  and \nmonitoring capability, environmental and traffic safety practices, and control of overloading.  \nd) Energy Sector Policies  \nThe government’s policy initiatives in the energy sector include the Electricity Act 1992, which \nwas designed to develop and manage the hydropower regime in Nepal and to standardize and \nsafeguard electricity services. It dealt with issues such as licensing, royalties, duties and taxes, \ntariff fixation, and land acquisition. This was followed by the Hydropower Development Policy \nNepal (2001), which listed objectives and rules to govern the hydropower sector, including \nspecific functions relating to generation, transmission, and distribution, and the creation of an \nindependent power systems operator.  Recently, draft versions of the Nepal Electricity Act and \nthe Nepal Electricity Regulatory Commission Act have been approved by the Cabinet and \nsubmitted to Parliament in 2013: the former is to restructure Nepal Electricity Authority (NEA) \nthrough unbundling of its generation, transmission, and distribution operations; the latter is to \nset up an independent regulatory regime for the power sector, which has long been considered \nnecessary to attract investment into the sector. Other government initiatives include the National \nWater Resource Strategy 2002, which contains policy directives such as (i) NEA to become \ncommercially viable through corporatization, improved management, and separation of its rural \nelectrification operations; (ii) NEA to be unbundled by separately creating a transmission/load \ndispatch center; and (iii) generation to become the responsibility of a separate corporation. With \na declared state of energy crisis, the National Electricity Crisis Resolution Action Plan 2008 was \napproved  by  the  cabinet  with  various  action  points,  ranging  from  immediate  to  long-term \nstrategies, to deal with the worsening situation. These included increasing power imports from \nIndia,  construction  of  thermal  power  plants,  expanding  transmission  capacity,  and  curbing \nelectricity theft. In December 2006, the government set up a task force to prepare a road map \nfor a hydropower development plan in Nepal, with the objective of generating 10,000 MW in 10 \nyears.  \ne) Infrastructure Financing Policies  \nNepal  has  recently  recognized  the  need  to  engage  the  private  sector  in  infrastructure \ndevelopment.  The  priorities  are  the  construction  of  new  road  networks,  generation  of \nhydroelectricity, railways, and airports. It established the Nepal Investment Board to focus on \nmobilization of investment for mega infrastructure projects under public–private partnerships \n(PPP) and other suitable funding mechanisms. It introduced the Build, Own, Operate, and \nTransfer (BOOT) Act 2006, the Banks and Financial Institutions Act, and the Private Financing \nin Build and Operation of Infrastructures Act 2063 BS (2006).  \nRecently, Kathmandu–Kulekhani–Hetauda tunnel (58 km) project received the permission from \nthe government to be developed under the BOOT system. Some of the other projects under \nconsideration  for  private  participation  include  a  “fast-track”  north–south  corridor  linking \n18 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \nKathmandu with Terai, an east–west rail corridor in Terai, and two north–south corridors linking \nthe PRC with India. \nNumerous studies have indicated that the prolonged political instability that has weakened the \ncountry’s governance has been a critical constraint on private sector investment.7 The political \nuncertainties following the dissolution of the country’s constituent assembly in May 2012 have \ndisrupted the formulation and implementation of policies conducive to private investment. Of \nparticular importance is the delay in amending the Private Financing in Build and Operation of \nInfrastructures Act—popularly known as the BOOT act—which governs PPP investments and \ncurrently lacks clarity. For example, the government’s ability under the act in its current form to \ncancel concession agreements without effective compensation for the concessionaire in FDI \nand BOOT projects heightens the risk profile in the view of private investors and discourages \nthem from investing in Nepal. Moreover, the limited capacity of the bureaucracy and its weak \ngovernance has meant that a comprehensive strategy to deal with the exigencies of private \nsector development (PSD) is lacking. Among other obstacles to business, the private sector \nmust deal with slow bureaucratic procedures, weak enforcement of contracts, a cumbersome \ntax regime, and inconsistent policies. In 2010, the government set up the Nepal Business Forum \nto address these issues; facilitate a national platform for public–private dialogues; and establish \na structured, transparent, and results-oriented mechanism through which the public and private \nsector can collaborate to find solutions.  \n6.2  Bilateral Cooperation and Integration Policies \n Nepal has also attempted to improve cooperation with its neighboring countries. \na) Nepal–India Cooperation \nThe governments of Nepal and India have a long history of cooperation on trade and transit. \nThe treaties governing bilateral trade and transit between the two countries include: (i) the \nTreaty of Trade, (ii) the Treaty of Transit, and (iii) the Railway Service Agreement. \nThe Treaty of Trade was renewed in October 2009 for 7 years. Under this treaty, India and \nNepal accord each other unconditional MFN treatment; they also exempt imports of certain \nprimary products from customs duties and quantitative restrictions on a reciprocal basis; and \nIndia  grants  (non-reciprocal)  preferential  treatment  to  almost  all  industrial  products \nmanufactured in Nepal to promote the industrial development of Nepal. The renewed treaty has: \n(i) expanded the list of primary products with duty free access to India; (ii) agreed to recognize \nthe sanitary and phyto-sanitary certificates issued by the competent authority of the exporting \ncountry  if  that  authority  is  internationally  accredited;  (iii)  adopted  a  joint  mechanism  for \nclearance of perishable goods; (iv) established an Inter-Governmental Sub-Committee at the \njoint-secretary level in addition to an Inter-Governmental Committee; and (v) agreed to capacity \nbuilding  for  Nepal  on  technical  standards,  quarantine  and  testing  facilities,  and  human \nresources.                                                                                                                                                                                                                                                                                                                                           \nThe Treaty of Transit, which was renewed in March 2006 and again in 2013, confirms transit \nrights through each other’s territory through mutually agreed routes and modalities, restricting \nNepalese traders to the use of only the port, at Kolkata–Haldia. India allows Nepali trucks to \noperate on designated routes. Indian trucks can go anywhere in Nepal as long as they return to \nIndia within 72 hours. Goods can move by road or rail through the two countries. The Inland \n                                                \n7 World  Economic  Forum  (2013);  ADB,  Department  for  International  Development,  and  International  Labour \nOrganization (2009).  \n \n19 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \nClearance/Container Depot (ICD) in Birgunj and the extension of the railway line from Raxaul to \nBirgunj has facilitated the direct movement of goods by rail between the two countries. \nAs part of a 2012 review of the Rail Services Agreement, India agreed to the movement of \ncontainerized railway cargo between all ICDs and Integrated Check Posts (ICPs) between \nNepal and India through which Nepal is authorized to carry out third country trade. However, \nbreak bulk and open wagons are still not permitted, restricting the types of products Nepal can \ntrade internationally. \nNepal and India have also signed an Agreement of Cooperation to Control Unauthorized Trade \nbetween India and Nepal, a Double Taxation Avoidance Agreement, Bilateral Investment \nPromotion and Protection Agreement (BIPPA), and Air Service Agreement. Moreover, the two \ncountries have signed a bilateral agreement to exchange power to address the seasonal \ndisparity of demand and supply of electricity in both countries.  \n \nb) Nepal–Bangladesh Cooperation \nIn 1976, Nepal and Bangladesh signed a bilateral agreement on transit under which traffic-in-\ntransit was made exempt from customs duty and from all transit duties or other charges (except \nreasonable charges for transportation). It provides six points of entry and exit for the movement \nof traffic-in-transit through Bangladesh ports and border crossings—Mongla Port, Chittagong \nPort, Birol, Banglabandha, Chilahati, and Benapole. However, the agreement is bilateral rather \nthan tripartite and Nepal still needs Indian consent to reach Bangladesh through India. It may be \nthat this agreement is largely symbolic, as this is not considered to be a commercially viable \ntransit route. Furthermore, rail connection between Nepal and Bangladesh is also possible on \nthe Rohanpur–Singhabad sector. The necessary studies on the feasibility of this route have \nbeen conducted, but the government has yet to make the necessary arrangements and \namendments to make the route fully operational.  \nc) Nepal–PRC Cooperation \nNepal and the PRC have concluded a number of trade and trade-related treaties. These include \nthe Trade and Payment Agreements 1981, the Agreement with Tibet Autonomous Region \n(TAR) of the PRC on Trade and Other Related Matters 2002, the Bilateral Road Transportation \nAgreement 1994, the Agreement of Cooperation for Industrial Product Inspection 2005, and the \nAir Services Agreement 2003. Moreover, a Memorandum of Understanding between Nepal and \nTAR of the PRC to establish a Nepal–Tibet Trade Facilitation Committee was signed on 2 \nSeptember 2009. The letter of exchange of 14 May 2010, which provides zero-tariffs for 4,721 \nexports to the PRC, could also serve as an important step in promoting Nepal’s exports to the \nPRC.  \nThe Trade and Payments Agreements 1981 also identified three trading points for frontier trade: \nKodari–Nyalam,  Rasuwa–Kerung,  and  Yari  (Humla)–Purang.  Two  further  trading  points, \nKimanthang–Riwu and Nechung (Mustang)–Lizi, were added through letters of exchange on 3 \nDecember 2003, and it was recognized that the Olangchunggola–Riwu trading point was also in \noperation. The provisions of the traditional border trade on barter basis and the movement of \nthe border inhabitants were also given continuity by the agreement. The Kodari–Nyalam (41 km) \ntrading route was the only trading point with a road connection until recently. With the recent \ncompletion of the Syaphrubesi–Rasuwagadhi (18 km) road, Rasuwa–Kerung (22km) has also \ncome into operation. \n20 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \n6.3  Subregional Cooperation and Integration Policies \nNepal  has  played  an  active  role  in  the  South  Asian  Subregional  Economic  Cooperation \n(SASEC) program, which is designed to promote subregional cooperation initiatives between \nBangladesh, Bhutan, India, and Nepal. It aims to foster cooperation among these countries in \nthe areas of transport, energy, and trade. Nepal perceives that the advantage of SASEC lies in \nits pragmatic, results-oriented, and project-based focus. ADB assumed the role of facilitator in \nsupporting  the  SASEC  initiative  program  as  an  honest  broker.  SASEC  provided  strategic \ndirections  and  venues  for  dialogue  and  decision-making  regarding  identification  and \nimplementation  of  cross-border  projects.  Following  the  successful  meetings  of  its  working \ngroups in Bangkok (20–22 October 2011) and Kolkata (5 March 2012), the SASEC program has \nmade substantial progress, particularly in the areas of transport, trade facilitation, and energy.  \n6.4  Regional Policies \nNepal played an active role in the formation of the economic development-oriented South Asian \nAssociation  for  Regional  Cooperation  (SAARC)  and  hosts  its  secretariat.  The  original \nseven members (Bangladesh, Bhutan, India, the Maldives, Nepal, Pakistan, and Sri Lanka) \nsigned  the  South  Asian  Preferential  Trading  Arrangement  (SAPTA)  in  1993.  Afghanistan \nbecame a member in 2008. The objective of SAPTA was to promote and sustain mutual trade \nand economic cooperation among the member states through exchange of trade concessions. It \nwas  agreed  that  SAPTA  would  be  a  first  step  to  higher  levels  of  trade  liberalization  and \neconomic cooperation among the members.  \nNepal is also a party to the South Asian Free Trade Agreement (SAFTA), whose members have \ncommitted to a 10-year tariff phase-out beginning in 2006. Members reached an agreement on \nsome  outstanding  issues  to  render  SAFTA  effective  from  January  2006,  which  include \nsafeguard  measures—sensitive  lists  (to  be  within  20%  of  the  total  tariff  lines  of  member \ncountries) and rules of origin (at least 40% value addition)—as well as a revenue compensation \nmechanism for the least developed country (LDC) members for loss of customs duties (to be in \nplace  for  4  years).  The  SAFTA  agreement  does  not  address  cross-border  investment  or \nmovement of labor, and no timeframe has been set for eliminating NTBs. In 2010, the SAARC \nAgreement  on  Trade  in  Services  (SATIS)  was  signed  with  the  aim  of  fostering  economic \nintegration in the region.8 \nThe net benefits from regional integration under SAFTA for Nepal depend on scale economies \ngained from access to a larger market, offsetting any trade diversion and loss of customs \nrevenue (Karmacharya 2005). Given that it already has significantly higher interregional trade by \nvirtue of its ties with India, particularly important for Nepal would be whether and how the \npreferential trading agreement with India is integrated into SAFTA. The impact on tariff-free \nmarket access to the Indian market as well as a reduction in NTBs would be crucial. However, \nas  trade  gains  might  be  limited  by  similar  production  structures  and  factor  endowments, \nappropriate focus would be required on improving trade facilitation (transit agreements, lowering \ntrade-related costs through more efficient customs procedures, and harmonizing standards). \nThe benefits of SAFTA will also depend on the effective and time-bound implementation of \nsafeguard measures, better infrastructure, and regional connectivity.  \n                                                \n8 The signing took place during the Sixteenth SAARC Summit held in Thimpu, Bhutan. \n21 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \n6.5  Inter-regional Policies \nNepal is a member of the Bay of Bengal Initiative for Multi-Sectoral Technical and Economic \nCooperation (BIMSTEC), which entered into force in 1997 as a forum to facilitate and promote \ntrade, investment, and technical cooperation among participating countries. It consists of five \nSAFTA member countries (Bangladesh, Bhutan, India, Nepal, and Sri Lanka), plus Myanmar \nand Thailand of ASEAN.9 BIMSTEC has identified 13 broad sectors for cooperation, including: \ntrade and investment, technology, tourism, transport and communication, energy, agriculture, \nfisheries, poverty alleviation, and counter-terrorism and transnational crimes.10  \nIn 2004, BIMSTEC parties agreed to establish the BIMSTEC Free Trade Area Framework \nAgreement  on  goods,  services,  and  investment.  Article  3  of  the  agreement  provides  that \nproducts,  except those  included  in  the  “negative  list,”  will  be  subject  to tariff reduction  or \nelimination on the basis of fast and normal tracks for its developing country parties (India, Sri \nLanka, and Thailand) and LDC parties (Bangladesh, Bhutan, Myanmar, and Nepal). Rules of \norigin have not yet been agreed among BIMSTEC countries. These issues are being discussed \nin BIMSTEC’s Trade Negotiating Committee. \n6.6  Multilateral: World Trade Organization and Nepal \nNepal had applied for membership of the General Agreement on Tariffs and Trade (GATT) in \n1989 and finally acceded to the WTO in April 2004 following a strenuous accession process. It \nbecame the first LDC member to join the WTO through the accession process. Nepal is an \nactive participant in WTO negotiations. It participates mainly in NAMA, Agriculture, Services, \nTrade-Related  Aspects  of  Intellectual  Property  Rights  (TRIPS),  Trade  Facilitation,  Sub-\ncommittee  on  Least  Developed  Countries,  Special  and  Differential  (S&D)  treatment,  and \nSanitary and Phytosanitary Agreement (SPS) negotiations. Mostly, Nepal raises issues related \nto LDCs.  \nIn the process of accession, Nepal had made several commitments, many of which have \nalready been implemented. Regarding those that remain to be implemented, although Nepal is \nfully committed to implementing them, the government intends to do so gradually and prudently \nto avoid hurting Nepal's already weak and vulnerable economy as much as possible. As part of \nthis  process,  the  Ministry  of  Commerce  and  Supplies  (MoCS)  has  launched  a  project  to \nimplement  the  remaining  WTO  commitments.  The  ministry  has  formed  a  committee \nrepresenting  concerned  agencies  and  other  stakeholders  to  support  and  oversee \nimplementation of WTO commitments. \n                                                \n9 BIMSTEC was initiated with the goal of combining the \"Look West\" policy of ASEAN with the \"Look East\" policy of \nSouth Asia. The purpose and principles of BIMSTEC date back to the Bangkok Declaration of 6 June 1997 on the \nestablishment of Bangladesh–India–Sri Lanka–Thailand Economic Cooperation (BISTEC). Nepal had participated \nas an observer from 1998 and became member in 2004, together with Bhutan. \n10 See BIMSTEC online information. Viewed at: http://www.bimstec.org/about_bimstec.html. \n22 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \n7.  ONGOING AND PRIORITY CONNECTIVITY-RELATED \nREGIONAL COOPERATION AND INTEGRATION \nPROJECTS IN NEPAL \n7.1  Recently Completed and Ongoing Regional Cooperation and \nIntegration Projects \nAppendix 2 provides a detailed list of recently completed and ongoing connectivity-related RCI \nprojects in Nepal, together with their expected benefits and costs.11 The key RCI connectivity \nprojects are: \n(i)  Nepal Multimodal Transit and Trade Facilitation Project, which focused on constructing \nInland Container Depots (ICDs) at three locations along the Indian border: a rail-based \nICD at Sirsiya (close to the Birgunj border), where rail traffic from India is transshipped to \nroad trucks in Nepal; and road-based ICDs at Biratnagar in the eastern part of Nepal and \nBhairahawa to the west of Kathmandu. \n(ii) Syaphrubesi–Rasuwagadhi Road Project and the Galchi–Trisuli–Dhunche–Syaphrubesi \nroad under the Road Connectivity Sector I Project: the Syaphrubesi–Rasuwagadhi road \nlinked  Rasuwa  in  Nepal  to  Kerung  in  Tibet  and  together  with  the  Galchi–Trisuli–\nDhunche–Syaphrubesi road provides the second alternative road connecting the PRC \nwith India. It is believed that this road has greater potential than the present one through \nKodari. \n(iii) Integrated Check Posts Project, which helped to construct and improve four integrated \ncheck posts (ICPs) on the border with India. These included check posts in Raxaul \n(India)–Birgunj (Nepal), Sunauli (India)–Bhairahawa (Nepal), Jogbani (India)–Biratnagar \n(Nepal), and Nepalgunj Road (India)–Nepalgunj (Nepal). \n(iv) B. P. Koirala Highway Project, which seeks to connect the capital city of Kathmandu with \nthe Eastern Terai and link them to neighboring cities in India. This road link will also \nprovide an alternative link between Kathmandu and the Terai. \n(v) Airport Enhancement Project, has been upgrading Tribhuvan International Airport (TIA) \nand three domestic airports. \n(vi) Sub Regional Transport Enhancement (STEP) Project, which aims to facilitate efficient \nand safe transport within Nepal, with India and through India, with Bangladesh, and with \nBhutan by (a) improving connectivity of remote areas with national and subregional \nmarkets,  and  (b)  enhancing  the  capacity  of  major  international  trade  corridors  in \nconjunction with customs system improvement. \n(vii)  SASEC Trade Facilitation Project aims to help the three SASEC countries, including \nNepal,  adopt  an  international  customs  administration  protocol,  upgrade  existing \nautomated customs management systems, and establish web-based electronic trade \nportals, which will give importers and exporters timely, accurate information. \n(viii) Nepal–India Electricity Transmission and Trade Project, which seeks to establish cross-\nborder transmission capacity of about 1,000 MW to facilitate electricity trade between \nIndia and Nepal and to increase the supply of electricity in Nepal by at least 100 MW. \n                                                \n11 For details, see Karmacharya (2013). \n23 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \n(ix) East–West Optical Fibre Cable Project, which includes placing 858 km of optical fibre \nalong the East–West Highway. \n(x) SASEC Information Highway Project, which seeks to develop (i) a SASEC regional \nnetwork with fiber-optic and data interchangeable capacity, (ii) a SASEC village network \nby expanding broadband information and communications technology (ICT) access, and \n(iii) a SASEC research and training network to build technical and business skills in ICT. \n(xi) South  Asia Tourism  Infrastructure  Development  Project,  which  aims  to  develop  the \nNepal side of the “Footsteps of the Lord Buddha Circuit” by focusing interventions on \nLumbini.  \n(xii)  SASEC  Road  Connectivity  Project,  which  aims  to  enhance  local  and  regional \nconnectivity  along  the  Kakarbhitta  (Nepal)–Panaitanki  (India)–Phulbari  (India)–\nBanglabandha  (Bangladesh)  regional  road  corridor  identified  by  the  ADB-supported \nSAARC Regional Multimodal Transport Study (SRMTS). In particular, the project aims to \nimprove  the  East–West  Highway  links  around  the  Indian  border  in  the  east  and \nincreasing the cross-border trade volume and hence regional economic growth. \n(xiii) Nepal India Trade and Transport Facilitation Project, which aims to decrease transport \ntime and logistics costs for bilateral trade between Nepal and India and transit trade \nalong  the  Kathmandu–Kolkata  corridor  for  the  benefit  of  traders  by  reducing  key \ninfrastructure  bottlenecks  in  Nepal  and  by  supporting  the  adoption  of  modern \napproaches to border management. \n(xiv) Tatopani Frontier Inspection Station Project, which seeks to construct a dry port at \nLarcha in Tatopani, the main customs point between Nepal and the PRC. The project is \nexpected  to  facilitate  trade  between  the  two  neighboring  countries  by  reducing  the \nmassive congestion at the Tatopani customs point. \n7.2  Priority Regional Cooperation and Integration Connectivity \nProjects for Nepal \nThe priority RCI connectivity projects that should convert Nepal into a land-linked state are:12 \na) Transport Sector (Appendix 3) \n(i)  Completion of the Kathmandu–Kulekhani–Hetauda Tunnel Road (the “Tunnel Road”), \nwhich is at the planning stage and implementation has been proposed to start soon. This \nwill be a new mountainous road along an entirely new alignment connecting Kathmandu \nwith Hetauda in the south. The project will be developed under a PPP scheme by a \nprivate company. \n(ii) Upgrading of four important trade routes to six-lane highways to facilitate bilateral trade \nwith  India.  These  include:  (i)  Pathalaiya–Birgunj  (Nepal)–Raxaul  (India)  Road;  (ii) \nDharan–Biratnagar (Nepal)–Jogbani (India) Road; (iii) Belhiya (Nepal)–Sunauli (India) to \nBhairahawa–Butawal Road; and (iv) Suryabinayak–Dhulikhel Road (Appendix 3). \n(iii) Upgrading of the Kathmandu–Kolphu–Trishuli–Syaphrubesi–Raswagadhi corridor to a \nhigh quality (7-meter wide paved) road and connecting it to the fast-track Kathmandu–\nBirgunj road. An ICD also needs to be built at Raswagadhi. \n                                                \n12 The projects were identified based on the authors’ assessments of their development impacts and discussions with \nseveral researchers. \n24 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \n(iv) Upgrading of the international airport in Kathmandu, upgrading of airports in various \nparts of the country and building a new international airport somewhere in the country \n(possibly in Nijgadh) to reduce pressure at the Kathmandu airport and to act as a \ndiversion airport in case of adverse weather.  \n(v) Establish new rail links between the Nepalese border towns and the Indian rail network \nat five locations on the Indo-Nepal border.13 One of these rail links could eventually \nconnect to Kathmandu. \n(vi) Consider the Trans-Himalayan Railway project to link the PRC with India. For bulky \nitems, railroads will be more cost-effective than roads. Railroads will be more energy- \nefficient and environmentally-friendly as well. A recent feasibility study has established \nthe viability of a railway from Kathmandu to Birgunj. Also, the Beijing–Tibet Railway has \nalready reached Xigaste, a PRC city close to Nepal.  \nb) Energy  \nPrioritize the three projects that were proposed in ADB’s SAARC Regional Energy Trade Study \n(SAARC Secretariat 2010). \n(vii) SASEC Power System Expansion ($180 million), which will support the construction and \noperation of national high-voltage transmission lines for domestic demand and also \nenhance cross-border power trading capacity. The interconnection between Nepal and \nIndia will eventually form part of interconnected SASEC power systems. \n(viii) Subregional Transmission Capacity Expansion Project ($225 million), which targets the \nstrengthening and expansion of transmission systems and will enable Nepal to benefit \nmore extensively from its abundant hydropower resources. \n(ix) Project  Preparatory  Facility  ($21  million),  which  is  intended  to  prepare  a  series  of \nhydropower projects and related transmission infrastructure for development in Nepal, \nemphasizing private sector participation and regional integration. \nc) Trade Facilitation \n(x) Prioritize modernizing customs procedure under the SASEC Trade Facilitation Program II \n($60 million) supported by ADB. \n8.  CONCLUSIONS \nThis paper makes the case for a connectivity-driven development strategy for Nepal by making \nit a land-linked state between South Asia, the Association of Southeast Asian nations (ASEAN), \nand the People’s Republic of China (PRC). It has argued that such a strategy is not a really new \none for Nepal as in the past the country was strategically located on the Southwestern Silk \nRoad. A number of factors have strengthened the case for reviving the Southwestern Silk Road \nfor the mutual benefits of the countries it straddles. However, a large number of constraints will \nhave to be overcome for Nepal to be able to realize this vision. The main constraints are the \nunstable  political  situation  and  rampant  corruption  in  the  country—which  is  hampering \nimplementation of projects—the chronic lack of financial resources, and the lack of goodwill \nfrom some of the neighboring countries. The quality of infrastructure is also poor in Nepal. \nPartnerships with neighboring countries and donor support will be the key factors determining \nthe success of the proposed connectivity-driven strategy. \n                                                \n13 Nepalgunj, Bhairahawa, Janakpur, Biratnagar, and Kakarbhitta. \n25 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \nThis paper has proposed four conceptual corridors to connect South Asia with the PRC and \nASEAN. Further research has to be undertaken to fully assess the economic impacts of these \nproposed corridors, using a geographical simulation model (e.g., Kimura and Umezaki 2010) or \na global computable general equilibrium model (e.g., Bhattacharyay, Kawai, and Nag 2012). \nSuch an approach was beyond the scope of this paper. \n26 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \nREFERENCES \nArvis, J. F., G. Raballand, and J. F. Marteau. 2011. Connecting Landlocked Developing \nCountries to Markets: Trade Corridors in the 21st Century. Washington, DC: World Bank.  \nAhmed S., S. Kalegama, and E. Ghani, eds. 2010. Promoting Economic Cooperation in South \nAsia. New Delhi: SAGE Publications. \nAsian Development Bank. 2006. RRP on the Proposed Asian Development Fund Grant and TA \nGrant for The Kingdom of Nepal: Road Connectivity Sector I Project. Manila: ADB. \nAsian Development Bank. 2009. Department for International Development and International \nLabour Organization. Nepal: Critical Development Constraints. Country Diagnostics \nStudies. Manila: ADB. \nAsian Development Bank. 2010. RRP on Proposed Loan and Grant Nepal: Subregional \nTransport Enhancement Project. Manila: ADB. \nAsian Development Bank. 2011. Nepal Subregional Transport Facilitation Project—Completion \nReport. Manila: ADB. \nAsian Development Bank. 2012. RRP on Proposed Loans and Grants South Asia Subregional \nEconomic Trade Facilitation Program. Manila: ADB. \nBohara, A. 2010. Prospects of a Trilateral Trans-Himalayan Economic Cooperation Agreement: \nChina, Nepal, and India. University of New Mexico. Unpublished.  \nBhattacharyay, B.N, M. Kawai, and R. Nag. 2012. Infrastructure for Asian Connectivity. \nCheltenham, United Kingdom: Edward Elgar Publishing.  \nIndian Embassy, India–Nepal Economic Cooperation Programme. \nhttp://www.indianembassy.org.np/uploaded/economic_cooperation/India-\nNepal%20Economic%20Cooperation.pdf. \nInternational Telecommunications Union. 2013. Measuring the Information Society 2013. \nGeneva, Switzerland: ITU. \nJones, R. W., and H. Kierzkowski. 1990. The Role of Services in Production and International \nTrade: A Theoretical Framework. In: The Political Economy of International Trade: \nEssays on Honor of Robert E Baldwin, edited by R.W. Jones and A.O. Krueger. Oxford, \nUnited Kingdom: Basil Blackwell.  \nKarmacharya, B. K. 2005. South Asian Free Trade Agreement: Country Paper on Nepal. In: \nSouth Asian Free Trade Agreement: Opportunities and Challenges. Washington, DC: US \nAID.  \nKarmacharya, B. K. 2010. A Study on Cross-Border Informal Trade Between Nepal and India on \nSelected Agricultural Commodities. Report prepared by Nepal Council for Development \nResearch (NECDER) for Food and Agricultural Organization (FAO).  \nKarmacharya, B. K. 2013. Stock Taking Analysis of RCI Projects in Nepal. Report prepared for \nthe Asian Development Bank. \nKarmacharya, B. K. et al. 2004. Informal Trade in SAARC Countries: Case of Nepal, India and \nSri Lanka. South Asia Economic Journal 5(1): 27–54. \n \n27 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \nKimura, F., and S. Umezaki, eds. 2011. ASEAN–India Connectivity: The Comprehensive Asia \nDevelopment Plan, Phase II (ERIA Research Project Report 2010, No. 7). Jakarta: \nEconomic Research Institute for ASEAN and East Asia. \nLee, K.Y. 2013. Once China Catches Up—What Then? Forbes Magazine. 17 September. \nLohani, P.C. 2005. Trans-Himalayan Railway from China to India via Nepal Would Be a Win–\nWin Situation for All”, published in Highlander (http://www.highlandernepal.com). August. \nPandey, N.N. 2010. Developing Infrastructure Connectivity between India and China through \nNepal. Unpublished conference paper.  \nRana, P.B., and W.M. Chia. 2014. The Revival of the Silk Roads (Land Connectivity) in Asia. \nRSIS Working Paper No. 274. May. \nSAARC Secretariat. 2007. SAARC Regional Multimodal Transports Study., Kathmandu, Nepal \nSAARC Secretariat. 2010. SAARC Regional Energy Study. Kathmandu, Nepal. \nSouth Asia Watch on Trade, Economics, and Environment (SAWTEE). 2012a. A Study on \nNepal–India Trade. Unpublished.  \nTan, C., 1999. In the Footsteps of Xuanzang: Tan Yun-Shan and India. New Delhi: Gyan \nPublishing House.  \nWorld Bank. 2004. Implementation Completion Report on a Credit in the Amount of SDR 17.00 \nMillion (US$ 23.5 million equivalent) to the Kingdom of Nepal for a Multimodal Transit \nand Trade Facilitation Project. Washington, DC: World Bank. \nWorld Bank. 2007. Nepal Multimodal Transit Project, Project Performance and Assessment \nReport. Washington, DC: World Bank. \nWorld Bank. 2011. Project Appraisal on a Proposed Credit in the Amount of SDR 53.8 million \n(US$84 million equivalent) and a Proposed Grant in the Amount of SDR 9.7 million \n(US$15 million equivalent) to Nepal for a Nepal–India Electricity Transmission and Trade \nProject. Washington, DC: World Bank. \nWorld Bank. 2013. Doing Business 2013—Smarter Regulations for Small and Medium-Size \nEnterprises. Washington, DC: World Bank. \nWorld Bank. 2013. Nepal–India Trade and Transport Facilitation Project. Project Appraisal \nDocument (Pre-negotiation stage). Washington, DC: World Bank. \nWorld Bank. 2013. Nepal–India Trade and Transport Facilitation Project. Project Information \nDocument. Concept Note. Washington, DC: World Bank. \nWorld Economic Forum. 2013. The Global Competitiveness Report 2012–2013. Geneva, \nSwitzerland: WEF. \n \n28 \n ", "ADBI Working Paper 498                                      Rana and Karmacharya \nAPPENDIX 1 \nNepal and India are linked together by age-old geographic, cultural, social, and economic ties. \nHistorical records show the extensive trade relations between Nepal and India dating back to \nthe golden age of the Guptas beginning in 320 AD. This continued during the British colonial \nrule over India and to the present day. While trading with India is important for Nepal, India’s \nmotivation for trading with Nepal is largely strategic because the volume of trade with Nepal \nrepresents only a fraction of India’s trade globally. Although relations between India and Nepal \nare intimately intertwined, they are fraught with difficulties, due in part to the asymmetric power \nrelations between the two neighbors (SAWTEE 2012a). \nHistorically, Nepal’s cultural and economic ties with Tibet were also quite extensive. There are \nhundreds  of  cave  dwellings  in  the  upper  Mustang  Valley  of  Nepal  filled  with  magnificent \ncenturies old Hindu and Buddhist paintings. These vast cave settlements are evidence that the \nvalley was frequented by pilgrims from Tibet and India (Bohara 2010). On the economic front, \nNepal and Tibet traded salt, rugs, and spices for centuries and Nepal used to have a strong \nbusiness presence in Lhasa. Even now, there are hundreds of Nepalese permanently settled in \nTibet (Bohara 2010). \nIn those days, cultural and trade relations between the PRC and India were close. As Tan \n(1999) writes, “India and PRC are naturally a pair of sister countries. Their similarities and their \nassociations are great, numerous, and intimate. Looking over the geography and history of all \nthe nations in the world, we find there are not any other two nations that can be compared to our \ntwo countries. This is true from every respect and from every standard of observation and \njudgment. Our two countries, both situated in the bright and glorious continent of Asia. India to \nthe south–west and PRC to the north-east, spread out lordly in different directions but yet are \nlinked up at the main line, just like the two wheels of a carriage or the two wings of a bird, and, \neven better to say, like the two hands and feet or the two ears and eyes of a person. And the \nHimalayas,  gigantic  and  majestic,  brilliant  and  magnificent,  exactly  resemble  the  common \nbackbone, or the shoulders, or the neck, and also the nerve system of theirs. Though their \nboundaries are marked off, yet the physical shape is similar.” \nNepal also used to be an entrepôt or a gateway for India and PRC trade during historical times, \nas alluded to in the preceding paragraph, and the country benefited significantly from this role.1 \nIn those days, prosperity of Nepal and its major cities was well synchronized with those of its \nneighbors in the north and the south and during much of the Moghul era and the Tang dynasty \nin the PRC, Nepal was a prosperous state (Pandey 2010). The Licchavi and Malla kings in the \n14th and 15th centuries, in particular, encouraged Nepalese businessmen to arbitrage between \nthe two countries. One Licchavi king, Angsuverma, even got his daughter, Bhrikuti, married to \nthe emperor of Tibet. \n                                                \n1 For centuries Nepal was a cradle of refuse in the middle of the Himalayas. It was a place where Hinduism, \nBuddhism, and Animism met (www.panasiacreativity.com). \n29 \n ", "ADBI Working Paper 498                                              Rana and Karmacharya \nAPPENDIX 2  \nTable A2: Detailed List of Recently Completed and Ongoing Regional Cooperation and Integration Connectivity Projects in \nNepal, 2010 onward \n  Sector/  Description/Components  Benefits  Cost  Funding \n  Subsector  Source \nNepal Multimodal  TF  $21.4 million  World Bank \nConstruction of ICDs at three locations along the  Reduce  the  transport  costs  of  Nepal’s \nTransport  \nIndian border: a rail based ICD at Sirsiya, Birgunj;  foreign trade, streamline trade and transit \n(1997–2003) \nand  road  based  ICDs  at  Biratnagar  and  procedures,  and  improve  the  efficiency \nBhairahawa.  and  organization  of  transit  trade \ndocuments. \nSubregional  Road/TF  $27 million  ADB \ni. Construction of a two-lane access road from  i. Reduction in transportation cost on the \nTransport \nBirgunj ICD (Padam road) to Tribhuvan Highway  cross-border  movements  of  goods  and \nFacilitation Project \n(about 12.4 km);   passengers;  through  the  time-saving  in \n(2005–2010) \ngoods dwelling time, customs clearance, \nii.  Upgrading  of  a  shortcut  gravel  road  from \nand pilferage and damage of goods during \nBhairahawa to Bhumahi at East–West Highway \nstorage in the customs area. \n(EHW)  to  two-lane  access  road  leading  to \nKathmandu and other parts of Nepal (about 29 \nkm); \niii.  Construction  of  an  ICD  at  Kakarbhitta  in \neastern Nepal. \nSyaphrubesi– Road  $8.5 million  PRC \nDevelopment of alternative trans-boundary route  Facilitate  economic,  tourism,  and \nRasuwagadhi Road \nbetween Nepal and the PRC.  marketing  activities  between  Nepal  and \nProject \nthe PRC. \n(2010–2012) \nRoad Connectivity  Road  $80 million  ADB \nUpgrading of roads (227 km) including Galchi– Syaphrubesi–Rasuwagadhi Road together \nSector I Project  \nTrisuli–Dhunche–Syaphrubesi road.   with Galchi–Trisuli–Dhunche–Syaphrubesi \n(2006–2012) \nroad provides the second alternative road \nconnecting the PRC and India. \nIntegrated Border  TF  $130 million  India \nDevelopment of four Integrated Check Points at  New ICPs will reduce congestion at the \nCheck Posts  \nthe main borders with India.  border and transaction costs. \n(2011–) \n \nB.P. Koirala  Road  ¥25.8 billion  Japan \nAlternative road connecting Kathmandu with the  Reduced  travel  distance/time/transport \nHighway Project \nMid-Eastern Terai and linking with neighbouring  cost  between  Kathmandu  valley  and \n(1996–2015) \ncities in India.  eastern Terai.  \n30 \n ", "ADBI Working Paper 498                                              Rana and Karmacharya \nAirport Transport  Air  $92 million  ADB \nImplementation  of  Airport  Master  Plan  for  Developments will improve air connectivity \nCapacity \nTribhuvan International Airport with extensions to  by  attracting  larger  aircraft,  improve \nEnhancement \nrunways,  additional  taxiways,  extension  to  terminal condition, and enhance safety. \nProject \ninternational terminal and new domestic terminal. \n(2011–2014) \nSouth Asia Tourism  Air    ADB \nDevelopment of the Nepal side of the “Footsteps  Improve  air  access  to  Lumbini  by \nInfrastructure \nof  the  Lord  Buddha  Circuit”  by  (i)  improving  upgrading  the  Gautam  Buddha  Airport \nDevelopment \nLumbini’s environmental quality, presentation of  (Bhairahawa)  to  regional  international \nProject \nthe site, and visitor facilities and (ii) enhancing the  airport standard, as an alternative airport \n(2009–) \nair connectivity to Lumbini.  to TIA in case it ever has to close, and to \ncater  for  the  tourist  trade  from  India \nvisiting Lord Buddha’s birth place. \nSASEC Road  Road  $97 million  ADB \nCreation of year-round passable conditions along  Enhanced local and regional connectivity \nConnectivity Project \nthe East–West Highway, which links around the  along the Kakarbhitta (Nepal)–Panaitanki \n(2013–) \nIndian border in the east.   (India)–Phulbari (India)–Banglabandha \n(Bangladesh) regional road corridor and \nincreased cross-border trade volume and \nhence higher regional economic growth. \nSubregional  Road+TF  $76 million  ADB \nImprove the country’s network totalling 195 km, by  Savings vehicle operating cost and time-\nTransport \n(i)  providing  north–south  link  of  the  country’s  savings for traffic of goods and services. \nEnhancement \nnortheastern  region  to  the  east–west  highway  Increased production in the area served.  \nProject (2010–) \n(EWH); and (ii) improving major international trade \ncorridors  in  the  country  in  conjunction  with \ncustoms system improvement. \nSASEC Trade  TF  $15 million  ADB \nCustoms Reform and Modernization–upgrading of  Developments  will  reduce  cross-border \nFacilitation Program \nICT,  simplification  and  harmonization  of  transactions costs and facilitate trade. \n(2013–) \nprocedures and documentation, development of a \nNational Single Window. \nNepal India Trade  Road+TF  $48 million  World Bank \nUpgrading of 33 km of the Mungling–Narayanghat  Improvement  on  a  critical  section  of \nand Transport   \nroad section and studies on axle load control and  existing main trade corridor. \nFacilitation Project   \nroad safety measures. \n(2013–)  Modernization  of  transport  and  transit   \nModernization  of  transport  and  transit  arrangements,  institutional  capacity   \narrangements, institutional capacity strengthening,  strengthening, and development of a trade  $32 million \nand development of a trade portal.  portal.   \nTatopani Frontier  TF    PRC \nConstruction of a dry port at Larcha in Tatopani,  Facilitate  trade  between  the  two \nInspection Station \nthe main customs point between Nepal and the  neighboring  countries  by  reducing \nProject \nPRC.   congestion at the Tatopani customs. \n(2012–) \n31 \n ", "ADBI Working Paper 498                                              Rana and Karmacharya \nNepal–India  Energy  $202.3 million  World Bank \nEstablish  cross-border  transmission  capacity  of  Increase the supply of electricity in Nepal \nElectricity \nabout  1,000  MW  to  facilitate  electricity  trade  by at least 100 MW.  \nTransmission and \nbetween India and Nepal.  \nTrade Project   \n(2011–) \nEnergy Access and  Energy  $94 million  ADB \nRehabilitation of two hydropower plants, supply- Allow  increased  cross-border  energy \nEfficiency \nside  energy  efficiency,  demand-side  imports  in  short  term  and  cross-border \nImprovement \nmanagement,  and  strengthening  of  the  energy exports in the medium term.  \nProject  \ntransmission network.  \n(2009–) \nEnergy Access and  Energy  $83.6 million  ADB \nIncreased power transmission capacity between   \nEfficiency \nthe  western  and  central  regions;  (ii)  increased \nImprovement \ncross-border  power  transmission  capacity;  (iii) \nProject II \nimproved  generation  output  in  selected \n2011–) \nhydropower plants.  \nSASEC Information  ICT     \nDevelopment  of  (i)  a  SASEC  regional  network  Enhance the benefits of ICT and regional \nHighway   \nwith fiber-optic and data interchangeable capacity,  cooperation  for  inclusive  growth  and \n \n(ii)  a  SASEC  village  network  by  expanding  poverty reduction, and help the country to \n(2007–) \nbroadband  ICT  access,  and  (iii)  a  SASEC  improve its productivity and efficiency. \nresearch and training network to build technical \nand business skills in ICT. \nEast-West Optical  ICT  NRe1180  India \nThis project included placing of 858 km of optical   \nFibre Cable Project   million  \nfibre cable along the East–West Highway. \n(2002–2004) \n \n \n32 \n ", "ADBI Working Paper 498                                              Rana and Karmacharya \nAPPENDIX 3 \nTable A3: List of Priority Regional Cooperation and Integration Connectivity (Roads and Rail) Projects for Nepal \n  Sector/  Description/Components  Benefits   Cost   Funding \n  Subsector  Source \nKathmandu–Kulekhani–Hetauda  Road  $367 million   \nKathmandu–Kulekhani–Hetauda Tunnel  Project would significantly reduce \nTunnel Road \nRoad  is  new  north–south  road  time and costs on country’s key \nconnection from the Indian border to the  trade link. \ncapital. \nPathalaiya–Birgunj (Nepal)–Raxaul  Road  Rs5 billion  GON \nPathalaiya  (Intersection  point  of  East  This is the main trade route, but \n(India) Road \nWest Highway)–Birgunj (Nepal)–Raxaul  it is only a single carriageway. \n(India) will be upgraded to six lanes. \nDharan – Biratnagar (Nepal) – Road    GON \nDharan–Biratnagar  (Nepal)–Jogbani  Important trade route in east of \nJogbani (India) Road \n(India) road link expansion to six lanes.  the country. \nBelhiya (Nepal) / Sunauli (India) to  Road  Rs2.6 billion  GON \nBelhiya  (Nepal)  /  Sunauli  (India)  to  Connects  the  west  for  trade \nBhairahawa/Butawal Road \nBhairahawa/Butawal  Road  to  be  purposes. \nwidened to six lanes to improve trade \nroute in west. \nSuryabinayak–Dhulikhel Road  Road  Rs3 billion  Japan \nSuryabinayak–Dhulikhel  Road  to  be  Speed  up  connection  between \nwidened to six lanes.  Kathmandu and  PRC  for  trade \npurpose.  \nSASEC Road Connectivity II  Road  $45 million  ADB \n  Enhance  local  and  regional \nconnectivity. \nSouth Asia Tourism Infrastructure    $30 million  ADB \nCapacity increase of Gautam Buddha   \nDevelopment  \nAirport. \nAir  Transport  Capacity    $60 million  ADB \nUpgrading of remote domestic airports.   \nEnhancement II  \nNepal–India  Cross  Border  Rail  Rail  $300 million  India \nDevelopment  of  up  to  five  new  rail  New links will provide additional \nLinks \nconnections with India.  rail  services  to  Indian  border \ntowns. \n \n33 \n "], "metadata": {"Author": "Pradumna B. Rana and Binod Karmacharya", "Company": "Asian Development Bank", "CreationDate": "D:20140905152252+08'00'", "Creator": "Acrobat PDFMaker 11 for Word", "Keywords": "cross border infrastructure investments, south asia and southeast asia, seamless infrastructure, road and rail land corridor", "ModDate": "D:20140905152432+08'00'", "Producer": "Adobe PDF Library 11.0", "SourceModified": "D:20140905072220", "Subject": "Cross-border infrastructure investments through Nepal to build greater transport connectivity with South Asia and Southeast Asia.", "Title": "A Connectivity-Driven Development Strategy for Nepal: From a Landlocked to a Land-Linked State"}}