{"path": "data/input/pdf-generic/adbi-wp817.pdf", "pages": [" \n \n \nADBI Working Paper Series \n \n \n \n \n \n \n \n \n \nNATURAL DISASTERS, PUBLIC SPENDING, \n \nAND CREATIVE DESTRUCTION:  \n \nA CASE STUDY OF THE PHILIPPINES   \n \n \n \n \n \nShikha Jha, Arturo Martinez,    \nPilipinas Quising, Zemma Ardaniel,    \nand Limin Wang   \n \n \n \n \n \nNo. 817 \n \nMarch 2018 \n \n \n \n \n \n \n \nAsian Development Bank Institute \n ", " \n \n \nShikha Jha is principal economist, Pilipinas Quising is senior economics officer, and \nZemma  Ardaniel  is  a  consultant,  at  the  Macroeconomics  Research  Division  of  the \nEconomic  Research  and  Regional  Cooperation  Department  (ERCD)  of  the  Asian \nDevelopment  Bank  (ADB);  Arturo  Martinez,  Jr.  is  a  statistician  at  the  Development \nEconomics and Indicators Division, ERCD, ADB. Limin Wang is a consultant of the  \nWorld Bank. \nThe views expressed in this paper are the views of the author and do not necessarily \nreflect the views or policies of ADBI, ADB, its Board of Directors, or the governments \nthey represent. ADBI does not guarantee the accuracy of the data included in this paper \nand accepts no responsibility for any consequences of their use. Terminology used may \nnot necessarily be consistent with ADB official terms. \nWorking papers are subject to formal revision and correction before they are finalized \nand considered published. \n \n \nThe Working Paper series is a continuation of the formerly named Discussion Paper series; \nthe  numbering  of  the  papers  continued  without  interruption  or  change.  ADBI’s  working \npapers reflect initial ideas on a topic and are posted online for discussion. Some working \npapers may develop into other forms of publication. \nIn this report, “$” refers to US dollars. \nSuggested citation: \nJha, S., A. Martinez, P. Quising, Z. Ardaniel, and L. Wang. 2018. Natural Disasters, Public \nSpending, and Creative Destruction: A Case Study of the Philippines. ADBI Working Paper \n817. Tokyo: Asian Development Bank Institute. Available: \nhttps://www.adb.org/publications/natural-disasters-public-spending-and-creative-destruction-\nphilippines \n \nPlease contact the authors for information about this paper. \nEmail: sjha@adb.org, amartinezjr@adb.org, pquising@adb.org, \nzardaniel.consultant@adb.org, 99limin@gmail.com \nThis paper is prepared as part of the ADBI Adjunct Fellows Program under an ADB-ADBI \npartnership on governance. An earlier version of the paper was presented at an ADBI \nForum at ADB headquarters. The authors would like to thank the participants for their \nuseful comments and suggestions, especially Gambhir Bhatta, Niny Khor, Peter Morgan, \nHiranya Mukhopadhyay, and Akiko Terada-Hagiwara. The authors take the responsibility \nfor any remaining errors. \n \n \nAsian Development Bank Institute \nKasumigaseki Building, 8th Floor   \n3-2-5 Kasumigaseki, Chiyoda-ku  \n \nTokyo 100-6008, Japan \n   \nTel:   +81-3-3593-5500 \n \nFax:   +81-3-3593-5571 \nURL:   www.adbi.org \nE-mail:   info@adbi.org \n \n© 2018 Asian Development Bank Institute \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \nAbstract \n \nTyphoons, floods, and other weather-related shocks can inflict suffering on local populations \nand create life-threatening conditions for the poor. Yet, natural disasters also present a \ndevelopment opportunity to upgrade capital stock, adopt new technologies, enhance the \nrisk-resiliency of existing systems, and raise standards of living. This is akin to the “creative \ndestruction”  hypothesis  coined  by  economist  Joseph  Schumpeter  in  1943  to  describe  \nthe process where innovation, learning, and growth promote advanced technologies as \nconventional  technologies  become  outmoded.  To  test  the  hypothesis  in  the  context  of \nnatural disasters, this paper takes the case of the Philippines—among the most vulnerable \ncountries in the world to such disasters, especially typhoons. Using synthetic panel data \nregressions, the paper shows that typhoon-affected households are more likely to fall into \nlower income levels, although disasters can also promote economic growth. Augmenting the \nhousehold data with municipal fiscal data, the analysis shows some evidence of the creative \ndestruction effect: Municipal governments in the Philippines helped mitigate the poverty \nimpact  by  allocating  more  fiscal  resources  to  build  local  resilience  while  also  utilizing \nadditional funds poured in by the national government for rehabilitation and reconstruction. \n \nKeywords: natural disasters, typhoons, poverty, household income mobility, development \nopportunity, foreign aid, fiscal transfers, municipalities, public spending, creative destruction, \nAsia, Philippines \n \nJEL Classification: H72, H75, H76, O53, Q54, R11 \n \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \nContents \n \n \n1.  INTRODUCTION ......................................................................................................... 1 \n2.  SOCIOECONOMIC IMPACTS OF DISASTERS IN THE PHILIPPINES ..................... 2 \n3.  THE “CREATIVE DESTRUCTION” EFFECT .............................................................. 6 \n3.1  Income Mobility of Households ....................................................................... 7 \n3.2  Foreign Aid, Fiscal Transfers, and Municipal Spending ................................ 14 \n4.  POLICY IMPLICATIONS ........................................................................................... 18 \n4.1  Preparing for Natural Disasters ..................................................................... 18 \n4.2  Mitigating the Fiscal Risk ............................................................................... 20 \n5.  SUMMARY AND CONCLUDING REMARKS ............................................................ 22 \nREFERENCES ..................................................................................................................... 23 \n \n \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \n1.  INTRODUCTION \nHazards such as typhoons, earthquakes, and floods can turn into deadly disasters if \nthey occur in vulnerable areas inhabited by people, especially those with few defenses \n(Tulloch  2010).  Developing  Asia  is  the  most  natural  disaster-prone  region  in  the  \nworld (ADB 2013a, ADBI 2013). The shocks expose 1.6 billion Asians who live on less \nthan  $2  a  day  to  life-threatening  conditions.  The  region  has  accounted  for  about  \none-third of the disasters worldwide over the last decade: Close to 350,000 people died \nand over 1.7 billion were affected. Total damages were valued at almost $500 billion. \nLarge  calamitous  events  can  also  push  the  region  back  on  to  a  slower  path  of \neconomic growth. \nSuch catastrophic events are increasingly being recognized as catalysts for political \naction and policy change (Pelling and Dill 2006). Indeed, the rising frequency and \nintensity of the disasters in Asia has led to a significant shift in government responses \nfrom reactive to proactive as observed in high-risk countries such as Indonesia and \nViet Nam (see, for example, Gignoux and Menéndez 2016, and Noy and Vu 2010). \nImproved  public  spending  and  investment  following  a  disaster  can  help  augment  \nand upgrade capital stock, encourage the adoption of new technologies, enhance the  \nrisk-resiliency of existing systems, and lift standards of living (Hallegatte and Dumas \n2009, Skidmore and Toya 2002). This process can be compared to the notion of \n“creative destruction,” coined by economist Joseph Schumpeter in 1943 to describe  \nthe process of continual product and process innovation, which replaces outdated \nproduction units with new ones. This creative destruction hypothesis can be applied to \nnatural calamities that push for the replacement of destroyed and outdated capital with \ntechnologically more advanced assets.  \nEmpirical evidence to support the hypothesis of such creative destruction effects in \ndeveloping Asian countries is, however, sparse and focuses on very small fractions  \nof affected people. One of the major reasons behind this trend is that nationwide \nhousehold  surveys  that  are  commonly  used  to  measure  and  examine  people’s  \nwell-being  do  not  routinely  collect  panel  data  before  and  after  natural  disasters. \nSimilarly,  data  on  government  spending  for  disaster  prevention  are  not  routinely \ncollected. Since budgets are often allocated by ministries but preventive measures are \nusually implemented in infrastructure design and construction, it is not easy to measure \nprevention spending (World Bank and UN 2010). \nTo test the hypothesis of creative destruction, we take the case of the Philippines,  \none of the most disaster-prone—especially to typhoons—countries in the world. We \ncapitalize on its extensive household survey data along with its detailed municipal \nfinance  data.  To  study  household  economic  mobility  following  large  typhoons,  we  \napply synthetic panel estimation techniques to data from the country’s Family Income \nand  Expenditure  Survey,  a  nationally  representative  cross-sectional  survey  that  is \nconducted  every  three  years.  We  then  examine  whether  public  spending  by \nmunicipalities reduces the impact of the typhoons on household poverty.  \nThe rest of the paper is structured as follows. Section II presents an overview of the \nsocioeconomic impacts of the disasters that Filipinos endure. Section III elaborates on \nthe concept of creative destruction and how it can be meaningfully applied to natural \ndisasters. The next section assesses whether, and by how much, the poor in the \nPhilippines experienced increases or decreases in their incomes vis-à-vis the rich when \nstruck by a natural disaster. This is followed in Section V by an analysis of municipal \ngovernment expenditures and their role in averting or mitigating the poverty impact of \n1 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \ntyphoons. Section VI discusses various policy options to address the issues while the \nlast section concludes. \n2.  SOCIOECONOMIC IMPACTS OF DISASTERS  \nIN THE PHILIPPINES \nNatural disasters can have catastrophic economic, social, and environmental impacts. \nDamage to infrastructure such as roads, telecommunications, and power networks and \ndestruction of assets like machinery and livestock can severely obstruct economic \nactivity. Human and social impacts can arise from loss of property, homelessness, and \ndisruption  of  communities,  compounded  by  death,  disability,  ill  health,  and  mental \ntrauma. Environmental damage can range from the felling of trees to the reshaping  \nof entire landscapes. Indirect and longer-term impacts arise from the reduction of \nproductivity,  increased  competition  for  resources,  closing  of  businesses,  and  loss  \nof livelihoods.  \nThe chance of being hit by a natural disaster is not systematically different between \ndeveloping and developed countries (Sawada and Takasaki 2017). Yet, the economic \neffect varies: Low-income countries usually incur disproportionately larger damages \nrelative  to  their  assets  (Rentschler  2013).  This  is  partly  due  to  a  higher  value  of \ndamaged assets in richer countries. Likewise, post-disaster losses are larger for cities \nin low- and middle-income countries than in high-income countries (Hallegatte et al. \n2013). The severity of impact depends not only on the nature of the disaster (i.e., type, \nmagnitude, duration, and time of day it occurred) but also on the affected geographical \narea, the structure of the economy, and the characteristics of the population base.  \nTo  cope  with  the  losses,  households  may  be  forced  to  cut  down  expenditure  on \nnecessities such as food, health, and shelter. \nThe geographic location and diverse topography make many Asian countries disaster-\nprone, with the majority of such events occurring in areas near volcanoes or along \ncoastlines. Bangladesh, Cambodia, India, Pakistan, Viet Nam, and the Philippines are \nparticularly vulnerable countries. Bangladesh tops the list due to its exposure to floods, \nstorm surges, cyclones, and landslides, the susceptibility of its population in areas with \nhigh levels of poverty, and its weak institutional capacity to address the problem. Its \ncapital, Dhaka, is ranked as the most vulnerable city in the world, followed by Mumbai, \nManila, Kolkata, and Bangkok, all potential high-growth centers.  \nThe Philippines is especially prone to hydrometeorological events such as typhoons \nand floods, which accounted for over 80% of the natural disasters in the country during \nthe last half-century. Its long coastlines with high concentration of people and economic \nactivity and heavy dependence on agriculture and natural resources contribute to its \nhigh risk. Typhoons, which occur on average about 20 times per year, are the most \ncommon  natural  hazard  that  Filipinos  face.  The  annual  monsoon  season  causes \nsevere flooding in many places though floods also occur due to human activity such as \ndeforestation and encroachment of low-lying areas. The occurrence of these disasters \nhas grown rapidly (Figure 1). Due to their uneven regularity, however, it is difficult to \npredict the number of typhoons that may occur in any one year (Figure 2).  \n   \n2 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \nFigure 1: Average Annual Number of Significant Natural Disasters  \nin the Philippines, 1970–2016  \n \nNote: Criteria of significant natural disasters: 10 or more people reported killed, 100 or more people reported affected, \ndeclaration of a state of emergency, and call for international assistance. \nSource: EM-DAT: The Emergency Events Database – Université catholique de Louvain (UCL) – CRED, D. Guha-Sapir \n– www.emdat.be, Brussels, Belgium (accessed 8 November 2017). \nFigure 2: Growing Occurrence and Volatility of Natural Disasters  \nin the Philippines, 1970–2016  \n \nNote: Disasters covered include drought, earthquakes, epidemics, floods, mass movements (dry and wet), storms, and \nvolcanic eruptions. \nSource: EM-DAT: The Emergency Events Database – Université catholique de Louvain (UCL) – CRED, D. Guha-Sapir \n– www.emdat.be, Brussels, Belgium (accessed 8 November 2017). \nThe intensity of these events is on the rise as well: The path of typhoons has changed, \ntropical typhoons of weaker intensity now have very intense associated rains, and the \nfrequency of hot days and warm nights is increasing. Thomas, Albert and Perez (2013) \nestimate  that  a  rise  in  average  precipitation  deviation  by  8  mm  per  month—as \nexperienced  in  Southeast  Asia  in  the  last  decade—could  be  associated  with  an \nadditional  disaster  once  every  3  years  in  the  Philippines.  The  exposure  of  the \n3 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \npopulation rises with disaster intensity. Based on 25 years of Philippine typhoon data, \nAnttila-Hughes and Hsiang (2013) find that average losses remain high even in regions \nwith high levels of adaptation because average exposure increases with wind speed: \nMarginal income losses rise by almost 3% for each 1 meter per second increase in \nwind speed.  \nBetween 2000 and 2016 natural disasters in the Philippines caused over 23,000 deaths \nand  affected  roughly  125  million  people  (Table  1).  The  associated  socioeconomic \ndamage was about $20 billion with average annual damages of $1.2 billion (Figure 3). \nLong-term human and economic losses from typhoons in the country are much larger: \nOver a 25-year period, the long-term losses exceeded immediate losses by a factor of \n15 (Figure 4). Such a pattern exists in other countries too. For example, even though \nprevention spending is more effective than post-disaster spending, World Bank and UN \n(2010) found prevention spending to be lower than post-disaster spending in Colombia, \nIndonesia, Mexico, and Nepal. \nTable 1: Human Cost of Natural Disasters in the Philippines, 2000–2016 \nYear  Deaths  Injured  Affected (in Mn)  Cost of Damage (S Mn) \n2000  748  393  6.3  90 \n2001  630  480  3.5  110 \n2002  320  233  1.2  18 \n2003  352  75  0.6  42 \n2004  1,950  1,321  3.3  139 \n2005  39    0.2  3 \n2006  2,984  2,703  8.6  347 \n2007  129  24  2.0  17 \n2008  959  1,015  8.4  481 \n2009  1,307  900  13.4  962 \n2010  1,113  124,096  5.5  335 \n2011  1,989  6,703  11.7  730 \n2012  2,415  2,879  12.5  1,006 \n2013  7,750  29,893  25.6  12,423 \n2014  331  2,269  13.3  1,063 \n2015  201  131  4.0  1,966 \n2016  87  204  5.5  180 \nTotal  23,304.00  173,319.00  125.62  19,910.50 \nNote: Natural disasters covered include drought, earthquakes, epidemics, floods, mass movements (dry and wet), \nstorms, and volcanic eruptions. \nSource: EM-DAT: The Emergency Events Database – Université catholique de Louvain (UCL) – CRED, D. Guha-Sapir \n– www.emdat.be, Brussels, Belgium (accessed 8 November 2017) \nDuring  a  difficult  year,  Filipino  families  coped  by  reducing  spending,  primarily  on \nmedicine and education, by about 25%, transport and communication by about 35%, \nand high-nutrient food including meat, dairy products, eggs, and fruit by about 30% \n(Anttila-Hughes and Hsiang 2013). Infant mortality went up, particularly among girls \ndue  to  either  neglect  or  more  favorable  treatment  of  baby  boys.  Similar  findings  \nare reported by Dupont et al. (2015) who estimated that the 1995 Kobe earthquake  \nled  to  permanent  negative  socioeconomic  impacts  over  the  next  15  years.  They  \nargue  for  post-disaster  policy  making  based  on  long-term  rather  than  short-term \n4 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \nconsiderations. In their analysis of 89 countries, Hallegatte et al. (2017) concluded that \nif disasters could be prevented there would be 26 million fewer people in extreme \npoverty each year. \nFigure 3: Total Disaster Damages in the Philippines, 2000–2016  \n \nSource: EM-DAT: The Emergency Events Database – Université catholique de Louvain (UCL) – CRED, D. Guha-Sapir \n– www.emdat.be, Brussels, Belgium (accessed 8 November 2017). \nFigure 4: Typhoons in the Philippines—Immediate versus Long-term Losses  \n \nSource: Anttila-Hughes and Hsiang (2013). \n   \n5 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \n3.  THE “CREATIVE DESTRUCTION” EFFECT \nIt is hard to foresee how the trajectory of economic growth will change during and right \nafter  a  disaster  because  there  are  several  factors  that  can  affect  the  outcome \n(Figure 5). The long-term growth rate may fall below the historical trend if the combined \ndirect and indirect losses lead to a slower growth regime due to difficulties in rebuilding \nlost assets, infrastructure, and other capital. On the other hand, the long-term growth \nrate may rise above the trend if the disaster leads to rebuilding of worn-out capital or its \nreplacement with newer and more productive technologies. If the negative effects fully \noffset the positive effects, there will be no long-term effect. For instance, the financial \nand opportunity costs of replacing obsolete capital could erode the positive effects. \nBased on large cross-country panel data, Loayza et al. (2012) argue that a positive \ngrowth effect may occur after moderate natural shocks but not after severe ones. \nSeveral  studies  using  cross-country  data  sources  have  shown  a  mixed  effect  of \ndisasters on growth. Rasmussen (2004) finds that natural disasters lead to a median \nreduction of 2.2% in the same-year real GDP growth. Studies that report a negative \neffect include Raddatz (2007), Heger, Julca, and Paddison (2008), and Noy (2009). On \nthe other hand, Albala-Bertrand (1993, Ch. 4) finds no or little effect. Skidmore and \nToya (2002) consider average per capita GDP growth over the period 1960–1990 and \nfind that climatic disasters are positively associated with higher long-run economic \ngrowth, while geologic disasters are negatively associated with growth.  \nFigure 5: Impact of Disasters on Growth Prospects \n \nSource: Insurance Bureau of Canada, 2014, Managing the risk through catastrophe insurance—reducing the fiscal and \neconomic  impacts  of  disasters.  http://act-adapt.org/wp-content/uploads/2014/04/Economic_Impact_Disasters-Paper-\n2014.pdf \nThe  “creative  destruction  effect”  stems  from  the  upgrading  of  infrastructure  (e.g., \nconstruction of buildings compliant with regulatory codes or new housing with improved \nsafety standards), and investments in better technology, which enhances productivity \nand creates new economic opportunities. This may happen, for example, when fresh \ninvestment costs are lower than the cost of lost capital because it is cheaper to replace \nthan to repair damaged machinery and equipment that is inefficient or obsolete. \n6 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \nThe  government’s  role  in  supporting  populations  and  reviving  the  economy  by \nmitigating the socioeconomic impacts and speeding up recovery has been noted in \nsome Asian countries. For example, analyzing the impact of earthquakes in Indonesia \nbased  on  household  panel  survey  data  for  the  period  1993–2007,  Gignoux  and \nMenéndez  (2016)  find  that  while  affected  individuals  do  incur  economic  losses \nimmediately following the event, rapid recovery takes place in the medium term of  \n2–5 years, generating income and welfare gains over a longer period of 6 to 12 years. \nSuch mobility can be explained by the “creative destruction” hypothesis explained \nabove. Data show that families who experienced earthquakes tend to receive more \nsocial assistance transfers in the short and medium term than those who escaped the \nwrath. Likewise, earthquake benefit from better road infrastructure in the long run is \nreflected in the reduction of time taken to reach the nearest market by 17%–22%. \nNoy and Vu (2010) use provincial panel data to examine the impact of natural disasters \non annual output growth in Viet Nam, which experiences frequent weather-related \ndisasters. They find that while the shocks do reduce output growth in the aftermath, the \ndestruction of property and capital ironically seems to boost the economy in the short \nrun. They explain this phenomenon as arising from the reconstruction of capital stock \nto make it more productive, or “investment-producing destruction.” However, the impact \ndiffers by geographical region due to the differential ability of the central government to \nmake transfers to those regions. \n3.1  Income Mobility of Households  \nThe effects of disasters vary across the population. A $1 loss does not mean the  \nsame thing to a rich person and a poor person (Hallegatte et al. 2017). Disasters can \nthus push nonpoor households into poverty and the poor into even deeper poverty. \nThose at the bottom of the income pyramid will feel the maximum impact of disasters \nas they will have the least capacity to cope. The poor get directly hit because of  \ntheir high exposure to risks inherent in the location and design of their settlements. \nThey  will  also  face  secondary  economic  effects  through  diminished,  or  loss  of, \nlivelihood opportunities.  \nUnderstanding how the income mobility prospects of people who experienced a natural \ndisaster compared with those of people who did not experience a natural disaster is \ninstructive for testing the presence of creative destruction. Measuring income mobility \ntraditionally required panel data sets that follow households or individuals over time. \nHowever, panel data are not readily available for most developing countries. Instead, \nnationally representative cross-sectional surveys are much more common and are \ncarried out repeatedly over a long period of time. Nevertheless, there are several ways \nof capitalizing on repeated cross-sectional survey data to be able to measure income \nmobility and other indicators that were traditionally calculated using panel data. Box 1 \nprovides a quick summary of two of the most commonly used methods for deriving \npseudo or synthetic panel data. In this study, we follow the method proposed by Dang \nand Lanjouw (2013), which entails estimating hypothetical income for each of the \nsurvey  respondents.  We  use  the  2009  and  2012  rounds  of  the  Philippine  Family \nIncome and Expenditure Survey (FIES) to estimate income mobility. See Box 2 for a \nbrief description of the FIES. \n7 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \nBox 1: Estimating Income Mobility using Repeated Cross-sectional Data \nAccording to Deaton (1997), panel data are not required to track the outcomes or behavior \nof groups of individuals over time. Using repeated cross-sectional data, pseudo or synthetic \npanels can be constructed to deduce behavioral relationships just as if panel data existed. \nTwo pseudo-panel methodologies available in the literature on income mobility are those \nusing a mean-based approach and those using a dispersion-based approach (Cruces, \nFields,  and  Viollaz  2013).  Mean-based  pseudo-panels  track  cohorts  of  individuals  or \nhouseholds over repeated cross-sectional surveys. Deaton (1995) defines a “cohort” as a \ngroup with fixed membership, individuals of which can be identified as they show up in the \nsurveys. Unlike mean-based pseudo-panel methods that require multiple rounds of cross-\nsectional data to study poverty dynamics at the cohort level, dispersion-based approaches \nlike the one used by Dang and Lanjouw (2013) construct synthetic panel data even from just \ntwo rounds of cross-sectional data. Income is estimated in the first round of cross-sectional \ndata,  using  only  time-invariant  covariates.  The  resulting  parameter  estimates  are  then \napplied to the same time-invariant regressors in the second survey round to get an estimate \nof the first period’s income for the households surveyed in that second round. Analysis of \nmobility can then be based on the actual income observed in the second round and its \nestimate from the first round. In this way, the synthetic household units can be considered \nas being followed over time. \nThese alternative methods offer several advantages over the panel data approach. For one, \nmost panels suffer from attrition—the decreasing number of households being interviewed \nover time. Since pseudo panel data are constructed from fresh samples every time the \nsurvey is undertaken, there is no attrition. Second, cross-sectional data are more readily \navailable than panel data. Finally, the use of pseudo panel data allows the combination of \ndata from various surveys.  \nReferences: \nDeaton, Angus. 1995. “Data and Econometric Tools for Development Economics.  \nIn Handbook of Development Economics, edited by Jere Behrman and  \nT.N. Srinivasan. Amsterdam: North Holland. \nDeaton, Angus. 1997. The Analysis of Household Surveys: A Microeconomic Approach. \nBaltimore: John Hopkins University Press. \nCruces, G., G. Fields, and M. Viollaz. 2013. Can the Limitations of Panel Datasets  \nbe Overcome by Using Pseudo-Panels to Estimate Income Mobility? \nhttp://conference.iza.org/conference_files/worldb2013/fields_g370.pdf \nDang, Hai-Anh and Peter Lanjouw. 2013. Measuring Poverty Dynamics with Synthetic \nPanels Based on Cross-Sections. https://openknowledge.worldbank.org/handle/ \n10986/15863 \n \nIn testing for the presence of creative destruction, we limit our analysis of natural \ndisasters to typhoons. To be able to compare the income mobility of people who  \nwere affected by a natural disaster and those who were not affected, we consider  \nall the typhoons in 2009 and 2012 recorded in the database of the National Disaster \nRisk Reduction and Management Council (NDRRMC). Using administrative data from \nthe NDRRMC, we identify households that lived in affected municipalities. This serves \nas  our  treatment  group.  Our  control  group  consists  of  households  that  were  not \nexposed to natural disasters. Following a technique developed by Dang et al. (2014), \nwe create synthetic panels and compare various income mobility indicators between \nthe group of households that were affected by typhoons and those that were not. To \ncreate synthetic panels, we regress household expenditure per capita on correlates \nthat can be considered time-invariant such as gender, ethnicity, highest educational \n8 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \nattainment,  etc.  using  data  from  the  pre-disaster  (initial)  time  period,  2009.  The \nresulting coefficients are then applied to the time-invariant correlates observed in the \npost-disaster (final) time period, 2012.  \nBox 2: The Philippine Family Income and Expenditure Survey  \nThe Family Income and Expenditure Survey (FIES) is a nationwide survey of households \nconducted every 3 years. The Philippine Statistics Authority collects data on households \nusing a multistage stratified random sample. As the country has 17 regions, divided into  \n85 provinces, the FIES sampling frame contains 1,567 geographic strata, delineated by \nprovince, urbanity, the proportion of dwellings that are permanent structures, the importance \nof agricultural employment, and average income. This ensures maximal representation of \nthe population geographically, in terms of livelihoods, local government, and community \nincome.  \nThe FIES provides disaggregated information on household sources of income in cash and \nin kind and their levels of consumption by expenditure item. Related information such as \nfamily  size;  number  of  employed  family  members;  occupation,  age,  and  educational \nattainment of household head; and housing characteristics are also included.  \nUsing a stratified sampling scheme based on the 2000 Census of Population and Housing, \nthe survey is conducted on two occasions using the same questionnaire. The first interview \nis usually conducted in July of the reference year to gather data for January–June. The \nsecond interview is done in January of the following year, to account for the last 6 months \n(July–December). The concept of “average week” consumption is used for all food items. \nFor expenditures on fuel, light, and water; transportation and communication; household \noperations; and personal care and effects, the reference period is the “past month.” For all \nother expenditure groups and for the sources of income, the “past 6 months” is used as the \nreference period. All this is done to minimize memory bias and to capture the seasonality of \nincome and expenditure patterns.  \nAnnual data are estimated by combining the results of the first and the second visit. \nEstimates of income and expenditure in kind are based on prevailing market prices. The \nresults of the survey are used to estimate the standards of living and disparities in income of \nFilipino families, as well as their consumption and spending patterns. \nSource: \nPhilippine Statistics Authority. Technical Notes on the Family Income and Expenditure \nSurvey. https://psa.gov.ph/article/technical-notes-family-income-and-expenditure-\nsurvey-fies \n \nThe income mobility measures considered in this study fall into two categories: relative \nand absolute. Relative mobility measures gauge how the income of each unit in the \npopulation changes in comparison with the changes observed in other units of the \npopulation,  while  absolute  mobility  measures  gauge  how  income  levels  for  a  unit \nchange from one period to another (Martinez et al. 2014). To measure relative mobility, \nwe  grouped  each  sampled  household  into  20  vingtiles,  based  on  their  per  capita \nhousehold expenditure in a specific time period.1 Then, we looked into movements \n                                                 \n1  Often assets of households are destroyed due to disasters and they are compensated only partially. \nAdmittedly, it would be better to compare their net worth rather than their expenditure per capita.  \nNet worth is the value of all the financial and nonfinancial assets owned by an institutional unit or sector \nminus the value of all its outstanding liabilities. Although net worth may be a better measure, it is  \nnot completely measured in the FIES. The FIES would have a measure of the different sources of \nhousehold income and expenditure but it would have an incomplete measure of the household’s \n9 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \nfrom one vingtile to another over time. The metrics used are identified in Table 2. On \nthe  other  hand,  absolute  mobility  is  measured  by  average  income  change  and \npercentage income change.  \nA summary of the results is presented below. In terms of relative mobility, our findings \nsuggest that households that experienced typhoons are more likely to fall into a lower \nincome quantile than those that escaped the typhoons (Table 2). In terms of absolute \nmobility, we find that households that were hit by typhoons are likely to experience \nslower income growth than households that were not hit (Table 3).  \nTable 2: Relative Economic Mobility, 2009–2012 \nHH Affected   HH Not Affected \nIncome Mobility Indicator (2009–2012)  All HH  by Disaster  by Disaster \nAverage number of vingtiles moved (nondirectional)  4.561  4.356  4.874 \nAverage number of vingtiles moved (directional)  0.160  –0.055  0.489 \nProportion of population remaining in leading diagonals  0.090  0.094  0.083 \nProportion of population moving one vingtile up  0.075  0.074  0.077 \nProportion of population moving one vingtile down  0.074  0.079  0.065 \nProportion of population moving two vingtiles up  0.065  0.065  0.066 \nProportion of population moving two vingtiles down  0.064  0.068  0.058 \nProportion of population moving at least three vingtiles up  0.318  0.299  0.347 \nProportion of population moving at least three vingtiles down  0.315  0.322  0.304 \nCorrelation of income ranks  0.484  0.506  0.442 \nHH = household. \nSource: Authors’ estimates. \nTable 3: Absolute Economic Mobility, 2009–2012 \nHH Affected   HH Not Affected \nIncome Mobility Indicator   All HH  by Disaster  by Disaster \nAverage absolute change  33,557.10  33,507.74  33,632.59 \n  |Income  – Income | \n2012 2009\nAverage absolute percentage change  1.14  1.04  1.29 \n  |Income  – Income | / |Income | \n2012 2009 2009\nAverage income change  13,716.54  11,639.52  16,893.33 \n  (Income  – Income ) \n2012 2009\nAverage percentage change  1.01  0.90  1.16 \n  (Income  – Income ) / |Income | \n2012 2009 2009\nHH = household. \nSource: Authors’ estimates. \n   \n                                                                                                                                            \nfinancial and nonfinancial assets as well as liabilities. The FIES will be able to provide only an \nincomplete  list  of  the  household’s  durable  furniture  and  equipment  and  nondurable  furnishings. \nPurchase or amortization of real property, payments of cash loans, installments on appliances, loans \ngranted to persons outside the household, amounts deposited in banks or investments and major repair \nor construction of house are all lumped into “other disbursements.” \n10 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \nThese patterns are intuitive in the sense that typhoons are generally perceived to have \nan adverse socioeconomic impact on income flows. However, the list of areas affected \nby typhoons is not random, i.e., those who were affected have systematically different \ncharacteristics than those who were not affected. Poverty and geographic location  \nare two potential confounding factors that may influence the results. The southern \nPhilippines, where significant pockets of income poverty exist, generally experiences \nfewer typhoons than the more prosperous northern and central parts of the country. \nFurther,  poor  and  nonpoor  households  have  systematically  different  economic  \nmobility  prospects.  By  deriving  counterfactual  distributions,  we  can  correct  for  the \n“nonrandomness” of the propensity to experience typhoons. \nTo control for these confounding factors, we explore two hypothetical scenarios by \nestimating  the  same  set  of  economic  mobility  measures  based  on  the  following \nassumptions: (i) all households were affected by typhoons, and (ii) no household was \naffected by typhoons. To accomplish this, we first regress the household expenditure \nper  capita  in  2012  of  households  that  were  affected  by  typhoons  and  apply  the \nresulting coefficients to all other households (who were not affected) to predict the \nlatter’s hypothetical expenditure per capita in 2012 if they too were to be affected. \nAnalogously, we regress the household expenditure per capita in 2012 of households \nthat were not affected by typhoons and use the resulting coefficients to predict the \nhypothetical expenditure per capita of all other households (that were indeed affected) \nunder the assumption of the latter not having been affected. This approach yields more \nreliable control and treatment groups.  \nTables 4 and 5 summarize the results. Contrary to what we observed earlier, the \nresults provide a hint of evidence of the creative destruction effect. The estimated \nincome  growth  between  2009  and  2012  is  higher  under  the  assumption  that  all \nhouseholds  experienced  typhoons  than  the  estimate  under  the  assumption  that  \nno  households  experienced  typhoons.  Figure  6  compares  the  income  growth  of \nhouseholds from different income deciles. Based on this mobility indicator, we find \nevidence of the creative destruction effect for most income groups. Interestingly, the \nincome growth is the most pronounced for the poorest 20% of households, suggesting \nthat this group is specifically targeted for government relief.  \nTable 4: Relative Economic Mobility under Hypothetical Scenarios, 2009–2012  \nAll HH Affected   All HH Not Affected  \nIncome Mobility Indicator (2009–2012)  by Disaster  by Disaster \nAverage number of vingtiles moved (nondirectional)  1.136  0.737 \nAverage number of vingtiles moved (directional)  0.001  –0.003 \nProportion of population remaining in leading diagonals  0.361  0.471 \nProportion of population moving one vingtile up  0.153  0.199 \nProportion of population moving one vingtile down  0.196  0.196 \nProportion of population moving two vingtiles up  0.064  0.031 \nProportion of population moving two vingtiles down  0.083  0.070 \nProportion of population moving at least three vingtiles up  0.080  0.022 \nProportion of population moving at least three vingtiles down  0.063  0.011 \nCorrelation of income ranks  0.967  0.983 \nHH = household. \nSource: Authors’ estimates. \n   \n11 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \nTable 5: Absolute Economic Mobility under Hypothetical Scenarios, 2009–2012  \nAll HH Affected   All HH Not Affected  \nIncome Mobility Indicator   by Disaster  by Disaster \nAverage absolute change  9,418.91  5,653.85 \n  |Income  – Income | \n2012 2009\nAverage absolute percentage change  0.23  –0.08 \n  |Income  – Income | / |Income | \n2012 2009 2009\nAverage income change  9,284.77  5,470.66 \n  (Income  – Income ) \n2012 2009\nAverage percentage change  0.23  –0.08 \n  (Income  – Income ) / |Income | \n2012 2009 2009\nHH = household. \nSource: Authors’ estimates. \nFigure 6: Average Percentage Change in Per Capita Household Expenditure,  \nby Expenditure Decile \n \nSource: Authors’ estimates. \nHowever, whether this finding is indicative that weather shocks in the Philippines do \nresult in relief and reconstruction measures targeted at the poorest sections of the \ncountry is still subject to further scrutiny for several reasons. First, it could be the case \nthat because low-income people have the least amount of resources, their purchasing \nlevels may need to return to the baseline or even exceed the baseline more quickly. \nSecond, the average income growth of the poorest 20% of households under the \nassumption that all households were hit by typhoons is not statistically different from \nthe average income growth under the assumption that no households were affected by \ntyphoons. On the other hand, we observe significant differences between the two \nhypothetical scenarios for other income groups, which could indicate that there is \nstronger evidence of creative destruction among higher-income groups. Moreover, the \nmethodological  approach  used  to  test  the  presence  of  creative  destruction  is  not \nwithout  limitations.  Box  3  describes  the  potential  issues  and  offers  an  alternative \nmethod. Based on this alternative, we find weaker evidence to support the presence of \ncreative destruction.  \n12 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \nBox 3: Alternative Method of Testing the Presence of Creative Destruction \nIt is important to note that the counterfactual approach used to derive these estimates has \nseveral  limitations  that  are  worth  mentioning.  First,  it  is  hard  to  gauge  the  statistical \nsignificance  of  the  observed  difference  between  the  estimates  derived  for  the  two \nhypothetical scenarios because they are subject to two sets of model errors (i.e., errors \narising  from  the  synthetic  estimation  of  longitudinal  incomes  and  errors  arising  from  \nthe  model  used  to  create  hypothetical  scenarios).  Second,  currently,  households  are \ncategorized into two groups only (whether they belong in areas that were affected by \ntyphoons  or  not)  and  no  distinction  is  made  according  to  how  frequently  they  have \nexperienced typhoons or the amount of damage from typhoons in a specific area. Third, by \napplying the coefficients of the income model for households that were not affected by \ntyphoons to impute the hypothetical incomes of households that were affected by typhoons, \nwe are implicitly assuming that the typhoon-affected areas will necessarily have better \ninstitutions right after the disaster. \nAn alternative approach is to simply examine the first set of income mobility estimates  \nby geographic location. The box table below summarizes the results. Here, the evidence  \nfor creative destruction is slightly weaker because only a few regions show some hints of \ncreative destruction.  \nAverage Income Change  Average Percentage Change \nHH Not  HH Not \nHH Affected  Affected by  HH Affected  Affected by \nGeographic Region –  by Disaster  Disaster  by Disaster  Disaster \nNCR  –9,415.93  –9,923.26  0.22  0.23 \nCAR  19,148.17  16,095.25  0.90  1.11 \nI – Ilocos Region  25,132.87  22,375.04  1.21  1.10 \nII – Cagayan Valley  18,560.60  19,352.37  0.96  1.06 \nIII – Central Luzon  8,449.26  8,704.28  0.61  0.54 \nIVa – CALABARZON  –394.54     0.38 \nIVb – MIMAROPA  23,140.00     1.40   \nV – Bicol Region  25,511.68  24,162.50  1.55  1.4 4 \nVI – Western Visayas  24,000.72  18,966.50  1.45  1.08 \nVII – Central Visayas  22,811.74  14,325.50  1.63  1.12 \nVIII – Eastern Visayas  17,519.26  13,079.19  1.20  1.00 \nIX – Zamboanga Peninsula  25,427.51  13,853.84  1.99  1.02 \nX – Northern Mindanao  19,149.35  14,083.01  1.12  1.12 \nXI – Davao Region  22,805.29  15,550.70  1.76  1.03 \nXII – SOCCSKSARGEN  51,434.53  42,663.94  2.65  2.15 \nARMM  26,937.68  27,536.67  1.58  1.75 \nCaraga  39,110.22  35,284.38  2.34  2.07 \nSource: Authors’ estimates. \n \nIn other countries, there is also mixed evidence on whether or not natural disasters’ \nlong-term impacts affect the poor any differently than the higher echelons of society \n(Karim  and  Noy  2015).  Intuitively,  one  would  expect  prior  economic  conditions  to \ninfluence how one copes with natural disasters. Thus, we would expect households \nwith higher economic status to have better post-disaster outcomes. However, post-\ndisaster outcome is not only a function of prior economic conditions, it could also be \nshaped by transfers from outside the household. In other words, whether the measures \nto bring about such effects are self-funded by the people or reflect aid and additional \ngovernment resources is a separate question. We turn to this question, in the context \nof the Philippines, in the next section.  \n13 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \n3.2  Foreign Aid, Fiscal Transfers, and Municipal Spending  \nHow  can  the  positive  effect  of  disasters  on  economic  mobility  be  explained? \nResearchers often attribute the effect to the government’s proactive growth-stimulating \npost-disaster recovery and reconstruction programs. On the other hand, given the large \nscale of the resources channeled to affected regions from both domestic and external \nsources in the aftermath of major disasters, the most important question facing a \ncountry is where the aid money is going. Global experience (Keefer 2009) shows that \nat the time of major disasters, countries with weak institutions often see large relief \nfunding mismanaged or captured by local elites, with the poor and the most vulnerable \npopulation left to fend for themselves, pushing many households into deeper poverty.  \nIn the case of the Philippines, to mitigate the continuing hazards caused by 1991’s  \nMt Pinatubo eruption, in 2012 the Japan Bank of international Cooperation provided a \nconcessionary loan of Php 1.32 billion to the province of Pampanga, which is about  \n1% of the province’s GDP when combined with the government’s matching fund of  \nPhp 289 million (Jose 2012). Similarly, the government prioritized public spending on \ndisaster risk reduction investment by integrating natural disaster risk into its overall \ndevelopment plan, strengthening risk management institutions, and investing in early \nwarning systems, weather forecasting, and effective disaster response systems (World \nBank 2014).  \nAlthough  Filipinos  try  to  mitigate  disaster  impact  through  evacuation,  temporary \nmigration, and other coping strategies, few are prepared for super typhoons or several \ntyphoons in succession. The sudden need for additional financing from government \nbudgets can pose a major problem for fiscal sustainability. We use municipal-level data \nto examine the role of public spending as a disaster response in the country. Our aim is \nto examine whether extra resources channeled to disaster-hit regions for recovery and \nreconstruction help reduce the poverty impact. First, using the small area estimation \ntechnique, we examine the relationship between poverty and municipal fiscal resources \nby  regressing  the  municipal-level  poverty  estimates  (compiled  by  the  Philippine \nStatistics Authority) on different sources of a municipality’s per capita income and its \nvarious types of expenditures. The data used are for the years 2010–2015 and for all \ncities and municipalities that existed during this period. The population size served and \nother  socioeconomic  characteristics  of  municipalities  as  recorded  from  the  village \nmodule of the Census of Population and Housing are used as controls. For cities, we \nhave additional information about competitiveness that can be used as control factors \ntoo. Thus, the regression model is estimated using two specifications—one for all \nmunicipalities including cities (Model 1) and another one for cities only (Model 2). The \nresults  from  Model  2  show  most  of  the  explanatory  variables  to  be  statistically \ninsignificant (Table 6). However, the results from Model 1 provide deeper insights by \npointing  to a  reduction  in  household  poverty  due  to  specific  components  of  fiscal \nspending and higher local government income, after controlling for population size, the \nfrequency of typhoons, and other socioeconomic characteristics of the municipalities. \nThe following discussion is based on Model 1. \n   \n14 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \nTable 6: Correlates of Municipal Poverty Rates \nModel 1 \n(All Municipalities  Model 2 \nVariable  and Cities)  (All Cities) \n1.  Expenditure on general public services  –0.002813  0.0010223 \n2.  Expenditure on education, culture, and sports/manpower  0.03712  0.010748 \ndevelopment \n3.  Expenditure on health, nutrition, and population control  –.082555***  –0.003983 \n4.  Expenditure on labor and employment  0.70192  0.50455 \n5.  Expenditure on housing and community development  –0.0025249  0.0048043 \n6.  Social services and social welfare expenditure  –0.069358  –.094184** \n7.  Expenditure on economic services  0.027791  0.014189 \n8.  Debt service (interest expense and other charges)  0.08847  –0.015462 \n9.  Total local sources  0.0074402  0.0011419 \n10. Total tax revenue  .20721*  0.021305 \n11. Real property tax revenue  –.21438*  –0.025054 \n12. Tax on business revenue  –.20354*  –0.021451 \n13. Income from regulatory fees (permits and licenses)  –.12631*  –0.029441 \n14. Income from service/user charges (service income)  –0.044655  –0.024427 \n15. Receipts from economic enterprises (business income)  –.050712*  –0.018076 \n16. Internal revenue allotment  0.012329  0.0025802 \n17. Other shares from national tax collection  –.043368**  –0.034021 \n18. Inter-local transfers  –0.014609  0.010315 \n19. Extraordinary receipts/grants/donations/aids  –0.029608  0.074235 \n20. Proportion of barangays in the municipality with large commercial  –11.458  3.0728 \nenterprises \n21. Proportion of barangays in the municipality with large  –45.393***  –9.3331 \nmanufacturing enterprises \n22. Proportion of barangays in the municipality that are predominantly  15.38***  27.178*** \ndependent on the agriculture sector \n23. Population size  –.000040563***  –0.000010011 \n24. 1 if doesn't experience any typhoon     \n25. 1 if rarely experiences typhoons   7.7108***  6.6633* \n26. 1 if frequently experiences typhoons   –10.266***  1.1778 \n27. 1 if very frequently experiences typhoons   –14.423***  0.27434 \n28. 1 if city  –5.2694**   \n29. Overall competitiveness score    1.0137 \n30. Economic dynamism score    –0.31872 \n31. Government efficiency score    –1.7688** \n32. Intercept  29.047***  5.142 \n33. Number of observations  1,599  118 \n34. Adjusted R2  0.36138  0.60112 \nNotes: * significant at 10%, ** significant at 5%, *** significant at 1%.  \nSource: Authors’ estimates. \nPoverty declines in municipalities regularly hit by typhoons (variables 25–27, Table 6). \nWhile post-disaster foreign aid (variable 19) is not seen as being effective in reducing \npoverty, 2 additional  funds  from  higher-level  governments  (variable  17)  allocated  \n                                                 \n2  It is possible that foreign aid impacts specific sectors that it may be tied to. Some effects may occur over \na long period. The timing of the flow of funds may also matter. For example, Cas (2016) examines the \neducation attainment impact of a bilateral education assistance program on the Philippines, 10 years \nafter its launch following two super typhoons in 1987. The program, which constructed typhoon-resistant \n15 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \nto  affected  local  units  do  have  an  impact.  More  interestingly,  a  greater  effort  by \nmunicipalities in revenue collection from taxes on property and businesses as well as \nuser fees (variables 11–15) in the wake of natural disasters provides extra resources \nfor fighting poverty. Municipalities with a higher proportion of barangays (administrative \nunits) that host large manufacturing enterprises are at an advantage (variable 21).  \nIn contrast, deprived of a large tax base, municipalities with a higher proportion of \nbarangays that are predominantly dependent on agriculture (variable 22) end up with \nhigher levels of poverty following typhoons.  \nAlthough  the  results  described  above  suggest  that  allocation  of  additional  fiscal \nresources does cut poverty, it is possible that the effect differs depending on the rate of \noccurrence of natural disasters. Figure 7 illustrates this point. Among the poorest 20% \nof municipalities (quintile 1), the level of local fiscal expenditure per person is highest \nfor municipalities that experienced typhoons most frequently (numbering 5–6 typhoons \nper year on average). Two factors may explain this phenomenon: larger transfers from \nhigher-level governments and higher allocation of local resources, perhaps owing to \nearly preparedness in dealing with the events since typhoons frequently strike those \nmunicipalities.  \nFigure 7: Total Municipal Expenditure Per Capita by Poorest 20%  \nof Municipalities, 2010–2015 \n \nSource: Authors’ estimates. \nAt the other extreme, municipalities that do not experience any typhoons at all do not \nneed to divert resources for rehabilitation and reconstruction. As such, they can provide \npublic services with similar levels of per capita expenditure as the most impacted \nmunicipalities referred to above. However, municipalities in between—those that are hit \nfewer times, on average by one to four typhoons per year—are perhaps not prepared \nto ramp up their resources for the shock as reflected in their relatively lower per capita \nexpenditures.  This  could  potentially  suggest  that  even  among  the  poorest \nmunicipalities, “creative destruction” is more likely to happen in areas that have higher \nexposure to natural disasters.  \n                                                                                                                                            \nschools at the municipal level and provided high school instruction material, increased the number of \nyears of schooling for both boys and girls. \n16 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \nApart from funding, another reason why the municipalities most hit by natural disasters \ndid better than others could be the support provided by the National Community Driven \nDevelopment (NCDD) program of the Department of Social Welfare and Development. \nThis  program  operates  in  the  poorest  municipalities  with  a  network  of  community \nfacilitators  and  volunteers.  When  disasters  strike,  NCDD  supports  the  poor \nbeneficiaries  to  recover  by  adjusting  and  simplifying  procedures.  Following  some \nlessons learned in response to the calamities brought about by Typhoon Yolanda, the \ngovernment has strengthened the role of local government units and delineated the \ntasks assigned to NCDD and other government arms for efficient delivery of rescue \nand rehabilitation assistance (Box 4). \nBox 4: Post-Yolanda Reforms in the Government Disaster Response \nMechanisms  \nSince  Typhoon  Yolanda  struck  the  Visayas  region  on  8  November  2013,  national \ngovernment agencies,  local  government  units,  the  private  sector,  and  the  international \ncommunity have been working together to meet post-disaster needs. According to the post-\ndisaster needs assessment coordinated by the Office of Civil Defense, the estimated cost of \ndamage reached ₱89.6 billion ($2.1 billion) and losses amounted to ₱42.8 billion ($1 billion).  \nTo  unify  the  efforts  of  government  and  other  agencies  involved  in  the  rehabilitation, \nrecovery,  and  reconstruction  of  Yolanda-affected  areas,  an  Office  of  the  Presidential \nAssistant  for  Rehabilitation  and  Recovery (OPARR)  was  established.  OPARR  led  the \npreparation of the Comprehensive Rehabilitation and Recovery Plan (CRRP), which details \nthe overall strategic vision and integrated short-term, medium-term, and long-term plans and \nprograms for Yolanda-affected areas. It also established five government clusters to facilitate \nthe  streamlined  and  integrated  planning,  implementation,  and  monitoring  of  programs, \nprojects, and activities (PPAs) at the national level: \n•  infrastructure (cluster head: Department of Public Works and Highways); \n•  resettlement (cluster head: Housing and Urban Development Coordinating Council); \n•  social services (cluster head: Department of Social Welfare and Development); \n•  livelihood (cluster head: Department of Trade and Industry); and  \n•  support  (cluster  heads:  Department  of  Budget  and  Management  and  National \nEconomic and Development Authority [NEDA]) \nThese five clusters in coordination with the local government units provide support to the \nCRRP. After the resignation of the head of OPARR, the Director-General of NEDA was \ntasked to  undertake  the coordination,  monitoring, and  evaluation  of  all  disaster-related \nprograms, projects, and activities (PPAs) for the areas worst affected by Typhoon Yolanda. \nNEDA retained and utilized the existing cluster structure established by OPARR to monitor \nand  assess  the  status  of,  and  address  the  remaining  policy  issues  related  to,  the \nrehabilitation and recovery efforts in the affected areas. \nSources: \nNEDA. 2017. Yolanda Rehabilitation and Recovery Efforts. http://yolanda.neda.gov.ph/ \nyolanda-rehabilitation-and-recovery-efforts/ \nNEDA. 2013. Reconstruction Assistance on Yolanda: Implementation for Results. \nhttp://yolanda.neda.gov.ph/ray-implementation-for-results/  \nWorld Bank. 2017. Philippines: Lessons Learned from Yolanda – An Assessment of the \nPost-Yolanda Short and Medium-Term Recovery and Rehabilitation Interventions of \nthe Government. https://openknowledge.worldbank.org/handle/10986/28540 \n \n \n17 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \n4.  POLICY IMPLICATIONS  \nPolicy  choices  to  respond  to  natural  disasters  should  be  based  on  the  country’s \ngeography, economic and social context, and political background since these factors \ninfluence  the  impact  of  disasters.  The  impact  also  depends  on  the  local  capacity  \nin disaster risk management, both for prevention and post-disaster recovery. Rich \ncountries have the resources to prevent and prepare for natural shocks. An analysis of \nEM-DAT data shows how income levels give them the capacity to limit the death  \ntoll from disasters: From 1997 to 2016, on average more than three times as many \npeople died per disaster in low-income countries as in high-income countries.3 The \nNetherlands, for example, which is geographically prone to natural disasters, offers an \ninteresting contrast. In terms of exposure to extreme events, it ranks twelfth on average \nfor the period 2012–2016 on the World Risk Index (Bündnis Entwicklung Hilft 2017).4 \nBut its high socioeconomic, political, and institutional development allows it to reduce \nvulnerability, and thus its overall risk rank to 50. \nLikewise, since poor households have lower capacity and fewer assets, they have a \nhard time coping with, and recovering from, their losses. Lacking financial and social \nsupport structures to pull themselves out of this predicament, they pass on their losses \nto  the  next  generation  and  so  the  cycle  of  poverty  continues.  By  contrast,  rich \nhouseholds have the means and resources to move away from areas facing natural \ndisasters or to protect themselves and minimize the damage that disasters can bring \nupon them. Rich survivors will usually have insurance to cover their medical treatment \nand the destruction and loss of property. The rich who perish will probably have life \ninsurance to leave to their families so that the next generation will also be secure. As \ndeveloping Asia houses the largest proportion of the world’s poor, the question arises \nas to how Asian countries should effectively cope with natural disasters. \n4.1  Preparing for Natural Disasters \nSince  natural  disasters  will  continue  to  happen  and  are  becoming  more  frequent \nbecause  of  climate  change,  urbanization,  and  demographic  changes,  building  the \nresilience of the people is important (Hallegatte et al. 2017). Resilience measures are \nbased on the belief that the disasters will have an impact on the community and \ntherefore measures must be in place to facilitate a quick return to normalcy. These \ninclude  community  emergency  response  teams,  temporary  shelter  and  evacuation \nareas, backup generators to restore power for critical systems, credit expansion to \nease credit constraints, and provision of subsidies targeted at the poor and vulnerable \npopulations.  In  times  of  crisis,  social  capital  can  also  help  communities  to  cope. \nUsamah  et  al.  (2014)  found  that  a  strong  social  relationship  supports  the  strong \nperception and level of resilience of the communities.  \n   \n                                                 \n3  However, in the face of extreme events such as Katrina, Tohoku, and Sandy, preparations even by \nadvanced economies may not be adequate. \n4  The World Risk Index presented in the World Risk Report of the United Nations University Institute of \nEnvironment and Human Security captures not only the risk due to geographical exposure but also the \nability of a country to respond, based on measures of its vulnerability in terms of susceptibility \n(structural, economic, and social conditions), coping capacity (ability to prevent and/or reduce disaster \nimpact), and adaptive capacity (ability to address vulnerability in the long run and effect change in the \nsociety). \n18 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \nThe capacity of households, businesses, and local communities to recover and restore \nlivelihoods  depends  critically  on  the  efficiency  and  effectiveness  of  post-disaster \nrecovery and reconstruction efforts led by central and local governments. Ballesteros \nand  Domingo  (2015)  emphasized  the  need  for  harmony  and  strong  cooperation  \namong the public sector (both local and national governments), the private sector, and \nthe  local  communities  to  enhance  business  continuity  and  resiliency.  Using  a \nmultidisciplinary  perspective  on  risk  management  strategies  and  societal  and \ncommunal resilience, Aldrich, Sawada, and Oum (2015) argue for a holistic approach \nto  disaster  recovery  and  mitigation.  They  recommend  a  sensible  combination  of \ncommunity-level networks, private market mechanisms, and state-based assistance \nstrategies in handling disasters. \nPreparedness through the adoption of risk mitigation and management practices before \na  disaster  strikes  is  critical.  Recognizing  that  natural  disasters  compromise \ndevelopment,  governments  must  take  a  comprehensive  approach  to  disasters  by \nshifting the focus from reactive actions of disaster response and recovery to the more \nproactive actions of risk reduction, preparedness, and mitigation. The focus should be \non  removing  the  underlying  causes  of  vulnerability  rather  than  on  minimizing  the \nconsequences of vulnerability (ADBI 2013). A bottom-up approach involving constant \ndialogue with communities, especially those living in risk-prone areas, is important  \nto make them fully aware of the hazards they are exposed to and how they can  \nbest prepare for, and cope with, them. Constant communication with the people will \nincrease their awareness and desire to seek information, reduce rumors, influence \nevacuation  behavior,  and  facilitate  proper  intervention.  It  is  also  important  to \ncomplement these practices with improved governance. \nBangladesh, Indonesia, and Pakistan provide good examples of preventive measures \n(ADB  2013b).  By  setting  up  community-led  early  warning  systems  (based  on \nvolunteers with bicycles and megaphones, and text message alerts), public awareness \ncampaigns, and communal facilities, Bangladesh has significantly reduced the number \nof deaths in the annual onslaught of tropical cyclones. After the 2004 earthquake and \ntsunami, Indonesia laid the groundwork for a much more effective disaster response by \ndecentralizing  the  reconstruction  agency  away  from  Jakarta  to  improve  disaster \ncoordination  in  the  archipelago.  In  Pakistan,  following  a  succession  of  calamitous \nevents including the 2005 earthquake, the government created a federally coordinated \ndisaster risk system and integrated risk reduction plan. \nDisaster resistance is a long-term process built through mitigation and preparedness \nactivities coupled with actions that include revenue diversification to make people’s \nincome less vulnerable to local shocks, financial inclusion to protect their savings, \nhealth insurance, disaster risk insurance to protect people against shocks, adaptive \nsocial  protection  to  provide  affected  people  with  timely  post-disaster  support,  and \ndisaster risk financing instruments to ensure that governments and local authorities \nhave the resources to act in times of crisis (Green 2008, Hallegatte et al. 2017).5 These \nactivities should be sustained even with the change of political administrations because \ndisasters do not time their occurrence based on who is currently in power. Only a \nsustained, long-term effort, maintained and carried through even when there are no \ndisasters, can provide true resistance and resilience.  \n                                                 \n5  However, insurance programs to protect life and property may fail when large numbers of clients are \nsimultaneously affected by a disaster, as is well known from the literature on crop insurance in \nagriculture. \n19 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \n4.2  Mitigating the Fiscal Risk \nWhile it is difficult to predict the precise scale, time, or location of disasters, data from \nprevious disasters can be used to anticipate aggregate annual losses nationally. Since \nnatural disasters affect both government expenditure and revenue, proper planning and \nmanagement are needed to allocate the limited resources wisely to contain the fiscal \nrisk. Analyzing data from 22 developed and 20 developing countries over the period \n1990–2005, Noy and Nualsri (2011) find that following large natural catastrophes, fiscal \nbehavior  is  countercyclical  in  advanced  economies  but  procyclical  in  developing \neconomies. Such fiscal dynamics in low- and middle-income countries suggest an \nurgent need to develop insurance mechanisms that will enable governments to insure \nagainst adverse fiscal consequences. \nThe  fiscal  risk  from  natural  disasters  could  be  reduced  by  establishing  a  special \ncontingency fund through budgeted allocations by the central government for a ready \ndisaster  response.  For  events  in  which  the  actual  losses  exceed  the  fund,  the \ngovernment could transfer part of the risk to reinsurance companies, which would \nprovide a credit facility against an annual premium to cover the excess cost beyond  \nthe budgeted amount of the fund. This type of advanced preparation for funding relief \nand reconstruction would be more efficient and less disruptive than ad hoc disaster \nresponse.  \nWhile financial help for victims is popular with both the media and the public, it can \ncause a moral hazard problem as the expectation of financial assistance becomes  \na  disincentive  for  private  preparedness  against  future  disasters  (Ma  2011).  The \ngovernment  should  therefore  use  fiscal  policy  to  direct  resources  towards  the \nprevention  and  mitigation  of  disasters.  Furthermore,  the  private  sector  will  not \nadequately supply goods with positive externalities as private benefits may fall short of \nsocial benefits. Therefore, the government as the provider of public goods should also \nredirect spending towards cleanup efforts and reconstruction of public infrastructure \nfollowing a disaster. \nBuilding  resilience  requires  extensive  investment  in  municipal  infrastructure  and \nservices that can help increase productivity and reduce household impacts. Speciﬁc \nactivities such as regular training, capacity-building programs, and awareness-raising \nprograms need to be budgeted for properly at the local level. It is therefore essential to \nenhance  the  capacity  of  local  authorities  for  strategic  planning,  procurement,  and \nfinancial management, as well as technical and operational oversight. \nDeveloping countries usually lack the human capacity and financial resources needed \nfor reconstruction and quick recovery. To cope with disasters, governments may have \nto reallocate resources from development activities to relief and reconstruction. Faced \nwith  the  daunting  task  of  recovery  and  reconstruction,  small,  resource-poor,  and \nlandlocked economies may have to rely on foreign aid, thereby increasing their risk of \nexternal indebtedness and reduced growth. Large, poor economies, in which selected \nareas are prone to disasters, may have to transfer resources from relatively unaffected \nor better-off regions, thereby affecting the growth of those areas as well. The problem \nmay be compounded in countries with a fiscal federal structure (Box 5). \n \n20 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \nBox 5: Dealing with Natural Disasters in Countries  \nwith a Fiscal Federal System of Governance  \nIn  countries  with  decentralized  governance,  natural  disasters  present  at  least  two \nchallenges to subnational governments. First, local governments are in a better position to \nassess the strength of infrastructure needed to withstand natural disasters—such as ex ante \npreparations,  establishment  and  enforcement  of  land  use,  building  codes,  and  other \nregulations. Second, the majority of reconstruction and reestablishing services are the \nresponsibility of local governments, but with limited capacity and weak institutions, the local \ngovernment response is often inadequate. Moreover, local bodies may freeride on the \nprovisions from an adjacent region if that locality is damaged more than their own. For \nexample, infrastructure to prevent flooding from sea surges cannot be assigned to single \nmunicipalities along the coast, but rather to a coastal authority, or to an intermediate level of \ngovernment, whose geographical area encompasses all sea-facing areas prone to flooding.  \nOne possible solution to the problem of moral hazard would be for the central government to \nassume full responsibility for disaster avoidance and preparedness, assuming control of \neconomic development and land use policies. However, recentralizing responsibilities for  \nall disaster avoidance policies would reduce the efficiency gains from decentralized local \npolicymaking.  \nThe second solution lies in the establishment of adequate coordinating institutions. Vertical \nand horizontal coordination between central and subnational governments assigned the \nresponsibility to set up local disaster contingency reserves and appropriate allocation of \nresources would be useful in harboring efficiency gains from decentralized policymaking, \nwhile internalizing externalities from events that affect contiguous administrative regions.  \nA third suggestion comes from private insurance. Mandatory coinsurance would mean that \nthe central government mandates the establishment of disaster contingency reserves (“rainy \nday” funds) by local governments. Under this option, each local government would be \nrequired to contribute to a fund from which it would receive disaster relief in the event of a \ndisaster. This scheme would help finance central government reconstruction transfers and \nspread the burden more equitably among local governments. \nSource:  \nBrosio, G. 2015. Improving Service Delivery through Decentralization. Governance in \nDeveloping Asia. Anil Deolalikar, Shikha Jha, and Pilipinas Quising (editors).  \nUK: Edward Elgar Publishing. 180–207. \n \nBy providing implicit insurance against nature’s shocks, good governance can reduce \ndisaster  risks  (Ahrens  and  Rudolph  2006,  Castanos  and  Lomnitz  2008,  UNISDR \n2011a, Wisner et al. 2004). In the Philippines, Ballesteros and Domingo (2015) note \nthat  there  are  sufficient  legislative  provisions  to  support  a  proactive  response  to \ndisaster events (both for businesses and communities), but gaps in policy execution \nexist.  Many  developing  countries  need  responsive,  accountable,  transparent,  and \nefﬁcient governance structures in disaster risk management (Davis 2011, UNDP 2010). \nInvestment in mitigation measures such as national disaster risk assessment, early \nwarning systems, and construction code and zoning regulations is inherently in the \nnature of public goods and the adequacy of their provision and enforcement is driven \nby government incentives and the quality of institutions (Besley and Burgess 2002, \nDrèze 1991, Sen 1984, World Bank and UN 2010).  \nUsing data from 73 countries from 1980 to 2002, Kahn (2005) finds that countries with \nhigher-quality  institutions  suffer  fewer  deaths  than  those  with  weaker  institutions. \nPelling and Dill (2006) note that political leaders in both democratic and authoritarian \nregimes manipulate disaster recovery to enhance their popular legitimacy and extend \n21 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \ntheir influence over development policies and programs. Part of good governance is \nthe reduction or removal of corruption. According to a study, 83% of all deaths from \nbuilding collapses in earthquakes over the past 30 years occurred in countries that  \nare  assessed  as  “corrupt”  by  Transparency  International  (ADBI  2013).  When  the  \nstate fails to provide necessary assistance during disasters, local associations and \nnongovernmental organizations (NGOs) may step in to fill this gap.  \n5.  SUMMARY AND CONCLUDING REMARKS \nHigh  population  densities  in  hazardous  areas  increase  the  pressure  on  natural \nresources and the environment, and raise the risk of natural disasters associated with \nhuman activity. A country is highly vulnerable to natural disasters when it does not \nhave the means or ability to withstand the shock, for example through high-quality \ninfrastructure. For developing countries, existing socioeconomic and political conditions \ncan also exacerbate their vulnerability. For example, weak institutions or high levels of \ncorruption  leave  buildings  below  required  standards  and  essential  public  services \nineffective—the lack of both exacerbates the impact of environmental disasters.  \nDisaster events can have serious implications for income inequality and persistence of \npoverty even as households adopt new risk diversification strategies in the aftermath  \nof  disasters.  The  loss  of  productive  assets,  income,  and  livelihoods  from  natural \ncalamities has long-term economic and social consequences. It takes several years for \nthe poor to recover to their pre-disaster consumption levels. Inadequate food and \nnutrition deteriorate health and life expectancy, and are likely to perpetuate poverty. \nChildren left out of school may not return. Poor households may not only have their \nentire life savings wiped out, but also lose their creditworthiness in the process.  \nOur analysis of the impact of typhoons in the Philippines shows that disasters can push \nnonpoor households into poverty and the poor even deeper into poverty. In terms of \nrelative mobility, our findings suggest that households that experienced typhoons are \nmore  likely  to  fall  into  a  lower  income  quantile  than  those  who  didn’t  experience \ntyphoons. In terms of absolute mobility, the incomes of households that were hit by \ntyphoons are more likely to grow more slowly than the incomes of households that \nwere not hit. These results are intuitive as disasters bring damage to life, property, and \nlivelihood. As these damages affect the households’ capacity to cope and recover, a \ndisaster can push families into a downward income spiral. Our analysis also finds some \nindication  of  a  creative  destruction  effect—disasters  can  have  positive  effects  on \neconomic  mobility.  This  can  be  attributed  to  the  government’s  proactive  growth-\nstimulating post-disaster recovery and reconstruction programs. \nJust  as  prevention  is  better  than  cure  for  a  disease,  so  is  preparedness  (or  risk \nreduction) better than ad hoc management of a natural disaster. Better institutions and \nsignificant investments in appropriate structures, buildings, and other infrastructure—\nalong with well-designed social safety nets—are necessary to improve resistance and \nadaptability to calamities, and in turn mitigate the need for recovery and restoration. \nWhile  the  government  may  have  no  control  over  the  hazard  of  an  extreme \nenvironmental or geological event, it should be able to exercise some control over the \ntendency of populations to settle in high-risk areas. Better weather monitoring, early \nwarning systems, well-planned evacuation programs, well-organized shelter facilities, \nand  well-stocked  relief  inventories  enable  governments  to  prevent  natural  events  \nfrom becoming catastrophes, thereby reducing disaster risk. Indeed, when properly \nimplemented, such programs can stimulate job creation and local economy, propelling \na stagnating economy onto a virtuous path of growth and income mobility. \n22 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \nREFERENCES \nAsian Development Bank (ADB), 2013a, The rise of natural disasters in Asia and the \nPacific: Learning from ADB’s experience, Independent Evaluation Department, \nADB, Manila.  \n———, 2013b, The rise of natural disasters in Asia and the Pacific: Learning from \nADB’s Experience, Independent Evaluation Department. \nAsian Development Bank Institute (ADBI), 2013, Disaster risk management in Asia and \nthe Pacific: Issues Paper, a joint study of ADB and ADBI. \nAhrens, Joachim and M. Rudolph, Patrick, 2006, The Importance of Governance in \nRisk Reduction and Disaster Management, Journal of Contingencies and Crisis \nManagement, 14, 207–220, 10.1111/j.1468-5973.2006.00497.x. \nAkter, S. and B. Mallick, 2013, The poverty–vulnerability–resilience nexus: Evidence \nfrom Bangladesh. Ecological Economics, 96, pp. 114–124.  \nAlbala-Bertrand, J. M., 1993, Political Economy of Large Natural Disasters: With \nSpecial Reference to Developing Countries, United Kingdom: Clarendon Press. \nAldrich, D.P., Y. Sawada and S. Oum, eds, 2015, Resilience and Recovery in  \nAsian Disasters—Community Ties, Market Mechanisms and Governance, \nSpringer, Tokyo. \nAnttila-Hughes, J. and S. Hsiang, 2013, Destruction, Disinvestment, and Death: \nEconomic and Human Losses Following Environmental Disaster. Available at \nSSRN: http://ssrn.com/abstract=2220501  \nBallesteros, M. and S. Domingo, 2015, Building Philippine SMEs Resilience to Natural \nDisasters, Philippine Institute for Development Studies (PIDS) Discussion Paper \nSeries No. 2015-20 (revised). Quezon City, Philippines: PIDS. \nBesley, Timothy and R. Burgess, 2002, The political economy of government \nresponsiveness: Theory and evidence from India, Quarterly Journal of \nEconomics, 117(4) (Nov., 2002), pp. 1415–1451. \nBündnis Entwicklung Hilft, 2017, World Risk Report Analysis and Prospects 2017. \nAvailable at http://weltrisikobericht.de/wp-content/uploads/2017/11/ \nWRR_2017_E2.pdf \nCas, A., 2016, Typhoon aid and development: The effect of typhoon-resistant schools \nand instructional resources on educational attainment in the Philippines, Asian \nDevelopment Review, 33(1), pp. 183–201. \nCastanos, H., and C. Lomnitz, 2008, Ortwin Renn, Risk Governance: Coping with \nUncertainty in a Complex World, Natural Hazards 48(2): 313–314. \nCruces, G., G. Fields, and M. Viollaz. 2013. Can the Limitations of Panel Datasets be \nOvercome by Using Pseudo-Panels to Estimate Income Mobility?  \nDang, H., P. Lanjouw, J. Luoto, and D. McKenzie, 2014, Using repeated cross-sections \nto explore movements in and out of poverty, Journal of Development \nEconomics, 107, pp. 112–128. \nDang, Hai-Anh and Peter Lanjouw, 2013, Measuring Poverty Dynamics with Synthetic \nPanels Based on Cross-Sections, https://openknowledge.worldbank.org/ \nhandle/10986/15863 \n23 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \nDavis, I., 2011, Reducing Disaster Risks 1980–2010: Some Reflections and \nSpeculations. Environmental Hazards 10(1): 80–92. \nDeaton, Angus. 1995. “Data and Econometric Tools for Development Economics.  \nIn Handbook of Development Economics, edited by Jere Behrman and  \nT.N. Srinivasan. Amsterdam: North Holland. \n———. 1997. The Analysis of Household Surveys: A Microeconomic Approach. \nBaltimore: John Hopkins University Press. \nDrèze, J., 1991, Famine prevention in India, in Jean Drèze and Amartya Sen, eds., \nPolitical Economy of Hunger, Vol. 2, Oxford University Press \nDupont, William IV, I. Noy, O. Yoko and S. Yasuyuki, 2015, The Long-Run Socio-\nEconomic Consequences of a Large Disaster: The 1995 Earthquake in Kobe, \nResearch Institute for Economy, Trade and Industry, Discussion Paper Series \n15-E-035. \nFields, G., 2008, A Brief Review of the Literature on Earnings Mobility in Developing \nCountries, Cornell University Working Paper. \nGignoux, Jérémie and Marta Menéndez, 2016, Benefit in the wake of disaster: Long-\nrun effects of earthquakes on welfare in rural Indonesia, Journal of \nDevelopment Economics 118, 26–44. \nGreen, 2008, Resistance and Resilience. Available at www.pitt.edu/~super7/32011-\n33001/32411.ppt \nHallegatte, S., Adrien Vogt-Schilb, Mook Bangalore,and Julie Rozenberg, \n2017, Unbreakable : Building the Resilience of the Poor in the Face of Natural \nDisasters, Climate Change and Development, Washington, DC: World Bank. \nhttps://openknowledge.worldbank.org/handle/10986/25335 License:  \nCC BY 3.0 IGO. \nHallegatte, S., Colin Green, R. Nicholls, and J. Corfee-Morlot, 2013, Future flood \nlosses in major coastal cities, Nature Climate Change, 3, pp. 802–806. \ndoi:10.1038/nclimate1979 \nHallegatte, S. and P. Dumas, 2009, Can natural disasters have positive \nconsequences? Investigating the role of embodied technical change, Ecological \nEconomics, 68(3), pp. 777–786. \nHeger, Martin, Alex Julca, Oliver Paddison, 2008, Analysing the impact of natural \nhazards in small economies: The Caribbean case, UNU-WIDER Research \nPaper No. 2008/25, https://www.econstor.eu/bitstream/10419/63505/1/ \n560710275.pdf \nKahn, Matthew E., 2005, The death toll from natural disasters: The role of income, \ngeography, and institutions, Review of Economics and Statistics, May 2005, \n87(2), pp. 271–284. \nJose, Susan Rachel. 2012. “Preliminary examination of existing methodologies for \nallocation and tracking national government budget for disaster risk reduction \n(DRR) in the Philippines.” The report commissioned by UNISDR in collaboration \nwith ADPC and the Asian Development Bank. \nKarim, A. and I. Noy, 2015, Poverty and natural disasters: A qualitative survey of the \nempirical literature. 2015, The Singapore Economic Review, 61(1), pp. 1–36. \n24 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \nKeefer, P., 2009, Disastrous consequences: the political economy of disaster risk \nreduction, Paper commissioned by the Joint World Bank–United Nations Project \non the Economics of Disaster Risk Reduction, Washington, DC: World Bank. \nLoayza, N. E. Olaberriía, J. Rigolini, and L. Christiaensen, 2012, Natural Disasters  \nand Growth: Going Beyond the Averages, World Development, 40(7),  \npp. 1317–1336.  \nMa, Shuangyu Christine, 2011, The Economics of Natural Disasters. Available  \nat https://www.rba.gov.au/education/economics-competition/2011/pdf/first-\nprize.pdf \nMartinez, A., M. Western, M. Haynes, and W. Tomaszewski, 2014, Is there income \nmobility in the Philippines? Asian Pacific Economic Literature, 28(1), pp. 96–115. \ndoi: 10.1111/apel.12047  \nNoy, Ilan, 2009, The macroeconomic consequences of disasters, Journal of \nDevelopment Economics, 88(2), 221–231. \nNoy, Ilan and Tam Bang Vu, 2010, The economics of natural disasters in a developing \ncountry: The case of Vietnam, Journal of Asian Economics, 21, pp. 345–354. \nNoy, I. and A. Nualsri, 2011, Fiscal Storms: Public Spending and Revenues in the \nAftermath of Natural Disasters, Environment and Development Economics, \n16(1), 113–128. \nPelling, M. and K. Dill, 2006, ‘Natural’ Disasters as Catalysts of Political Action, \nISP/NSC Briefing Paper 06/01, pp. 4-6, Chatham House, London.  \nRaddatz, Claudio,2007, Are external shocks responsible for the instability of output in \nlow-income countries? Journal of Development Economics, 84(1), 155–187. \nRasmussen, Tobias,2004, Macroeconomic Implications of Natural Disasters in the \nCaribbean. International Monetary Fund Working Paper 04/224. \nRentschler, J., 2013, Why Resilience Matters –The Poverty Impacts of Disasters, \nPolicy Research Working Paper 6699, World Bank. \nSawada, Yasuyuki and Yoshito Takasaki, 2017, Natural disaster, poverty, and \ndevelopment: An introduction, World Development, 94, pp. 2–15. \nSchumpeter, J., 1943, Capitalism, Socialism and Democracy. Republished 2008,  \nNew York: Harper. \nSen, A., 1984, Food battles: Conflicts in the access to food, Food and Nutrition,  \nX (1984), pp. 81–89. \nSkidmore, M. and Hideki Toya, 2002, Do Natural Disasters Promote Long-Run \nGrowth? Economic Inquiry, 40(4), 664–687. \nThomas, V., J. Albert, and R. Perez, 2013, Climate-Related Disasters in Asia and the \nPacific, Economics Working Paper Series No. 358, ADB.  \nTulloch, J., 2010, The Cycle of Poverty and Natural Disasters. Available at \nhttps://www.allianz.com/en/about_us/open-knowledge/topics/environment/ \narticles/100316-the-cycle-of-poverty-and-natural-disasters.html/ \nUnited Nations Development Programme (UNDP), 2010, Disaster Risk Reduction, \nGovernance & Mainstreaming, New York: UNDP. \nUNISDR, 2011, Global Assessment Report on Disaster Reduction, Geneva: UNISDR. \n25 \n ", "ADBI Working Paper 817  Jha, Martinez, Quising, Ardaniel, and Wang \n \nUsamah, Muhibuddin, John Handmer, David Mitchell, and Iftekhar Ahmed, 2014, Can \nthe vulnerable be resilient? Co-existence of vulnerability and disaster resilience: \ninformal settlements in the Philippines, International Journal of Disaster Risk \nReduction, 10, 178–189.  \nWisner, B., Piers Blaikie, Terry Cannon, and Ian Davis, 2004, At Risk: Natural Hazards, \nPeople’s Vulnerability and Disasters, Second Edition. London: Routledge. \nWorld Bank. 2014. “Philippine Economic Update, Pursuing Inclusive Growth through \nSustainable Reconstruction and Job Creation. Report No. 83315-PH. \nWorld Bank and United Nations, 2010, Natural Hazards, UnNatural Disasters,  \nThe Economics of Effective Prevention. World Bank. Available at \nhttps://openknowledge.worldbank.org/handle/10986/2512 License:  \nCC BY 3.0 IGO. \n \n26 \n "], "metadata": {"Author": "Shikha Jha, Pilipinas Quising, Zemma Ardaniel, Arturo Martinez, Jr., and Limin Wang", "Comments": "", "Company": "Asian Development Bank", "CreationDate": "D:20180313132627+08'00'", "Creator": "Acrobat PDFMaker 11 for Word", "Keywords": "natural disasters, typhoons, poverty, household income mobility, development opportunity, foreign aid, fiscal transfers, municipalities, public spending, creative destruction, Asia, Philippines", "ModDate": "D:20180313133045+08'00'", "Producer": "Adobe PDF Library 11.0", "SourceModified": "D:20180313052620", "Subject": "Typhoons, floods, and other weather-related shocks can inflict suffering on local populations and create life-threatening conditions for the poor. Yet, natural disasters also present a development opportunity to upgrade capital stock, adopt new technologies, enhance the risk-resiliency of existing systems, and raise standards of living. This is akin to the “creative destruction” hypothesis coined by economist Joseph Schumpeter in 1943 to describe the process where innovation, learning, and growth promote advanced technologies as conventional technologies become outmoded. To test the hypothesis in the context of natural disasters, we look at the case of the Philippines—among the most vulnerable countries in the world to such disasters, especially typhoons. Using synthetic panel data regressions, we show that typhoon-affected households are more likely to fall into lower income levels, although disasters can also promote economic growth. Augmenting the household data with municipal fiscal data, we show some evidence of the creative destruction effect: Municipal governments in the Philippines helped mitigate the poverty impact by allocating more fiscal resources to build local resilience while also utilizing additional funds poured in by the national government for rehabilitation and reconstruction.", "Title": "Natural Disasters, Public Spending, and Creative Destruction: A Case Study of the Philippines"}}