{"CreationDate": "D:20050908004316Z", "ModDate": "D:20050909152049+08'00'", "Producer": "Acrobat Distiller 5.0 (Windows)", "Author": "Poch", "Creator": "PScript5.dll Version 5.2", "Title": "Microsoft Word - Stone--think tanks _JFPPT_--0805 ver 2.doc", "content": " \n \n \n \n \nThink Tanks and Policy Advice  \nin Countries in Transition \n \n \nDiane Stone \nMarie Curie Chair & Head, Public Policy Program \nCentral European University \n \nPaper prepared for the  \nAsian Development Bank Institute Symposium: \n“How to Strengthen Policy-Oriented Research and Training in \nViet Nam” \n \n \n31st August 2005 \nHanoi \n\nDiane Stone is the Marie Curie Chair & Head of the Public Policy Program, Central European University. The views \nexpressed in this paper are the views of the author and do not necessarily reflect the view or policies of the Asian \nDevelopment Bank Institute. Names of countries or economies mentioned in this series are chosen by the author, in the \nexercise of her academic freedom, and the Institute is in no way responsible for such usage. \n \n\n \n\n1\n\n\fThink Tanks and Policy Advice in Countries in Transition \n\n  \nThink tanks are often viewed as a critical link between  elaboration of policies and their implementation. Think \ntanks represent a vital component of successes of policies directed towards harmonization of existing practices \nwith contemporary paradigms of good governance and economic management.  As such, development agencies \n– such as the Asian Development Bank Institute (ADBI) – regard think tanks as critical organisations for assisting \ngovernment in economic transition.  \n \nThis paper is structured into four parts:   \n\n•  The first section provides an overview of think tank development over the last century around the \n\nworld.  Asian think tank evolution is assessed in this international context.  \n\n•  The second part assesses the social and political environment for the provision of policy analysis \nand expertise, and the manner in which national institutional settings shape the character of a think \ntank  industry  as  well  as  the  prospects  for  policy  influence.    The  discussion  focuses  primarily  on \nthink tanks in Southeast Asia, with some reference to Northeast Asian contexts.  \n\n•  The third section assesses how the forces of globalisation and regionalisation have brought new \npressures  for  national  policy  communities  and  promoted  the  transnationalisation  of  think  tank \nactivity.  Globalisation has implications for the future effectiveness of Vietnamese think tanks. \n•  The fourth section returns to questions as to how think tanks manage their organisations for policy \nrelevance. Some questions regarding ‘best international practices’ of think tank management and \napproaches to “bridging research and policy” are addressed.  \n\n \nIn general, the  institutional  development  of Vietnamese policy analysis has  been state directed. This path of \ndevelopment is one that is increasingly out of step with international standards for genuine policy research and \nadvice (see the studies by Boucher, 2004; Braun, 2004; Stone & Denham 2004).  The prospect for the transfer \nof western style independent think tanks to Viet Nam is limited given that the civil society foundations are not \npresent. Instead, think tanks are likely to remain in the orbit of the state albeit with increasing prompting from \ninternational donors for organisational reforms and policy engagement.  \n \n1. ‘Think Tanks’: Definitions, Development and Diversification \n\n \n1.1.  Definitions. \n \nThe word ‘think tank’ stems from the RAND Corporation, which operated as a closed and secure environment for \nUS strategic thinking after World War II.   The term entered popular usage in the 1960s to describe a group of \nspecialists  who  undertake  intensive  study  of  important  policy  issues.    UNDP  (2003:  6)  defines  think  tanks  as \nfollows:  \n \n\n… organizations engaged on a regular basis in research and advocacy on any matter related to \npublic  policy.    They  are  the  bridge  between  knowledge  and  power  in  modern  democracies” \n(UNDP, 2003: 6) \n \n\nThe  idea  of  think  tanks  connecting  researchers  and  decision  makers  resonates  throughout  the  mission \nstatements of numerous organisations. For instance, in Singapore, Chairman of the Board of Governors of the \nInstitute  of  Policy  Studies  argues  that  “IPS  must  act  as  a  bridge  –  to  be  close  to,  but  not  part  of  the \ngovernment”.1  Similarly, the Tokyo based NIRA which produces a world survey of think tanks2 argues that the \n\n                                                           \n1  Hsuan Owyang, http://www.istana.gov.sg/sp-030719.html \n \n2  NIRA’s World Directory of Think Tanks: http://www.nira.go.jp/ice/nwdtt/index.html  \n\n \n\n2\n\n\f \n\n \n\n \n\n \n\n \n\nkey function of think tank is: “to bridge policy ideas and knowledge with other researchers and institutions, and \nsometimes with people having different backgrounds or ideologies”.  \n\nThe  Anglo-American  tradition  regards  think  tanks  as  relatively  autonomous  organizations  with  separate  legal \nidentity that engage in the analysis of policy issues independently of government, political parties and pressure \ngroups. Elsewhere, the think tank tradition can be different (Stone & Denham, 2004). In Asian countries such as \nJapan, South Korea and Taipei,China think tanks are often found inside corporations. Chinese think tanks are \ngovernment-sponsored  and  their  scholars  often  work  in  patron-client  relations  with  political  leaders.    Many \ninstitutes  in  South  East  Asia  are  semi-independent  and  often  have  close  interaction  with  government,  or  with \nindividual political figures.   \n\nThe  notion  that  a  think  tank  requires  independence  from  the  state  in  order  to  be  'free-thinking'  is  an  Anglo-\nAmerican  norm  that  does  not  translate  well  into  other  political  cultures.  Increasingly,  therefore,  ‘think  tank’  is \nconceived in terms of a policy research function and a set of analytic or policy advisory practices, rather than a \nspecific legal organizational structure as a non-governmental, non-partisan or independent civil society entity. \n\n1.2.  A Century of Think Tank Development \n \nPrior to World War Two, think tanks were predominantly an Anglo-American phenomenon. Since then they have \nspread throughout the world.  Around a thousand operate in the USA. European liberal democracies such as the \nUnited Kingdom and Germany host at least 100 each. Most other countries have less than fifty think tanks.  The \nworld  wide  total  lies  in  the  vicinity  of  3,000  (McGann  &  Weaver,  2000).  Overall  think  tanks  have  seen  strong \ngrowth,  but  others  have  shrunk  or  closed  as  a  consequence  of  financial  insecurity,  inadequate  leadership  or, \noccasionally, closure by state authorities.  \n\nAt least four waves can be discerned in the pattern of think tank growth around the world. The first generation \nprior to world war two; the second wave in the OECD countries; the world-wide think tank boom from the late \n1970s; and the transnationalisation of think tanks in the new millennium.   \n\nThe  first  stage  of  think  tank  development  until  the  World  War  Two  saw  a  number  of  institutes  established  in \nWestern  Europe  or  the  United  States.  First  generation  think-tanks  were  responses  to  practical  problems \nspawned by urbanization, industrialisation and economic growth early in the 20th century.  Well known American \ninstitutes include the Brookings Institution and the Russell Sage Foundation.  In the UK, they include the Fabian \nSociety, the National Institute for Social and Economic Research (NIESR) and Chatham House.  \n \nThe period after world war two saw a more extensive second wave of development throughout Europe but such \ngrowth was largely limited to liberal democracies.  In the USA, the New Deal and the Great Society period were \na boom-time for ideational actors; the most notable being the Urban Institute.  The period was marked by the \nproliferation of foreign policy institutes, centres for the study of security and development studies institutes, in an \nera defined by the Cold War, superpower rivalries and the emergence of Third World issues.  \n \nSince  the  1970s,  there  has  been  a  third  wave  with  the  proliferation  of  think  tanks  across  the  globe.  The \nheightened activity of think tanks is related to periods of economic and political instability or fundamental change \nsuch as the demise of the Soviet Union and democratisation in Latin America and parts of Asia. The rise of the \nso-called  ‘New  Right’  think  tanks  also  illustrates  how  policy  uncertainties  provide  a  window  of  opportunity  for \nthese  institutes  to  help  execute  the  pardigm  shift  away  from  Keynesian  policy  making  to  what  is  regarded  in \nother parts of the world as elements of the Washington Consensus. That is, privatisation, financial liberalisation \nand deregulation. \n \nAs would be expected, western-style independent think tanks in Russia, Central and Eastern Europe appeared \nonly after 1989.  Examples include the Gdansk Institute and the Center for Social and Economic Research, both \n\n \n\n3\n\n\fin Poland, the Market Institute in Lithuania, the Adam Smith Institute in Warsaw and the Economic Institute in \nHungary.  As relatively young organisations, with limited resources, these social and economic policy institutes \nare often over-stretched in their policy focus on the problems of transition (Quigley 1997: 86-87).  \n \nSome analysts are now arguing that there is a fourth wave.  This phase is qualitatively different in that it is not \nmarked by the spread of think tank types of organisation. Instead, this phase is characterised by new modes of \ninteraction that are propelled by the forces of globalisation and regionalisation (see section 3).   \n \n1.3.  Diversification and Specialisation \n \nToday,  the  think  tank  industry  is  very  diverse.    Many  hybrid  forms  of  think  tank  have  emerged.  They  vary \nconsiderably  in  size,  structure,  policy  ambit  and  political  significance.  Some  organizations  at  least  aspire  to \nfunction  on  a  'non-partisan'  or  'non-ideological'  basis  and  claim  to  adopt  a  'scientific'  or  technical  approach  to \nsocial  and  economic  problems.    These  tend  to  be  the  older  mainstream  institutes.    In  Asia  they  include  the \nThailand Development Research Institute (TDRI)3 or the Korea Development Institute (KDI)4. Some think tanks \nare 'academic' in style, focused on research, geared to university interests and in building the knowledge base of \nsociety.  Other  organizations  are  overtly  partisan  or  ideologically  motivated.    Many  institutes  are  routinely \nengaged in advocacy and the marketing of ideas whether in simplified policy relevant form or in sound bites for \nthe  media.    This  trend  is  most  apparent  in  Europe  and  North  America  but  neo-liberal  bodies  like  the  Atlas \nFoundation are sponsoring the spread of free market economic institutes into countries such as Viet Nam.5   \n\n \n\nSpecialization  is  a  more  contemporary  development  with  environmental  think  tanks  (e.g.  the  Thailand \nEnvironment  Institute)6,  economic  policy  think  tanks  (e.g.  the  Malaysian  Institute  for  Economic  Research)7  or \nregionally  focused  think  tanks  such  as  the  Institute  for  South  East  Asian  Studies  (ISEAS)8  in  Singapore. \nTechnological advancements have also seen the rise of the ‘virtual tank’.  However, it is in those nations with \nstrong  civil  societies  and  pluralistic  political  cultures  that  think  tank  diversification  and  specialisation  is  most \napparent. Yet,  the  adversarial and ideological style  of the  American think tank  industry  has been fuelled  by  a \nwealthy philanthropic sector creating a ‘battle of ideas’ that some regard as negative feature of pluralism. \n \nThere  is  no  ‘international  benchmark’  for  how  many  think  tanks  are  necessary  for  a  country,  how  large  they \nshould  be  or  how  they  should  cooperate  amongst  themselves  or  with  other  institutions  such  as  universities.  \nNevertheless,  it  is  apparent  that  the  most  well  known  think  tanks  in  the  world  tend  to  be  the  larger  mature \ninstitutes with stable sources of funding that secure a resident research staff (usually 20 or more researchers).  \nThere are at least five types of think tank:  \n \n\nIndependent civil society think tanks established as non-profit organisations; \n\n1. \n2.  Policy research institutes located in or affiliated with a university; \n3.  Governmentally created or state sponsored think tank; \n4.  Corporate created or business affiliated think tank; \n\n                                                           \n3   TDRI: http://www.info.tdri.or.th/ \n \n4   KDI: http://www.kdi.re.kr/kdi_eng/main.jsp \n \n5   http://www.atlasusa.org/highlight_archive/2004/fall2004/fall%202004.1.html  \n \n6   TEI: http://www.tei.or.th/ \n \n7   MIER: http://www.mier.org.my/ \n \n8  ISEAS: http://www.iseas.edu.sg/  \n \n\n \n\n4\n\n\f5.  Political party (or candidate) think tank.  \n \n\nA broad brush claim is that civil society think tanks tend to be smaller than state sponsored or corporate think \ntanks as they are more dependent on philanthropy and contract research. University based think tanks are also \noften smaller, partly because they can draw upon expertise in other parts of the university.  However, for reasons \noutlined  in  Section  2.,  there  are  a  host  of  legal,  political  and  economic  reasons  peculiar  to  the  history  and \ninstitutional make-up of a nation as to why there is no one best model or trajectory for think tank development.  \n \n1.4.  The ‘Asian’ Think Tank Story \n \nJust as it is a conundrum to define ‘Asia’ so it is the case to seek an ‘Asian think tank tradition’.  Accordingly, this \nanalysis  does  not  intend  to  uncover  the  ‘general’  pattern  of  think  tank  development  in  Asia;  it  would  be  an \nerroneous exercise.   Nevertheless, there are notable differences in the evolutionary trajectory of think tanks in \nAsia from experience in North America and Europe.  \n\nThink tanks emerged in a number of Asian countries in the post-World War Two era. This includes well-known \norganisations such as the Japan Institute of International Affairs (established 1959) or the Singaporean Institute \nof International Affairs (SIIA, 1962)9. A number of institutes created in the 1960s and 1970s were modelled after \nthe Royal Institute of International Affairs in the UK or American think tanks (Sandhu, 1991: 3).  For example, \nSIIA, ISEAS, and the Center for Strategic and International Studies (CSIS)10 in Jakarta.  During the 1990s, there \nhas been a conscious effort to draw upon the American tradition of think tanks.  The Ford Foundation provided \ncore support for the establishment of TDRI in Thailand. During the 1990s, some entrepreneurs sought to export \nthe US model and modify it to suit the Japanese cultural and institutional context (see Telgarsky & Ueno, 1996: \n3-4).   \n\n \n\n \n\nThe number of think tanks in Southeast Asian countries is small but growing. The population of Northeast Asian \ninstitutes is greater.   In particular, with a few exceptions, the first Asian think tanks were not established until the \n1960s, while the boom in Asian think tank numbers started in the 1990s.  This is a later frame of development \nthan  in  the  West  where  the  proliferation  was  experienced  from  the  1960s.  Consequently,  the  degree  of  think \ntank diversity and specialisation is less pronounced.  \n \nIn most Southeast Asian countries, the first generation of think tanks were elite, establishment bodies.  Often \nthey  were  set  up  directly  within  government,  for  example,  LIPI  in  Indonesia.11  The  Philippine  Institute  of \nDevelopment Studies (PIDS) is another economic think tank established by government decree in 1977 a non-\nstock, nonprofit government corporation.12  In other words, the first generation of institutes was closely tied to the \nstate.  Their primary purpose was to provide information and act as a sounding board for government.  Think \ntanks lacked independence from the state, to the extent that some observers claim that these bodies are 'state-\ndirected' (Jayasuriya, 1994).  Their importance to the state lies in their capacity to amplify messages that come \nfrom  the  top-down  to  the  rest  of  society.    As  one  observer  has  stated,  Asian  think  tanks  tend  to  be  \"regime \nenhancing\" rather than \"regime critical\" (Yamamoto & Hubbard, 1995: 45).     \n \n \n \n \n                                                           \n9 http://www.siiaonline.org/ \n \n10  CSIS: http://www.csis.or.id/ \n \n11  Lembaga Ilmu Pengetahuan Indonesia: http://www.lipi.go.id/ \n \n12  PIDS: http://www.pids.gov.ph/ \n\n \n\n5\n\n\f1.5.  Viet Nam in an International Context \n \nIn some degree, the Vietnamese situation parallels the experiences of other socialist systems.  Institutes were \ntotally state supported, firmly entrenched in the bureaucratic structure and designed to provide intellectual and \nanalytic  support  to  the  state.      Broadly  speaking,  the  Soviet  model  (replicated  with  local  variations  through \nCentral  and  Eastern  Europe)  constructed  three  different  levels  of  research  institute  overseen  by  Communist \nParty structures.  Those under the tutelage of the Academies of Science were afforded the greatest degree of \nintellectual  autonomy.    Secondly,  there  were  institutes  attached  to  particular  ministries,  albeit  exercising  little \ninfluence over the policy process.  And third, there were institutes tied to the Soviet Communist Party (CPSU) \ndealing  with  broader  ideological  and  political  questions.  In  all  three  types,  ideological  constraints  severely \nrestricted the spectrum of policy analysis while censorship restricted the research agenda. There was only one \n‘client’ for research; the monopolistic state. Opportunities for substantive policy impact could be dependent on \nthe  political  patronage  of  a  leading  political  figure.  On  the  other  hand,  conservative  opposition  to  ‘innovative \nthinking’  could  lead  to  the  emasculation  of  an  institute,  or  the  political  ostracism  of  individual  instituteniki.  \nGreatest  intellectual  freedom  was  perhaps  to  be  found  in  Hungary  and  least  so  in  the  German  Democratic \nRepublic.  Glasnost, perestroika and the novoe politicheskoe mishlenie set in play values and norms that were \narticulated  by  reformist  think  tanks  and  which  contributed  to  the  internal  fracturing  of  the  politico-ideological \ncomplex (for a full discussion see Sandle, 2004).   \n \nThe  collapse  of  the  Soviet  Union  has  had  dramatic  implications  for  the  state  sponsored  policy  research \nconglomerate.    In  stark  terms,  the  state  sector  has  withered.  There  has  been  a  haemorrage  of  talented \nresearchers into the new private sector (or alternative employment) and at the same time, massive cut-backs in \nfunding for the state institutions in deteriorating economic conditions with a concomitant deterioration in status \nfor  researchers.  There  has  also  been  ‘privatisation’  of  some  former  state  research  institutions  or  ‘spin-off’ \ninstitutes created from the old bodies.  The monopoly of expertise has given away to increased competition and \nfragmentation.  \n \nWestern style think tanks emerged in large numbers and many have prospered.  The challenges of transition to \nbuild  viable  economic  and  political  systems  in  the  wake  of  communism  and  the  increased  complexity  of \ngovernance  created  real  opportunities  for  young  policy  entrepreneurs  in  the  new  think  tanks.  There  are, \nhowever, serious questions of sustainability and a culture of dependency on foreign funds, made all the more \napparent when donors turned their attention to the Middle East and the war on terrorism after 9/11.  Too quickly \nwestern analysts have equated the rapid development of independent think tanks with teleological assumptions \nof  ‘transition’  towards  democratic  institutions,  pluralism,  healthy  civil  societies,  market  competition,  liberalism, \nprivatisation and consumerism. Instead, the communist legacy persists in the organisational structures, values \nand research ethos of old institutes alongside the transition think tanks.  \n \nBy contrast, in the People’s Republic of China the Academies of Sciences have been more resilient, due largely \nto  the  continuing  grip  on  power  of  the  Chinese  Communist  Party.  Chinese  think  tanks  maintain  close  patron-\nclient  relations  with  political  leaders  and  operate  within  a  closed  policy  context.  Composed  of  ‘establishment \nintellectuals’ who help shape the legitimacy of political authority, Chinese think tanks: \n \n\n …have  no  intention  of  challenging  or  replacing  the  regime,  but  want  to  maintain  the  existing \nstructures of political authority by persuading the state to change itself and thus help the political \nleadership overcome its difficulties (Shai, 2004: 143).  \n \n\nFurthermore, the emergence of societally-based think tanks has been very limited. The continuing strong top-\ndown  political  control  of  the  party-state  has  precluded  the  development  (and  impact)  of  independent  policy \nresearch.   \n \n\n \n\n6\n\n\fAre there any lessons from Soviet and Chinese experience for Viet Nam?  The analytical weakness of the Soviet \nbureaucracy as a result of practices that rewarded loyalty and obedience, conservatism and conformity forced \nthe leadership to solicit expertise from reform minded institutes and independent experts. Rapid industrialisation, \nurbanisation and resultant policy problems, alongside the pressures of globalisation, might prompt Vietnamese \nleaders  to  look  outside  the  state  for  policy  advice  should  in-house  policy  analysis  be  deemed  inadequate  or \nirrelevant.  However, if Chinese experience provides a guide, there is unlikely to be a flowering of Western style \npolicy institutes or a political culture of critique developing in the next decade.  \n \nIf Vietnamese political leaders were to look for lessons in the mode of operation of Southeast Asian think tanks, \nthen it would be to cultivate an ‘arms length’ and more independent relationship with the state.  The mechanisms \nfor achieving this outcome – such as corporatisation – would entail a difficult adjustment.  The alternative would \nbe to sponsor autonomous new institutes composed of ‘establishment intellectuals’.  \n \n \n2. The Socio-Political Environment for Policy Research Institutions \n \nThe  proliferation  of  think  tanks  worldwide  can  be  explained  as  a  response  to  increasing  demand  for  policy \nresearch.  Much of this demand could be said to originate within government or ruling parties. Bureaucracies \nhave  been  unable  to  expand  sufficiently  to  develop  the  necessary  analytical  base  for  decision-makers.   \nAlternatively, civil servants  do not have the skills  or training  or adequate resources. Indeed, a certain form  of \nexpertise may be required only on an ad hoc basis or only for a few years. Think tanks can be used to fill some \nof the gaps.  As Wu Rong-i, a president of TIER in Taipei,China13 noted, \"government needs good advice to help \nsolve problems, but it can't afford to hire hordes of experts in different fields.  Think tanks are an efficient and \naffordable solution\" (Hwang, 1996: 19).  \n \nHowever,  while  the  utility  of  these  organisations  is  frequently  recognised,  there  is  often  reluctance  for \ngovernments to pay fully for it. Increasingly, international organisations and international NGOs advoacating the \nuitlity of enhanced policy analytic capacity for contemporary governance and/or democratisation have provided \ndevelopment assistance.  \n \nThe uneven spread of think tank development across political systems appears to be a consequence of factors \nsuch as the extent of foundation support, legal structures, the political situation, civil society development, and \nthe tax environment. However, the character of demand helps to explain why different kinds of think tanks have \nemerged throughout Asia.  For example, in Malaysia and Indonesia the Islamic tradition and revival has lead to a \ndemand for an Islamic perspective on many policy issues. The following factors are outlined in brief to indicate \nhow context shapes prospects for the development of think tanks as well as the routes for policy influence.  \n \nThe Political Architecture and Regime Type: The structure of political systems in Asia vary considerably in their \ninstitutional arrangements and political culture.   However, it does not appear that federal systems such as can \nbe found in Malaysia (or in Australia) necessarily provide more opportunities for the establishment of think tanks \nthan  the  unitary  systems  such  as  Singapore,  Japan  or  Brunei.  The  differences  between  presidential  and \nparliamentary  cultures  do  not  appear  to  present  significant  differences  in  the  opportunities.  Centralisation  of \npolicy making and political functions and concentration of power is a strong feature of governments in the region.  \n \nBureaucratic structures and styles differ markedly among all countries.  In most of the countries discussed here, \nbureaucracies are very strong and often retain a monopoly on policy advice.  The strength of bureaucracies has \nimplications  for  the  structure  and  operation  of  think  tanks.      It  is  not  unusual  for  think  tanks  to  be  created  by \ngovernments as an extra-bureaucratic arm of government.  This is the case for both the Institute for Strategic \n\n                                                           \n13  Taipei,China Institute of Economic Research: http://www.tier.org.tw/english.htm  \n \n\n \n\n7\n\n\fand International Studies (ISIS)14 and Institut Kefahaman Islam Malysia (IKIM)15 in Malaysia, although both are \nconstituted  as  autonomous  organisations  not  dissimilar  to  PIDS.    In  short,  most  Southeast  Asian  think  tanks \nhave some form of bureaucratic entrée or official patronage.  \n \nDemocratisation.  Opportunities  for  genuine  political  liberalisation  and  democratic  reform  are  apparent  but \nnonetheless, have been inhibited by a number of factors specific to each Southeast Asian country.  In Indonesia, \nfor example, important elements of the bourgeoisie are Chinese (as in Malaysia) and have been proscribed from \nplaying a prominent political role in the  interests of ethnic stability.  Additionally, an interventionist state is still \nlargely  necessary  for  creating  conditions  for  profitable  capital  accumulation.  Thailand  is  often  portrayed  as  an \nexample of the forces of democratisation, particularly when General Suchinda's regime was overthrown in 1994. \nRather than any liberalisation or democratisation in a representative sense, what has emerged is a system of \nelectoralism  or parliamentarism as  an institutional framework for contending  groups  of businessmen, notables \nand political entrepreneurs (Robison, 1995: 18). While the political regimes of Southeast Asia are changing and \nincorporating  democratic  features,  the  military  and  bureaucratic  strata  of  these  states  are  responding  to  new \nsocial forces – growing middle classes, new sectors of capital power, NGOs – it does not entail that these forces \nwill lead to liberal democracy. Instead, democratisation serves the purposes of elite transition and is a state-led \nprocess rather than one dependent on the strength of civil society or the middle classes. \n\n \n\nCivil society development is a recent dynamic in a number of Asian countries but this dynamic is not one with \nwhich Western liberal democrats are familiar leading to pluralistic societies of competitive groups communicating \ntheir  preferences  through  fair  and  free  elections,  an  independent  media  and  political  activism.    Rather,  the \nprocesses of change remain illiberal in many societies, as evinced by the internal security act in Malaysia, the \n‘soft  authoritarianism’  of  Singapore,  etc.  The  boundaries  between  the  state,  the  market  and  civil  society  are \nblurred to such an extent that it is difficult for interests to develop autonomously within civil society.  Civil society \nis a domain where the state intervenes and manages. It is more likely to be the case that think tanks, and NGOs \nin general, are organised and funded by the state. Rather than a confrontational relationship, NGOs tend to work \nin partnership with the state.   \n \nLaws regarding non-governmental or non-profit organisations can often be very restrictive. In parts of Asia, the \nrights of citizens to organise, lobby and protest -- such as by contributing to the establishment of an alternative \nthink tanks -- cannot be taken for granted.  Such organisations where they exist often cannot afford to challenge \nstate prerogatives.   Indeed, it can be very difficult for new organisations to acquire credibility and recognition in \nsocieties where political subservience  is ingrained or where oppositionary bodies are viewed with hostility.  In \nSingapore, the Societies Act of 12967 is seen by some outside observers as instrument for \"blunting political \nopposition\" and challenges to the authority of the PAP dominated state (Rodan, 1996: 100).  \n \nPolitical  parties  and  party  competition  often  do  not  have  as  long  a  tradition  in  Asia  as  in  Europe  or  North \nAmerica. Indeed, some governments of the region have adopted repressive tactics to prevent the emergence of \noppositionary  political  parties.    In  Indonesia,  until  recent  years,  the  alternative  parties  were  managed  and \nrestricted by the authoritarian regime under Suharto to such an extent that they were not permitted to be active \nother  than  around  election  time.  Consequently,  there  were  neither  the  same  opportunities  for  think  tanks  to \ninteract with political parties in the same way that many of their Western counterparts do, nor sufficient demand \nfrom these emasculated parties to generate partisan institutes.    \n \nPhilanthropy:  The  role  of  business,  community  foundations  and  private  benefactors  in  providing  financial  and \nother  resources  is  crucial  in  many  countries.    Private  think  tanks  cannot  survive  on  project  income  alone  but \n\n                                                           \n14  ISIS: http://www.isis.org.my/ \n \n15 IKIM:  http://www.ikim.gov.my/ \n \n\n \n\n8\n\n\frequire  grants  and  gifts  that  will  help  promote  the  longevity  of  the  organisation.    Corporate  philanthropy  has \ngrown  within  the  region  but  little  information  is  as  yet  available.16    Corporate  philanthropy  in  Japan  such  as \nthrough  the  One  Percent  Club  and  the  Council  for  Better  Corporate  Citizenship  (both  at  the  initiative  of  the \nKeidanren) has been particularly noticeable and partly the consequence of Japanese direct investment in other \ncountries (Yamamoto & Hubbard, 1995: 51).   \n \nBusiness  Independence  and  Interest  Representation:  The  strength  of  the  state  and/or  the  character  of  state-\nbusiness  relations  can  shape  the  demand  for  think  tank  services  and  products.  In  the  case  of  Hong  Kong \nbecause  of  the  state-embedded  nature  of  business  interests,  the  need  for  establishment  of  the  independent \nbusiness funded think tanks has been dampened.  By contrast, in Taipei,China, internal competition among rival \nfactions  and  forces  within  the  KMT  state,  and  later  on  competition  between  the  KMT  and  DPP  camps  – \nintermingling with their respective business supporters - helped create and environment for the emergence of \nthink tanks.  \n \nIn  Malaysia,  MIER  is  the  most  business-oriented  think  tank.    It  actively  provides  information  for  business  and \nBank Negara is its prime benefactor.  It responds to requests from business to organise forums for closed policy \ndiscussion.      At  times,  it  operates  similar  to  a  consultancy.  Think  tanks  in  a  number  of  the  Northeast  Asian \ncountries have been useful in providing analysis on foreign markets for companies seeking to enter new markets \nor expand their operations overseas. In general, however, corporate creation of think tanks and consumption of \ntheir products is less pronounced in Southeast Asia compared to Northeast Asia.  There is a closer relationship \nwith government, bureaucracy or political leaders than with the corporate sector.  \n \nRegime Support and Legitimation: The intelligentsia is an important source of legitimation for many regimes of \nthe  region.    They  provide  theoretical  justification  for  government  policies,  a  necessary  component  in  the \nlegitimation  process.    Intellectuals  and  experts  are  required  to  give  substance  and  coherence  to  the  ideas \narticulated by political leaders.  Institutes act as a government research centre where politicians and bureaucrats \nrely upon it for reports, briefings and drafting speeches. As a consequence, the fortunes of an institute can be \ndependent  on  the  continuing  grip  on  power  of  existing  leaders.    This  is  especially  the  case  in  Malaysia  and \nIndonesia where a number of think tanks have been closely identified with certain regimes or political figures.  \n\nPolicy Training needs of the State: Universities with strong disciplinary foundations are often not well structured \nto provide multi-disciplinary degrees in the policy sciences and there can sometimes be academic resistance to \napplied  or  vocational  studies.    University-based  think  tanks  are  well  placed  to  provide  degree  courses.  Other \nthink tanks can provide short term executive courses for civil servants in methodology, ethics or latest industry \nstandards.  The Ho Chi Minh National Political Academy (HCMNPA) of the Vietnamese Communist Party and \nthe Asia Pacific School of Economics and Government (APSEG)17 in Australia have joined to conduct a project \non  public  policy  research  and  teaching.  ADBI  has  similar  aspirations  with  the  Japan  Fund  for  Public  Policy \nTraining.    More  generally,  the  Singaporean  government  policy  of  establishing  the  city-state  as  a  “global \neducation  hub”  is  highly  indicative  of  regional  competitive  pressures  to  create  ‘knowledge  based  economies’ \n(Olds, 2005) and, I would add, ‘evidence based policy making’. \n \nThe  Symbolic  Function  of  Think  Tanks:  The  growth  of  a  think  tank  community  also  performs  a  symbolic  role \nrepresenting  national  advancement  in  political,  economic  and  educational  development.    In  the  words  of  one \nBritish think tank director, think tanks are “an essential attribute of an advanced society with liberal/democratic \naspirations\" (Chipman, 1987: 5). They serve other symbolic roles. IKIM in Malaysia is a powerful symbol of the \nMahathir  Government's  commitment  to  Islamic  values  and  principles.    IKIM  was  government  sponsored  to \n\n                                                           \n16   Asia Pacific Philanthropy Consortium (APPC): http://www.asianphilanthropy.org/index.html \n \n17  APSEG: http://apseg.anu.edu.au/default.php \n \n\n \n\n9\n\n\fpromote within Malaysia and project internationally a moderate and tolerant form of Islam and an alternative to \nIslamic fundamentalism.  ISEAS, established in 1968 in a relatively hostile environment for young Singaporean \nnation, played an important role signifying not “a threat oriented think tank but a respected research institution “in \ntune with the region””  (Reid, 2003: 10).  \n \nInternational  Demand  and  Funding.    Bilateral  aid  agencies  such  as  USAID  and  NORAD,  international \norganisations such as the World Bank and UNDP, and philanthropic foundations such as Ford Foundation and \nKonrad Adenauer Stiftung, have taken great interest in think tanks over the past decade.   The support think \ntanks with research funding for the country-specific analyses they need.  However, think tanks are also regarded \nas  vehicles  for  capacity  building  for  policy  analysis.  ADBI  is  not  unlike  other  international  organisations,  the \nexperts  and  official  staff  of  which  require  like-minded  counterparts  in-country  with  whom  they  can  effectively \ninteract.   \n \nIndeed, the leaders of economically powerful nations of Asia sometimes face the exhortations of Westerners that \nit  is  their  \"duty\"  in  the  post  Cold  War  era  of  multi-polarity  to  establish  non-governmental  policy  research \ninstitutions to address significant international issues. Robert McNamara's pronouncements on the absence of \nan independent think tank sector in Japan are exemplary.   \n\nJapan  needs  to  create  and  nurture  a  cadre  of  researchers  and  nonprofit  organizations  that  will \nfocus on ... global problems ... (and) should be prepared to contribute in this way ...  as a Great \nPower with enormous economic and technological resources it has a duty to do so (1996: 142).   \n\nSuch statements are also illustrative of growing global pressures upon think tanks.  \n \n \n3. Globalisation and the Transnationalisation of Think Tanks \n \nIt is clear that think tanks have been affected by globalisation. For one thing, the process has transformed their \nresearch  agendas.  Institutes  have  been  pushed  to  look  beyond  primarily  national  matters  to  address  global \nissues  and  trans-border  policy  problems  concerning  the  environment,  security,  trade,  refugees  and  human \nrights.  In  tandem  with  the  globalization  of  research  agendas  has  been  the  global  dissemination  of  think  tank \nresearch via the Internet. Many think tank researchers have been important commentators on globalization. As \nnoted by one Vice President of the World Bank, think tanks play an important role in interpreting legal, financial \nand administrative codes of the international governance architecture.  He states:  \n \n\nWTO rules and regulations are, of course, complex. So the first thing is to understand the rules \nand the regulations; As I have seen, the government and think-tanks in Viet Nam have put a lot \nof  efforts  into  understanding  these.  But  you  need  to  understand  how  they  impact  the  Viet- \nnamese economy too: what sector will benefit, what sector will be opened to competitions (Ian \nGoldin, Saigon Times, 19th November 2003)18  \n \n\nFor Viet Nam, this means scaling up capacity in key ministries of trade and finance not only in economic policy \nanalysis but also in international law.  \n \nRegionalisation  could  be  a  stronger  dynamic  than  globalisation.  In  regional  fora,  think  tanks  target  regional \ngroupings such as Asia Pacific Economic Cooperation (APEC) or Mercosur.  The European Union (EU) clearly \nacts  as  a  policy  magnet  for  think  tanks  (Ullrich,  2004).  The  policy  challenges  of  transition  have  prompted  a \nproliferation of institutes in Central and Eastern Europe necessitating formation of regional networks by UNDP \nand the Open Society Institute.  A more recent dynamic relates to global cities and the manner in which rapid \n\n                                                           \n18  http://www.Viet Namtrade.org/news_archive.cfm?pubid=8E04DEC5-7B72-47D0-9462-\nD605031153B0  \n \n\n \n\n10\n\n\findustrialisation and urbanisation has created ‘micro-regional’ demand for policy research.  Think tanks cluster in \nhigh concentration in global cities such as Shanghai, Singapore, New York and Sydney.  \n \nThe creation of ASEAN in 1967 has generated a regional source of demand for policy analysis. Of relevance \nhere, the ASEAN secretariat lacks sufficient strength and staff to conduct policy research and advisory functions.   \nIn short, there is a policy analysis vacuum in the formal structures. The influential role of think tanks in Southeast \nAsian  security  and  economic  co-operation  has  long  been  recognized  in  the  work  of  ASEAN-ISIS  (Morrison  & \nEvans,  1995).    Viet  Nam  has  been  involved  with  ASEAN-ISIS  since  1995  via  the  Institute  for  International \nRelations.  The Cambodian Institute for Cooperation and Peace19 is also an member.  \n \nA  second  feature  of  the  transnationalisation  of  think  tanks  is  the  use  of  these  organizations  as  an  unofficial \nmeans  for  states  to  project  their  interests  abroad.  American  foundations  and  USAID  (as  well  as  other \ndevelopment  agencies  like  the  World  Bank)  have  ‘exported’  the  American  think  tank  model  to  Central \nEurope, Asia, the Middle East and North Africa.  The ‘think tank’ model has become an object of development \npolicy  and  an  organizational  tool  both  to  build  capacity  in  policy  making  and  to  promote  civil  society  in  an \nAmerican or western likeness. Transplantation does not always work.  \n \nOn  a  more  prosaic  level,  think  tanks  regularly  provide  a  public  platform  for  visiting  dignitaries  and  other \ninternational  events.  Somewhat  behind  the  scenes,  think  tanks  have  become  venues  for  informal  diplomacy.  \nThe  ASEAN-ISIS  institutes  have  been  particularly  effective  with  their  ‘summitry’  in  the  security  domain,  and \nnotwithstanding the dent to regional economic co-operation in the wake of the Asian financial crisis, the institutes \nhave been important actors in keeping regional policy discussions alive and informed.  \n\n \n\nThird, independent think tanks are global in the sense of being one group of actors in global civil society. Think \ntanks interact with social movements and NGOs in coalitions of policy advocates to provide expertise on various \npolicy questions. More importantly, think tanks have established their own transnational networks. PASOS – the \nOpen  Society  Foundation  network  of  policy  institutes  in  Central  and  Eastern  Europe  –  is  a  regional  network. \nGlobal  ThinkNet,  convened  by  the  Japan  Center  for  International  Exchange20,  hosts  meetings  of  think  tank \ndirectors and senior scholars. Through the 1990s, the Tokyo Club21, which is convened by Nomura Research \nInstitute \nfor \nWirtschaftsforchung,  NRI  and  the  Institut  Francais  des  Relations  Internationales.  The  Global  Development \nNetwork  is  an  extensive  federal  network  primarily  of  economic  research  institutes.22    These  are  at  the  elite, \nmainstream  and  conservative  end  of  global  civil  society.    These  networks  provide  an  infrastructure  for  global \ndialogue and research collaboration, but institutes remain committed to the nation-state where they are legally \nconstituted.  \n \n\nfrom  Brookings,  Chatham  House, \n\ntogether  analysts \n\nin  Japan,  drew \n\nInstitut \n\n(NRI) \n\nFourth,  think  tanks  are  also  involved  in  cross-national  processes  of  policy  transfer,  where  they  go  beyond \ndetached policy analysis to advocate and spread certain policy ideas and practices (Ladi, 2005).  For instance, \nthink tanks have been vehicles for the spread of policies as diverse as privatization, anti-corruption strategies \nand constitutional reform. That is, the transfer of ideas as well as programs. On the first score, the ideas and \nconcepts  of  the  ‘new  public  administration’  have  been  transmitted  to  developing  and  transition  countries  by \ninternational  organisations  like  the  EU,  OECD  and  regional  Banks  in  partnership  with  think  tanks  and \nprofessional  associations.  Local  think  tanks  play  a  role  of  interpretation,  synthesis  and  adaptation  of \n                                                           \n19  CICP: http://www.cicp.org.kh/default.htm \n \n20  JCIE Global ThinkNet: http://www.jcie.or.jp/thinknet/  \n \n21  Tokyo Club Foundation for Global Studies: http://www.tcf.or.jp/events/20000127-28.html \n \n22  GDN: www.gdnet.org  \n \n\n \n\n11\n\n\f‘international lessons’ to fit the national context and legal requirements.  On the second score, an increasingly \nimportant  development  is  the  inclusion  of  think  tank  expertise  in  semi-official  global  policy  partnerships \ncollectively  convened  by  business,  NGOs,  international  organizations  and  governments  as  partnerships  to \ndeliver global public goods (Reinicke, 1999-2000).  \n \nWhat  does  the  transnationalisation  of  think  tanks  mean  for  Viet  Nam?    While  there  are  many  pressing  policy \nproblems of local and national concern, Vietnamese think tanks cannot afford to ignore the regional and global \ndomains of policy debate. National sovereignty is being eroded and new modes of policy authority are emerging \nwith regional and global governance. In other parts of world, think tanks find it necessary – indeed are compelled \n– to address new arenas of decision making beyond the nation-state and to become involved in transnational \nnetworks  and  public-private  global  partnerships.  A  global  ‘marketplace  of  ideas’  is  taking  shape  but  it  is  one \nwhere North American and European think tanks dominate.  \n\n \n\nThe advantages of global and regional interactions is the considerable scope for building policy analytic capacity \nthat  comes  with  international  experience  and  the  opportunities  to  become  well-versed  with  ‘best  practice’  in \npolicy  analysis.    The  reason  think  tanks  in  other  countries  invest  in  participation  in  global  policy  debates  – \nsending staff to conferences and meetings, becoming partners in international research projects – is because it \nis an indirect means to resources: funding, data, expertise and patronage.  The global domain is where policy \ninstitutes are seen and recognised by donors whether those donors are international organisations, governments \nor iNGOs.  The disadvantage is that international  networking is  expensive, time-consuming and detracts from \nother organisational activities. Nevertheless, the ability of Vietnamese think tanks to actively participate within \nglobal and regional policy forums – to be ‘plugged in’ – signifies the degree to which they have built capacity for \npolicy dialogue and have met international standards. As such, international recognition – such as invitations to \npresent  at  conferences,  research  grants,  etc  –  can  be  considered  as  one  criteria  to  evaluate  how  well  Viet- \nnamese think tanks are performing.  \n \n \n4. Best Practices of Effective Think Tanks \n \nThe criteria of effectiveness differ from one policy context to another, and in relation to the mode of evaluation \nrequired by primary funding agencies.  For instance, many American think tanks adopt as just one indicator of \ntheir ‘success’, the amount of column inches of newspaper reportage they receive.  By contrast, a foundation \nmay require other indicators of the impact of policy research they fund by asking for evidence that a think tank \nhas ‘engaged with stakeholders’. However, there is also much that can be done with the internal management \nthat contributes to think tank quality.  Accordingly, this section first draws up the eight management principles for \nthink  tanks  developed  by  Raymond  Struyk  for  think  tanks  in  the  transition  societies  of  Central  and  Eastern \nEurope  (Struyk,  2002).  It  is  followed  by  some  comments  about  the  elusiveness  of  policy  influence  with \ngovernment.  \n \n4.1. Management Challenges for Transition State Think Tanks \n \nImproving organisational management is as important as raising analytical capacities. Good management and \ngood governance is crucial to the effectiveness of policy institutes.  A flawed administrative structure cannot be \noffset by strong political directives or substituted by the dynamic charismatic leadership of an individual director.      \n \nIn  brief,  (and  using  my  own  nomenclature)  the  eight  principles  developed  by  Struyk  (2002)  for  the  “maturing” \npost-communist think tanks are: \n\n1.  Motivating staff for improved productivity and retention; \n2.  Ensuring standards through quality control; \n3. \nInnovation and organisational renewal \n4.  Appointing research managers \n\n \n\n12\n\n\f5.  Corporate governance \n6.  Mode of research provision and product \n7.  Financial integrity \n8.  Bridging research and policy \n\n \n4.1.1  Motivating  staff:  Staff  motivation  problems  (disinterest,  low  productivity)  impact  negatively  on  think \ntank  operations.  Think  staff  in  non-profit  civil  society  think  tanks  are  usually  differently  motivated  to \nthose in the state sector.  People attracted to civil society think tanks often want ‘to make a difference’ \nand  are  inspired  by  the  particular  mission  of  the  organisation.  By  contrast,  a  state  sector  think  tank \ngenerally offers security of employment and a relatively direct link to government. Working conditions, \nfacilities  (computer,  internet,  access  to  data,  etc)  and  interesting  work  content  help  in  attracting  and \nretaining  capable  analytic  staff.  Equally  important  in  creating  conditions  for  higher  productivity  and \ninnovation  from  researchers  are:  (i)  recognition  of  individual  achievements  and  their  authorship  of \nreports;  (ii)  clear  career  grades  and  opportunities  for  development;  (iii)  competititive  salaries, \ncompensation  and  rewards.    This  entails  transparent  procedures  for  performance  evaluation  and \npromotion,  as  well  as  planning  for  staff  training  and  professional  development.    Staff  need  to  keep \nabreast  of  international  disciplinary  debates  and  methods  via  courses  or  conference  participation. \nEncourage staff to  publish in Vietnamese and in appropriate circumstances in another international \nlanguage.    Another  unavoidable  requirement  that  Vietnamese  think  tanks  will  face  in  the  future  – \nsooner or later – is the real necessity of staff to fund-raise and win research grants.  This takes time, \npractice, perseverance and a ‘thick skin’ for when applications are unsuccessful.   \n\n \n4.1.2  Quality  Control:  It  is  essential  to  pay  scrupulous  attention  to  quality  of  think  tank  products  and \nservices. Usually, the best means is to hire and retain highly qualified researchers; that is, staff with \nPhDs and policy experience to ensure that advice is reputable and relevant.  The standard approach in \nworld’s leading institutes to  ensure  quality  is  peer  review.  Best  practice is that:  “analysis should be \nfactually  correct,  logically  consistent,  methodologically  sound,  grounded  in  current  and  historical \nliterature, objective, and written in a way that will be useful to the primary audience” (Struyk, 2002: 65).  \nThe  conclusions  of  research  and  analysis  should  not  be  pre-determined.  Peer  review  methods  are \ndiverse  and  can  be  undertaken  internally  via  in-house  seminars,  by  the  think  tank  research  director \nand/or  management  team;  and  externally,  via  blind  refereeing  in  scientific  journals  or  use  of \ncommissioned  reviewers.  Other  matters  of  quality  that  make  a  big  difference  to  funders  include: \nmeeting  deadlines;  effective  presentation  of  results,  and  practicality  of  advice  and  recommendations. \nRAND has produced internal guidelines of its corporate conceptions of high quality research which can \nbe regarded as an international benchmark (see Appendix 1). \n\n \n4.1.3  Organisational  Innovation:  Civil  society  think  tanks  are  under  constant  competitive  pressure  to \ninnovate,  renew  their  work  program  and  develop  both  new  products  and  new  clients.    Think  tanks \nsupported by the state – either  as a unit within a Ministry or a non departmental public body – need \ntheir organisational antennae more attuned to political and bureaucratic agendas. Re-evaluating a think \ntank’s  mission  statement,  developing  new  work  programmes,  seeking  new  clients  and  diversifying \nresearch  agendas  requires  strategic  planning.    For  Vietnamese  think  tanks,  work  for  donors  and \nnational  government  provides  regular  and  familiar  work  of  policy  development,  legislative  drafting, \nempirical background studies, program evaluation, etc.  Developing new clients in the business sector – \nsuch as with banks or foreign companies – presents challenges of diversification of think tank research \nagendas and products. These clients have different expectations about the kind of research, the speed \nwith  which  it  is  delivered  and  confidentiality  of  the  results.  However,  the  rewards  of  developing  new \nprivate  sector  clients  with  consultancy  contracts  include  broadening  the  researcher’s  experience, \nimproved efficiency and heightened public profile.  \n\n \n\n \n\n13\n\n\f4.1.4 \n\nStrong Team Leaders: These go by various titles such as department heads or division managers as \nthe ‘middle management’ of medium to large think tanks. It is the responsibility of senior management – \nusually  the  Director  –  to  appoint  team  leaders  to  coordinate  project  work  and  its  marketing,  ensure \nproductivity and a positive work environment. In theory, selection of these managers ‘should’ be done \non the basis of the candidate having (i) experience and substantive knowledge of the specific policy \nfield and project; (ii) their interpersonal skills as a leader and mentor; (iii) their initiative and sensitivity \nto client needs; (iv) organisational and management skills; (v) technical sophistication and credentials \n(PhD.);  and  (vi)  their  intellectual  creativity.    Such  attributes  are  often  intangible  but  contribute  to  the \n‘buzz’,  creativeness  and  dynamism  of  the  research  process.    The  productivity  of  the  entire  institute \ndepends on the success of these team leaders.  Appointment on the basis of seniority alone, patronage \nand favouritism, or personal and political connections cultivates a hierarchical environment of directed \nresearch  and  unproductive  behaviours.  According  to  Struyk,  authoritarian  leadership  styles  persist  in \nthe  knowledge  industries  of  Asia  when  international  experience  has  shown  that  consultative, \nparticipatory research processes are more productive (2002: 137; 146).  \n\n \n4.1.5  Boards  and  Governance:  External  oversight  from  highly  reputed  members  in  a  board  of  trustees \nstrengthens  the  governance  of  an  institute  as  well  as  its  image  with  external  audiences  in  the \nfoundation  world,  with  business  and  among  international  organisations.    For  governmental  institutes, \nthere  may  no  board  of  trustees  in  place.  Administration,  including  the  hiring  and  firing  of  institute \ndirectors, is handled by senior bureaucrats in accordance to civil service codes.  Instead, an ‘advisory \ncouncil’  or  ‘scientific  panel’  may  perform  some  roles  of  oversight  –  depending  on  how  frequently  it \nconvenes. Similarly, policy institutes based inside universities (such as my own – CPS) may have an \nacademic  advisory body, with financial and other administration functions dealt with elsewhere in the \nechelons of the university.  For independent institutes, the board is the essential decision making body \nto ensure accountability (that is, that the organisation’s resources are properly expended without waste \non excessively expensive offices, travel, salaries or activities) and to ensure that the institute maintains \nits public role.  The more mature, academically secure and financial stable an institute, the more that \nmanagement can be left to institute directors, and the big questions of vision and strategy in the hands \nof the board.  A frequent reality is that boards are dysfunctional: they ‘micro-manage’, they are reactive \nrather  than  strategic  visionaries;  they  are  distracted  by  day-to-day  management  problems  instead  of \nsetting long term targets, or they become dormant. The most effective advisory boards are small and of \ndiverse composition incorporating a range of experience to aid strategic development of an institute. An \nindependent board of trustees may not be politically feasible for governmental think tanks in Viet Nam. \nNevertheless,  advisory committees of eminent scholars or practitioners from institutions outside the \nministry (such as based in universities or in private bodies) as well as from overseas contribute to the \nprestige of an organisation.   \n\n \n4.1.6 \n\nStructuring Research Staff around ‘stars’ or ‘teams’.  There are a number of different models around \nthe world. Some think tanks are noted for the ‘high-flyer’ researchers who often work solo on their own \nprojects  with  only  the  assistance  of  research  assistants.    The  product  is  usually  published  under  the \n‘star’s’ name. This model is one dominant pattern in North America and Western Europe. By contrast, \nlarge  scale  projects,  program  evaluations  etc.  that  involves  field  work,  statistical  analysis  or  other \noriginal data collection often require team work. Commissioned research is often done on a team basis.  \nA further consideration is the balance of full time residential and part-time contract staff and associate \nresearchers.  Due to the vicissitudes of funding, many transition state think tanks rely on a core of full \ntime residential staff but draw in associate researchers on a project basis.  Generally, there are high \nfixed  costs  with  maintaining  a  large  number  of  residential  research  staff.    Such  arrangements  are \nusually  found  in  state-supported  institutes  –  as  in  Viet  Nam  –  or  older  mainstream  think  tanks  with \nsizeable  endowments.  Where  competitive  pressures  impel  independent  institutes  to  evaluate \ncontinuously the balance of staff among resident, contract and ‘distinguished visitor’ types, there is little \nincentive or flexibility to do so in state-funded governmental institutes.  \n\n \n\n14\n\n\f \n4.1.7 \n\nFinancial  Management.    For  institutes  with  the  security  of  state  funding  or  a  large  endowment, \nfinancial  accountability  is  an  internally  driven  process.    However,  to  the  extent  that  Vietnamese \ninstitutes  seek  external  research  funding  from  business,  international  donors  or  becomes  partners  in \ninternational research projects, then it will be necessary to meet the accounting and auditing standards \nof the donor.  This means that an institute must know its own real costs (direct and indirect) and have \nthe technical capacity for financial accountability.   \n\n \n4.1.8  Communication  and  dissemination  of  results.  Too  often  the  research  process  ends  with  the \ncompletion of a written document that ends up gathering dust on the bookshelf. Little thought is given to \nthe  mechanisms  of  how  to  communicate  research  results  to  those  who  would  find  the  information \nuseful,  and  little  consideration  is  given  to  packaging  the  research  in  different  formats  so  as  to  have \nbetter  impact  and  visibility  in  policy  circles.  Research  results  need  to  be  timely,  comprehensible  and \nwritten in an engaging style. Too often research is ignored because it is presented in a jargon ridden, \ndry  scientific  manner.  International  funders  of  research  are  now  demanding  that  strategies  for \ncommunication  or  engagement  with  ‘user  groups’  be  built  into  the  research  process.  Instead  of \nreviewing  the  voluminous  literature  on  ‘bridging  research  and  policy’,  there  are  organisations  with \nexcellent web-sites providing practical advice on communications strategies.  \n•  RAPID – research and policy in development. www.odi.org.uk/rapid \n• \nIDRC – international development research council. \n•  GDN – global development network. www.gdnet.org/,  \n‘Knowledge  utilisation’  requires  budgetary  allocation \ntraining  on \ncommunication techniques such as how to write policy memos or work with the media.  The methods of \ncommunication  are  diverse,  but  are  an  essential  ingredient  in  research  being  heard  and  becoming \ninfluential. In the words of MIER in Malaysia, “think tanks... need to not only think but also talk’.  \n \n\nfor  dissemination  and  staff \n\nThese  management  principles  developed  by  Struyk  (2002)  do  not  represent  a  fool-proof  toolkit  or  instruction \nmanual.  Instead, there are strategic choices to be made by institutes as to how to structure their organisation to \nbest fit their socio-political context and policy niche.  \n \n4.2.   Image and Reputation: The Reality and Rhetoric of Policy Influence \n \nThere is a need for realism in planning for policy impact.  The routes of access and strategies of influence will \nvary  according  to  historical  and  institutional  context  of  a  country,  and  the  degree  to  which  a  think  tank  is  an \n‘insider’ or an ‘outsider’ to policy communities and power holders.   Moreover, a distinction needs to be made \nbetween the wider societal implications of ‘research relevance’ and the more concise idea of ‘policy influence of \nresearch’.   \n \nResearch  may  have  no  impact  on  decision-makers.    This  does  not  mean  it  is  of  no  utility  or  interest.    Other \nstakeholders – the media, international organisations present in Viet Nam, the business sector, etc – may wish \nto  be  informed  of  research  results.  They  may  not  be  the  target  audience  for  the  research  product  –  that  is, \ngovernment decision makers – but these institutions can provide an indirect route of influence.   \n \nA  nascent  population  of  private  sector  institutes  or  research  oriented  NGOs  could  represent  competitive \npressure on governmental think tanks in the future. At the same time, new opportunities are likely to be afforded \nas  well.    NGO  research  capacity  represents  opportunity  for  collaboration  and  partnership.    Should  political \nleaders choose to solicit policy research outside the government or Party structures, these leaders will still need \nadvisors inside government to help interpret and balance such results and absorb the research.    In short, there \nis considerable potential for symbiotic relationships.   \n \n\n \n\n15\n\n\fAnother factor of importance is that “policy influence” means different things to different sets of individuals and \ninstitutions.   Donors may want to see ‘evidence’ of the impact of think tanks in policy developments. This may \nmean developing a range of indicators of ‘influence’ or ‘policy relevance’: \n \n\n1.  Politico-Bureaucratic \n\nimpact on legislation; drafting of bills; writing speeches \n\n• \n•  appointment of institute staff to official committees \n•  political patrons and connections \n• \n2.  Societal \n\ninternational organisation patronage and co-option of think tank staff \n\n•  media recognition and coverage \n•  number of commissioned research projects from business \nstakeholder engagement and participatory research \n• \n•  network membership and affiliations \n\n3.  Organisational \n\n•  Publication record \n•  Qualifications and experience of staff \n•  Policy training capacity \n•  External funds raised \n•  Content, navigability and sophistication of web-site  \n\n \nHowever, indicators often do not capture the more invisible features of influence that may occur through ‘corridor \nlobbying’ and professional contacts built over time that develop into relationships of trust allowing ‘insider’ access \nto  policy  communities.  Patron-client  relationships  typical  of  the  Chinese  system,  and  the  ‘revolving  door’ \nphenomenon  of  the  movement  of  individuals  between  government  and  think  tank  in  Singapore,  entail  a  more \nintangible and indirect route of influence. \n \nAn  oft  forgotten  factor  of  influence  is  that  think  tanks  produce  human  capital.    This  is  not  only  the  university-\nbased institutes involved in providing public policy/management degrees.  It is also the policy training and ‘on-\nthe-job’ experience within think tanks that provide individuals with the bureaucratic skills and political contacts to \nadvance a career in government or ‘international development’.   \n \nOthers suggest that policy influence is more long term, atmospheric and subtle.  That is, where the culture of \ndebate is altered, or how the ruling ideas and values of a society are fashioned.  However, it is beyond the scope \nof this paper to delve into social science debates about the long term ‘enlightenment’ functions of research and \nanalysis (see Weiss, 1992) other than to conclude with a famous quote of John Maynard Keynes:  \n\n \nThe  ideas  of  economists  and  political  philosophers  (...)  are  more  powerful  than  is  commonly \nunderstood. Indeed the world is ruled by little else. Practical men, who believe themselves to be \nquite exempt from any intellectual influences, are usually the slaves of some defunct economist. \nMadmen  in  authority,  who  hear  voices  in  the  air,  are  distilling  their  frenzy  from  some  academic \nscribbler of a few years back. I am sure that the power of vested interests is vastly exaggerated \ncompared with the gradual encroachment of ideas (...) soon or late, it is ideas, not vested interests, \nwhich are dangerous for good or evil (Keynes 1936: 383-4) \n\n \n \n\n \n\n16\n\n\f5. Conclusions: The Challenges of Policy Relevance \n \nIn commissioning this paper, the central question the ADBI wanted addressed was:  “What are the attributes of \nan effective think tank?”  There is no simple answer to the question and there are no technocratic ‘quick fixes’.   \n \nFocusing  on  internal  management  issues  can  not  be  considered  in  isolation  from  the  wider  political  and \neconomic  context.    Management  is  important  to  the  sustainability  and  quality  of  work  of  individual  institutes.  \nNevertheless,  it  is  also  essential  to  consider  Vietnamese  governmental  institutes  in  aggregate.  The  strong \ndepartmental affilliations and  the weak interaction with research counterparts in other departments points to a \nbroader  governance  problem.  The  Americans  would  see  this  dynamic  the  result  of  departments  set  up  as \n(vertical) ‘stove-piping’ without sufficient structures for (horizontal) coordination, and the British would describe it \nsimilarly as a ‘silo’ structure and absence of ‘joined-up-government’.  In short, the effectiveness of Vietnamese \ninstitutes can be undermined by the very architecture of the state.  Nevertheless, there are some actions that are \nwithin the scope of Vietnamese think tank processes. \n \n\nAttention  to  quality  control  and  other  management  issues  is  an  enduring  and  constant  fact  of \norganisational life.  It is not an occasional task of once-yearly review.  See Section 4., and Appendix \n1. \n\nDiversification of funding base.  The most stable and independent institutes are those with a mix of \nrevenue  sources.  Developing  new  revenue  sources  takes  time  and  it  should  be  done  without \ndamaging an institute’s reputation and quality of product.  \n\nSome (not all) Vietnamese think tanks (and not all the time) need to become more transnational in \ntheir activities and or engagements to stay abreast of global policy debates.  This can be achieved via \nprofessional exchanges, fellowships, graduate study overseas as well as involvement in international \nresearch  partnerships  and  global  (or  regional)  policy  networks.  Viet  Nam  is  not  immune  to  the \npressures of globalisation, and that includes pressure on policy communities. \n\nDeepening  and  widening  of  policy  communities.    By  developing  more  horizontal  relationships  with \ncounterparts  in  other  institutes  it  is  possible  to  expand  beyond  the  vertical  organisation  based  on \ndepartmental  or  party  bureaucratic  lines  of  authority.  This  can  also  include  engagement  with  some \nprivate researchers in the business sector, the media or certain NGOs \n\n \nAnother  question  from  the  ABDI:  What  can  be  learnt  from  international  trends  and  patterns  in  the  think  tank \nindustry?   \n \nGiven  the  world-wide  boom  of  think  tanks  or  policy  institutes,  it  seems  evident  that  these  organisations  are \nimportant vehicles for conducting research on social and economic affairs. In Viet Nam, the analytic needs of the \nstate  to  steer  Doi  Moi  are  probably  on  the  increase  and  there  will  be  increasing  demand  on  Vietnamese \ninstitutes to assist in economic transition and public sector reform.  The international trend is for more, not fewer, \nthink tanks.  This think tank development has been diverse but on balance, most new think tanks in the past two \ndecades have been established as independent bodies. By contrast, private policy research bodies in Viet Nam \nare  few  and  they  operate  in  an  environment  where  partnership  with  the  state  is  the  norm;  a  norm  that  is \nsubstantially  different  from  Western  civil  society  notions  of  advocacy,  confrontation  and  critique.    Although  a \npluralistic transition to a boistrous civil society is not on the horizon, other reform dynamics  -- such as the spread \nof  the  new  public  administration  –  could  be  more  pervasive  in  Viet  Nam.      A  salutary  lesson  from  the  former \nSoviet Union and the transition states of  Central  and Eastern Europe, is that some  day in the future the very \nmany  institutes  currently  based  inside  Vietnamese  government  departments  may  become  among  the  first \ncasualties of public sector reforms and cut-backs.  \n \n\n• \n\n• \n\n• \n\n \n• \n\n \n\n \n\n \n\n17\n\n\fFinally, there is the inevitable anxiety and vexed questions about “independence”. To many Western observers, \nAsian think tanks are considered to have an unhealthily close relationship with government. Given perceptions \nthat they “serve to toe the official line”, even The Straits Times has asked the question: “Can Asian Asian Think \nTanks Think?” (Rekhi, 2002).  \n \nIndependence must be assessed on more than one criteria whilst recognising that calls for independence can \nsometimes conflict with and contradict calls for policy relevance.  Dimensions of independence can include: \n \n\n1.  Political independence from vested interests \n2.  Legal independence  \n3.  Financial independence \n4.  Scholarly autonomy and ‘freedom of research’ \n\n \nA western think tank may trumpet its status as a non-profit organisation with no affiliations to political party or \nbusiness  interests.    Yet,  funding  dependence  on  one  client  –  such  as  a  government  department  –  will  raise \nquestions about freedom to set research agendas and subtle forms of self-censorship in ensuring the delivery of \ndesired research results.  In the end, perfect and complete independence is neither possible nor desirable for \norganisations such as think tanks.  Instead, independence, autonomy and scholarly freedom is based on strong \nprofessional norms, (institutional) relationships open to scrutiny and tolerant but vigilant political cultures.     \n \n\n \n\n18\n\n\f \nAppendix 1.   RAND Standards for High Quality Research \n \nThe standards were codified at RAND as a description of the quality standards for all RAND research.  They are \nalso  the  set  of  principles  by  which  RAND  research  divisions  and  programs  shape  their  individual  quality \nassurance processes.  \n \nGeneral Standards \n\n•  The problem should be well formulated; \n•  The research approach should be well designed and well executed; \n•  The data and assumptions should be sound; \n•  The findings should be useful and advance knowledge; \n•  The  implications  and  recommendations  should  follow  logically  from  the  findings  and  be  explained \n\nthoroughly; \n\n•  The documentation should be accurate, understandable, cogent and temperate in tone; \n•  The research should demonstrate understanding of previous related studies; \n•  The research should be relevant to the client and other stakeholders; \n•  The research should be objective, independent and balanced. \n\n \nThe  additional  standards  below  describe  special  qualities  of  studies  that  RAND  uses  to  define  its  institutional \nlegacy and resrved to describe its most outstanding research work. \n \nSpecial Standards \n\n•  The research is comprehensive and integrative; \n•  The research is innovative; \n•  The research is enduring. \n\n \nThe motto of RAND is: Objective Analysis. Effective Solutions.   \n \nRAND’s web-site can be found at: www.rand.org  \n \n\n \n\n19\n\n\fBibliography \n \nBoucher,  Stephen,  et  al,  (2004)  Europe  and  its  think  tanks;  a  promise  to  be  fulfilled.  An  analysis  of  think \ntanks specialised in European policy issues in the enlarged European Union, Studies and Research \nNo 35, October, Paris, Notre Europe.   \n\n \nBraun,  M.,  Chudnovsky,  M.,  Di  Nucci,  C.,  Ducoté,  N.  and  Weyrauch,  V.  (2004)  “A  Comparative  study  of \nThink  Tanks  in  Latin  America,  Asia  and  Africa”  Centro  de  implementación  de  Políticas  para  la \nEquidad y del Crecimiento (CIPPEC), Buenos Aires, Argentina. \n\n \nHwang (1996) \"Research reports for sale\", Free China Review, May, 46(5): 19-23. \n \nJayasuriya, Kanishka. (1994) \"Singapore: The Politics of Regional Definition\", The Pacific Review, 7(4).  \n \nKeynes, John Maynard (1936/1973), The Collected Writings of John Maynard Keynes. Volume VII: The General \n\nTheory of Employment, Interest and Money. Macmillan Cambridge University Press: Cambridge. \n\n \nLadi, Stella. (2005) Globalization, Policy Transfer and Think Tanks, Cheltenham, Edward Elgar  \n \nMcNamara,  Robert.  S.  S.  (1996)  ‘Japan’s  Role  in  Global  Policy  Research’,  in  Telgarsky,  Jeffrey.  &  Ueno, \nMakiko. (eds.) Think Tanks in a Democratic Society: An Alternative Voice, Washington DC., Urban \nInstitute. \n\n \nMcGann, James & Weaver, R. Kent. eds. (2000) Think Tanks and Civil Societies: Catalysts for Ideas and Action. \n\nSommerset, NJ: Transaction Press.  \n\n \nMorrison, Charles and Evans, Paul. (1995) Enhancing Cooperation Among Policy Research Institutions in Asia \n\nPacific, JCIE Papers No. 18, Japan, Japan Center for International Exchange. \n\n \nNational  Institute  of  Research  Advancement  (2005)  NIRA’s  World  Directory  of  Think  Tanks,  NIRA,  Japan.  \n\nhttp://www.nira.go.jp/ice/nwdtt/index.html  \n\n \nOlds,  Kris.  (2005)  ‘Global  assemblage:  Singapore,  Western  Universities  and  the  Construction  of  a  Global \n\nEducation hub’, paper in preparation.  \n\n \nQuigley, Kevin. F. F. (1997) For Democracy's Sake : Foundations and Democracy Assistance in Central Europe, \n\nJohns Hopkins University Press.  \n\n \nReid, Anthony. (2003) ‘Completing the Circle: Southeast Asian Studies in Southeast Asia”, ARI Working Paper \n\nSeries No: 12, http://www.ari.nus.edu.sg/docs/wps/wps03_012.pdf \n\n \nReinicke, Wolfgang. H. (1999--2000) ‘The Other World Wide Web: Global Public Policy Networks’, Foreign \n\nPolicy (winter).  http://www.foreignpolicy.com/articles/winter19999-20000/Reinicke.htm  \n\n \nRekhi, Shefali. (2002) ‘Can Asian Think Tanks Think?’ Straits Times, July 21st.  \n \nRobison, Richard. ed (1995) Pathways to Asia: The Politics of Engagement, Sydney, Allen & Unwin.   \n \nRodan,  Garry.  (1996)  \"State-society  relations  and  political  opposition  in  Singapore\"  in  Garry  Rodan  (ed.) \n\nPolitical Oppositions in Industrialising Asia, London, Routledge.   \n\n \n\n \n\n20\n\n\fSandle,  Mark.  (2004)  ‘Think  tanks,  post  communism  and  democracy  in  Russia  and  Central  and  Eastern \nEurope’, in Diane Stone and Andrew Denham, (eds) Think Tank Traditions: Policy Research and the \nPolitics of Ideas, Manchester, Manchester University Press. \n\n \nSandhu, K. S. (1991) \"Strategic Studies in the Region\", paper for the 25th Anniversary Conference on Strategic \n\nStudies in A Changing World, 29 July - 1 August, Canberra.    \n\n \nShai Ming-Chen (2004) ‘The Chinese tradition of policy research institutes’ in Diane Stone and Andrew Denham, \n(eds) Think Tank Traditions: Policy Research and the Politics of Ideas, Manchester, Manchester University \nPress.   \n\n \nStone, Diane and Maxwell, Simon. Eds. (2005) Global Knowledge Networks and International Development: \n\nBridges Across Boundaries, London, Routledge. \n\n \nStone,  Diane.  and  Denham,  Andrew.  (2004)  Think  Tank  Traditions:  Policy  Research  and  the  Politics  of \n\nIdeas, Manchester, Manchester University Press.  \n\n \nStruyk, Raymond, (2002) Managing Think Tanks: Practical Guidance for Maturing Organizations, Budapest, LGI \n\nBooks.  \n\n \nTelgarsky,  Jeffrey.  &  Ueno,  Makiko.  (1996)  Think  Tanks  in  a  Democratic  Society:  An  Alternative  Voice, \n\nWashington DC., Urban Institute.   \n\n \nUllrich. Hiedi. (2004) ‘European think tanks: generating ideas, analysis and debate’, in Diane Stone and Andrew \nDenham  (eds)  Think  Tank  Traditions:  Policy  Research  and  the  Politics  of  Ideas,  Manchester, \nManchester University Press. \n\n \nUNDP – United Nations Development Program (2003) Thinking the Unthinkable: From Thought to Policy. The \nRole of Think Tanks in Shaping Government Strategy: Experiences from Central and Eastern Europe, \nBratislava, UNDP Regional Bureau for Europe and the Commonwealth of Independent States \n\n \nWeiss, Carol. (1992) Organizations for Policy Analysis: Helping Government Think, London, Sage \n \nYamamoto,  Tadashi.  &  Hubbard,  Susan.  (1995)  \"Conference  Report\"  in  Tadashi  Yamamoto  (ed.)    Emerging \nCivil  Society  in  the  Asia  Pacific  Community,  Singapore,  Institute  of  Southeast  Asian  Studies  and  Japan, \nJapan Centre for International Exchange.   \n\n \n \n \n \n \n  \n\n \n\n21\n\n\f", "author_pages": ["Think Tanks and Policy Advice in Countries in Transition \n", "  \nThink tanks are often viewed as a critical link between  elaboration of policies and their implementation. Think \ntanks represent a vital component of successes of policies directed towards harmonization of existing practices \nwith contemporary paradigms of good governance and economic management.  As such, development agencies \n– such as the Asian Development Bank Institute (ADBI) – regard think tanks as critical organisations for assisting \ngovernment in economic transition.  \n \nThis paper is structured into four parts:   \n", "•  The first section provides an overview of think tank development over the last century around the \n", "world.  Asian think tank evolution is assessed in this international context.  \n", "•  The second part assesses the social and political environment for the provision of policy analysis \nand expertise, and the manner in which national institutional settings shape the character of a think \ntank  industry  as  well  as  the  prospects  for  policy  influence.    The  discussion  focuses  primarily  on \nthink tanks in Southeast Asia, with some reference to Northeast Asian contexts.  \n", "•  The third section assesses how the forces of globalisation and regionalisation have brought new \npressures  for  national  policy  communities  and  promoted  the  transnationalisation  of  think  tank \nactivity.  Globalisation has implications for the future effectiveness of Vietnamese think tanks. \n•  The fourth section returns to questions as to how think tanks manage their organisations for policy \nrelevance. Some questions regarding ‘best international practices’ of think tank management and \napproaches to “bridging research and policy” are addressed.  \n", " \nIn general, the  institutional  development  of Vietnamese policy analysis has  been state directed. This path of \ndevelopment is one that is increasingly out of step with international standards for genuine policy research and \nadvice (see the studies by Boucher, 2004; Braun, 2004; Stone & Denham 2004).  The prospect for the transfer \nof western style independent think tanks to Viet Nam is limited given that the civil society foundations are not \npresent. Instead, think tanks are likely to remain in the orbit of the state albeit with increasing prompting from \ninternational donors for organisational reforms and policy engagement.  \n \n1. ‘Think Tanks’: Definitions, Development and Diversification \n", " \n1.1.  Definitions. \n \nThe word ‘think tank’ stems from the RAND Corporation, which operated as a closed and secure environment for \nUS strategic thinking after World War II.   The term entered popular usage in the 1960s to describe a group of \nspecialists  who  undertake  intensive  study  of  important  policy  issues.    UNDP  (2003:  6)  defines  think  tanks  as \nfollows:  \n \n", "… organizations engaged on a regular basis in research and advocacy on any matter related to \npublic  policy.    They  are  the  bridge  between  knowledge  and  power  in  modern  democracies” \n(UNDP, 2003: 6) \n \n", "The  idea  of  think  tanks  connecting  researchers  and  decision  makers  resonates  throughout  the  mission \nstatements of numerous organisations. For instance, in Singapore, Chairman of the Board of Governors of the \nInstitute  of  Policy  Studies  argues  that  “IPS  must  act  as  a  bridge  –  to  be  close  to,  but  not  part  of  the \ngovernment”.1  Similarly, the Tokyo based NIRA which produces a world survey of think tanks2 argues that the \n", "                                                           \n1  Hsuan Owyang, http://www.istana.gov.sg/sp-030719.html \n \n2  NIRA’s World Directory of Think Tanks: http://www.nira.go.jp/ice/nwdtt/index.html  \n", " \n", "2\n", " \n", " \n", " \n", " \n", " \n", "key function of think tank is: “to bridge policy ideas and knowledge with other researchers and institutions, and \nsometimes with people having different backgrounds or ideologies”.  \n", "The  Anglo-American  tradition  regards  think  tanks  as  relatively  autonomous  organizations  with  separate  legal \nidentity that engage in the analysis of policy issues independently of government, political parties and pressure \ngroups. Elsewhere, the think tank tradition can be different (Stone & Denham, 2004). In Asian countries such as \nJapan, South Korea and Taipei,China think tanks are often found inside corporations. Chinese think tanks are \ngovernment-sponsored  and  their  scholars  often  work  in  patron-client  relations  with  political  leaders.    Many \ninstitutes  in  South  East  Asia  are  semi-independent  and  often  have  close  interaction  with  government,  or  with \nindividual political figures.   \n", "The  notion  that  a  think  tank  requires  independence  from  the  state  in  order  to  be  'free-thinking'  is  an  Anglo-\nAmerican  norm  that  does  not  translate  well  into  other  political  cultures.  Increasingly,  therefore,  ‘think  tank’  is \nconceived in terms of a policy research function and a set of analytic or policy advisory practices, rather than a \nspecific legal organizational structure as a non-governmental, non-partisan or independent civil society entity. \n", "1.2.  A Century of Think Tank Development \n \nPrior to World War Two, think tanks were predominantly an Anglo-American phenomenon. Since then they have \nspread throughout the world.  Around a thousand operate in the USA. European liberal democracies such as the \nUnited Kingdom and Germany host at least 100 each. Most other countries have less than fifty think tanks.  The \nworld  wide  total  lies  in  the  vicinity  of  3,000  (McGann  &  Weaver,  2000).  Overall  think  tanks  have  seen  strong \ngrowth,  but  others  have  shrunk  or  closed  as  a  consequence  of  financial  insecurity,  inadequate  leadership  or, \noccasionally, closure by state authorities.  \n", "At least four waves can be discerned in the pattern of think tank growth around the world. The first generation \nprior to world war two; the second wave in the OECD countries; the world-wide think tank boom from the late \n1970s; and the transnationalisation of think tanks in the new millennium.   \n", "The  first  stage  of  think  tank  development  until  the  World  War  Two  saw  a  number  of  institutes  established  in \nWestern  Europe  or  the  United  States.  First  generation  think-tanks  were  responses  to  practical  problems \nspawned by urbanization, industrialisation and economic growth early in the 20th century.  Well known American \ninstitutes include the Brookings Institution and the Russell Sage Foundation.  In the UK, they include the Fabian \nSociety, the National Institute for Social and Economic Research (NIESR) and Chatham House.  \n \nThe period after world war two saw a more extensive second wave of development throughout Europe but such \ngrowth was largely limited to liberal democracies.  In the USA, the New Deal and the Great Society period were \na boom-time for ideational actors; the most notable being the Urban Institute.  The period was marked by the \nproliferation of foreign policy institutes, centres for the study of security and development studies institutes, in an \nera defined by the Cold War, superpower rivalries and the emergence of Third World issues.  \n \nSince  the  1970s,  there  has  been  a  third  wave  with  the  proliferation  of  think  tanks  across  the  globe.  The \nheightened activity of think tanks is related to periods of economic and political instability or fundamental change \nsuch as the demise of the Soviet Union and democratisation in Latin America and parts of Asia. The rise of the \nso-called  ‘New  Right’  think  tanks  also  illustrates  how  policy  uncertainties  provide  a  window  of  opportunity  for \nthese  institutes  to  help  execute  the  pardigm  shift  away  from  Keynesian  policy  making  to  what  is  regarded  in \nother parts of the world as elements of the Washington Consensus. That is, privatisation, financial liberalisation \nand deregulation. \n \nAs would be expected, western-style independent think tanks in Russia, Central and Eastern Europe appeared \nonly after 1989.  Examples include the Gdansk Institute and the Center for Social and Economic Research, both \n", " \n", "3\n"]}