{"path": "data/input/pdf-generic/adbi-wp558.pdf", "pages": [" \n \n \nADBI Working Paper Series \n \n \n \n \n \n \n \nThe Housing Market and Housing Policies in Japan \n \n \n \n \n \n \n \n \n \n \nMasahiro Kobayashi   \n \n \n \n \n \n \n \nNo. 558 \n \nMarch 2016 \n \n \n \n \n \n \n \nAsian Development Bank Institute \n ", " \n \n \nMasahiro Kobayashi is the Director General for the Global Market, Research and Survey \nDepartment,  and  Director  General  for  International  Affairs,  Corporate  Strategy \nDepartment, Japan Housing Finance Agency (JHF).  \nThe author thanks colleagues at JHF for comments and suggestions. Only the author is \nresponsible for errors. The views expressed in this paper are those of the author and do \nnot reflect any of the views of the Asian Development Bank, the Asian Development \nBank Institute, the Government of Japan, or the JHF. \nThe views expressed in this paper are the views of the author and do not necessarily \nreflect the views or policies of ADBI, ADB, its Board of Directors, or the governments \nthey represent. ADBI does not guarantee the accuracy of the data included in this paper \nand accepts no responsibility for any consequences of their use. Terminology used may \nnot necessarily be consistent with ADB official terms. \nWorking papers are subject to formal revision and correction before they are finalized \nand considered published. \n \n \nThe Working Paper series is a continuation of the formerly named Discussion Paper series; \nthe  numbering  of  the  papers  continued  without  interruption  or  change.  ADBI’s  working \npapers reflect initial ideas on a topic and are posted online for discussion. ADBI encourages \nreaders to post their comments on the main page for each working paper (given in the \ncitation below). Some working papers may develop into other forms of publication. \n \nSuggested citation: \nKobayashi, M. 2016. The Housing Market and Housing Policies in Japan. ADBI Working \nPaper 558. Tokyo: Asian Development Bank Institute. Available: \nhttp://www.adb.org/publications/housing-market-and-housing-policies-japan/ \n \nPlease contact the author for information about this paper. \nEmail: Kobayashi.0rh@jhf.go.jp \n \n \nAsian Development Bank Institute \nKasumigaseki Building 8F   \n3-2-5 Kasumigaseki, Chiyoda-ku  \n \nTokyo 100-6008, Japan \n \n \nTel:   +81-3-3593-5500   \nFax:   +81-3-3593-5571 \n \nURL:   www.adbi.org \nE-mail:   info@adbi.org   \n \n \n© 2016 Asian Development Bank Institute \n \n \n \n \n ", "ADBI Working Paper 558  Kobayashi \n \nAbstract \n \nHousing policies in Japan after World War II were focused on the quantitative supply of \nhouses with a wide range of targeted groups and public rental houses. The Japan Housing \nCorporation  (now  the  Urban  Renaissance  Agency)  and  the  Government  Housing  Loan \nCorporation (now the Japan Housing Finance Agency) have served to address these policy \ntargets accordingly. The restoration of housing stock was successful, but the collapse of the \nproperty bubble in the early 1990s caused negative impact on the real economy and created \npersistent loss of confidence among the Japanese people, which is exacerbated by deflation \nand  negative  demographic  factors  (decrease  of  the  population  and  aging  of  society). \nEnhancement of the quality of houses is an important part of the housing policy in Japan, but, \nat the same time, there needs to be a balance between new construction and the activation \nof existing housing stocks. Given the social experiments currently underway, there is need to \nclosely monitor the changes of market trends. \n \nJEL Classification: R14, R21, R31, R38  \n ", "ADBI Working Paper 558  Kobayashi \n \nContents \n \n \n1.  Introduction ................................................................................................................ 3 \n2.  Current Status of the Housing Market ........................................................................ 3 \n3.  Challenges and Risks ................................................................................................ 8 \n4.  Housing Policies in Japan ........................................................................................ 15 \n4.1  1945–2000 ................................................................................................... 15 \n4.2  Japan’s Housing Policies in the 21st Century ............................................... 24 \n5.  Challenges for the Future ........................................................................................ 30 \n5.1  Challenges for the Japanese Economy ........................................................ 30 \n5.2  Challenges for Mortgage Markets in Japan .................................................. 31 \n5.3  Challenges for MBS Markets in Japan ......................................................... 32 \n5.4  Covered Bond Legislation ............................................................................ 33 \n6.  Lessons Learned from the Japanese Experience .................................................... 33 \n7.  Conclusion ............................................................................................................... 35 \nReferences ......................................................................................................................... 36 \n \n \n ", "ADBI Working Paper 558  Kobayashi \n \n1.  INTRODUCTION \nHousing policies in Japan after World War II were focused on the quantitative supply of \nhouses to address the backlog of 4.2 million units. Japan’s housing policy in the latter \nhalf of the 20th century comprised three pillars with a wide range of targeted groups: \npublic rental houses, the Japan Housing Corporation (now the Urban Renaissance \nAgency [UR]), and the Government Housing Loan Corporation (now the Japan Housing \nFinance Agency [JHF]).  \nThe restoration of the housing stock was successful in that the total number of houses \nexceeded that of households in the mid-1960s, but the collapse of the property bubble \nin the early 1990s had a negative impact on the real economy and created persistent \nloss of confidence among the Japanese people, which was exacerbated by deflation \nand negative demographic factors (decrease of the population and aging of society).  \nEnhancement of the quality of houses became an important part of housing policy in \nJapan in the 21st century, but, at the same time, there needs to be a balance between \nnew construction and the activation of existing housing stocks.  \nIn this paper, we explain the current status of the housing market in Japan, and discuss \nand evaluate the housing policies in the 20th century. We then explain the challenges \nof  the  housing  market  and  housing  policies  in  the  21st  century,  and  draw  some \nimplications for other countries, and then conclude. \n2.  CURRENT STATUS OF THE HOUSING MARKET \nThe homeownership ratio in Japan was 61.7% in 2013 (Figure 1). The level has been \naround 60% for nearly the last half century, with minor fluctuations, which is almost the \nsame as the United States (US), (64.0% in 2014), the United Kingdom (UK) (64.6% in \n2013), and France (64.3% in 2013), but higher than Germany (52.6% in 2013).1 \nOwner occupancy was not a major form of tenure in Japan before World War II and \nmany people, especially in metropolitan areas, lived in rental properties, although there \nare no official statistics at the national level. The ratio of the value of land to the \nnational net worth2 was 30%–40% before the war, but increased to 50%–70% after, \nwhich illustrates the strong demand and subsequent increases of land prices after the \nwar (Figure 2). \nAs  of  October  2013,  there  were  60.63  million  housing  units  in  Japan,  of  which \n8.20 million were vacant; thus, the vacancy rate was 13.5%. Based on the American \nHousing Survey,3 the vacancy ratio for the US was 12.8% in 2013, but the figure for the \nUS includes more second homes than in Japan. The vacancy rate is higher in regions \nwith less population in Japan (Figure 3). \n \n                                                \n1  The homeownership rate increased between 2008 and 2012, whereas it dropped in the United States \nand the United Kingdom after the 2008–2009 global financial crisis. This is partly due to a change in the \ndemographic composition,  that  is,  the share of  the elderly  population,  which  usually  has  higher \nhomeownership rate, has increased. However, the increase of the homeownership rate is minimal or \nmoderate, at best. \n2  The national net worth is the aggregated net worth of the domestic sectors including households, \nfinancial, and nonfinancial corporate businesses and the government sector.  \n3  Table C-00-AH, American Housing Survey, Seasonal and Vacant Characteristics—All Housing Units, \nNational Summary Tables – AHS 2013, Census Bureau, US Department of Commerce. \n3 \n ", "ADBI Working Paper 558  Kobayashi \n \nFigure 1: Homeownership Rate in Japan  \n(%) \n \nSource: Government of Japan, Statistics Bureau, Ministry of Internal Affairs and Communications. \nFigure 2: Value of Land per National Net Worth  \n(%) \n \nNote: The values before World War II do not include the occupied territories outside Japan as of today. \nSources: Government of Japan, Economic Planning Agency. Survey on National Net Worth before the War; \nGovernment  of  Japan,  Cabinet  Office.  National  Accounts  for 1998  (68SNA,  benchmark  year  =  1990)  \n(1969–1993), National Accounts for 2013 (93SNA, benchmark year = 2005) (1994–2013). \nThere are discussions whether Japan is constructing too many houses. The number of \nhousing starts in Japan has been above one million units for the 40 years from 1968 to \n2008 (Figure 4). \n   \n4 \n ", "ADBI Working Paper 558  Kobayashi \n \nFigure 3: Vacancy Rate in Japan by Prefectures, 2013 \n \nSource: Government of Japan; Ministry of Internal Affairs and Communications. \nFigure 4: Number of Housing Starts after World War II in Japan  \nand the United States  \n(million units) \n \nSources: US Department of Commerce; Federal Reserve Bank of St. Louis;4 Ministry of Land, Infrastructure, \nTransport and Tourism. \nIn 2009, the number of housing starts in Japan declined to 0.79 million units because of \nthe global financial crisis and, since then, it has not returned to one million units. In \n2013,  it  was  0.98  million  units  because  of  the  rush  of  construction  before  the \nconsumption tax rate change that was scheduled to be increased from 5% to 8% in \nApril 2014.  \n                                                \n4  Housing starts for the US before 1959 are derived from Federal Reserve Archival System for Economic \nResearch (FRASER). Original source is United States Bureau of the Census. Historical Statistics of the \nUnited States: Colonial Times to 1970. \n5 \n ", "ADBI Working Paper 558  Kobayashi \n \n \nThis  increased  consumption  tax  rate  in  April  2014  adversely  affected  domestic \ndemand, including housing construction, and the number of housing starts declined \nagain to 0.89 million units in 2014. The Government of Japan postponed for 18 months \nthe second phase of the increase of the consumption tax rate from 8% to 10%. To \nmake the economic recovery more sustainable, the government introduced economic \nstimulus packages, which are discussed in a later section.  \nThrough the mid-1990s to this century, the share of private residential investments per \ngross domestic product (GDP) declined as well (Figure 5). It used to be above 5% in \nthe previous century, but it is now below 3%.  \nFigure 5: Private Residential Investments per Gross Domestic Product (GDP)  \nand its Year over Year (Y/Y) Change  \n \nSource: Government of Japan, Cabinet Office. \nAlthough  the  population  of  Japan  is  only  40%  of  that  in  the  US  (127  million  in  \nJapan  and  316  million  in  the  US  in  2013),  the  number  of  housing  starts  used  \nto  be  comparable.  Nonetheless,  the  share  of  private  residential  investments  per  \nGDP is almost the same in Japan and the US. This reflects the difference of per  \nunit investment. \nThe average size of newly constructed, single-family detached houses was 125 square \nmeters (m2) for Japan and 247 m2 for the US in 2013. Also the share of multifamily \nunits, which are usually smaller than single-family detached houses, is much higher in \nJapan than in the US. Owner-occupied houses account for around 60% of the total \nhousing stock, but represents 80% in terms of floor area (Figure 6). Compared with \ncontinental Europe, the size of single-family detached houses is almost the same, but \nthe size of rental houses is significantly smaller. \nThere used to be no national home price index in Japan until recently. The Tokyo Stock \nExchange developed a home price index using the repeat sale method similar to the \nStandard & Poor’s/Case–Shiller Home Price Index in the US, computation of which \nwas transferred to the Japan Real Estate Institute in 2015. This index, however, covers \nonly condominiums in the Tokyo Metropolitan Area and goes back to June 1993.  \n6 \n ", "ADBI Working Paper 558  Kobayashi \n \n \nFigure 6: Distribution and Average Size of Houses in Japan by Tenure, 2013 \n \nUR = Urban Renaissance Agency. \nSource: Ministry of Land, Infrastructure, Transport and Tourism. \nConsidering that most of the fluctuation of home prices is mainly influenced by the \nchanges of land prices, using the land price index as a proxy to the home price index is \njustified to some extent in Japan.  \nThe land prices in Japan skyrocketed in the late 1980s, which turned out to be a \nproperty bubble in retrospect. The residential land prices in six major cities recorded \ntheir peak in 1991 and then started to plummet, resulting in 13 years of continuous \ndeclines from 1992 to 2005 (Figure 7).  \nFigure 7: Land Price and the Real Economy in Japan \n \nGDP = gross domestic product; Y/Y = year over year. \nSources: Japan Real Estate Institute; Government of Japan, Cabinet Office. \n7 \n ", "ADBI Working Paper 558  Kobayashi \n \nIn the meantime, the growth of nominal GDP also stagnated and Japan faced notorious \n“lost decades” amid persistent deflation. The impact of deflation on the housing market \nis discussed in the next section. \n3.  CHALLENGES AND RISKS \nThe  most  important  challenge  for  the  housing  market  in  Japan  is  the  adverse \ndemographic trend. Not only has the population of Japan started to decrease, but also \nthe  share  of  the  working-age  population  against  the  dependent-age  population  is \ndeclining sharply (Figure 8). There are discussions whether Japan should continue  \nto construct as many new houses as of today, even though there are eight million \nvacant units.  \nFigure 8: Population Size in Age Group and the Inverse Dependency Ratio \n \nNote: Estimates start from 2015. \nSource: United Nations, Department of Economic and Social Affairs, Population Division (2015). World \nPopulation Prospects: The 2015 Revision, DVD Edition. \nThe inverse dependency ratio (population aged 15–64 divided by the dependent-age \npopulation) has a positive correlation with housing statistics in Japan. There are two \npeaks of the inverse dependency ratio, one in the late 1960s and the other in the early \n1990s, which coincide with the peaks of housing starts (Figure 9). \nThese two peaks of the inverse dependency ratio are eras when baby boomers (called \n“Dankai [group of mass] generations” in Japan) and the children of baby boomers \n(called Dankai junior in Japan) reached the working-age bracket and these periods are \ncalled “population bonus” periods in Japan. In the first wave of the population bonus, \nthere was also a massive urban migration from rural agricultural areas, which boosted \nthe demand for houses in urban areas. The population bonus period also coincided \nwith  the  peak  of  real  land  prices  (denominated  by  the  consumer  price  index) \n(Figure 10). \n   \n8 \n ", "ADBI Working Paper 558  Kobayashi \n \nFigure 9: Housing Starts and the Inverse Dependency Ratio \n(million units) \n \nSources: Ministry of Internal Affairs and Communications; Ministry of Land, Infrastructure, Transport and \nTourism. \nFigure 10: Real Land Price and the Inverse Dependency Ratio \n \nSources: Ministry of Internal Affairs and Communications; Japanese Real Estate Institute. \nPopulation projection is one of the most reliable social projections and many people in \nJapan believe that it is difficult to change the current demographic trend, and, if this \nsituation persists, it will be difficult for the Japanese economy to get out of deflation \nbecause of the weakening domestic demand.5  \n                                                \n5  To try to change this pessimistic view, the Government of Japan and the Bank of Japan released the \n\"Joint Statement of the Government and the Bank of Japan on Overcoming Deflation and Achieving \nSustainable Economic Growth\" in January 2013 and, subsequently, the Bank of Japan introduced \nQuantitative  and  Qualitative  Monetary  Easing  (QQE)  in  April  2013.  With  strong  monetary \naccommodation by the Bank of Japan, the inflation rate picked up to be positive in 2014. “Three arrows” \ncomprising extraordinary monetary accommodation, flexible fiscal policy, and growth strategy (often \nunderstood as structural reform in a foreign context) is expected to convert the Japanese economy back \nto  sustainable  growth.  Japan  is  undergoing  a  huge  social  experiment,  and  this  will  have  many \n9 \n ", "ADBI Working Paper 558  Kobayashi \n \nCompared with relatively large new construction projects, the sales of existing homes \nare small in Japan relative to the US (Figure 11). There are several statistics that cover \nthe number of existing home sales, and one of the largest figures is the estimate by \nFudosan-Ryutu-Keieikyoukai (FRK [The Association of Real Estate Agents of Japan]). \nThe FRK estimates that the number of existing home sales was 473,000 units in 2012. \nThis is almost half of new housing starts in Japan.6 \nFigure 11: Size of the Housing Market in Terms of Number of Transactions \n(million units) \n \nUK = United Kingdom; US = United States. \nNote: Existing home sales in Japan are for 2012 and estimates by the FRK. “Housing Starts” in Germany is \n“Housing Completions”. Other figures for the US and Japan are for 2014 and for Europe are for 2013. “Number \nof transactions” includes both new and existing homes. \nSources: US Department of Commerce; National Association of Realtors; Ministry of Land, Infrastructure, \nTransport and Tourism; Association of Real Estate Agents of Japan; European Mortgage Federation. \nThe low turnover of existing houses is one of the causes of the sharper decline of the \nvalue of properties by age. It is inevitable for existing homes to depreciate, but the \ndegree of depreciation in Japan is higher than other developed economies. From 1995 \nto 2014, the cumulative amount of nominal residential investment was ¥382 trillion. The \nmarket value of existing residential structures in 1994 was ¥312 trillion. If automatically \nadded, the market value of existing residential structures in 2013 should have reached \n¥694 trillion, but the actual value was only ¥357 trillion (Figure 12). \n   \n                                                                                                                                          \nimplications for the European countries that have similar symptoms with Japan and are facing adverse \ndemographics and are on the brink of deflation. \n6  According  to  the  “Survey  on  Housing  Market  Trends  2013”  by  the  MLIT,  the  vast  majority  of \nhomebuyers who purchased or constructed new houses responded that they did not choose existing \nhomes just because they feel happy with new buildings, while the vast majority of homebuyers who \npurchased  existing  homes  responded  that  they  bought  existing  homes  because  they  are  less \nexpensive. There is a strong propensity for new houses in Japan, partly due to the difference of quality \nbetween new homes and existing homes and that possible structural defects for existing houses are \nhard to detect. \n10 \n ", "ADBI Working Paper 558  Kobayashi \n \nFigure 12: Value of Residential Investments  \n(¥ trillion) \n \nSource: Government of Japan, Cabinet Office. \nHow to enhance the value of existing homes and increase the sales of existing homes \nis one of the major challenges for the Japanese housing market, and the Ministry of \nLand,  Infrastructure,  Transport  and  Tourism  (MLIT)  is  launching  various  policy \nmeasures to address this matter (to be discussed later). \nAnother major challenge for the housing market in Japan is the frequency of natural \ndisasters. It is 5 years since Japan was hit by the Great East Japan Earthquake on \n11 March 2011. It is noted also that the western part of Japan was hit by the Great \nHanshin–Awaji Earthquake on 17 January 1995. Enhancing the earthquake resilience \nof  residential  structure remains  an  important challenge,  which  is  discussed  in  the \nhousing policy section. \nSome people think that Japanese property prices are still high.7 If we compare the \nnational  aggregate  of  house  values  (including  vacant  land  because  there  are  no \nstatistics in Japan which are the same as Z18 in the US), their ratios to nominal values \nof GDP remain higher in Japan than in the US (Figure 13). \nNonetheless, the average home price is four to six times the household income and the \ndebt-to-income (debt-service) ratio is around 20%, partly because of the low interest \nrates (Table 1). \n   \n                                                \n7  It is to be noted that a major challenge for policymakers in Japan in the late 1980s was how to curb the \nskyrocketing housing prices and enhance affordability of houses especially in urban areas. The rapid \nappreciation of property prices turned out to be a bubble that burst naturally. The priority of housing \npolicy regarding house prices has turned 180 degrees since then. \n8  B.101 Balance Sheet of Households and Nonprofit Organizations (1), Financial Accounts of the United \nStates–Z1, Federal Reserve. \n11 \n ", "ADBI Working Paper 558  Kobayashi \n \nFigure 13: Value of Housing Structure and Residential Land per GDP  \nin Japan and the United States  \n(%) \n \nGDP = gross domestic product; SNA = system of national accounts; US = United States. \nSources: Government of Japan, Cabinet Office; US Federal Reserve; US Department of Commerce. \nTable 1: Key Housing Statistics in Japan \nSurvey on Housing Market Trend (2013)             \n   Built to Order    House for Sale    Existing Home \n   w/o Land  With Land    Detached  Condos    Detached  Condos \nHousehold Income(¥ million)  6.16  6.16    6.75  6.89    5.80  6.13 \nHome Price(¥ million)  28.82  40.17    36.27  35.83    23.11  22.53 \nBorrowings(¥ million)  17.80  26.50    24.91  23.69    13.45  11.63 \nDown Payment(¥ million)  11.02  13.67    11.37  12.13    9.66  10.90 \nPrice to Income Ratio  4.7  6.5    5.4  5.2    4.0  3.7 \nLoan to Value Ratio  62%  66%    69%  66%    58%  52% \n                 \nJHF Profile of F35 Borrowers (2013)               \n   Built to Order    House for Sale    Existing Home \n   w/o Land  With Land    Detached  Condos    Detached  Condos \nHousehold Income(¥ million)  5.85   5.91     5.77   7.48     5.22   5.99  \nHome Price(¥ million)  30.15   36.37     33.20   38.62     22.53   25.62  \nBorrowings(¥ million)  23.75   31.74     27.76   30.11     19.16   21.07  \nDown Payment(¥ million)  6.40   4.63     5.43   8.50     3.37   4.55  \nPrice to Income Ratio  5.2  6.2    5.7  5.2    4.3  4.3 \nLoan to Value Ratio  79%  87%    84%  78%    85%  82% \nF35 = Flat 35; JHF = Japan Housing Finance Agency; MILT = Ministry of Ministry of Land, Infrastructure, Transport and \nTourism; w/o =without. \nSources: Ministry of Ministry of Land, Infrastructure, Transport and Tourism; Japan Housing Finance Agency. \nWhat is interesting is that during the period of 1994 to 2014, the value of land owned by \nthe household sector decreased by ¥480 trillion, but this sector increased the balance \nof net financial assets by ¥530 trillion (Figure 14). \n12 \n ", "ADBI Working Paper 558  Kobayashi \n \nFigure 14: Change of Balance for Households in Japan, 1994–2014  \n(¥ trillion) \n \nSource: Government of Japan, Cabinet Office. \nIt is sometimes pointed out that the mortgage debt outstanding (MDO) per GDP in \nJapan  is  lower  than  other  developed  economies.  The  MDO/GDP  in  Japan  has \nremained around 40% since the beginning of the 21st century. It is to be noted that the \nfigure for the US was also below 50% at the beginning of this century. The MDO/GDP \nin the US increased to 70% amid of the housing bubble in the early 2000s (Figure 15).  \nFigure 15: MDO/GDP and Housing Prices in Japan and the United States \n \nFY = fiscal year; GDP = gross domestic product; MDO = mortgage debt outstanding. \nSources: Bank of Japan, Government of Japan, Cabinet Office; FHFA = Federal Housing Finance Agency; US \nFederal Reserve; US Department of Commerce. \nThe inflation of the MDO/GDP ratio in the US is, to a large extent, attributable to the \nappreciation of property values, whereas there was no such phenomenon in Japan. \nAlso, many people in Japan thought it was more advantageous to prepay outstanding \n13 \n ", "ADBI Working Paper 558  Kobayashi \n \nmortgage debts because the interest rate in Japan was extremely low and curtailment \n(partial prepayment) composed a significant part of prepayment in Japan.9 \nHousing construction was maintained at a high level despite the decreases in housing \nprices and large vacancies in Japan, partly due to the short life of existing houses to be \nreplaced by new investments, and partly due to the strong demand for new houses with \nhigher quality  among  homebuyers  (which  may  be  amplified  by  economic  stimulus \nmeasures to some extent). \nIt is also noted, however, that although housing starts per capita in Japan are higher \nthan in the US, it is not necessarily too high compared with some European countries \n(Figure 16). \nFigure 16: Housing Starts per 10,000 Capita, 2002–2013 \n \nUK = United Kingdom; US = United States. \nNote: The value for Germany starts from 2003; the values for Japan, the US and France end in 2014; and the \nvalues for Germany, Hungary, the Netherlands, Ireland and Portugal are housing completions instead of \nhousing starts. \nSources: EMF Hypostat 2014; Eurostat; Ministry of Internal Affairs and Communications; Ministry of Land, \nInfrastructure, Transport and Tourism; National Institute of Statistics and Economic Studies (France); US \nDepartment of Commerce. \nIreland, Spain, and Greece had a larger amount of housing construction than Japan,  \non average, although their markets crashed after the mid-2000s. France, which had  \na large amount of housing construction, however, had a stable market in terms of \nhousing prices. Also, the UK had small housing supply and this constraint on supply  \nis considered to be one of the causes of high property prices in the UK. However, \nGermany, which had a similar small housing supply, did not experience the same \nmovement of housing prices as the UK. \n                                                \n9  There is income tax deduction for mortgages in Japan (to be discussed later), but the incentive to \nmaintain outstanding balances to enjoy tax benefits is not as big as in the US because of the adverse \ninterest rate environment in Japan. \n14 \n ", "ADBI Working Paper 558  Kobayashi \n \n4.  HOUSING POLICIES IN JAPAN \n4.1  1945–2000 \nWhen World War II ended in 1945, there was a shortage of housing in Japan, around \n4.2 million units. To address this shortfall, the housing policy priority of the Government \nof Japan was to increase the quantitative supply of housing and several government \nagencies  were  established.  First,  the  Ministry  of  Construction  was  established  on \n10 July 1948. Then, the so-called “three pillars for housing policy” to increase housing \nunits were introduced in the 1950s as follows, in the order of establishment: \n1)  The Government Housing Loan Corporation (GHLC) was established on 5 June \n1950  to  assist  housing  construction  financially  by  providing  liquidity  to  the \nmortgage markets, which were virtually non-existent previously.  \n2)  The  Public  Housing  Act  (Act  No.  193  of  1951)  was  enacted  in  1951  to  \nauthorize local government units (LGUs) to construct public rental houses for \nlow-income people. \n3)  The Japan Housing Corporation (JHC) was established in 1955 to promote \ncollective construction of housing and the large-scale supply of residential land \nfor middle-income people, mainly in major urban areas. \nThe government enacted the Housing Construction Plan Law in 1966 and stipulated \nthe target of housing supply under each Housing Construction Five-Year Program. The \namount of housing stock exceeded the number of households in 1968. \n4.1.1  Government Housing Loan Corporation (GHLC) \n4.1.1.1  Outline of the GHLC \nThe  Government  of  Japan  established  the  GHLC  in  1950  to  provide  low-interest,  \nfixed-rate mortgages. When  established, the GHLC  received  paid-in  capital10 from  \nthe government.  \nTo achieve the massive supply of housing, however, the funding mechanism that was \ndependent on payment of capital from the government proved to be insufficient both for \nthe GHLC and the JHC. Both these entities borrowed from the Fiscal Investment and \nLoan Program (FILP) under the Ministry of Finance (Figure 17). \nAs Figure 17 illustrates, the GHLC was one of the heaviest users of FILP borrowings \nand, therefore, it is desirable to explain how the GHLC funding worked in the 20th \ncentury.  Among  the  three  pillars  of  housing  policy,  the  GHLC  made  the  largest \ncontribution to the supply of houses in terms of quantity11 (Figure 18). \n                                                \n10  When established, the GHLC received capitalization from a special account of the Government of Japan \nthat used the reversal of the foreign assistance from the US, namely the Government Appropriation for \nRelief in Occupied Area and the Economic Rehabilitation in Occupied Area. The amount of this \nappropriation was ¥10 billion and the GHLC also received capitalization from the general account of the \nGovernment of Japan amounting to ¥5 billion in 1950. The payment from the Government of Japan to \nthe GHLC to increase the capital continued until 1967. Since then, the capital of the GHLC remained at \n¥97.2 billion until 2007 when the GHLC was replaced by the JHF. \n11  Kanemoto (1997) argues that one of the demerits of a GHLC loan was that it did not contribute to the \nenhancement of the quality of houses because the subsidized loan was available only for small houses \n(up to 125m2). However, the average size of GHLC financed houses was not smaller than privately \nfinanced houses. \n15 \n ", "ADBI Working Paper 558  Kobayashi \n \nFrom 1950 to 2007, the GHLC financed 19.41 million housing units. The total housing \nstarts for the same period in Japan were 64.1 million units. The GHLC contributed to \nnearly 30% of the post-war housing construction. \nFigure 17: FILP Gross Borrowing for the GHLC and the JHC/UR  \n(¥ trillion) \n \nFILP Fiscal Investment and Loan Program; GHLC = Government Housing Loan Corporation; JHC = Japan \nHousing Corporation; UR = Urban Renaissance Agency. \nSource: Ministry of Construction. 50-year History of the Ministry of Construction. \nFigure 18: Number of Housing Starts by Source of Funds  \n(1,000 units) \n \nGHLC = Government Housing Loan Corporation; JHC = Japan Housing Corporation. \nSource: Ministry of Land, Infrastructure, Transport and Tourism. \nTo promote homeownership, there was a cap on the lending rate that the GHLC could \ncharge to borrowers. It was set at 5.5% for low-middle income borrowers by GHLC law. \nAny negative interest margin between the lending rate and the funding cost were \n16 \n ", "ADBI Working Paper 558  Kobayashi \n \nsupposed to be reimbursed with subsidies from the general account of the Government \nof Japan (Figure 19). \nFigure 19: Mortgage Market Reform in Japan \n \nARM = adjustable rates mortgage; F35 = Flat 35; FILP = Fiscal Investment and Loan Program; GHLC = Government \nHousing Loan Corporation; GOJ = Government of Japan; JHF = Japan Housing Finance Agency; MBS = mortgage \nbacked securities. \nSource: Japan Housing Finance Agency. \nHigh-income people were also eligible to borrow from the GHLC, but the interest rate \nwas not concessional. Furthermore, there was a ceiling for the price of the houses, and \nluxurious house were not eligible for GHLC loans. The GHLC established a proprietary \nstructural standard for houses it financed, in addition to the Building Standard Law that \napplied to all construction works (with minor exceptions). The GHLC was mandated to \nenhance the quality of houses in Japan, but allocation of resources was more focused \non low- and middle-income borrowers.  \nThe GHLC was, however, competing with private banks in the primary lending market. \nFor banks that depended on deposits, it was difficult to provide fixed-rate mortgages in \nthe 20th century. After the collapse of the bubble in the real estate market in the early \n1990s,  banks  suffered  from  non-performing  loans  and  struggled  to  find  business \nopportunities to restore profitability. The GHLC, on the other hand, was asked by the \ngovernment to expand its lending program to stimulate the economy.  \nDuring  the  1990s  when  the  economy  was  struggling,  interest  rates  continued  to \ndecline, partly due to the monetary policies of the Bank of Japan and partly due to the \ndecline of the inflation rate. During this time, the fiscal position of the government \ndeteriorated and the ratio of public debt to GDP increased substantially.  \nThe decline of interest rates triggered prepayment on the outstanding mortgage assets \nof the GHLC. The amount of prepayment increased to ¥9.9 trillion in fiscal year (FY) \n1995 (Figure 20).  \nThe borrowers of GHLC loans could prepay without penalty, but the GHLC had to  \npay a penalty to FILP if it were to prepay. The subsidy for the GHLC was around \n¥400 billion through the 1990s (Figure 21). Such a fiscal burden became difficult for the \ngovernment to appropriate and it decided to wind down the GHLC and replace it with \nanother government agency, the Japan Housing Finance Agency (JHF). \n17 \n ", "ADBI Working Paper 558  Kobayashi \n \nFigure 20: Interest Rate and Prepayment on GHLC Loans  \n(¥ trillion) \n \nBOJ = Bank of Japan; GHLC = Government Housing Loan Corporation. \nSources: Bank of Japan; Japan Housing Finance Agency. \nFigure 21: Amount of Subsidy to GHLC  \n(¥ billion) \n \nGHLC = Government Housing Loan Corporation; JHF = Japan Housing Finance Agency. \nSource: Japan Housing Finance Agency. \n4.1.1.2  Merits and Demerits of the Housing Policy Related to the GHLC \nThe most significant merit of GHLC loans was that they enabled the restoration of the \nhousing stock in a very short period of time with simultaneous improvements to the \nhousing quality. Just after World War II, there was a huge shortage of houses and \nmany barracks were built to provide places for people to live. The GHLC established a \nproprietary structural criteria for its lending, which improved the quality of houses and, \nat the same time, contributed to securing the collateral value.  \n18 \n ", "ADBI Working Paper 558  Kobayashi \n \nPrivate banks were not willing to originate mortgages during the post-war period and \nthe GHLC established a de facto standard for mortgage documents, underwriting, \nforeclosure, and other operational practices for housing in Japan. Massive provision of \nliquidity was enabled by the FILP, which raised funds from the Postal Savings and the \nNational  Pensions  nationwide,  thus,  mobilizing  unutilized  financial  resources  that \notherwise might have been kept in the form of cash.  \nThe GHLC financed 19.4 million housing units from 1950 to 2007. The cost for this \nfunding was the sum of subsidies it received from the general account of the national \nbudget, which was ¥400 billion in the late 1990s. The demerit of a GHLC loan was that \nit  competed  with  private  banks  in  the  primary  lending  market.  As  private  banks \nexpanded their business, the GHLC was not prepared for the massive prepayment that \noccurred in the late 1990s.  \nAs the business environment changed, the role of the GHLC needed to be changed. \nThus, the government decided to wind down the GHLC in December 2001. The GHLC \nwas replaced by the JHF in April 2007. \n4.1.2  Public Rental Housing \n4.1.2.1  Outline of Public Rental Housing \nThe Public Housing Act (No. 193 of 1951) was introduced to promote the construction \nof public rental houses for low-income people.12 Under this scheme, the Government of \nJapan is mandated to extend fiscal assistance for local government units (LGUs) that \nconstruct and operate public rental houses. Unlike the GHLC/JHF or the JCH/UR, the \nimplementing entity is not a national agency but LGUs. Fiscal assistance from the \nGovernment of Japan to LGUs includes a subsidy for the construction of public rental \nhouses and a subsidy to compensate the operational margins including rent assistance \nfor very low-income renters. \nBecause of the highly subsidized nature of the program, the beneficiaries are limited  \nto  low-income  renters  and  the  criteria  to  select  the  occupants  are  established  in \naccordance with a certain formula. Up to 2013, there were 1.96 million public rental \nhouses nationwide.  \n4.1.2.2  Target Income Group of Public Rental Houses \nThe  average  rent for  public  rental  houses  is  lower  than for  private rental  houses \n(Figure 22). There is an income limit for eligibility to apply for public rental houses. \nFurthermore, rent assistance for public rental houses is restricted to the lower 40% of \nthe income bracket.  \nIf the income of residents of public rental houses increases above the threshold, the \nresidents are recommended to leave the units, but actual eviction is quite difficult. \n4.1.2.3  Merits and Demerits of Public Rental Houses \nPublic housing was aggressively built in the 1950s and 1960s (Ito 1994). The number \nof public rental houses reached close to two million units in 1973. It contributed to \naddressing  the  needs  of  low-income  people  who  had  difficulty  finding  affordable \nhouses through the normal market mechanism.  \n \n                                                \n12  This act is considered to be related to Article 25 of the Constitution that states: “All people shall have the \nright to maintain the minimum standards of wholesome and cultured living.” \n19 \n ", "ADBI Working Paper 558  Kobayashi \n \nFigure 22: Average Rent  \n(per m2) \n \nm2 = square meter. \nSource: Ministry of Land, Infrastructure, Transport and Tourism. \nHowever, due to the advantageous pricing, there was a long waiting list in urban  \nareas, and Kanemoto (1997: 636) notes that “the average number of applicants per \nunit (was) 35.5 for housing provided by Tokyo prefecture in 1989”. There was an \ninequality among those who won the public lottery selection and those who lost among \nlow-income people. \nAnother demerit was that the occupants were not willing to return the key to vacate  \nthe units even after their income reached above the income threshold. Eviction of  \nthose unqualified occupants was a difficult task for the LGUs. (A new framework to \nsubstantially increase the rent for unqualified occupants was introduced later.) \nInvestment of public rental houses was concentrated in the post-war period. In this \nregard, “many of the units built in those years are now considered to be too small” (Ito \n1994: 224) based on the current status of housing market conditions. Renovation  \nof public rental houses was promoted, but fiscal constraints and the unwillingness of \nelderly residents remains a challenge for smooth implementation of the renovation of \nexisting public rental housing stock. \n4.1.3  Japan Housing Corporation (JHC) \n4.1.3.1  Outline of the JHC \nThe third, but not the least, pillar of post-war housing policies in Japan is the JHC, \nwhich was established in 1955 to mainly address the need of people migrating from \nrural areas to urban areas. The JHC underwent several organizational transformations \nwith other government agencies through mergers. At the end of the 20th century, it was \nreorganized into the Urban Development Corporation (UDC) (Figure 23). \n   \n20 \n ", "ADBI Working Paper 558  Kobayashi \n \nFigure 23: History of the Transformation from the JHC to the UR \n \nJHC = Japan Housing Corporation; UR = Urban Renaissance Agency. \nSource: Urban Renaissance Agency. \nIn 2004, the UDC undertook part of the operations of the Japan Regional Development \nCorporation and reorganized into the Urban Renaissance Agency (UR), which still \nexists today. \n4.1.3.2  Target Income Group of UR and GHLC/JHF \nThe UR and the GHLC provided assistance to low- to middle-income people. If we take \na look at the distribution of the income bracket of the UR in 2013 and the GHLC in \n1983, both have a larger share in the lower-income bracket than the overall population \nbut a smaller share in the higher-income bracket. However, the JHF, having a lower \nshare in the high-income bracket, has a lower share in the lowest 20% (Figure 24).  \nThe GHLC used to receive a subsidy from the government whereas the JHF does  \nnot. The JHF assists people who have ability to pay, resulting in more focus on the \nmiddle-income bracket. \nFigure 24: Targeted Group by Income Bracket (difference from benchmark)  \n(%) \n \nGHLC = Government Housing Loan Corporation; JHF = Japan Housing Finance Agency; UR = Urban \nRenaissance Agency. \nSources: Japan Housing Finance Agency; Urban Renaissance Agency. \n21 \n ", "ADBI Working Paper 558  Kobayashi \n \nThe GHLC used to receive a subsidy from the government whereas the JHF does  \nnot. The JHF  assists  people  who  have  ability  to  pay,  resulting  in more focus  on  \nthe middle-income bracket. The JHC used to provide rental houses as well as houses \nfor  sale  including  condominiums.  What  was  unique  for  the  JHC  was  that  it  was  \nmainly focused  on the housing  problems  in  urban  areas.  As  of 2013, there  were \n855,500 housing units administered by the UR, of which 478,300 units are located in \nthe Tokyo Metropolitan Area.13 This accounts for 55.9% of the total UR houses and \nshows high geographical concentration (Figure 25). \nFigure 25: Share of Tokyo Metropolitan Areas  \n(%) \n \nJHC = Japan Housing Corporation; UR = Urban Renaissance Agency. \nSource: Ministry of Internal Affairs and Communications. \n4.1.3.3  Merits and Demerits of the JHC \nThe JHC pioneered the large-scale residential site development known as the “new \ntown development” in Japan. It created Tama New Town in the Tokyo Metropolitan \nArea and Senri New Town in the Osaka Metropolitan Area, both of which are regarded \nas  templates for  the  urban  development model  to  be  implemented  by  the  private \nsector. Through these projects, the living style for multifamily residential units was \nestablished in urban areas, including housing units that had bathrooms in the units. \nSuch wording “3 DK” (meaning three bedrooms with separate dining room and kitchen) \nbecame popular in the 1960s. \nHowever, the advantage of the JHC diminished “as private developers accumulate \nbusiness know-how and become stronger financially” (Kanemoto 1997: 637). \nThe government decided to reorganize the UDC in the Cabinet Resolution of 2001, \nwhich also decided to abolish the GHLC. It was decided to wind down some of the \noperations of the UDC including new town development and the construction of new \nrental properties in general.  \nThe newly established UR has mandates to contribute to urban renewals and the \ncreation  of  business  opportunities  for  the  private  sector,  among  others.  The  UR, \ntogether with the JHF, is extending assistance for the restoration of disaster-affected \nareas in the Tohoku region after the earthquake on 11 March 2011.  \n                                                \n13  Tokyo, Kanagawa, Chiba, and Saitama prefectures. \n22 \n ", "ADBI Working Paper 558  Kobayashi \n \n4.1.4  Tax Policies Related to Housing Market \n4.1.4.1  Property Tax and Stamp Tax \nProperty tax is a local tax that is charged on the land and structures at 1.4% of the \nappraised value. City planning tax is also charged on the same property at 0.3%. This \nappraised  value  is  determined  by  the  local  authorities  and  often  lower  than  the \nprevailing market value of the properties14 (Ito 1994). The revenue from property tax \nwas ¥8.489 trillion in FY 2012 (approximately $103 billion equivalent, using the foreign \nexchange rate in March 2012). \nThere used to be an exceptional treatment for small residential properties wherein the \ntax rate on the land is reduced to one sixth of the appraised value if there remains a \nresidential structure on it. This was cited as one of the causes of the high vacancy rate \nin  Japan  because,  even  after  the  property  is  not  occupied  and  had  better  be \ndemolished, the owner of the property had an incentive to leave the property as it is to \nenjoy  a  lower  property  tax  rate.  (This  treatment  was  amended  in  2015,  and  is \ndiscussed later.) Stamp tax is charged to register the title of the property. It is charged \nto transfer the title of the property as well. \n4.1.4.2  Income Tax Deduction for Mortgages \nIncome tax deduction for mortgages was introduced in the FY 1986 budget in Japan. \nThis is the same year as the tax reform in the US, but the mechanism is different. In \nJapan, 1% of the outstanding balance of a mortgage is deducted from the amount of \nincome tax. This is different from the mortgage interest payment deduction in the US. \nIn the US, the payment of mortgage interest is deducted from the taxable income and, \nhence, there is a regressive effect; if the marginal tax rate is higher, the amount of \nsaved  tax  is  higher  because  the  income tax  rate  is  progressive.  However,  in  the \nJapanese case, the marginal tax rate does not affect the tax benefit because a fixed \namount is deducted from the income tax itself and is less regressive than the US. \nThere are many other tax items on housing-related activities, including stamp tax on \ncontracts, property tax, among others. There are many exemptions for housing-related \nactivities as well, which are too complicated to explain in this paper. \n4.1.4.3  Target Income Group of Income Tax Deductions for Mortgages \nAs of 2015, the maximum income eligible for income tax deduction for mortgages is \n¥30 million. On the other hand, the lowest taxable income for a salaried household  \nwith husband, wife, and two children in school is ¥2.616 million, according to the \nMinistry of Finance, and a household earning less does not pay income tax. This level \nis slightly higher than the 20th percentile of income, which means that the lowest 20% \nof incomes do not enjoy income tax deductions for mortgages because they do not pay \nincome tax. \n \n                                                \n14  According to the Cabinet Office, the value of land of Japan was ¥1,121 trillion (National Accounts for \n2013). However, the value of land was estimated at ¥647 trillion and the taxable value is ¥245 trillion for \nFY 2013 according to the Ministry of Internal Affairs and Communications, which supervises local \ngovernment units in Japan. \n23 \n ", "ADBI Working Paper 558  Kobayashi \n \n4.2  Japan’s Housing Policies in the 21st Century \n4.2.1  From the GHLC to the JHF \nThe  main  failure  of  the  GHLC  was  that  it  did  not  well  anticipate  the  impact  of \nprepayment on its mortgage portfolio. The GHLC loan was concessional and attractive \nto borrowers and the management believed such huge prepayments would not occur.  \nSecuritization  of  residential  mortgages  started  in  1999,  but  when  the  government \ndecided to wind down the GHLC, the securitization market for private label securities \n(PLS) was too small to replace the GHLC lending. There was a strong request from the \nreal  estate  and  housing  industries  to  preserve  the  35-year,  pre-payable  fixed-rate \nmortgage market in Japan. Based on such background, the government decided to \nestablish the JHF. \nThe JHF does not originate mortgages in the primary lending markets. Instead, it \npurchases  fixed-rate  mortgages  originated  by  private  banks  and  mortgage  banks  \nand packages those mortgages into mortgage backed securities (MBS). Instead of \ncompeting with private banks in the primary market, the JHF assists private banks  \nto originate fixed-rate mortgages through its secondary market operations. Instead  \nof  receiving  a  subsidy,  the  JHF  recorded  net  income  of  ¥282  billion  in  FY  2014 \n(Figure 26). \nThe JHF issues an MBS collateralized by 35-year fixed-rate pre-payable mortgages.  \nIf  the  borrowers  prepay  on  outstanding  mortgages,  the  balance  of  the  MBS  is \nproportionally  reduced.  This  pass-through  nature  of  the  JHF  MBS  is  intended  to \ntransfer the prepayment risk to MBS investors who have better knowledge of the \nmarket environment than public entities. The JHF guarantees timely payment of the \nprincipal and the interest to MBS investors. The JHF underwrites the credit risk of  \nthe borrower. \nFigure 26: Differences between the GHLC and the JHF \n \nNote: JHF still originates mortgages for such exceptional cases as disaster mitigations. In such cases, JHF still have \naccess to funding from the MOF FILP and subsidies from General Appropriations. \nGHLC = Government Housing Loan Corporation; JHF = Japan Housing Finance Agency; MOF FILP = Ministry of \nFinance Fiscal Investment and Loan Program. \nSource: Japan Housing Finance Agency. \n24 \n ", "ADBI Working Paper 558  Kobayashi \n \nThe structure of the JHF MBS has some similarities with the European covered bond. \nThe JHF retains mortgage assets on its balance sheet and pledges those assets as \ncollateral for the MBS. If the JHF were to become insolvent or face similar materially \nadverse situations, the mortgage assets would be immediately segregated from the \nJHF balance sheet and transferred to a trust,15 and the custodian would allocate the \ncash flow from the underlying assets to beneficiaries accordingly (Figure 27). The JHF \nretains  mortgage  assets  because  it  is  required  to  extend  loss  mitigation  efforts \nincluding modifications of loan contracts for troubled borrowers without limit. \nFigure 27: Structure of the JHF MBS \n \nJHF MBS = Japan Housing Finance Agency Mortgage Backed Securities. \nSource: Japan Housing Finance Agency. \nThis  structure,  which  is  different  from  the  ordinary  structure  of  securitization  that \ntransfers  the  assets  from  the  originator  to  special  purpose  vehicles  to  achieve \nbankruptcy remoteness, has proved to work. By retaining assets on its balance sheet \nand underwriting the credit risk of the borrower, the JHF is vigilant on the quality of \nmortgage assets and there is no misalignment of incentives or moral hazard that were \noften criticized in case of US PLS, especially for subprime loans. At the same time, the \nJHF is immune to prepayment risk. In this regard, the JHF MBS is a hybrid in nature of \nthe US Agency MBS and the European covered bond. \nThese elaborated structures attract confidence among investors and the JHF MBS  \nhas been receiving the reputation as the benchmark in Japanese capital markets. The \noutstanding balance of the JHF MBS is ¥11.2 trillion whereas that of PLS is ¥7.8 trillion \nas of June 2015, according to the Bank of Japan.  \nThe 35-year fixed-rate mortgage is available at 1.58% in Japan as of August 2015. The \nmortgage products that are originated by private lenders under the JHF secondary \nmarket operations are called “Flat 35” (interest rate is fixed [flat] for the entire period of \nthe loan for 35 years). \n                                                \n15  A trust is a legal entity independent of the issuer of the MBS and provides the function of ‘bankruptcy \nremoteness’ in securitization transactions. \n25 \n ", "ADBI Working Paper 558  Kobayashi \n \n4.2.2  Basic Act for Housing  \nThe replacement of the GHLC with the JHF highlights the changing policy environment \nin Japan; the initial housing policy after World War II to supply a large quantity of \nhouses was achieved within the 20th century, and the focus of the housing policy has \nnow shifted to the quality of houses. As is mentioned earlier, there has been a drastic \nchange of the demographics in Japan as well, which also forces the agenda of the \nhousing policy to address such changes. \nIn this context, the Basic Act for Housing was enacted on 8 June 2006. The main pillar \nof the policy change was the shift from quantity to quality, and the 5-year program was \nabolished. The Act stipulated the following as the principles of the housing policy: \n1)  provision  of  safe,  secured,  and  high-quality  housing  stock  and  living \nenvironment; \n2)  establishment of a desirable housing market environment; and \n3)  establishment  of  housing  safety  nets  for  people  having  difficulty  to  secure \na house. \nThe housing policy in Japan is very comprehensive and we are not seeking to explain \nall of these policy tools. As for the details, please refer to Building Center of Japan \n(2014). In this paper, we now discuss those policies related to the elderly population, \nenergy  efficiency  of  housing,  expansion  of  existing  home  transactions,  and  the \nrecovery work from the Great East Japan Earthquake. \n4.2.2.1  Assistance for the elderly  \nJapan is facing an unprecedented aging society. Elderly people usually have less \nphysical  competence  than  the  working-age  population,  and  housing  units  that \naccommodate  such  people  must  have  several  different  structures  in  terms  of \naccessibility and others. To address such challenges, the Act on Securement of Stable \nSupply of Elderly Persons' Housing (Act No. 26 of 2001) was enacted in 2001, but it \nwas amended in 2011 and several programs for the elderly were integrated into the \nregistration system for Housing with Support Services for the Elderly.  \nBusiness entities or persons who provide these types of facilities are granted a subsidy \nfor the construction cost, accelerated depreciation for income tax, and reduction of \nproperty tax, among others. The JHF also extends mortgages for the construction or \npurchase of properties for such purposes. \n4.2.2.2  Enhancement of energy efficiency of houses \nJapan is one of the most energy-efficient economies if measured by consumption of \nenergy per GDP. However, the emission of carbon dioxide has been reduced mainly in \nthe  industrial  sector  and  there  are  more  efforts  needed  in  the  household  sector. \nEnhancement of energy efficiency has also become more important after many nuclear \nreactors were shut down following the accidents at the Fukushima power plant by the \nGreat East Japan Earthquake on 11 March 2011. \nThere are varieties of policy tools introduced to enhance energy efficiency of houses \nincluding tax benefits. One of the widely-used tools is “Eco-points” wherein a voucher \nequivalent to a maximum of ¥300,000 is endowed when people buy or renovate a \nhouse to meet certain criteria.  \n \n26 \n ", "ADBI Working Paper 558  Kobayashi \n \nBorrowers of Flat 35S (a special type of Flat 35) who purchase houses which meet \nenergy-efficiency criteria set by the JHF also enjoy an interest rate reduction. The \nreduction depends on the budgetary support and, as of August 2015, the reduction is \n0.6% for the initial 5 years (0.6% is an exceptional case under economic stimulus \npackages and, in ordinary cases, it is 0.3%). The interest rate for Flat 35S can be  \nas low as 0.98% for the first 5 years and 1.58% for the remaining 30 years as of  \nAugust 2015.  \n4.2.2.3  Expansion of existing home transaction \nAs is noted earlier, the market for selling existing homes is smaller (in proportion to \nnew housing starts) than in other developed economies. One of the reasons for this is \nthat the life of a house is shorter in Japan and, hence, new construction works are \nhigher. The average age of houses demolished in Japan is estimated to be less than \n30 years. It is noted, however, this does not mean that newly constructed houses have \nsimilar durability. Their life could be much longer, maybe for a century or so.  \nOne of the causes for the high rate of demolition is that the share of rental property in \nJapan is higher than in the US. From 1951 to 2014, there were 69.9 million housing \nunits started in Japan, and 41.0% of these were rental houses. Rental houses have \nshorter life than owner-occupied houses in Japan (Figure 28). Rental houses are often \nconstructed by the funds of rich elderly people in the context of an inheritance tax \nstrategy  by  borrowing  mortgages.  Nearly  70%  of  rental  houses  are  built  by  such \npersons, and only the remaining 30% are constructed by corporations or other entities.  \nIn  addition  to  this,  homebuyers  have  a  strong  preference  for  new  homes.  It  is \nassociated  with  culture,  to  some  extent,  and  new  houses  usually  have  better \nequipment as technology advances. It is not easy to measure the value of the quality of \nexisting houses and prospective homebuyers may take this for lack of transparency. It \nis not mandatory in Japan for existing houses to undergo inspection and there used to \nbe no criteria to gauge the quality of existing houses. \nFigure 28: Ratio of Demolished Houses by Year Built (change 2008–2013)  \n(%) \n \nSource: Government of Japan, Cabinet Office. \nThe prices of existing condominiums are increasing in the Tokyo Metropolitan Area, but \nundervalued when compared with new condominiums (Figure 29). \n27 \n ", "ADBI Working Paper 558  Kobayashi \n \nFigure 29: Price of Existing Homes Compared with New Homes  \n(average of 2004 to June 2015)  \n(%) \n \nUS = United States. \nNote: Figures for the US are for single family houses while those for Japan are per m2 prices of condominiums \nin the Tokyo Metropolitan Area. \nSources: US Department of Commerce; National Association of Realtors; Japan Real Estate Institute; Real \nEstate Economic Institute Co., Ltd. \nTo  enhance  the  buyer’s  confidence,  the  MLIT  has  launched  various  measures  to \nimprove the quality of existing houses and, thus, activate the transaction of them. It \nmay sound contradictory, but Japan may need to accelerate the demolition of unutilized \nvacant houses, at the same time. There are 8.2 million vacant houses in Japan as  \nof  October  2013.  Some  are  vacant  because  they  are  used  as  second  houses. \nHowever, there are many houses that became vacant after the death of the owner and \nthe  heirs  left  the  houses  as  they  remain.  Some  of  these  houses  have  severely \ndeteriorated and are subject to collapse or vandalism or other negative causes for the \nneighboring communities. \nDuring the 20th century, property tax was reduced for a lot with residential structures. \nThe background for this was to accelerate the high utilization of land by giving an \nincentive to home construction as well as to assist houses that are the basic and \nnecessary assets for life. However, the situation has changed. Old houses not suited \nfor residential use anymore are left without demolition just because the property tax \nrate  increases  if  the  residential  structures  are  demolished.  To  remove  such  poor \nhousing stock, new legislation was enacted in 2014 to accelerate the removal of such \nvacant houses. \nSome radical advocators insist that Japan should limit the amount of new housing \nconstruction to increase existing house transactions. However, the quality of existing \nhouses is not necessarily the same as new houses in terms of energy efficiency or \nearthquake resilience. More than 11 million houses are estimated not to meet the \ncriteria for earthquake resilience. Several policy tools have been introduced to improve \nthe structure of such houses by reforming them, but this may not be enough to cover \nthe entire 11 million units and many of them must be replaced with new housing to \nsome extent. \n28 \n ", "ADBI Working Paper 558  Kobayashi \n \nConsidering  the  historical  background  that  Japan  abolished  the  5-year  housing \nconstruction plan to make the housing market more market oriented, it would be quite \ndifficult to control the supply of houses, and such a planned-economy regime may not \nbe welcomed by the industry either, which might have an adverse effect on the other \nsides of policy implementation.  \nJapan may shift from promotion of new housing construction to promotion of existing \nhome  transactions,  but  such  a  transition  would  progress  with  some  degree  of \ngradualism, with due attention to macroeconomic implications as well as the protection \nof the lives of the people who live there. \n4.2.2.4  Recovery Works from Great East Japan Earthquake \nThe Great East Japan Earthquake on 11 March 2011 was an unprecedented natural \ndisaster, with a magnitude of 9.0 on the Richter scale, the largest in the record of \nJapanese history. According to the Fire and Disaster Management Agency, 19,225 \npeople died and 2,614 people are missing as of 1 March 2015. On the same day, \n127,830 houses were totally destroyed and more than one million houses were partially \ndamaged. According to the Reconstruction Agency, there were 228,863 evacuees as \nof 12 February 2015. The recovery from the disaster is the most important policy \nagenda for Japan. \nFrom  the  housing  perspective,  the  MLIT  immediately  acted  to  accelerate  the \nconstruction of emergency temporary houses and 53,194 units were completed as of \n1 March 2015. Many houses were washed away by the huge tsunami, as high as \n130 feet at its highest point, and to avoid a similar disaster, relocation of houses along \nthe seaside to higher place was implemented on a substantial scale.  \nThe JHF is extending consultations to existing borrowers on the possible rescheduling \nof outstanding mortgages and new special concessional mortgages for those who  \nare going to purchase or construct houses (Figure 30). To reduce the interest rate, the \nJHF receives a subsidy from the government and receives funding from FILP as an \nexceptional case. \nFigure 30: Assistance for Disaster-affected People \n \nSource: Japan Housing Finance Agency. \n29 \n ", "ADBI Working Paper 558  Kobayashi \n \n5.  CHALLENGES FOR THE FUTURE \n5.1  Challenges for the Japanese Economy \nThe  Japanese  economy  is  recovering  from  15  years  of  deflation  because  of  the \nextraordinary monetary policies of the Bank of Japan (Figure 31), but the sustainability \nof the targeted inflation rate (2%) still remains a challenge. It depends on whether \nwages are increased to raise demand and the purchasing power of ordinary workers. \nThe Government of Japan is asking industry leaders to proactively address this issue \nand several blue-chip companies are responding accordingly. But it will take some time \nfor such a movement to spread to small and medium-sized enterprises. \nFigure 31: CPI and Monetary Base \n \nCPI = consumer price index; FY = fiscal year. \nSources: Ministry of Internal Affairs and Communications; Bank of Japan. \nDeflation was the cause of the negative feedback loop in the Japanese economy, and if \nthe efforts are successful to overcome it, the economy will return to the trajectory of \nsustainable growth. One challenge for this is the persistent belief that it is difficult to get \nthe Japanese economy out of deflation because the population is decreasing. Such a \npessimistic view, especially among some academics in Japan, insists that the current \nrecovery of property prices is nothing but a bubble fueled by the massive money supply \nby the Bank of Japan under its quantitative and qualitative monetary easing policy.  \nFalling property prices damage the balance sheets of financial institutions, which can \ncause less lending to the economy, or a credit shortage in the worst case. As the \npopulation ages, the importance of reverse mortgages will increase to supplement the \nnational pension system. Reverse mortgages will benefit elderly homeowners who \nhave substantial equity in their homes but don’t have enough cash flow. Reverse \nmortgages will enable such homeowners to enjoy more fruitful lives. But it would be \ndifficult for financial institutions to extend reverse mortgages if property prices continue \nto fall.  \nIf the private sector alone cannot extend reverse mortgages, there might be some \njustification for the government to assist their promotion as does the Federal Housing \nAdministration in the US under the Home Equity Conversion Mortgage program. If a \n30 \n ", "ADBI Working Paper 558  Kobayashi \n \nsimilar program were to be introduced in Japan, there would be some fiscal cost \nincurred. The beneficiaries of such a program would be subject to fiscal disciplines in \nJapan as a democratic society. \n5.2  Challenges for Mortgage Markets in Japan \nAs of February 2016, the 35-year fixed-rate mortgage is available at the low rate of \n1.48% under the platform of Flat 35 sponsored by the JHF. This is much lower than the \n30-year  fixed-rate  mortgage  in  the  US,  even  discounted  by  the  difference  in  the \ninflation rate (Figure 32). However, the fixed-rate mortgage in Japan is not as popular \nas in the US where the vast majority of borrowers choose fixed-rate mortgages. \nIt is not easy to predict the future path of interest rates, especially when the current \nmonetary  easing  policy  is  removed  by  the  Bank  of  Japan.  The  normalization  of \nmonetary policy is a challenge for the Federal Reserve in the US too, but it is most \nlikely, according to many market observers, that the Bank of Japan can learn a lot from \nthe Federal Reserve, which lifted the monetary easing policy in December 2015. \nFigure 32: Mortgage Rates in Japan and the United States  \n(%) \n \nARM = adjustable rates mortgage; US = United States. \nSources: US Federal Reserve; Japan Housing Finance Agency. \nOne of the causes for the subprime mortgage crisis in the US was the payment shock \nfor hybrid adjustable rates mortgages (ARMs), especially for the 2/28 hybrid ARMs;16 \nwhen many subprime borrowers became delinquent and defaulted.17 After learning \nfrom such an experience, borrowers in the US became more conservative and chose \nfixed-rate mortgages.18  \n                                                \n16  These are mortgage products whose interest rates are fixed for the initial two years (and often lowered \nto a “teaser rate” to attract unsophisticated borrowers) and adjusted thereafter depending on the \nprevailing market rate. \n17  The volume of subprime mortgages increased dramatically in 2004 when the Federal Reserve started to \nincrease the target range of the federal fund rate and, in 2006, when the interest rate for 2/28 was to be \nreset, the prevailing market rate was much higher than when those mortgages originated. \n18  The Consumer Finance Protection Bureau, the newly established regulator in the US, requests lenders \nto explain more detailed information on the risk of ARMs to borrowers, which also contributed to the \n31 \n ", "ADBI Working Paper 558  Kobayashi \n \nIn Japan, extremely low interest rates continued for more than a decade and many \npeople believe that interest rates in Japan will not rise in the near future. Banks in \nJapan are underwriting mortgages more prudently than in the US. When calculating the \ndebt-to-income ratio, many of them apply higher interest rates than the nominal low \ninterest rate for ARMs. Nonetheless, it is difficult to predict to what extent the market \ninterest rates go up after the Japanese economy gets out of deflation and if the BOJ \nnormalizes its monetary policy. \n5.3  Challenges for MBS Markets in Japan \nThe JHF has been continuously issuing MBS amounting to around ¥2 trillion every year \nsince FY 2006, but the issuance of MBS by the private sector declined significantly \nsince its peak in FY 2006 (Figure 33). This is not because the JHF is crowding out the \nPLS, but because the regulatory and market environment has adversely changed for \nthe PLS, as is the case in the US. \nAfter the implementation of capital requirement rules under the Basel II Accord, the \nequity component, the most subordinated class under internal credit enhancement \nstructure of securitization, was required to have the equivalent amount of capital for \nbanks  when  they  apply  the  standardized  approach.  This  made  the  securitization \ntransaction less attractive for many banks in Japan because they could no longer use \nthe securitization to increase their profits Most of the banks in Japan have abundant \nliquidity in the form of deposits and do not face liquidity constraints and, hence, not \nhave incentives to securitize their assets unless they find some merits. One such merit \nused to be the recognition of profit at securitization, which is no longer available. \nFigure 33: Issuance Amounts of MBS \n \nFY = fiscal year; JHF MBS = Japan Housing Finance Agency Mortgage Backed Securities; PLS = private \nlabel securities. \nSource: Japan Securities Dealers Association. \nThe other factor negatively affecting the PLS is the bad reputation for securitization \nafter  the  subprime  crisis;  securitization  served  as  a  transmission  mechanism  to \ndisperse the credit risk of the poorly-underwritten US subprime mortgages to the global \nfinancial market. Many AAA-rated PLS were downgraded and their prices plummeted. \n                                                                                                                                          \nincrease of fixed-rate mortgages because lenders are not willing to waste time and money to comply \nwith such requirements. \n32 \n ", "ADBI Working Paper 558  Kobayashi \n \nAfter  the  crisis,  regulators  around  the  globe  are  imposing  stricter  standards  for \nsecuritization. One such movement is the imposition of a risk retention rule wherein the \nsecuritizers are required to retain a certain percent of the credit risk of the underlying \nassets, which is stipulated in the Dodd-Frank Act in the case of the US. Regulatory \ndetails are not yet clear and those who are afraid of being alleged on the breach of \nrepresentations and warranties are going to other agencies (such as Fannie Mae, \nFreddie Mac, and Ginnie Mae) because they provide safe harbor. \nInvestors who incurred losses buying PLS are also reluctant to purchase them because \nthey have to be more diligent to explain to their owners why they have invested in  \nsuch instruments.  \nRevitalization of the PLS market still faces significant challenges. To assist private \nlenders to securitize mortgage assets, the JHF is providing what is called a “guarantee \nprogram” wherein the JHF provides insurance on mortgages similar to the Federal \nHousing Administration in the US guarantees on MBS like Ginnie Mae.  \n5.4  Covered Bond Legislation \nIn 2008, one private bank in Japan tried to issue structured covered bonds, but was not \nable to in the midst of the turbulent financial market. Since then, there have been \nseveral efforts to advocate covered-bond legislation in Japan. \nContrary to  private  securitization  where  the  credit  risk  of  the  underlying  assets  is \ntransferred to investors and the originator is often criticized for moral hazard, covered \nbonds are issued as a direct obligation of the lender and the lender retains the credit \nrisk of the underlying assets. In this regard, there is better alignment on incentives for \nlenders to originate mortgages more prudently when they issue a covered bond than \nwhen they issue an MBS. \nIn July 2014, the Financial Services Agency of Japan declined the request from an \nindustry group to enact covered-bond legislation, noting that there is no immediate \nneed to enact such legislation and that the Japanese financial system is sound enough \nto raise funds even without covered-bond legislation. \n6.  LESSONS LEARNED FROM THE JAPANESE \nEXPERIENCE \nThe most important lesson from the Japanese experience is that policymakers should \nbe vigilant to detect and prevent bubbles in property markets. A financial bubble, by \ndefinition, collapses eventually and the consequences are severe damage on to the \neconomy as evidenced by the Japanese case, which was also repeated in the US. \nHowever,  policy  reaction  to  address  the  collapse  of  a  bubble  is  as  important  as \ndetecting a bubble. Decisive and immediate reaction by the Federal Reserve to provide \nliquidity to the capital market after the bankruptcy protection filing by Lehman Brothers \nprevented  the  US  economy  from  falling  into  persistent  deflation.  Many  economic \nindicators in the US including GDP, industrial production, payroll employments, stock \nprices, among others, have recovered from the pre-Lehman crisis level. This owes \nmuch to the extraordinary monetary accommodation by the Federal Reserve, which is \ncontrary to the case in Japan in the early 1990s. Amid the falling property prices, there \nwas strong support of public opinion in Japan to the actions taken by the Bank of Japan \nto punish bubbles that were already collapsing. \n33 \n ", "ADBI Working Paper 558  Kobayashi \n \nOnce caught in deflation, it becomes difficult to get out of it, as is discussed by Bullard \n(2010) as “unintended steady state”. Many developed economies as well as some \nemerging economies in Asia are facing similar demographic challenges as Japan. If the \nhousing bubble coincides with a population bonus period, the collapse of a bubble may \nbe followed by a decline of the inverse dependency ratio. In such a case, policy \nmeasures to enhance affordability may cause unintended consequences by reinforcing \nthe negative feedback loop of deflation.  \nOne of the reasons for the increase of tourists to Japan is the various efforts by the \ngovernment to attract foreigners including the relaxation of visa entry requirements for \nseveral  countries.  Another  major  reason  is  the  depreciation  of  the  Japanese  yen \nagainst foreign currencies, especially the US dollar in the last three years. A weaker \nyen also made the Japanese real estate less expensive for foreign investors and \nboosted the property prices in large cities, especially in Tokyo.  \nA  lesson  for  emerging  markets  is  that  government  financial  institutions  (GFIs)  \nmight work at the initial stage of the mortgage market development, but this is not \nsustainable indefinitely.  \nSome Asian GFIs operate in the primary mortgage markets and others operate in the \nsecondary mortgage markets. In several Asian countries, fixed-rate mortgages are \navailable with subsidies, but, in general, most of the mortgage products in Asia are \nARMs except for Japan. In countries where primary and secondary GFIs coexist, the \npresence of the primary GFIs overwhelms the secondary GFIs (Thailand, Philippines, \nand Indonesia) (Figure 34).  \nFigure 34: Size of GFIs/GDP in Asian Countries  \n(%) \n \nGDP = gross domestic product; GFI = government finance institution; GHB = Government Housing Bank;  \nSMC = Secondary Mortgage Corporation; BTN = PT Bank Tabungan Negara (Persero) Tbk; SMF = PT Sarana \nMultigriya Finansial (Persero); HDMF = Home Development Mutual Fund; NHMFC = National Home Mortgage \nFinance Corporation; JHF = Japan Housing Finance Agency. \nSource: Japan Housing Finance Agency (2014: 9). \nIn Japan, the GHLC, a primary market GFI, was replaced by the JHF, a secondary \nmarket GFI, in 2007. The streamlined transformation of the Japanese mortgage market \nwas successful in that the JHF does not depend on subsidies from the government \nwhereas the GHLC used to receive around 0.1% of GDP equivalent subsidy from the \ngovernment.  \n34 \n ", "ADBI Working Paper 558  Kobayashi \n \nHowever, the Japanese case may not directly apply to other Asian GFIs. The structure \nof the mortgage market in the Philippines is similar to that of Thailand. Both countries \nhave  dominant  primary  market  GFIs  and  have  secondary  market  GFIs  that  are \nstruggling to get market share but are less competitive than the primary market GFIs. \nFor the moment, these primary market GFIs have a good reputation, financial position, \nand political support and, hence, they are not likely to be wound down, as was the case \nwith Japan where the government decided to wind down the GHLC and replace it with \nthe JHF. \nThe securitization of mortgage assets remains an ancillary funding source, not only for \ncommercial banks, but also for many GFIs in Asia except for Japan and Malaysia. \nCovered  bonds  are  attracting  attention  and  several  countries  are  advocating  the \nlegislation for covered bonds. Singapore and the Republic of Korea are the forerunners \nin Asia in this field. \nFor the secondary market GFIs to expand their presence, it is important to develop \nproprietary  distribution  channels  of  their  products  that  are  differentiated  from  their \ncompetitors. The development of capital markets to absorb the MBS will be an integral \npart of their strategy to extend fixed-rate mortgages with competitive interest rates. \nThere  are  several  options  to  implement  such  a  strategy,  including  extending \ngovernment  guarantees  on  the  MBS  issued  by  the  GFIs,  preferential  regulatory \ntreatments on the same, and asking the central bank to accept those MBS as collateral \nfor repurchase agreement transactions or to purchase them outright. \n7.  CONCLUSION \nThe housing policy in Japan after World War II was focused on the quantitative supply \nof houses with a wide range of targeted groups and public rental houses. The Japan \nHousing  Corporation  (now  the  Urban  Renaissance  Agency)  and  the  Government \nHousing  Loan  Corporation  (now  the  Japan  Housing  Finance  Agency)  served  to \naddress these policy targets accordingly. The restoration of the housing stock was \nsuccessful, but the collapse of the property bubble in the early 1990s had a negative \nimpact  on  the  economy  and  created  a  persistent  loss  of  confidence  among  the \nJapanese  people,  which  was  exacerbated  by  deflation  and  negative  demographic \nfactors (decrease of population and aging of society).  \nEnhancement of the quality of houses is an important part of the housing policy in \nJapan, but, at the same time, there is need to give attention to new construction and \nthe renovation of existing housing stocks.  \nMany developed economies, especially those in Europe, will face similar demographic \nchallenges in the near future, and some European countries are at the brink of deflation \nas of 2016 even after the introduction of negative interest rates on deposit facilities by \nthe European Central Bank in June 2014. The Japanese experience in these fields \nprovides some suggestions, especially from the perspectives of monetary policy. \nThe transformation of the mortgage market in Japan was drastic as well. The transition \nfrom primary markets to secondary markets was streamlined and successful in Japan, \nnot only in the form of a business model, but also in the funding mechanism. Japan is \none of the most successful countries to develop MBS markets, other than the US. \nJapan’s experience has implications for emerging Asian countries where there are \nprimary mortgage market GFIs.  \nJapan is still in the middle of its social experiments and there is need to closely monitor \nthe change of market trends and exchange information to help other parties concerned. \n35 \n ", "ADBI Working Paper 558  Kobayashi \n \nREFERENCES \nBuilding Center of Japan. 2014. A Quick Look at Housing in Japan. \nhttps://www.bcj.or.jp/form/mail.cgi?id=quicklook02  \nBullard, J. 2010. Seven Faces of “The Peril”. Federal Reserve Bank of St. Louis \nReview. 92 (5). 339–352.  \nIto, T. 1994. Public Policy and Housing in Japan. In Y. Noguchi and J. Poterba, eds. \nHousing Markets in the U.S. and Japan. Chicago, US: University of Chicago \nPress, 215–238. \nJapan Housing Finance Agency. 2014. Housing Finance Markets in Southeast Asian \nCountries. Tokyo: Japan Housing Finance Agency. \nKanemoto, Y. 1997. The Housing Question in Japan. Regional Science and Urban \nEconomics. 27. 613–641. \n36 \n "], "metadata": {"Author": "Masahiro Kobayashi", "Company": "Asian Development Bank", "CreationDate": "D:20160308171551+08'00'", "Creator": "Acrobat PDFMaker 11 for Word", "Keywords": "Japan housing policy, housing stock, property bubble, Japan Housing Finance Agency", "ModDate": "D:20160308171624+08'00'", "Producer": "Adobe PDF Library 11.0", "SourceModified": "D:20160308091538", "Subject": "Housing policies in Japan after World War II were focused on the quantitative supply of houses with a wide range of targeted groups and public rental houses. The Japan Housing Corporation (now the Urban Renaissance Agency) and the Government Housing Loan Corporation (now the Japan Housing Finance Agency) have served to address these policy targets accordingly. The restoration of housing stock was successful, but the collapse of the property bubble in the early 1990s caused negative impact on the real economy and created persistent loss of confidence among the Japanese people, which is exacerbated by deflation and negative demographic factors (decrease of the population and aging of society). Enhancement of the quality of houses is an important part of the housing policy in Japan, but, at the same time, there needs to be a balance between new construction and the activation of existing housing stocks. Given the social experiments currently underway, there is need to closely monitor the changes of market trends.", "Title": "The Housing Market and Housing Policies in Japan"}}