{"path": "data/input/pdf-generic/adbi-dp70.pdf", "pages": [" \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nAceh-Nias Reconstruction and Rehabilitation:  \nProgress and Challenges at the End of 2006 \n \n \n \n \n \n \n \nSuahasil Nazara \n \n \nBudy P. Resosudarmo \n \n \n \n \n \n \n \n \n  June 2007 \n \n \n \n \n \n \nADB Institute Discussion Paper No. 70 ", "This report was written by Suahasil Nazara of the Demographic Institute, Faculty \nof Economics, University of Indonesia and Budy P. Resosudarmo of the Indonesia \nProject, Economics Division-RSPAS, Australian National University. Deni Friawan \nand Milda Irhamni provided research assistance. The report was produced as part \nof  an  ADBI  sponsored  study  of  post-tsunami  recovery  and  reconstruction  in \nIndonesia, Sri Lanka, and Thailand undertaken by national research teams. The \nstudy was coordinated by Sisira Jayasuriya (Director Asian Economics Centre, \nUniversity  of  Melbourne)  and  Peter  McCawley  (previously  Dean,  ADBI  and \ncurrently Visiting Fellow, Australian National University). \nThe views expressed in this paper are the views of the authors and do not \nnecessarily reflect the view or policies of ADBI nor Asian Development Bank. \nNames of countries or economies mentioned are chosen by the authors, in the \nexercise of their academic freedom, and the Institute is in no way responsible for \nsuch usage. \n \n \n \nADBI’s discussion papers reflect initial ideas on a topic, and are posted online for \ndiscussion. ADBI encourages readers to post their comments on the main page for \neach discussion paper (given in the citation below). Some discussion papers may \ndevelop into research papers or other forms of publication. \n \n \nSuggested citation: \nNazara, Suahasil and Budy P. Resosudarmo. 2007. Aceh-Nias Reconstruction and \nRehabilitation: Progress and Challenges at the End of 2006. Tokyo: Asian \nDevelopment Bank Institute. Available: http://www.adbi.org/discussion-\npaper/2007/06/26/2288.acehnias.reconstruction.rehabilitation/ \n \n \n \n \nAsian Development Bank Institute   \nKasumigaseki Building 8F \n3-2-5 Kasumigaseki, Chiyoda-ku    \nTokyo 100-6008, Japan \n \nTel:   +81-3-3593-5500 \nFax:   +81-3-3593-5571 \nURL:   www.adbi.org \nE-mail:   info@adbi.org \n \n© 2007 Asian Development Bank Institute ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \n \nAbstract \nThis  study  examines  the  recovery  and  reconstruction  experience  of  Indonesia, \nfollowing the December 2004 Asian tsunami that destroyed much of Aceh island, \ninflicting some 167,000 fatalities and destroying much of the island's housing and \ninfrastructure.  This  was  followed  soon  after  by  a  major  earthquake  in  the \nneighbouring island of Nias. A large reconstruction programme was launched by the \ngovernment,  with  pledges  from  international  donors  to  meet  most  of  the \nreconstruction costs. The changed approach in Aceh following the tsunami paved the \nway  for  a  peace  settlement  that  ended  a  decades-long  military  conflict  in  the \nprovince. However, two years after the tsunami key reconstruction plan targets have \nnot been met and are unlikely to be met in the foreseeable future. The Indonesian \nexperience  highlights  coordination  problems  between  the  many  government \nagencies, international donors, and NGOs; difficulties for reconstruction agencies in \nusing funds effectively; and the dangers of a large funding gap emerging because of \nunderestimation of local cost increases. Lessons and implications are drawn for \ninstitutional development and policy formulation to cope with future natural disasters. \nThese have relevance not only for Indonesia but also for many other developing \ncountries.  \n \nJEL Classifications: Q54, F35, H54, I38, O19 \n \nSuggested citation: Nazara, Suahasil and Budy P. Resosudarmo \nAceh-Nias Reconstruction and Rehabilitation: Progress and Challenges at the End of \n2006, 2007. Tokyo: Asian Development Bank Institute. \nAvailable: http://www.adbi.org/discussion-\npaper/2007/06/26/2288.acehnias.reconstruction.rehabilitation/ \n ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nCONTENTS \n \n1. Introduction................................................................................................................1\n \n2. Aceh and Nias before the Disasters..........................................................................3\n \n2.1. Economic Conditions in Aceh.............................................................................3\n \n2.2. Economic Conditions in Nias..............................................................................4\n \n2.3. Conflict and Freedom Movements in Aceh........................................................4\n \n3. The Impacts...............................................................................................................5\n \n3.1. Human Loss and IDPs........................................................................................5\n \n3.2. Physical Impacts.................................................................................................6\n \n3.3. Economic Impacts..............................................................................................7\n \n4. The Immediate Response.........................................................................................8\n \n4.1. Rescue and Relief..............................................................................................8\n \n4.2. Funding...............................................................................................................9\n \n5. Foundations for Recovery........................................................................................11\n \n5.1. The Master Plan................................................................................................12\n \n5.2. The Aceh-Nias Rehabilitation and Reconstruction Agency (BRR)..................13\n \n5.3. Peace Agreement.............................................................................................14\n \n6. Rehabilitation, Reconstruction, and Recovery........................................................15\n \n6.1. Land Titles........................................................................................................16\n \n6.2. Housing.............................................................................................................17\n \n6.3. Livelihoods........................................................................................................18\n \n6.4. School and Health Services.............................................................................19\n \n6.5. Infrastructure.....................................................................................................20\n \n7. Challenges...............................................................................................................21\n \n7.1. Managing Expectations....................................................................................21\n \n7.2. BRR Spending..................................................................................................23\n \n7.3. Coordination and Commitments.......................................................................25\n \n7.4. Exit Strategy......................................................................................................26\n \n8. Conclusion...............................................................................................................27\n \nAPPENDIX I. List of People Interviewed.....................................................................55\n \n \n \n \n \nii ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nList of Abbreviations \n \nABAS  Aceh Barat Selatan \nADB  Asian Development Bank \nALA  Aceh Leuser Antara \nAusAID  Australian Agency for International Development \nBappeda  Badan Perencana Pembangunan Daerah or Regional \nDevelopment Planning Agency \nBappenas  Badan Perencana Pembangunan Nasional or National \nDevelopment Planning Agency \nBPN  Badan Pertanahan Nasional or National Land Administration \nAgency \nBPS  Badan Pusat Statistik or Central Statistics Agency \nBRR  Badan Rekonstruksi dan Rehabilitasi (Aceh-Nias) or (Aceh-\nNias) Reconstruction and Rehabilitation Agency \nCGI  Consultative Group on Indonesia \nCIDA  Canadian International Development Agency \nEC  European Commission \nECLAC  (United Nations) Economic Commission for Latin America and \nthe Caribbean \nETESP  Earthquake and Tsunami Emergency Support Project \nGAM  Gerakan Aceh Merdeka or Aceh Freedom Movement \nGDP  Gross Domestic Product \nGoI  Government of Indonesia \nIDP  Internally Displaced Persons \nLPEM  Lembaga Penyidikan Ekonomi dan Masyarakat or Institute for \nEconomic and Social Research \nMDF  Multi Donor Fund \nMOF  Ministry of Finance \nMOU  Memorandum of Understanding \nNAD  Nanggroe Aceh Darussalam  \nNGO  Non Governmental Organization \nNZAID  New Zealand Agency for International Development \nOCHA  Office for the Coordination of Humanitarian Affairs \nPerpres  Peraturan Presiden or Regulation of the President \nPerpu  Peraturan Pengganti Perundang-undangan or Regulation in \nLieu of Law \niii ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nPP  Peraturan Pemerintah or Government Regulation \nRALAS  Reconstruction of Aceh Land Administration System \nRp  Rupiah \nSatker  Satuan Kerja or Working Unit \nSPAN  Sensus Penduduk Aceh dan Nias or Aceh and Nias Population \nCensus \nUN  United Nations \nUNDP  United Nations Development Programme \nUNFPA  United Nations Population Fund \nUNORC  United Nations Recovery Coordinator \nU.S.  United States (of America) \nUS$  United States Dollar (Unless otherwise stated, US$1 was equal \nto Rp. 8,600 in 2003, Rp. 9,000 in 2004, Rp. 9,800 in 2005 and \nRp. 9,200 in 2006) \nUSAID  United States Agency for International Development \nUU  Undang-undang or Law \nWHO  World Health Organization\niv ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \n1. INTRODUCTION \nIndonesia, the country worst hit by the December 2004 tsunami that struck numerous \ncountries across Asia, is located in the “Ring of Fire” consisting of volcanic arcs and \noceanic trenches partly encircling the Pacific Basin. The Basin sits between the Indo-\nAustralian and Eurasian plates, making it a zone of frequent volcanic eruptions and \nearthquakes.  Historically,  several  of  the  natural  disasters  that  have  occurred  in \nIndonesia have been among the worst in the world. The Tambora and Krakatoa \neruptions in 1815 and 1883 were among the largest eruptions in history. Further, the \ncontour and climate of the archipelago increase the likelihood of other deadly natural \ndisasters such as cyclones, droughts, and floods. From 1907 to mid-2006 there were \n338 natural disasters in Indonesia—an average of around three to four disasters per \nyear.1 On  average,  approximately  700  people  died,  1,200  were  injured,  5,200 \nbecame  homeless,  and  64,000  people  were  affected  per  event.2 Indonesia  is \nconsidered to be among the five countries that most frequently experience deadly \nnatural disasters—the others being the US, the People’s Republic of China, India, \nand the Philippines. Recent data suggests that the frequency of these deadly events \nmay be increasing in these countries (Figure 1).  \nIn terms of human fatalities the tsunami on 26 December 2004 was the worst natural \ndisaster in Indonesian history. Most people in Aceh and North Sumatra and other \nnearby parts of Indonesia felt the tremor caused by a massive earthquake measuring \n9.0 on the Richter scale that occurred beneath the seabed about 30 kilometres off \nthe west of Sumatra at about 8 am local time. Shortly after, a great tsunami hit the \nnorthern and western parts of Aceh and North Sumatra as well as other smaller \nislands  such  as  Nias  and  Simeulue.  Ten-metre  waves  struck  Banda  Aceh,  the \nprovincial capital city of the province of Aceh, at a tremendous speed of around 800 \nkilometres per hour. In some places waves swept over seven kilometres inland. \nWaves as high as twelve metres hit the towns of Meulaboh, Calang, and Lamno in \nwestern Aceh and in some places up to about ten kilometres from the coastline were \nsubmerged (Soehaimi et al., 2005). The official death toll (including missing) in Aceh \nand Nias was close to 167,000. More than 500,000 persons were displaced. Official \nreports also listed widespread destruction, including the loss of over 110,000 houses, \n3,000 kilometres of roads, 14 seaports, 11 airports and air strips, 120 arterial bridges, \n2,000 school buildings, and 8 hospitals, among much other damage (BRR and \nInternational Partners, 2005; BRR, 2006) \nOn 28 March 2005, while Aceh was still coping with the first emergency, another \nmajor earthquake devastated the western part of Sumatra. The epicentre of this \nearthquake, 8.7 on the Richter scale, was located to the north of Nias—halfway \nbetween Simeulue and the Nias islands (Map 1). Although the government never \ndeclared this to be a national disaster, for an island as small and poor as Nias the \nimpact was overwhelming. Over 800 people died and 6,300 were injured. In the \ncapital city of Gunungsitoli around 70 per cent of the buildings collapsed. There was \nwidespread fear and it was estimated that over 15,000 people fled the island. The \nearthquake disrupted the livelihood of the entire population of Nias, most of whom \n                                                 \n1 This is based on records maintained by the World Health Organization’s Center for \nResearch on the Epidemiology of Disasters at the Université Catholique de Louvain, \nBrussels. To be included in this WHO database of natural disasters, a disaster should fulfill at \nleast one of the following criteria: (1) ten or more people reported killed, (2) 100 people \nreported affected, (3) a call for international assistance, or (4) a declaration of a state of \nemergency. \n2 See http://www.em-dat.net \n1 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nare farmers and fishermen (Kompas, 29 March 2005; Aceh Media Center, 5 May \n2005; BPS Kabupaten Nias, 2005).  \nThis survey aims to evaluate the rehabilitation process in Aceh and Nias following the \ntsunami and earthquake. Our evaluation sets out to assess progress and to identify \nthe challenges of redevelopment. With this goal in mind, we undertook three main \nactivities. First, we conducted a survey of the data sources on the impact of the \ndisasters in Aceh and Nias and on the progress of reconstruction. Second, we \nanalysed data from the census (Sensus Penduduk Aceh dan Nias or SPAN 2005) \ncarried out by the Indonesian Central Statistics Agency (Badan Pusat Statistik or \nBPS) in Aceh and Nias in September 2005 to obtain a detailed picture of the impact \nat household level (see BPS, 2005a; 2005b, hereafter cited as SPAN 2005).3 Third, \nwe  arranged  interviews  with  national  government  officials  in  Jakarta,  local \ngovernment officials, officials at the Badan Rekonstruksi dan Rehabilitasi (BRR) \nreconstruction  agency,  contractors,  and  many  others  (Appendix  I).  Most  of  the \ninterviews took place in January, May, and June 2006. A triangulation procedure was \napplied to draw inferences from these in-depth interviews (Patton, 2002).4  \nThis monograph is structured as follows. Following this introduction, background \nmaterial is provided on the socio-economic and political situation in Aceh and Nias \nbefore the disasters. In particular, information is provided about political conflicts and \nthe  Aceh  freedom  movement.  The  next  section  summarises  the  impact  of  the \nDecember 2004 tsunami in Aceh and the March 2005 earthquake in Nias. This \nsection is followed by a discussion of the emergency relief stage. Three main issues \nneed to be elaborated upon concerning the foundations of the recovery:  \n•  the Master Plan,  \n•  the establishment of the reconstruction and rehabilitation agency (BRR), and  \n•  the peace agreement between the Government of Indonesia (GoI) and the \nFree Aceh Movement (GAM).  \nThen we describe recent progress in various areas—land titling, housing, livelihood \narrangements,  school  and  health  services,  and  infrastructure—and  note  that \nprogress towards meeting goals is slow and that huge challenges remain. In this \nsection we also discuss issues relating to managing expectations, coordination and \n                                                 \n3 The  census  was  conducted  by  BPS,  Bappenas,  and  UNFPA  (with  the  help  of  the \ninternational donor agencies CIDA, AusAID, and NZAID) in response to the need for accurate \ndemographic data after the disasters in Aceh and Nias. BPS, the main agency conducting the \nfield survey, must be congratulated on this achievement for several reasons. First, the census \nwas prepared very quickly. By comparison, for example, preparations for the 2010 Indonesian \nNational Census are already being made now in 2006. Second, the challenges involved in \nconducting a population census in the post-disaster area of Aceh and in the remote areas of \nNias were enormous. These included security challenges in several conflict regions of Aceh. \nThird, BPS has been able to include all people in Aceh and Nias in the census. The actual \nwork, in the form of instrument finalisation, started in June 2005, and the census date as the \nreference for the data was set as 15 September 2005. The data set has been publicly \navailable since early 2006. In addition to collecting demographic data at the time of the \nreference date, the census also collected data on internally displaced persons (IDPs) defined \nas persons that, due to a natural disaster, have had to leave their usual dwelling. These IDPs \ncould be located in tents, ruined houses, or other family houses.  \n4 In a triangular procedure, any information obtained from an interview is used only when \nreconfirmed by at least two other respondents.  \n2 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \ncommitments, budget realisation, and the exit strategy of the BRR. Finally, we set out \nsome conclusions.  \n2. ACEH AND NIAS BEFORE THE DISASTERS  \nThere are significant differences between the socio-economic and political structures \nin Aceh and on the island of Nias. Aceh is a much larger and more heterogenous \nregion than Nias. Aceh is itself a province while Nias is only a small region of the \nprovince of North Sumatra (Map 1). Although the majority of the population in Aceh \nwork  in  the  agricultural  sector,  the  economy  of  Aceh  has  been  dominated  for \ndecades by the oil and gas industry. In contrast, Nias has a less sophisticated and a \npredominantly semi-subsistence economy. Aceh has experienced three decades of \nserious political conflict while there has not been any serious political turmoil in Nias.  \n2.1. Economic Conditions in Aceh \nAceh’s GDP in 2003 was approximately US$4.5 billion, about 2 per cent of the GDP \nof Indonesia. While the Acehnese economy has generally benefited from the regional \noil  and  gas  industry,  in  2004  the  local  energy  sector  contracted  somewhat, \ncontributing to negative growth in the province (Table 1). The agriculture sector, \nwhich makes up around 32 per cent of regional GDP, also plays a key role in the \nlocal economy. Agriculture absorbs almost 50 per cent of labour in Aceh. Other major \nsectors of employment are trade (21 per cent) and public services (18 per cent) \n(Bappeda Aceh, 2005).  \nIn the early 2000s Aceh’s exports to other parts of Indonesia were small, around 8 \nper cent of regional output. About 26 per cent of Aceh’s output was exported abroad \nand 66 per cent was consumed within the province. Imports from other parts of \nIndonesia and from abroad were a small part, about 6 per cent and 4 per cent \nrespectively,  of  the  total  material  inputs  needed  for  Aceh’s  productive  sectors \n(Athukorala and Resosudarmo, 2005).  \nRegional  inflation  (as  measured  in  the  provincial  capital  of  Banda  Aceh)  was \nmoderate in the period just before the tsunami (Figure 2).  \nAceh’s population was around 4.1 million in 2003. Although, on paper, Acehnese \nGDP per capita (almost US$1,100) was among the highest in Indonesia because of \nthe statistical boost to measured production provided by the oil and gas sector, in fact \nmany local areas in Aceh did not receive noticeable benefits from the enclave energy \nsector and were quite underdeveloped. Indeed, before the tsunami the Ministry for \nthe Development of Least Developed Regions had classified eleven districts in Aceh \n(around half of the total in the province) as “least developed districts”. In 2003 it was \nestimated that the percentage of poor people in Aceh was almost 30 per cent (almost \n20 per cent and 34 per cent in urban and in rural areas, respectively), while the figure \nfor Indonesia as a whole was around 17 per cent (14 per cent and 20 per cent in \nurban and rural areas, respectively). Aceh was among the five provinces with the \nhighest percentage of poor people (BPS, 2005). The long-term socio-political conflict \nwas widely believed to be one of the major causes for the lack of development in the \nprovince (Soesastro and Ace, 2005). \nThe Indonesian national decentralisation program which became effective in 2001 \nbrought dramatic changes to the public revenue and expenditure patterns in Aceh. \nRegional government spending in 2004 was double that in 1999. However, the bulk \nof the expenditure was still for routine administrative expenses (such as salaries and \nbuilding maintenance) (World Bank, 2003 and 2006b; Bappeda Aceh, 2005).  \n3 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \n2.2. Economic Conditions in Nias \nWith a population of about 700,000 people, Nias is considered to be one of the \npoorest regions in the province of North Sumatra. The island’s economy is still \nprimarily subsistence-based. There is not much trade between Nias and other parts \nof North Sumatra and its contribution to the provincial economy of North Sumatra is \nvery small. Per capita income was estimated at about US$340 per annum in 2004. \nThe share of the population living below the poverty line in 2002 was 31 per cent, \nroughly twice North Sumatra’s level of 16 per cent or the Indonesia-wide figure of 18 \nper cent. Further, compared to  the regions in the North Sumatra province and \nnationally, human development results were low and signs of progress were also \nvery slow. Close to half of the household heads in Nias only have elementary \nschooling. About one-third of children between 7–18 years of age did not attend \nschool in 2002. Despite the availability of health centres throughout the island, lack of \naccess  to  satisfactory  basic  health  services  was  still  widespread  because  of \ninadequate services and poor infrastructure (BPS Kabupaten Nias, 2005). \nLack  of  infrastructure  is  commonly  cited  as  one  of  the  main  reasons  for  the \nbackwardness of the region. Poor infrastructure limits mobility across the island and \nisolates villages from markets, leading to low levels of economic development. In \n2004  the  local  Nias  economy  was  still  mainly  reliant  on  agriculture  and  trade \nservices, accounting for almost 37 and 35 per cent, respectively, of the total regional \nGDP. Trade services in Nias, however, are largely limited to activities conducted in \nthe informal sector. As in other backward regions, the role of local government in the \nformal  sector  of  the  economy  was  quite  high.  In  2004,  total  local  government \nexpenditure was around Rp 200 billion (a little over US$20 million), approximately 10 \nper cent of the Nias GDP (BPS Kabupaten Nias, 2005).  \n2.3. Conflict and Freedom Movements in Aceh \nSocio-political conflict between the Free Aceh Movement (GAM) and the Indonesian \ngovernment began in the mid-1970s. This conflict escalated in the five years prior to \nthe 2004 tsunami, destroying or damaging about 900 schools, causing a dramatic \ndecline in school attendance, and displacing over 100,000 people. Meanwhile, health \ncare became less accessible because people were afraid to visit medical centres for \nsecurity reasons (Soesastro and Ace, 2005; World Bank, 2005). Another significant \nimpact was the drop in the number of economic establishments and in the quality of \ninfrastructure in the region. The total number of firms declined from around 7,600 in \n2001 to only around 1,200 by 2004. Many roads were not properly maintained and \npeople were often afraid to travel outside of their towns and villages, particularly at \nnight (Bappeda Aceh, 2005). \nThe basic causes of the separatist movement can be found in the history of the \nrelationship between the people of Aceh and the central authorities in Jakarta. During \nthe Dutch colonial period the region was never formally annexed. Consequently, \nduring the early years of Indonesian independence in the late 1940s there was a \nstrong feeling in some quarters of Aceh that the region should not be automatically \nincorporated into the new state of Indonesia and that, certainly, the Acehnese people \nshould have been consulted as to whether they wanted to join with Indonesia or to \nform an independent state. Twenty years later, the centralised mode of government \nduring Soeharto's “New Order” government strengthened this sentiment among some \nAcehnese, particularly when the central government signed contracts with foreign \ncompanies for the mining of natural resources in Aceh without consultation with the \npeople of Aceh. Much local resentment was generated when the Acehnese realised \n4 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nthat most of the income from the oil and gas activities in the region flowed to the \ncentral government rather than into local coffers.  \nThe armed struggle waged by the GAM guerrilla movement escalated in the 1980s \nwhen they allegedly received support from overseas groups. The Government of \nIndonesia  responded  with  repressive  measures  and  placed  the  region  under \nOperational Military status. This led to an increase in local conflict, causing deaths \nand  a  rise  in  the  number  of  internally  displaced  persons.  During  the  military \noperations,  both  GAM  and  the  Indonesian  government  accused  each  other  of \nviolating human rights. The military operation officially ended in 1996. However, the \nmilitary presence in the region was not reduced, even after Soeharto stepped down \nfrom office in 1998. In fact the military presence is thought to have increased in the \nearly 2000s during the Megawati Sukarnoputri administration (World Bank, 2006b).  \n3. THE IMPACTS \nThis section reviews the impact of both disasters—the December 2004 tsunami in \nAceh and the March 2005 earthquake in Nias. \n3.1. Human Loss and IDPs \nWithin days of the December 2004 tsunami international news reports led the world \nto expect huge losses in Aceh. Nevertheless, it was several months before the world \nknew of the real extent of the death toll and the numbers missing, and of the \ncontinuing plight of internally displaced persons (IDPs) in Aceh. Indeed, different \nagencies provided different numbers. The official death toll in Aceh was estimated at \nclose to 167,000 by the Department of Social Affairs in mid-March 2005, and the \nnumber  displaced  was  put  at  811,000,  of  whom  920  were  in  hospitals  while \napproximately 477,000 were living in refugee camps. Based on information collected \nduring  field  visits  and  interviews,  several  organisations  reported  that  children, \nwomen, and the elderly accounted for more than two-thirds of the tsunami victims \n(see also Athukorala and Resosudarmo, 2005). This meant that the demographic \nstructure of many villages and towns hit by the tsunami had changed dramatically. By \n1 June 2005, the Secretary General of the United Nations, Kofi Annan, described the \nAceh tsunami as “the largest natural disaster the organisation has had to respond to \non behalf of the world community, in the 60 years of our existence” (UN Press \nRelease SG/SM/9666 IHA/978, 6 January 2005). \nIn  contrast,  Nias  did  not  suffer  greatly  as  a  result  of  the  tsunami.  The  March \nearthquake resulted in a high local death toll which was, however, small in total \ncompared to that in Aceh. The official BRR report reported that 850 people had been \nkilled and 6,000 injured (BRR Nias, 2005).  \nAs noted earlier, in response to the need for accurate demographic data after the \ndisaster,  BPS  conducted  the  Aceh-Nias  population  census  (SPAN  2005)  in \nSeptember 2005 (Table 2). The earthquakes and tsunami displaced a total of almost \n900,000 people. In September 2005, almost 260,000 people still held IDP status. The \ndata indicate that the districts of Aceh Jaya, Aceh Barat, Aceh Besar, and the city of \nBanda Aceh suffered most from the tsunami. Table 3 provides rough estimates of the \nnumber of people killed and missing per region. Though it is impossible to determine \nthe exact numbers more precisely, this seems to provide a reasonably accurate \npicture of the overall impact in terms of the numbers of people killed and missing. \nHowever, the impact of the earthquakes and tsunami was indeed concentrated in \nthese areas. \n5 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nIt is important to note that the relatively high percentage of IDPs on Simeulue Island \nwas not preceded by a high death toll. Only seven deaths were recorded on the \nisland despite the fact that Simeulue is situated only about 100 kilometres from the \nepicentre  of  the  March  earthquake.  The  island  was  indeed  severely  hit  by  the \nDecember tsunami: approximately 5,500 houses were destroyed and hundreds of \npeople were injured (Kompas, 1 April 2005). There are two probable explanations for \nthe relatively small number of fatalities. First, the coastal ecosystem—the coral reef, \nsea grass, and mangrove forests—softened the force of the giant waves. Second, \nlocal customs and traditions on the island include important information about the \nwarning signs of a tsunami: According to local tradition a tsunami is always preceded \nby the retreat of the sea, knowledge that has been transferred from one generation to \nanother. Indeed, the retreat of the sea did occur on the morning of 26 December \n2004. Local inhabitants who recognised the signs of an impending tsunami ran to the \nclosest hills shouting “smong . . . smong . . . smong” (tsunami in the local language). \nOthers took up the warning, running to the hills while contributing to the chorus of \n“smong . . . smong . . . smong”. This simple procedure proved to be very effective in \nSimeulue when the tsunami struck (Wetlands International–Indonesia Programme, \n2005; Kompas, 1 April 2005). Sadly, in other areas of Aceh and North Sumatra such \nsimple traditional mitigation procedures imbedded in local cultures had never existed \nor had been long forgotten. The experience in Simeulue suggests it is important to \ndevelop programs strengthening local knowledge about natural disasters. One way of \ndoing so would be to introduce special training courses on natural disasters into the \nnational elementary education system across Indonesia. \nSPAN 2005 also provided information on the impact of the disaster on personal \nlivelihoods and the daily lives of affected people (Table 4). Almost 265,000 people in \nAceh and over 85,000 in Nias lost their sources of income; over 190,000 people in \nAceh and almost 62,000 in Nias lost their houses; and around 391,000 people in \nAceh and 539,000 in Nias suffered damage to their houses.  \n3.2. Physical Impacts \nThe immediate physical impacts of the December tsunami in Aceh and the March \nearthquake in Nias were tremendous. The tsunami wiped out practically all physical \nobjects  in  many  parts  of  Aceh’s  western  and  northern  coastal  areas,  flattening \nhundreds of thousands of houses, infrastructure of all kinds, and many other facilities \n(Table 5).  \nWhile the disasters in Aceh and Nias wrought similar types of devastation on local \npeople, there was an important difference as to the causes. In Aceh, a great wave \nsmashed buildings, cars, trees, people, and everything else in its path. Most of those \nwho were able to climb up trees or onto roofs or those in higher storey premises, \nsurvived. In Nias, the earthquake preceding the December tsunami did not do much \ndamage and caused few deaths. But things were quite different in March. The March \nearthquake  in  Nias  destroyed  numerous  buildings.  The  fact  that  the  March \nearthquake occurred when most people were asleep added to the toll because when \nthe earthquake struck, houses collapsed and many sleeping occupants were buried. \nIn addition, the typical construction of houses in urban areas in Nias also added to \nthe fatalities. As is the case in other towns in Indonesia, typical urban houses in Nias \nare made of bricks that have usually replaced previous wooden structures. The \nfoundations  are  usually  not  sufficiently  strong  for  a  brick  structure  because \ncompliance with building codes is mostly lax. Worse, some homeowners add a \nsecond storey imposing additional strains on the inadequate foundations. This non-\ncompliance with building codes is the main reason why four out of five houses in Nias \nwere damaged (BRR Nias, 2005).  \n6 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nIn many cases in poorer areas of Aceh and Nias, the heavy physical damage to \ninfrastructure (such as falling bridges) was apparently due to the low quality of the \nstructures  or  insufficient  maintenance  rather  than  to  the  severity  of  the  natural \ndisasters. In rural areas, lack of proper maintenance probably contributed to the \ndestruction  of  schools  or  health  facility  buildings.  In  December  2005,  the  BRR \nannounced its initial estimates of physical damage in Aceh and Nias caused by the \nnatural  disasters.  In  April  2006,  the  BRR  corrected  its  estimates  of  damages, \nparticularly regarding damages in Nias (Table 6). \n3.3. Economic Impacts \nThe World Bank’s assessment of the total damage caused by the Aceh tsunami was \nUS$4.45 billion, almost equal to Aceh’s GDP in 2003.5 Of this total, 60 per cent was \nestimated to be physical damage and 40 per cent was from losses of income flows \nthrough the economy. Almost 80 per cent of total damage and losses was borne by \nthe private sector while the rest was borne by the public sector (World Bank, 2005). \nThe Institute for Economic and Social Research (LPEM) at the Faculty of Economics, \nUniversity of Indonesia, estimated the total damage in Aceh to be slightly higher than \nthe World Bank’s estimate at US$4.6 billion (LPEM, 2005). The World Bank also \nestimated the damage of the March earthquake in Nias to be around US$392 million. \nTherefore, after adjusting for predicted inflation, the World Bank put the expected \ncost of repairing the damage caused by the two disasters at around US$5.8 billion \n(BRR and International Partners, 2005). \nAccording to the World Bank, Aceh’s GDP in 2005 could contract by 7–28 per cent of \nthe 2004 level (World Bank, 2005). LPEM (2005) arrived at a slightly lower estimate \nthan the World Bank’s upper estimate (22 per cent). The destruction in the province \nof North Sumatra was mainly concentrated in Nias, the poorest district in the province \nand one whose contribution to the overall regional economy is rather small. In Nias, \nthe island economy was predicted to contract by around 20 per cent (BRR and \nInternational Partners, 2005). \nThe oil and gas industry in Aceh escaped the tsunami virtually unharmed. The most \nseriously affected sector in  terms of both the number of casualties and capital \ndestroyed was agriculture, particularly fisheries. (Soesastro and Ace, 2005). \nAccording to information gathered by the Ministry of Marine Affairs and Fisheries, by \nmid-January 2005 approximately 55,000 fishermen and aquaculture workers were \nconfirmed dead (approximately one-half of the total number of fishermen in Aceh) \nand around 14,000 were still missing. The UN Food and Agriculture Organization of \nthe United Nations (FAO) reported that 40–60 per cent of coastal aquaculture ponds \nalong coastal Aceh and between 36,000 and 48,000 hectares of brackish-water \naquaculture  ponds  (which  mainly  produced  shrimp  and  milkfish)  were  seriously \ndamaged. It is estimated that about 65–70 per cent of the small-scale fishing fleet \nand associated gear was destroyed in Aceh (FAO, 2005a). \nIn Aceh about 30,000 hectares of rice fields—around 10 per cent of the area under \nrice cultivation in the province—were badly affected. Soil salinity problems were the \nmain concern. Fortunately, because of humid conditions, salt-polluted arable land \nwas cleaned by rainfall and by irrigation water relatively quickly. A survey carried out \nby FAO in early 2005 indicated that salt deposited in more than two-thirds of the \n                                                 \n5 The World Bank's estimate was based on a standard assessment technique developed by \nthe United Nations Economic Commission for Latin America and the Caribbean (ECLAC, \n2003). \n7 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \naffected agricultural land was leached out within a few months allowing planting to \nresume in April and May 2005. It was estimated that only 9,000 hectares could no \nlonger be used for farming (China View, 31 March 2005; FAO, 2005b). \nThe  impact  of  the  decline  in  Aceh’s  GDP  on  Indonesia’s  overall  economic \nperformance is expected to be small. Both the World Bank and the LPEM estimated \nthat Indonesia’s GDP growth in 2005 was expected to be no more than around half a \nper cent less than the pre-tsunami growth forecast (World Bank, 2005; LPEM, 2005). \nAn increase in poverty is probably the most serious economic problem caused by the \ntsunami  and  earthquake.  In  2004,  the  Indonesian  Central  Agency  of  Statistics \ncalculated that almost 30 per cent of people in Aceh were living below the poverty \nline. LPEM predicted that this figure could grow to around 50 per cent. \n4. THE IMMEDIATE RESPONSE \n4.1. Rescue and Relief \nIn the first couple of days after the tsunami, little information was received by the \noutside world so initial rescue operations were relatively limited and slow. In this early \nstage, local people had to depend on their own resources to survive for some days \nbefore Indonesian government agencies responded. Soon after, when the outside \nworld started to realise what had happened, international responses began to get \nunderway. It is worth noting that during this first week, the Indonesian military—which \nhas come under some criticism for their military operations in Aceh—provided crucial \nassistance in conducting rescue and relief operations and in helping to cope with the \nlarge number of dead. \nBy the beginning of the second week the numbers of domestic and international aid \norganisations arriving in Aceh increased significantly. Although there was reportedly \nsome lack of coordination between these organisations, the fact that they were able \nto provide relief for the tsunami victims was much more important. In the third week, \nthe number of international organisations arriving in Aceh continued to rise—around \n250 domestic and international organisations sent workers to Aceh. Countless others \nprovided other types of assistance (Sen and Steer, 2005; Indrawati, 2005). The \nmedia  also  played  a  very  important  role  by  attracting  these  domestic  and \ninternational supports. \nBy mid-February 2005, the UN Office for the Coordination of Humanitarian Affairs \n(OCHA) recorded that total pledges and commitments from over thirty countries and \nvarious organisations had reached approximately US$800 million (OCHA, 2005). \nAround  2.3  million  people  were  directly  affected  by  the  disaster  so  the  aid \ncontribution for rescue and relief activities per person was about US$350. The norm \nin previous international fundraising attempts in the face of natural disasters in \ndeveloping countries has been a mere US$40 per person (Economist, 5 February \n2005; Athukorala and Resosudarmo, 2005).  \nThe Indonesian central government also responded quickly by announcing at the end \nof December 2004 that the government would release approximately US$5 million to \nsupport  relief  activities.  The  Government  also  announced  that  it  would  support \noperations  in  three  phases:  (1)  emergency  rescue  and  relief  operations,  (2) \nrehabilitation  and  reconstruction  of  basic  socioeconomic  infrastructure  and \nrestoration of law and order, and (3) reconstruction of the economy and government \nsystem. The first phase was completed by April 2005. The second phase has been in \nprogress since April 2005 and was expected to last for around two years. The third \n8 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nphase will take around three to five more years (BRR and International Partners, \n2005).6  \nIt can be said that the relief efforts conducted by both domestic and international \norganisations provided great physical and financial assistance. It should also be \nnoted, however, that local people were obliged to depend on their own resources \nduring the first couple of days after the disaster. This fact shows the importance of \nestablishing strong and resilient local communities. \n4.2. Funding  \nThe  international  focus  on  victims  of  the  Aceh  tsunami  as  well  as  the  Nias \nearthquake continued well beyond the initial relief period. The Paris Club of creditor \nnations at its meeting in Paris on 12 January 2005 declared a moratorium on the \nforeign debt of the tsunami-hit countries. Some key players in the international aid \ncommunity, including World Bank President James Wolfensohn, suggested that debt \nwrite-offs would be preferable to debt deferral. However this proposal was not agreed \nto on the grounds that that it might raise moral hazard issues: countries absolved of \ndebt might be tempted to borrow excessively in the future in the expectation that they \nwould eventually be bailed out if, for some reason, they had difficulties in meeting \nrepayments. The IMF and World Bank officially endorsed the moratorium and the \nmajor international credit-rating agencies agreed that they would not regard deferral \nof debt service payments as a negative factor in their risk assessments and credit \nratings. Subsequently, the IMF and the World Bank also announced considerable \ndebt  relief  for  the  affected  countries,  particularly  the  Maldives,  Sri  Lanka,  and \nIndonesia (Soesastro and Ace, 2005; Economist, 5 February 2005). \nMembers of the Consultative Group on Indonesia (CGI) at a meeting convened \nhurriedly on 19–20 January 2005 agreed to contribute US$1.7 billion in 2005 for the \nreconstruction of Aceh. Of this amount, US$1.2 billion was promised in the form of \ngrants and the remaining US$0.5 billion was pledged as soft loans at zero or near-\nzero interest rates. Of the US$1.2 billion in grants, only US$0.2 billion was to be \ndistributed  through  the  Indonesian  Government.  The  rest  was  to  be  distributed \nthrough non-governmental organisations (NGOs) (Soesastro and Ace, 2005).  \nIn February 2005, the Asian Development Bank (ADB) set up a US$600 million Asian \nTsunami  Fund  to  provide  grants  for  emergency  technical  assistance  and \nreconstruction  projects.  Indonesia  would  receive  half  of  the  grant,  divided  into \nUS$290  million  for  the  Earthquake  and  Tsunami  Emergency  Support  Project \n(ETESP) and US$10 million as the ADB’s contribution to the Multi Donor Fund (MDF) \nfor  Aceh-Nias.  The  ETESP  is  intended  to  support  disaster  management, \nreconstruction, and rehabilitation in affected areas of Aceh and North Sumatra. The \nsectoral  targets  of  the  grant  include  agriculture,  fisheries,  micro  and  small \nenterprises, health, education, water supply, irrigation, housing, power, roads, and \nspatial planning (ADB, 2006).  \nCommitments  from  various  countries,  organizations,  and  private  individuals  to \nsupport the reconstruction effort were considered generous. For example, Australia \nagreed to provide financial support amounting to about A$1 billion—A$500 million \nwas expected to be in the form of grants and A$500 million in soft loans—over the \nperiod 2005–2010. According to records maintained by the BRR, 78 countries, 30 \norganisations, and many individual donors pledged support (both grants and soft \n                                                 \n6 There is no clear information yet on when the third phase will be ended. The current \nmandate of BRR to coordinate reconstruction in Aceh-Nias, however, will be ended in 2009. \n9 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nloans) of around US$6.1 billion in total by November 2005. The total amount given \nthrough direct private contributions was quite large; according to some estimates, this \namounted to US$2.5 billion out of the total donor pledges. In some cases, such as in \nthe  United  Kingdom,  United  States,  and  Italy,  private  contributions  exceeded \ngovernment contributions by a wide margin (BRR and International Partners, 2005).  \nA multi-donor trust fund for Aceh-Nias, the MDF, was established by the Indonesian \nGovernment in early 2005. The main goal of this fund was to attract and pool bilateral \nand other resources so as to ensure a coordinated approach to the support of \nrehabilitation activities in Aceh and Nias.7 Contributions were also expected from the \nprivate sector, foundations, and NGOs. The fund was designed to support two types \nof activities (MDF, 2005): \n1.  New  projects  or  new  components  of  existing  projects,  including  the  co-\nfinancing of existing or new projects supported by multilateral agencies or \nother financiers. \n2.  Assistance for government programs that were part of the rehabilitation and \nreconstruction efforts.  \nBy  January  2006  about  66  per  cent  of  the  US$530  million  pledges  had  been \nformalised  in  the  form of  a  contribution  agreement  and  the  MDF  had received \nUS$229 million in cash. Disbursements had been made to seven projects amounting \nto US$79 million. These projects included land titling, rural and urban community \nrecovery, housing and settlements, waste management, and technical assistance to \nthe BRR. By December 2006 the amount provided to the fund had reached US$655 \nmillion with pledges from fifteen donors (Table 7). About 77 per cent of these pledges \nhad  been  formalised  in  the  form  of  contribution  agreements  and  approximately \nUS$480  million  had  been  allocated  to  17  projects  in  four  sectors:  recovery  of \ncommunities, infrastructure and transport, capacity building and governance, and \nsustainable management of the environment. Disbursement to these projects had \nreached around US$170 million (http://www.multidonorfund.org/).  \nThe Indonesian Government also provided large-scale support for reconstruction in \nAceh and Nias. The 2005 government budget allocation for Aceh’s reconstruction \n(which  included  some of  the  funding  received  from  international  agencies)  was \napproximately  US$880  million  (Kompas,  27  August  2005)  and  in  2006  was \napproximately US$960 million. Over five years, the total government budget for \nAceh’s reconstruction, including government loans, is expected to be around US$3 to \nUS$4 billion (Tempo Interactive, 27 March 2005).  \nIn  total,  according  to  the  BRR,  the  composition  of  funding  commitments  for \nrehabilitation and reconstruction activities until 2009 is as follows:  \n                US$ Billion \nDomestic sources through the government budget       3.0 \nForeign governments              3.6 \n                                                 \n7 The MDF is co-chaired by the BRR, the European Commission (EC) as the largest donor, \nand the World Bank as the Trustee. The steering committee of this fund comprises the \nGovernment of Indonesia, contributors, civil society, and other international NGOs and the \nUN. The broad representation of the steering committee was expected to allow the MDF to \nact as a donor coordination mechanism and a forum for dialogue on recovery policy between \nthe Government of Indonesia and the international community. \n10 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nPrivate sector and NGOs             2.5 \nTotal                   9.1 \n \nThis total amount of over US$9 billion, which is much larger than the initial estimate \nof damages and losses, reflects an intention to “build back better” in Aceh and Nias. \nBy the end of 2005 around US$4.4 billion had been allocated to specific projects \n(BRR and International Partners, 2005).  \n5. FOUNDATIONS FOR RECOVERY \nAs noted earlier, the Indonesian Government responded to the disasters in three \nmain phases: (1) emergency rescue and relief operations, (2) rehabilitation and \nreconstruction of basic socioeconomic infrastructure and restoration of law and order, \nand (3) reconstruction of the economy and government system. Due to the difficult \neconomic and political conditions of Aceh and the sheer magnitude of the destruction \nof its infrastructure, the first phase of crisis management took much longer than \nexpected.  \nWith the second phase, there were three main concerns regarding the process of \nreconstruction. The first was the need to coordinate the activities conducted by the \nvery large number of official and other agencies active in the field. The national \ngovernment appointed Bappenas as the central agency for developing recovery \nplanning for the tsunami-affected areas. The main challenge for Bappenas was to \ndevelop  a  master  plan  that  satisfied  all  of  the  main  institutions  working  in  the \nprovince. For a considerable time, dialogue between Bappenas on the one hand, and \nlocal governments in the region on the other, was rather limited. Lacking direct \ninvolvement in much of the planning process, many local governments felt that they \nhad been excluded from the reconstruction process by the central government. As a \nresult,  local  governments  had  drawn  up  programs  that  in  some  cases  were \nincompatible with Bappenas plans. At times, this led to duplication of activities and \nthe inefficient utilisation of funds.  \nThere  were  also  cases  of  poor  coordination  of  activities  between  NGOs  and \nBappenas. Many NGOs resisted accepting plans that emanated exclusively from \nBappenas. Indeed, several groupings of NGOs developed their own reconstruction \nprograms for Aceh and Nias although it was not clear how they intended to relate \nthese plans to those of Bappenas or local governments.  \nIn  these  difficult  circumstances  the  Indonesian  national  government  decided  to \nestablish  a  new  agency  to  coordinate  recovery  activities.  However  local \ngovernments, communities, and private sector firms as well as NGOs were not very \nkeen on this approach. They were worried that this new agency would add an \nadditional bureaucratic layer to the problems of working in Aceh. They were also \nconcerned that construction work would be tendered in Jakarta and would be won by \nlarge construction companies with good connections to high-ranking officers in the \ncentral  government  and  that  the  implementation  of  these  activities  would  be \nconducted without proper attention to the needs of local people. Local people and \nNGOs  therefore  pressed  for  a  more  decentralised  approach  (Athukorala  and \nResosudarmo, 2005). \nA second concern related to security conditions in Aceh. The three decades of \nconflict between the Free Aceh Movement (GAM) and the Indonesian Government \nhad held back development in the province and had severely limited the flow of news \n11 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nout of Aceh, both to other parts of Indonesia as well as to the rest of the world. For \nexample, it was not until 28 December 2004—two days after the tsunami—that most \nof Indonesia and the rest of the world knew how badly the tsunami had hit Aceh. In \ncontrast, news of the scale of the disaster in Sri Lanka and Thailand reached the \ninternational media almost immediately. Poor roads and telecommunications also \nmade it difficult to provide speedy assistance to many villages along the coast of \nAceh. Additionally, there were worries that the ongoing political conflict would hinder \nreconstruction operations. \nA third concern was to ensure that commitments pledged by international donors \nwould materialise in a timely manner. For various reasons beyond the control of \nIndonesian officials, there was a risk that some of the commitments would never \ntranslate into actual aid flows. It is also true, however, that limitations on Indonesia’s \nability to absorb aid quickly were relevant. For these and other reasons, it soon \nbecame apparent that it was very important for Indonesian officials and local NGOs \nto work effectively with donors to minimise the mismatch between donors’ interests \non the one hand and local reconstruction priorities on the other (Athukorala and \nResosudarmo, 2005). \n5.1. The Master Plan  \nThe  central  government  seemed  to  understand  the  need  for  more  effective \ncoordination with local governments and NGOs as well as for a more decentralised \napproach  to  the  reconstruction  effort.  From  March  2005  onwards,  Bappenas \nconducted  intensive  consultations  with  community  and  political  leaders  in  the \naffected areas as well as with NGOs and donors. Syiah Kuala University in Banda \nAceh  was  given  assistance  to  organise  input  from  local  communities  into  the \nconsultation process while central and local government line agencies also provided \nexpertise. Donors were also encouraged to contribute suggestions. The Master Plan \nthat resulted was quite comprehensive though the central government recognised \nthat  no  one  plan  could  address  every  issue  likely  to  arise  in  the  rehabilitation \nprocess.8  \nNevertheless,  despite  the  extensive  consultations,  many  local  communities  and \nNGOs reacted negatively to the Master Plan. Many local communities felt that their \naspirations had not been properly reflected. In response, as a conciliatory gesture \nonly a couple of days after his inauguration in April 2005, the new Head of the BRR, \nDr. Kuntoro, agreed that many aspects had not been adequately covered in the \nMaster Plan. He indicated that the BRR would not follow the plan to the letter and \nthat rather, it would be used as a reference document in a flexible way (Kompas, 3 \nMay 2005). The local Head of the BRR in Nias also agreed that the Master Plan was \nnot necessarily a suitable strategy for redevelopment in Nias (Kompas, 19 August \n2005). It was therefore soon agreed that an evolutionary approach would be adopted \nand that there would not be any single rigid “blueprint approach” that would guide the \nprocess of reconstruction (Indrawati, 2005; World Bank, 2005). For example, under \nthe new approach communities were to be provided with opportunities to participate \nin decision-making about where, how, and by whom houses and other buildings were \nto be reconstructed. The central government would concentrate on the provision of \nprincipal infrastructure facilities such as main roads, electricity and water sanitation \nstructures. Earlier plans that had outlined regulations for tough zoning, mandatory \n                                                 \n8 The Master Plan was released through the President Regulation (Perpres) No. 34/2005 in \nApril 2005. The main book, which was effectively an extended summary of the whole study, \ncomprised 129 pages. The sectoral information which is the detailed version of the Master \nPlan comprised twelve books totalling 1,400 pages. \n12 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nsetbacks from the sea, relocation of local markets, and so on were set aside. \nLeaders in Jakarta committed themselves to ensuring that local people in Aceh and \nNias were involved in the decision-making processes about such matters (Sen and \nSteer, 2005). In this way, disagreements between the central government on the one \nhand and local governments and communities on the other were kept to a minimum. \nIf the reconstruction process in Aceh turns out to be successful over the long-term \nthere  is  a  strong  likelihood  that  this  pattern  of  strong  collaboration  between \nstakeholders will be adopted as the blueprint for regional development in other parts \nof Indonesia. \n5.2. The Aceh-Nias Rehabilitation and Reconstruction Agency (BRR) \nThe central government preferred to set up a special Aceh-Nias Rehabilitation and \nReconstruction Board as a one-stop shop for the coordination of all agencies and \ndonors in Aceh and Nias. There was no strong objection from local governments, \ncommunities, NGOs, and international donors to this decision. There were two main \nreasons for this. First, the central government had shown that it was willing to \ncollaborate with local stakeholders as well as donors in developing the Master Plan \nand to be flexible in implementing the plan. Second, the person appointed to head \nthe BRR, as well as the deputies, had a reputation for being “clean” and capable.  \nIn  April  2005  the  Government  embarked  on  the  second  phase  of  recovery \noperations. On 16 April 2005, the Government established the Badan Rekonstruksi \ndan Rehabilitasi (BRR) Aceh-Nias, with the stated mission of restoring livelihoods \nand strengthening communities in Aceh and Nias by overseeing a coordinated, \ncommunity-driven reconstruction and development program. Initially, the BRR was \nestablished as a coordinating rather than executive agency to operate for a four-year \nperiod. It is based in Banda Aceh, with a branch office in Nias and a representative \noffice in Jakarta. Operationally, the BRR comprises three bodies: the Executive \nAgency  (Badan  Pelaksana  or  Bapel),  the  high-level  Advisory  Board  (Badan \nPengarah), and the Supervisory Board (Badan Pengawas). Since the end of 2005, \nthe BRR has received an additional mandate to build around 120,000 houses in Aceh \nand Nias starting in 2006. With this mandate, the BRR to some extent took over \nresponsibilities earlier given to the Ministry of Public Works (Tempo Interaktif, 26 \nDecember 2005). \nThe organisational structure of the BRR, since mid-2006, can be seen in Figure 3. \nThe Executive Agency (Bapel), commonly referred to by the term BRR, is the body \nresponsible for managing the reconstruction and rehabilitation activities. The BRR \nhas four main offices and several regional offices. This structure is much leaner than \nin the initial period of its establishment.  \nThe BRR has an Advisory Board chaired by the Coordinating Minister for Political \nand Security Affairs. This board consists of 17 representatives from central and \nregional  governments,  religious  and  adat  (local  custom)  institutions,  and  other \nparticipants from civil society. It is responsible for ensuring that the aspirations of \nagencies and groups that they represent are reflected in the BRR's operational \nplanning. The Supervisory Board, meanwhile, consists of nine members appointed \nby the President. It is made up of community representatives and technical advisers, \nincluding  representatives  of  donor  organisations.  This  board  is  responsible  for \nensuring that the reconstruction and rehabilitation activities are carried out effectively \nin  a  manner  corresponding  with  the  needs  of  local  people  (Kuncoro  and \nResosudarmo, 2006). \n13 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \n5.3. Peace Agreement \nOne of the few unexpected benefits of the bitter wind brought with the tsunami was a \nnew willingness among political disputing parties in Aceh to cease military hostilities, \nand  later  to  begin  negotiations.  The  Government  of  Indonesia  and  the  GAM \nunderstood that a peace treaty was an essential part of a successful reconstruction \nprocess in  Aceh.  A series  of  talks  was  conducted  to  bring  about  the  process. \nFacilitated by the former President of Finland, Martti Ahtisaari, GAM and Indonesian \ngovernment officials commenced talks in February 2005 and signed an official peace \nagreement just six months later on 15 August 2005. The agreement provided for the \ncessation of all hostilities between the Government of Indonesia and the GAM. Key \npoints of the agreement included the following (World Bank, 2006a): \n•  The Government of Indonesia and GAM would cease all hostilities; to this \nend, the Government of Indonesia would withdraw non-local military and \npolice forces from Aceh by the end of 2005. \n•  GAM  would  decommission  all  arms,  demobilise  its  3,000  troops,  and \nsurrender 840 weapons. \n•  The Government of Indonesia would facilitate the establishment of Aceh-\nbased political parties. \n•  Aceh would be governed under a new special law and would be entitled to 70 \nper cent of revenues from its natural resources. \n•  GAM members and political prisoners would be granted amnesty. \n•  A human rights court and a truth and reconciliation commission would be \nestablished. \n•  An Aceh Monitoring Mission (AMM) would be established by the EU and \nASEAN. \nFollowing the agreement, GAM surrendered all weapons and the Government of \nIndonesia withdrew all non-local military and police by the end of 2005. The EU and \nASEAN  oversaw  the  disarmament  process  by  establishing  the  Aceh  Monitoring \nMission. A presidential decree was later issued granting amnesty to GAM members \nin  exile  in  other  countries  and  about  1,400  GAM  members  were  released \nunconditionally from jails. The Government of Indonesia agreed to facilitate the \nformation of a local political party, which would participate in the election of local \nregional government representatives (World Bank, 2006a; World Bank, 2006b). \nTo reintegrate ex-GAM personnel into the community, the Indonesian Government \nagreed to provide assistance in both cash and kind. Each ex-combatant and released \nprisoner was to receive Rp5 million support (around US$500) in the form of cash and \nin kind from the Indonesian Government. It was estimated that around 3,000 ex-GAM \ncombatants and 1,400 political prisoners would receive this support.  \nAt  the  implementation  stage,  the  planned  package  for  former  combatants  was \nchanged  due  to  difficulties  in  providing  rigorous  proof  of  eligibility.  Hence,  the \nGovernment of Indonesia distributed three rounds of Rp1 million per person (around \nUS$100) of livelihood assistance as a form of minimum social security.  \n14 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nIn reality, as reported by the World Bank, the actual amount received by each former \nGAM member was much less, often being only around Rp170,000–260,000 (US$18–\n30).  This  is  because  ex-GAM  leaders  included  orphans  and  widows  in  their \ncalculation of who should receive support, resulting in a greater number of people \nclaiming assistance. The process of allocating the amount of money involved local \npeople and was relatively transparent so that in general this approach was accepted \nwithout trouble (World Bank, 2006a).  \nThe peace agreement, nevertheless, had several immediate side effects. It refueled \nefforts to form new provinces in Aceh by sub-dividing Aceh into several separate \nprovinces. Since early 2000 various groups had aspired to form new provinces within \nAceh. The two most favoured new provinces were Aceh Leuser Antara (consisting of \nAceh Tengah, Aceh Tenggara, Aceh Singkil, Gayo Lues, and Bener Meriah districts) \nand Aceh Barat Selatan (consisting of Aceh Barat, Aceh Selatan, Simeulue, Aceh \nBarat Daya, Aceh Jaya, and Nagan Raya districts). The symbolic declaration of these \ntwo new provinces was made by several local government officers, local parliament \nmembers,  and  informal  leaders  in  these  eleven  districts  before  thousands  of \nsupporters in Jakarta on 4 December 2005 (Kompas, 6 December 2005 and 14 \nAugust 2006).  \nThe central government, however, is ambivalent about these plans to establish new \nprovinces. Law 32 of 2004 on Regional Government allows for the formation of new \nadministrative units, although, in practice, the exact mechanism involved is not clear. \nIn  various  interviews  officials  from  the  Ministry  of  Home  Affairs  have  said  that \nconsideration of the division of current Aceh into new provinces still has a long way to \ngo. The current provincial government of Aceh has also maintained an ambivalent \nposition delaying recommendations to the central government for the formation of the \nnew provinces. Moreover, the ex-GAM activists who supported the Helsinki MoU \nwere  also  opposed  to the  division  of  Aceh  into  several  provinces  because  the \nHelsinki MoU states that the borders of Aceh correspond to those of 1 July 1956, and \nas such constitute the current province of Aceh. This reluctance may also be seen as \na way for ex-GAM activists to maintain useful bargaining power.  \nOn 11 December 2006, almost two years after the tsunami, for the first time in \nIndonesian history the Acehnese people voted to directly elect their own governor \nand  district/municipality  heads.  The  election  process  was  widely  judged  as \nsuccessful. There were no major conflicts, the division of Aceh did not become an \nissue, and the participation rate was very high. Interestingly, a prominent ex-GAM \nmember, Irwandi Yusuf, won the election to be Governor of Aceh from 2007 to 2012. \nThe success of this election and the fact that an ex-GAM member was able to win \nthe election were promising signs that the peace agreement might eventually lead to \na truly peaceful and democratic environment in Aceh. \n6. REHABILITATION, RECONSTRUCTION, AND RECOVERY \nThe BRR commenced operations in May 2005 and began to implement the agreed \nplans for rebuilding housing, infrastructure, and livelihoods. It followed the sequence \nof emergency and recovery activities shown in Figure 4. The plan was that the \nintensive relief operations that began in early 2005 would be wound down by mid-\n2005 and formally ended in mid-2007. The main priority in the early period was to be \nhouse building. House building activities were expected to peak at the end of 2006 \nand be completed by the end of 2007. The second priority in the early period was \nrebuilding  livelihoods.  Rebuilding  infrastructure  would  take  longer—only  limited \nactivity was expected until 2006, but the activity was then expected to intensify \n15 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nrapidly  and  become  the  main  priority  from  mid-2006  onwards.  The  process  of \nrebuilding livelihoods and infrastructure was expected to be mostly complete by the \nend of 2009. \n6.1. Land Titles \nSignificantly, the tsunami changed much of the physical landscape in some parts of \nAceh. Not only were houses destroyed but worse, in many places boundaries and \nreference marks of land simply disappeared. Although less tragic than losing family \nmembers, the loss of land is one of the greatest blows that can befall an Acehnese \nfamily. For many people, land is their most valuable physical asset. In many cases, \nhowever, the legal documents of ownership were lost after the disaster. The changes \nthe tsunami made to the contours of the landscape in some places also complicated \nclaims of land ownership. There was also a risk of land-grabbing. In urban areas \nland-grabbing was more likely to affect the more vulnerable groups: women, children, \nand orphans. Because of all these concerns, tsunami survivors were sometimes \nseen installing markers on  land  where  they believed their house had stood. In \ncontrast, problems with land titles were much less serious in Nias. The earthquake in \nNias caused houses to collapse but proprietary landmarks were unchanged. Where \ndifficulties for individuals were concerned, land title problems in Nias were limited to \nthe loss of legal documents. \nLooking to the future, the protection of land rights is a high priority. Land rights \nprovide the foundation for spatial planning, compensation, and long-term economic \ndevelopment.  Indeed,  already  there  have  been  some  important  cases  where \nreconstruction activities have been delayed because people in the affected area were \nnot satisfied with the arrangements under which ownership rights to land had been \nassigned for construction activities.  \nIn response to this serious problem of land ownership, a US$28.5 million Multi-Donor \nFund project for the Reconstruction of Aceh Land Administration System (RALAS) \nwas  launched  in  August  2005.  RALAS  has  two  major  components:  first,  the \nreconstruction of property rights and the issuance of land titles, and second, the \nreconstruction of a land administration office in Aceh. The project, executed by the \nNational  Land  Administration  Agency  (Badan  Pertanahan  National  or  BPN),  is \ndesigned to identify land ownership and to issue land titles through establishing a \ncommunity  land  inventory,  recovering  land  records,  and  establishing  a  land \ndatabase. It is estimated that when the project is finished in 2008, about 600,000 \nland titles will have been issued in Aceh and Nias (http://www.multidonorfund.org/).  \nProject  implementation  was  expected  to  take  place  in  several  stages.  First, \ncommunity land mapping would be arranged, facilitated with the support of NGOs. \nAfter that, a team from BPN would arrange adjudication procedures that measured \nthe land parcels and validated ownership and boundary demarcations. BPN would \nthen issue public notifications of adjudication, and provided there were no objections, \nBPN would subsequently issue the land titles. Under the RALAS project all services \nwere to be provided free of charge.  \nThe first supervision team fielded in November 2005 observed that progress had \nbeen slow. The team noted that there had been delays on the part of the Indonesian \nMinistry of Finance in signing regulations for the waiver of taxes and other charges \nrelating  to  the  issuance  of  land  titles.  However  the  supervision  team remained \noptimistic that the 2006 targets would still be met. The team also noted that the first \ncomponent of RALAS was more advanced than the second. By end of 2006, about \n17,400 land titles had been signed and 134,300 land parcels had been measured \n16 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \n(BRR and Partners, 2006). This was certainly an achievement, demonstrating that \nlocal  communities  can  effectively  resolve  such  problems  at  grass  root  levels \n(UNORC, 2006).  \n6.2. Housing  \nMajor housing rehabilitation, resettlement of displaced people, and restoration of \nbasic utilities only began in mid-May 2005. According to SPAN 2005 data, around \n66,700 displaced families (almost 300,000 IDPs) in Aceh and around 62,600 (around \n340,000 IDPs) in Nias had returned to their areas by September 2005 (Table 8). \nHowever  in  Aceh  only  around  7,000  families  (who  were  no  longer  considered \ninternally displaced) and around 5,000 families in Nias had received new houses by \nthis time. Most of the others (around 59,000 families in Aceh and 57,000 families in \nNias) returned to their old properties even though their houses had not yet been \nrenovated or rebuilt. For these people the first priority was to reclaim their properties \nand then wait until it was their turn for their houses to be rebuilt or renovated. Many \nfamilies had to rent houses or stay with relatives.  \nDuring the second half of 2005 building activity gathered pace. The BRR estimated \nthat by October 2005 around 10,000 houses had been built, by December around \n16,000, by April 2006 around 42,000, and by December 2006 around 57,000 had \nbeen  completed  (Table  6).  However,  although  activity  accelerated  in  2006,  the \nnumber of houses completed was expected to be well behind the BRR target of \n90,000–100,000 houses completed by the end of 2006.  \nThe total estimated budget committed by donors and the Government of Indonesia \nfor housing was almost US$976 million. Initially the BRR estimated that the cost of \nbuilding a 36 square metre house was around US$3,000. Meanwhile, compensation \nto rehabilitate damaged houses varied, but for planning purposes the upper limit was \nalso  set  at  US$3,000.  With  this  figure  in mind,  it  was  estimated  that  the  total \ncommitted funding for housing would be enough to build or rehabilitate around \n200,000 houses (BRR and International Partners, 2005).  \nHowever there were significant cost escalations. By the end of 2005 it was reported \nthat the cost of building a new 36 square metre house had increased to around \nUS$5,000 (BRR and International Partners, 2005). Table 9 illustrates the significant \nincrease  in  building  costs  compared  to  the  situation  before  the  disasters. \nConsequently, by early 2006, the BRR revised their estimate of the cost of a new 36 \nsquare metre house to around US$4,000 (BRR and International Partners, 2005).9  \nWhy did construction costs rise after the tsunami? The issue of cost increases is an \nimportant one because recent reports from other places in the world hit by disasters \n(Pakistan,  US/Katrina,  and  even  in  Yogyakarta/Indonesia  after  the  Yogya \nearthquake) indicate that sharp cost increases in disaster zones are not unusual. But \nunusual or not, it is important to establish whether the cost increases reflected \nplausible economic factors or, instead, unacceptable profiteering. Looking at the \ncomponents of construction costs in an effort to find answers, it is notable that \nincreases in labour costs in Aceh and Nias were not as markedly high as the \nincrease in prices in some other material inputs. It seems, therefore, that the supply \nof labour was apparently more elastic than the supply of materials. One likely reason \nfor this is that the peace agreement in Aceh quickly led to an improvement in the \nsecurity situation in the region. Hence, workers from elsewhere in Indonesia were \n                                                 \n9 BRR might predict that the cost per house only temporarily increased and so the average \ncost per house in 2006 would be around US$4,000.  \n17 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \napparently willing to move to Aceh for only small premiums over their existing wages. \nIn addition, North Sumatra, adjacent to Aceh, is a relatively labour abundant region; it \nbecame the main source of outside labour for reconstruction in Aceh. Nias, on the \nother hand, never had a serious security problem. The main issue affecting the \nsupply  of  labour  there  was  the  ease  of  transportation  to  the  island  after  the \nreconstruction begun. It appears that the reconstruction efforts attracted outside \nlabourers to take up work in Nias.  \nAt  first  glance,  a  large  increase  in  the  price  of  timber  is  surprising  given  that \nIndonesia, and Sumatra in particular, is well endowed with forest resources. The \nBRR estimated that the housing reconstruction activities would need about 1.5 million \ncubic metres of timber. Many observers estimated that this amount could easily be \nsupplied  from  normal  domestic  timber  production  supplemented  by  drawing  on \nseized illegal timber stocks held by the Indonesian Government as well as small \namounts of imported timber and supplies provided by donor countries. However, it is \nnow thought that the significant increases in timber prices are probably related to \ndifficulties in accessing the stocks of seized illegal timbers and in using imported and \ndonated timbers. To explain further, from the outset there was a consensus among \nthe BRR, donors, and NGOs that reconstruction activities in Aceh and Nias would \nonly use legal timber, and where possible would only use timber available locally or \nfrom  elsewhere  in  Indonesia  (Jawa  Post,  27  December  2006).  This  attitude \nintroduced legal and administrative bottlenecks that restricted the supply of timber in \nthe short-run.  Moreover, the  legal status of the stocks of seized illegal timbers \nneeded to be clarified before the timber could be released use for in Aceh. Similarly, \ncriteria establishing the amount of timber that could be imported and the guidelines \nfor  the  use  of  timber  provided  by  donor  countries  needed  to  be  established. \nReflecting general concerns about these issues, there has been a call for serious \nefforts from the Government to legalise the use of illegal timbers so that they could \nbe utilised immediately. The matter was not as straight-forward as it might seem \nsince there were valid concerns that the legalisation of illegal timber might encourage \nfurther illegal logging because of the possibility of legalising this product. \nIt may seem surprising that the supply of other building material inputs has not been \nmore elastic. Construction activities in other parts of the country since the crisis have \nbeen relatively sluggish compared to the situation before the 1997 crisis and it is \nlikely that there was excess capacity in other regions. But even if inputs for house \nreconstruction can be accessed relatively easily elsewhere in Indonesia, it takes time \nto physically move materials and for labourers to arrive. There are therefore practical \nconstraints on the rate at which housing can be supplied. Realistically, the upper limit \nof housing construction achievable may be significantly lower than the original BRR \ntarget of 90,000–100,000 houses by the end of 2006.  \n6.3. Livelihoods \nEfforts to rehabilitate livelihoods involved several activities. First, steps were taken to \nrestore  the  agriculture  and  fishery  sectors  through  revitalising  agricultural  and \nplantation  land,  rebuilding  ports,  and  replacing  lost  fishing  boats.  Second, \nmicrofinance, other forms of cheap credit, and assistance were made available for \nsmall and medium enterprises. Third, employment programs such as cash-for-work \nand training programs were developed (BRR and International Partners, 2005). \nBy  December  2006  the  BRR  reported  that  approximately  50,000  hectares  of \nagricultural land had been restored (around 70 per cent of the total area damaged). \nIn  the  fishery  sector  about  4,400  boats  had  been  replaced  and  around  6,800 \n18 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nhectares of fish ponds had been repaired (approximately 30 per cent of the total area \nof fish ponds damaged) (Table 6).  \nThe  information  available  on  how  many  activities  need  to  be  rehabilitated  and \ncreated, however, is not very clear. Table 4 indicates that more than 260,000 people \nin Aceh and 85,000 in Nias lost their sources of income. But it is also important to \nnote that unemployment and poverty were serious problems in Aceh and Nias before \nthe disasters. \nSPAN  2005  data  indicates  that  in  September  2005  around  46 per  cent  of  the \npopulation in Aceh above the age of ten (around 63 per cent of the population in \nNias) were engaged in some form of employment while around 10 per cent in Aceh \n(6 per cent in Nias) were unemployed (Table 10). Of those who worked, around 49 \nper cent in Aceh (56 per cent in Nias) were self-employed (Table 11), which is \ncommon in the informal sectors. Approximately 14 per cent in Aceh (24 per cent in \nNias) of those who were working were unpaid workers, most likely family members \ninvolved in family businesses. Around 15 per cent in Aceh (7 per cent in Nias) of \nIDPs  and  ex-IDPs  were  unable  to  find  any  employment,  suggesting  that \nreconstruction activities in the early post-disaster period were not able to generate \nemployment for significant numbers.  \nOverall, around 300,000 jobs in Aceh and around 30,000 in Nias need to be created, \ncertainly a challenging task. By April 2006, the BRR reported that around 148,000 \npeople had received some skill training to enable them to re-enter the job market and \nthat more than 41,000 farmers had been assisted to return to their fields (BRR, \n2006). By December 2006, the BRR claimed that around 69 per cent of the male and \n36 per cent of the female labour force in urban areas as well as around 68 per cent of \nthe male and 45 per cent of the female labour force in rural areas of both Aceh and \nNias  were  actively  engaged  in  some  form  of  work  (BRR  and  Partners,  2006). \nNevertheless, reliable data on how many of the people who were unemployed in mid-\n2005 actually obtained some form of employment is not available. \n6.4. School and Health Services \nTable 6 indicates that in the aftermath of the disasters around 2,000 school buildings \nneeded  to  be  rebuilt  and  approximately  2,500  teaching  positions  needed  to  be \nrefilled. It should be noted that there was a serious shortage of teachers in Aceh \neven before the tsunami. By December 2006, the BRR reported that around 750 \nschool buildings had been built and approximately 5,400 teaching positions had been \nfilled. In other words, in terms of school buildings, only around 40 per cent of the \ntarget had been reached but the number of teachers now exceeded pre-tsunami \nlevels, thus partially alleviating the teacher shortage (BRR and Partners, 2006).  \nIn rebuilding the education system in Aceh and Nias, besides taking into account the \ndamage caused by the disasters it is important to understand local needs. Table 12 \nshows the numbers of children and young adults who have never been to school and \nthose who have dropped out. Around 23,000 young persons aged 7 to 24 years old \nin  Aceh  and  around  31,000  in  Nias  have  never  been  to  school.  Table  13, \nfurthermore, shows that among those who have dropped out of school, around \n50,000 in Aceh and 30,000 in Nias did not obtain any elementary education degree. \nThus, considering the low elementary school attainments and the low attainments at \nhigher educational levels, even if the elementary schools and teacher numbers are \nrestored to pre-disaster levels they will still fall well below those needed to rebuild a \nbetter Aceh and Nias.  \n19 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nIn the health sector, by December 2006 324 hospitals and health centres had been \nrebuilt. This far exceeds the number of hospitals and health services damaged by the \nearthquakes and tsunami. It should be said that health facilities before the disasters \nwere  in  a  state  of  neglect  and  the  need  for  health  facilities  has  substantially \nincreased in the aftermath. Approximately 63,000 people in Aceh and Nias suffered \nsome mental problems following the disasters and although reconstruction activities \nare underway, the risk of communicable disease outbreaks remains high. Looking at \nhousehold sources of drinking water and sanitation facilities (Tables 14 and 15), it \ncan be seen that access to piped water in Aceh and Nias has been very limited and \nrelatively few households have septic tanks.10 Moreover, many people are still living \nin shelters. With the majority of people in Aceh depending mainly on wells for \ndrinking water, it is important to monitor the water quality of these wells.  \n6.5. Infrastructure \nTowards the end of 2005 USAID signed an MOU with the Ministry of Public Works to \nreconstruct 240 kilometres of road from Banda Aceh to Meulaboh. Phase 1 of the \nproject (80 km—connecting Banda Aceh to Lamno) was expected to be completed \nby August 2006. Phase 2 of the project, the remaining 160 kilometres, was expected \nto take another two or more years. Meanwhile, the Japan International Cooperation \nAgency  agreed  to  rehabilitate  the  existing  122-kilometre  road  from  Calang  to \nMeulaboh (BRR and Partners, 2006).  \nMoreover, the Asian Development Bank has agreed to finance the rehabilitation of \nanother  main  route,  a  490-kilometre  road  connecting  Banda  Aceh  with  North \nSumatra. Overall the total road length needing to be rehabilitated or built in Aceh \nfollowing the disaster was around 3,000 kilometres (Table 6). Nias, naturally, does \nnot need as many roads as Aceh (BRR and International Partners, 2005). \nBesides roads, the BRR also indicated that 14 seaports, 11 airports and air strips, \n120 arterial bridges, and around 1,500 minor bridges need to be rebuilt (Table 6). \nCompared with progress in other sectors, infrastructure reconstruction has been \nrelatively slow. The BRR reported that around 1,200 kilometres of roads in Aceh and \n300 kilometres in Nias had been built or repaired as at December 2006. Further, 14 \nferry terminals and harbours, 8 airports and airstrips, and 158 bridges had been \nrestored (BRR and Partners, 2006). The types of problems causing slow progress in \nthis area can be illustrated by an example. The construction of the road from Banda \nAceh to Meulaboh is experiencing serious delays. Issues concerning land acquisition \nand poor weather have been mentioned as the main reasons for the delay (USAID, \n2006). As far as land acquisition is concerned, significant differences have emerged \nbetween the kind of road that local people want and what USAID wants to build. \nUSAID  plans  to build  a  highway  with  seven-metre  carriageways  and  two-metre \nshoulders. Locals, however, not only fear speeding traffic but would also like to be \nable to sell snacks and tea from stalls along the roadside (The New York Times, 9 \nOctober 2006). The dilemma is an interesting one. While, as noted earlier, the \nIndonesian Government has been willing to set aside the Master Plan and follow a \nmore bottom-up approach by taking into account local voices, some donors seem to \nbe committed to a top-down approach. \n                                                 \n10 In Aceh only around 30 per cent of households have toilets with septic tanks. In Nias the \npercentage is even lower; i.e., around 6 per cent. Thus a large proportion of households \nutilise toilets without septic tanks or use a pond or river as their toilet.   \n20 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \n7. CHALLENGES \nThere are four main challenges that the reconstruction and rehabilitation process \nnow faces. The first arises from the unrealistically high community expectations \ngenerated by the various statements and pledges from government leaders, NGOs, \ndonors, and others. Local communities now expect not only to have their houses \nrebuilt and their livelihoods restored but also to participate in reconstruction activities. \nIt is hoped that expectations can be managed by focusing on reasonable targets \nalthough the BRR’s operational approach does not yet provide for this.  \nThe BRR’s budget realisation for the 2005 and 2006 fiscal years is quite low. This is \nthe second challenge faced in the reconstruction process. We discuss this further in \nsection 7.2. The third challenge relates to issues of coordination and commitment. As \na  coordinating  agency,  the  BRR  needs  to  establish  smooth  coordination \narrangements with local governments and donor agencies. The relationship with local \ngovernments is pivotal to spending monies effectively while the relationship with \ndonor agencies is vital to ensure that aid commitments are implemented efficiently. \nFinally, there is the challenge of establishing a viable exit strategy for the BRR. The \ncurrent mandate of the BRR extends until 2009. By then it is expected that the BRR \nwill  have  arranged  the  transfer  of  the  whole  redevelopment  process  to  local \ngovernments.  There  is,  therefore,  a  challenge  for  both  the  BRR  and  local \ngovernments in handling the transition processes well.  \nThe following sections elaborate on these four challenges.  \n7.1. Managing Expectations \nThe ambitious plans for reconstruction and rehabilitation in Aceh and Nias have \ncreated  high  expectations.  During  the  initial  emergency  stage,  local  inhabitants \nwitnessed the arrival of large-scale support from both the government and non-\ngovernmental organisations alike. Figure 4 indicates a peak of activity in the early \nstage which was much more intensive than the more sustained work carried out later \nin the recovery stage. But as the diagram shows, there is a risk of a lull in activity \nwhen the emergency stage scales back to a lower intensity because there is no \nguarantee that the housing recovery stage will kick in quickly. A lull of this kind did \noccur and was seen by many people as reflecting inactivity on the part of the BRR. A \n“slow start”, which is the term some observers used in referring to the first year of \nBRR operations, is a polite judgement compared to the views expressed by others \nwho cynically translated BRR as baru rapat-rapat (just hold meetings). \nFor the Acehnese in general and the people of Nias in particular, the disasters \naroused expectations of significant improvements at the local level. Development in \nthese areas has long lagged behind development elsewhere in Indonesia. People in \nthese regions feel marginalised and isolated from the national development process, \neconomically  as  well  as  politically—in  Aceh  because  of  the  long  socio-political \nconflict, and in Nias because of the separation from Sumatra and the remoteness of \nthe island.  \nThe establishment of the BRR in 2005 led to considerable excitement among the \nlocal populace in Nias. Many people imagined that they would take part in the \nreconstruction process following the plans set out by the agency. Who would the \nBRR recruit if not locals who know the region well? It has to be acknowledged that in \nIndonesia the sentiment of putera daerah (local people) is still important in isolated \nareas. Local people were therefore very disappointed to find that their involvement in \nthe administration of the BRR in Nias was quite limited.  \n21 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nIn the case of Nias, the irony is that for non-locals, an assignment to Nias is generally \nregarded as a punishment rather than a promotion. In the first six months of the \noperation of the BRR branch in Nias, only one out of twelve heads of BRR working \nunits lived on the island. This problem was remedied in early 2006 when the heads of \nBRR working units were instructed to live in Nias.  \nLocal  businesses  and  contractors  in  Aceh  and  Nias  were  also  excited  by  the \nprospect of involvement in BRR projects. Most local contractors, however, were \ndisappointed to find that in practice they were unable to participate in the construction \nprojects. The reason for this, they reported, was that the procurement procedures \nand requirements set down by the BRR for redevelopment construction were so \ncomplicated that local contractors were effectively excluded from participating.  \nFinally, the BRR’s target of building around 92,000 houses in Aceh and Nias during \n2006—which, added to those built in 2005, amounted to a target of around 108,000 \nhouses in total by the end of 2006—raised special expectations. Although restoration \nof the housing stock was justifiably seen as the main priority, the feasibility of this \ntarget was questionable from the start, even allowing for the fact that the size of the \nnew homes was expected to be small (only 36 square metres). Typically, the number \nof new homes constructed nationwide in Indonesia is only around 60,000 per annum. \nIn the absence of any decline in house construction elsewhere, the BRR target \nimplied an increase of roughly 150 per cent in the output of the national housing \nconstruction industry, a very ambitious target.  \nEven with the relatively modest rate of construction achieved in 2005 in Aceh and \nNias, wages in the construction industry and the price of building materials increased \nduring the year at levels higher than elsewhere in Indonesia (BRR and International \nPartners, 2005). Adhering closely to such an ambitious target thus ran the risk of \nencouraging the lowering of construction standards, and this implied that the much-\npublicised opportunity to “build back better” would be missed. Moreover, the heavy \nadditional  demand  for  timber,  if  not  carefully  managed,  threatened  to  hasten \n11\ndeforestation in Aceh and other parts of Indonesia.   \nNevertheless, BRR officials declared themselves confident of meeting the housing \ntargets and mentioned the following considerations in support of their optimism. First, \nafter a delay of some months in its establishment, the agency had generally been \nable to demonstrate leadership in the reconstruction effort and hence had been able \nto encourage major participants to focus their efforts on housing. Second, the BRR \nhas been allowed—at least up until the time of writing—to modify the Master Plan \nstipulations  where  appropriate  after  consultations  with  local  communities.  This \npragmatic approach has worked to overcome a number of conflicts between the \nperceived interests of local communities and the constraints of the Master Plan on \nhousing  programs.  Third, most  problems  of  land  identification  had  been  solved \nthrough the Reconstruction of Aceh Land Administration System (RALAS) project. \nFourth, the central government and the Free Aceh Movement (GAM) agreed to end \ntheir thirty years of conflict on 15 August 2005. The result was that the general level \nof safety in Aceh improved greatly allowing reconstruction activities to be conducted \nin a conducive environment. Fifth, the BRR’s special new authority, which allowed for \nthe implementation of housing projects through direct contracting, helped to \noffset delays in other government agencies responsible for building houses, \nsuch as the Ministry of Public Works. Finally, funds for reconstruction activities \n                                                 \n11 This issue has caused considerable controversy. Some local environmental groups have \nargued that reconstruction activities in Aceh have contributed to faster deforestation. See \nSijabat (2007). \n22 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nbegan to flow smoothly (Kuncoro and Resosudarmo, 2006). In spite of this \noptimism by the BRR, however, it should be noted that, judging by the number of \nhouses built by November 2006, it seems highly unlikely that the housing target will \nbe achieved. Delays in reaching targets, in turn, may weaken the credibility of the \nBRR as a reliable reconstruction partner in the region.  \nThere is a quite widespread view that the BRR should put more emphasis on the \nquality of reconstruction—that is, maintaining house construction as its main priority \nbut  without  committing  itself  to  ambitious  numerical  targets—while  meanwhile \nensuring that all those waiting to receive new housing are properly accommodated in \ntemporary comfortable living conditions. Arguably, there should also be stronger \nemphasis on supporting the restoration of livelihood activities through provision of \nsuitable fishing boats, support for farming activities (such as the provision of seeds), \nrepair of the relevant infrastructure, and so on (Kuncoro and Resosudarmo, 2006).  \n7.2. BRR Spending \nAs at September 2006, spending by the BRR has lagged well behind budget (Table \n16). Underexpenditure of this kind can lead to widespread dissatisfaction among \nlocal people. The inability of the BRR to achieve its reconstruction target is reflected \nin the planned budget for BRR operations. Indeed, for the 2005 budget, the BRR’s \nfiscal year was extended up to 2006. Thus, during January–September 2006, there \nwere two fiscal budgets running.  \nHowever, even after the extension of the fiscal year, the level of budget spending \nwas still very low. Out of Rp4 trillion (around US$410 million) allocated in the 2005 \nbudget for the BRR, only 63 per cent was spent. Moreover, the higher spending \nareas appear to have been on administrative activities related to offices, planning, \nand programming.  \n12\nThere was a sharp increase in the BRR budget for 2006.  The main reason for this \nwas that, beginning in 2006, the BRR received an additional mandate to implement \nhousing construction in an effort to speed up activity in this sector following the \nearlier disappointing performance. The agency was provided with additional funding \nof Rp4 trillion (around US$430 million) to build up to 40,000 houses during the year. \nMainly because of this initiative, the budgeted expenditure for the BRR in 2006 was \nset at around Rp10 trillion (around US$1 billion), an increase of over 150 per cent on \nits budget for 2005. It is not clear, however, that this approach will be successful. As \na new agency lacking experience in managing large-scale construction projects, it is \nuncertain whether the BRR will able to implement this daunting new task more \nsuccessfully than the other organisations involved. Moreover, this major additional \nspending program is likely to further constrain the capacity of the BRR to coordinate \nother reconstruction programs. And if it turns out that the BRR does not perform well, \nthis is likely to further lessen its moral authority to oversee the programs of other \ninstitutions. Perhaps of greatest concern is whether, having such a large budget, the \nBRR can avoid the taint of mismanagement. There is bound to be considerable \npressure on its officials to engage in corrupt behaviour. If they succumb to this \npressure, the ability of the BRR to continue to lead the reconstruction effort will \nquickly diminish.  \nData up to 30 September 2006 suggest that expenditure outcomes throughout the \nfinancial year remained well behind target (Table 16). While a slow start in 2005 was \n                                                 \n12 Table 16 shows the old format of BRR’s budget, while Table 17 presents the new format \nand an additional budget of around Rp1 trillion in 2006. \n23 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nperhaps understandable, the continued underspending must raise concerns about \nthe ability of the BRR to deliver on the promises that have been made. Nine months \ninto 2006 only about 18 per cent of the budget had been spent. The challenge for the \nBRR in the remaining months therefore was important. \nWhat can be said about these problems? First, from the point of view of the local \npeople, the spending delays are most unfortunate. In 2005 alone, actual spending \nreportedly  lagged  behind  planned  expenditures  by  about  Rp2.8  trillion  (around \nUS$290 million), the bulk of which reflected underspending in the areas of housing, \ninfrastructure, and land use coordination. One widely mentioned reason for spending \ndelays was said to be the BRR’s commitment to careful management of project \nprocurement activities. This explanation, however, was not well-received at the local \nlevel. What the locals know is that they have not received the things that were \npromised to them by the BRR. People still living in barracks feel that they should by \nnow have been able to move into permanent housing, and fishermen and farmers \nfeel that their operations should, by this stage, have returned to normal. Second, this \ncontinuing underexpenditure naturally begs the question of whether the BRR will be \nable to execute planned budgets into the future.  \nWhat are the policy options? First, the BRR could perhaps have tried to speed up \nspending in the last three months of fiscal 2006. The danger is that quality would be \ncompromised  for  the  sake  of  quantity. Worse,  the  emphasis  on  careful  project \nprocurement might be compromised. Alternatively, the BRR could have asked for a \ntechnical extension of the 2006 budget into the next year. However, the Indonesian \nGovernment would have been unlikely to agree to this because it would be reluctant \nto accept the idea that budget extensions were a normal way of doing business.  \nThe BRR seems to have preferred the first option. In the last three months of 2006, \nthe BRR spent around Rp8.8 trillion or almost 60 per cent of its total budget for 2006 \n(Table  17).  In  order  to  speed  up  spending  the  BRR  explored  the  idea  of \ndecentralising expenditure authority to local BRR offices across Aceh and Nias. For \nexample, starting in April 2006 the BRR experimented with the idea of placing a \nliaison officer at the local level by creating joint secretariats with local governments in \nNias. The secretariats were given a wide range of duties including coordinating \nactivities carried out by stakeholders, sharing information on the progress of recovery \nactivities, involving local governments in the recovery process, and assisting local \ngovernments with the management capacity to be professional lead agencies for \ndevelopment activities. Additional liaison officers were appointed in seven or more \nregional offices by the end of 2006.  \nThis innovation seems to have helped to accelerate the housing and infrastructure \ndevelopment program in that more decisions will, hopefully, be made at the local \nlevel under this approach. The current plan is to continue to decentralise activities \nconsiderably during the next few years. In 2005 some 90 per cent of BRR staff were \nin Banda Aceh. However it is now expected that the proportion of staff in the central \nBanda Aceh office will go down to just 50 per cent by 2008. By gradually shifting the \ndecision-making and management to district and local town authorities across Aceh \nand Nias, it is expected that the BRR’s role will be reduced mainly to monitoring, \ncountering corruption, problem solving, gap filling, and donor relations.  \nBut another option that perhaps should be considered—which is also a very effective \nform of decentralisation—is the establishment of a much larger program of direct \ncash transfers. If this approach were adopted, households would receive cash and \nbe able to organise building and rehabilitating their houses themselves. \n24 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nThe donor community, too, has naturally been important in all of these activities. But \nunfortunately little public information is available regarding the expenditure programs \nof donors. There are no comprehensive reports easily available on how much the \ninternational donor community has spent so far. It would be particularly interesting to \nfind out how much has been spent on the ground in Indonesia and how much, in \ncontrast,  donors  have  spent  on  their  own  administrative  activities.  More \naccountability on the part of donors is clearly needed. \n7.3. Coordination and Commitments \nDeveloping  effective  coordination  within  the  BRR,  between  the  BRR  and  local \ngovernments, as well as between the BRR and other organisations has been a \ncontinuing challenge.  \nThe three key structures within the BRR itself are the Executive Agency, the Advisory \nBoard, and the Supervisory Board. The question of how these three bodies can \ninteract efficiently so that the BRR as a whole can be effective has been a major \nissue ever since the BRR was established in early 2005.  \nSince  the  early  days  of  the  BRR,  the  Executive  Agency  has  shown  flexibility, \nchoosing to follow the Bappenas Master Plan when practical but being ready to \nmodify it when necessary. However the definition of “practical” is not clear. There is \nno agreement on this matter between the Executive Agency, the Advisory Board, and \nthe Supervisory Board. There is a perception that the Executive Agency can do \nwhatever it wants, even though the Advisory and Supervisory Boards may have \ndifferent views. Even within the Executive Agency itself there is no clear guidance on \nthis for staff. The result is a lack of consistency in operations. Some directors follow \nthe stipulations of the Master Plan—even when doing so is problematic—on the \ngrounds that abandoning the Plan would be tantamount to ignoring the law because \nit is embodied in a presidential decree (Kuncoro and Resosudarmo, 2006). \nThus there is now a growing view that the role of the Supervisory and Advisory \nBoards needs to be strengthened. There are also some calls to reevaluate the \noriginal  Master  Plan  with  the  aim  of  removing  the  parts  that  create  problems, \nsimplifying others, and strengthening those that are important—particularly those \nrelating to land use planning. It is hoped that a revised version of the Plan might then \nprovide guidance that would be followed by both the BRR and by all other institutions \ncontributing to the reconstruction effort (Kuncoro and Resosudarmo, 2006). \nBRR coordination with local governments has so far been rather weak. Initially, local \ngovernments expected that the BRR would help them implement local priorities. \nHowever, seeing that local governments lacked comprehensive rehabilitation plans, \nthe BRR devised its own plan and spent considerable time in 2005 establishing \noffices and learning about local problems. This approach did not work very well. \nLocal  governments  felt  that  they  already  had  sufficient  knowledge  about  local \nconcerns and were furious over what they regarded as a late start by the BRR. The \nweak coordination between the BRR and local governments should not be attributed \nto a lack of commitment. There were many meetings and discussions. However, the \ndifferent organisations just did not relate to each other very well. As noted in the \npublication of BRR and International Partners (2005): “…most meetings, ostensibly \nfor coordination, achieved little more than information-sharing rather than strategic \nplanning [and] ... agency leaders were so busy on their own programs that they were \nfrustrated when they attended a meeting that wasn’t useful ... [so that] they were \nlikely to send junior staff in future, so reinforcing the information rather than strategy \ncontent”.  \n25 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nThe  result  was  that  local  Bappeda  kabupaten  (district)  and  kota  (municipality) \nagencies did not align their 2006 regional budgets with the BRR’s 2006 plan. Indeed, \nmany  regional  governments  complained  that  they  did  not  know  what  the  BRR \nplanned to do in their regions. \nThe BRR also struggled to develop relations with other agencies involved in the \nAceh-Nias reconstruction activities although, in general, the BRR was able to take \nthe lead in management. The struggle was evident in several areas. First, there were \nsignificant  imbalances  within  the  various  components  of  the  rehabilitation  effort \nbetween the minimum requirements and the available funds. Figure 5 shows the \ndifference between total current commitments of funding by government and donors \nin each sector and the minimum funding requirements. It can be seen that funding far \nin excess of actual needs has been allocated to areas such as health, culture and \nreligion,  governance  and  administration,  enterprise  rehabilitation,  education,  and \nwater  and  sanitation,  while  energy  supply,  the  environment,  flood  control  and \nirrigation works, and transport are significantly under-funded. So far, the BRR has not \nbeen able to persuade donors to reallocate funding from excessively funded to \nunder-funded sectors. Another example of the BRR’s limited ability to coordinate the \nrecovery effort is that several of the NGOs involved have not been able to deliver the \noutcomes they have promised, particularly in relation to housing construction and \nprovision of income earning opportunities.  \nSecond, it is not apparent that the BRR has the ability to ensure that commitments by \ninternational  and  domestic  donors  will  materialise  in  a  timely  manner.  Some \ncommitments may not translate into actual fund flows for various reasons beyond \nIndonesia’s control. Indonesia’s capacity to absorb domestic aid is also an important \nfactor. It is vital that the BRR maintains effective communication with donors and \nengages donors in developing activities so as to minimise any mismatches between \ndonors’ interests and reconstruction priorities. \n7.4. Exit Strategy \nIt is important that reconstruction programs following a natural disaster should fit into \nbroader programs of economic development for the affected regions. The current \nplan is for the mandate of the BRR to end in 2009. The question of the BRR’s exit \nstrategy therefore becomes relevant. Figure 4 suggests that the agency might start \nphasing out its activities by mid-2008. For housing, the target was to finish rebuilding \nby mid-2007. The dotted lines at the far right of Figure 4 suggest that the BRR will no \nlonger execute projects itself, but will leave certain activities for other agencies. \nIndeed, at the end of its term, the expectation is that the BRR will hand over the \nresources it has been using to local governments (at both the provincial and district \nor  municipality  levels),  which  will  be  expected  to  continue  reconstruction  and \ndevelopment activities. \nSustainability, then, is an issue that needs to be considered. First is the sustainability \nof the development process initiated by the BRR. In its operations, the BRR had \nintroduced procedures and practices that appear in some cases to be different from \nthe operational procedures currently in use by local governments. It is important that \nthe BRR’s governance systems can be implemented by local governments while at \nthe same time allowing for different local values and cultures. During the period to the \nend of 2009 when the BRR is expected to cease operations, the BRR and local \ngovernments must work together to find governance systems that, given the local \ncontext and capability, are workable and acceptable to local people. Second, the \nBRR currently also acts as a focal point for various budgetary matters including the \ncoordination of funds from donor agencies. In many instances the BRR matches local \n26 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nneeds with possible funding from both national and international donor agencies. \nThis task requires understanding and sensitivity to local needs on the one hand, and \non the other calls for effective networking and good diplomatic skills to liaise with \ndonors  and  upper  level  governments.  As  2009  approaches,  the  BRR  should \nincreasingly share its knowledge and information about financial networks with local \ngovernments.  \nThe issue of an exit strategy certainly emphasises the need for close communication \nbetween the BRR and local governments across Aceh and Nias.  \n8. CONCLUSION \nThis paper has discussed recent progress in the reconstruction and rehabilitation of \nAceh and Nias following the greatest natural disaster in recorded Indonesian history. \nOn  the  economic front,  the  December  2004  earthquakes  and  tsunami  severely \naffected  the  livelihood  of  hundreds  and  thousands  of  people  in  the  region. \nFurthermore, despite large-scale reconstruction activities in the aftermath of the \ndisaster, many people have still been unable to find jobs. Moreover, the region was \nalso affected by relatively high inflation partly caused by the reconstruction process \nitself. \nNotably, the various stakeholders in the reconstruction process have been virtually \nunanimous in claiming that progress has been too slow. Many reconstruction plan \ntargets have not yet been met and it appears likely that achievements will tend to fall \nshort of targets in the  foreseeable future. Budget  expenditures have fallen  well \nbehind targets as well, even though a four-month extension of the 2005 fiscal year \nwas agreed to with the aim of providing leeway in implementing activities. Late and \nnon-realisation of the 2006 budget are no less worrying—a mere 18 per cent of \nspending had taken place up to the end of September 2006.  \nSeveral observations may be made about this slow progress. Effective coordination \namong agencies, both domestic and foreign, is essential. The BRR as a coordinating \nagency needs to operate in close collaboration with local people, local governments, \nand  donor  agencies.  If  there  is  inadequate  consultation  and  coordination, \nreconstruction programs will be delayed, parties will lack a sense of ownership \ntowards the various activities, and the risk that different agencies will operate at \ncross-purposes will increase. A second issue relates to the overall financing needs of \nreconstruction.  In  the  longer-term,  unanticipated  and  large  cost  increases  in \nreconstruction activities can be expected to produce a funding gap that must be met \none way or another if reconstruction work is to be completed.  \nIn one respect at least, the awful natural disasters brought some benefits to the \nconflict-ridden region of Aceh. Three decades of political and military conflict before \nthe tsunami had caused widespread suffering in the  province. Peace talks had \ncommenced before the tsunami but progress had been slow. The natural calamity \nput sharply renewed pressure on the parties to the peace negotiations to reach early \nagreements on key issues so that reconstruction activities could proceed smoothly. \nIn short, suddenly the great majority of people in the region were united in their \ndemand that there be peace. \nOne nagging question remains: How can Indonesia best prepare to cope with natural \ndisasters in the future? It seems clear that in a developing country such as Indonesia, \ndisaster management should start with local society, at the local level. In this context \nthere are two main lessons to learn. First, it is important to improve local early \nwarning systems across the nation and to increase awareness of the local indications \n27 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nthat a natural disaster might be about to occur. Indeed, as we have discussed, local \nknowledge of some of these indications currently exists among some traditional \ncommunity groups in Indonesia. As a country prone to natural disasters, Indonesia \nshould  acknowledge  the  great  importance  of  disseminating  such  traditional \nknowledge throughout the country by, for example, including the topic of natural \ndisasters  in  the  national  curriculum  beginning  at  the  elementary  school  level \n(Kompas, 12 October 2006). Second, it is important to note that community self \nreliance is vital in a society facing severe natural disasters, especially during the \ncritical first hours following a disaster. It is inevitable that outside help will take time to \narrive, especially in remote areas. Indeed, by the time that news of the disaster has \nbeen reported on the national, and especially the international media, it is often that \ncase  that  many  of  the  injured  have  already  died.  And,  of  course,  international \nagencies also need to improve their ability to respond much faster and much more \nefficiently to disasters in developing countries. \nAs a last observation, it should be emphasised that reconstruction after a natural \ndisaster poses numerous difficult challenges. Close coordination between all of the \nagents involved is essential, as is a peaceful socio-political environment and active \ncommunity involvement in program implementation. Further, it is important that there \nare no false promises of assistance so that local people have realistic expectations \nabout the speed of reconstruction work. Targets should be realistic, significant cost \nincreases must be expected and budgeted for, and plans should reflect a sensible \napproach to the sequencing of programs. In particular, from the very beginning, \nrebuilding economic livelihoods and housing reconstruction should be seen as top \npriorities. Strategies must be developed to ensure that there is efficient coordination \namong different agencies, that commitments of assistance from both domestic and \ninternational organisations are fulfilled, and that those agencies are accountable for \nthe promises that they have made. Finally, reconstruction agencies should set out \nclear exit strategies to allow for a smooth transfer of activities into the hands of local \ngovernments and organisations at the end of the reconstruction period.  \n28 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nReferences \n \nADB  (Asian  Development  Bank)  (2006).  “Progress Report  Indonesia:  Aceh-Nias \nRehabilitation and Reconstruction”. Last accessed online, 12 November 2006, \nat: http://www.asiandevbank.org/Documents/ PAs/INO/31153-INO-PA.pdf  \nAthukorala,  P.  and  B.  P.  Resosudarmo  (2005).  “The  Indian  Ocean  Tsunami: \nEconomic  Impact,  Disaster  Management  and  Lessons”,  Asian  Economic \nPapers, 4(1): 1-39. \nBappeda Aceh (2005). Pembangunan Propinsi Aceh Pasca Bencana Alam. Banda \nAceh: Bappeda Propinsi Aceh. \nBPS (Badan Pusat Statistik) (2005). Statistik Indonesia 2005. Jakarta: BPS. \nBPS,  Bappenas,  UNFPA,  CIDA,  AusAID,  and  NZAid  (2005a).  Penduduk  and \nKependudukan Aceh Pasca Gempa dan Tsunami: Hasil Sensus Penduduk \nNanggroe Aceh Darussalam 2005. Jakarta: BPS.   \nBPS,  Bappenas,  UNFPA,  CIDA,  AusAID,  and  NZAid  (2005b).  Penduduk  and \nKependudukan Nias Pasca Gempa dan Tsunami: Hasil Sensus Penduduk \nNias 2005. Jakarta: BPS.   \nBPS Kabupaten Nias (2005). Kabupaten Nias dalam Angka 2004. Gunungsitoli: BPS \nKabupaten Nias. \nBRR (Badan Rehabilitasi dan Rekonstruksi Aceh-Nias) and International Partners \n(2005). Aceh and Nias One Year after the Tsunami: The Recovery Effort and \nWay Forward. Jakarta: BRR. \nBRR Nias (2005). “Nias Island: Rebuilding a Better Future”. Presentation at the Nias \nStakeholders Meeting, Gunungsitoli, Nias, December 2005. \nBRR (2006). Membangun Tanah Harapan: Laporan Kegiatan Satu Tahun Badan \nPelaksana Rehabilitasi dan Rekonstruksi Nanggroe Aceh Darussalam dan \nNias April 2006. Banda Aceh: BRR. \nBRR and Partners (2006). Aceh and Nias. Two Years After the Tsunami. Banda \nAceh: BRR. \nECLAC (United Nations Economic Commission for Latin America and the Caribbean) \n(2003). Handbook for the Evaluation of the Socioeconomic and Environmental \nImpact of Disaster (LC/MEX/G.5). Santiago: ECLAC.  \nFAO (Food and Agriculture Organization of the United Nations) (2005a). “Impact of \nthe Tsunami on Fisheries, Aquaculture and Coastal Lives”. Last accessed \nonline, 11 October 2006, at: FTP.FAO.org/FI/Document/tsunami  \nFAO (Food and Agriculture Organization of the United Nations) (2005b). “Soil Salinity \nProblems are Limited in Tsunami Affected Countries. Planting Could Resume \n29 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nin  Many  Areas,  but  Farmers  are  Still  Facing  Other  Constraints”.  Last \naccessed online, 11 October 2006, at: http://www.fao.org/tsunami/stories/ \nIndrawati,  S.  M.  (2005).  “Toward  Recovery:  Lessons  from  Indonesian  Case  in \nManaging  Natural  Disaster  Crisis”.  Keynote  speech  in  the  7th  IRSA \nInternational Conference on Natural Disaster’s Impact and Challenges for \nRecovery, Jakarta, 3–4 August 2005. \nKuncoro, Ari and Budy Resosudarmo (2006). “Survey of Recent Developments”, \nBulletin of Indonesian Economic Studies, 42(1): 7-31. \nLPEM  (Institute  for  Economics  and  Social  Research)  (2005).  “Perhitungan \nKebutuhan  Dana  Pembangunan  kembali  Aceh”.  LPEM  Internal  Report, \nJakarta.  \nMDF  (Multi-Donor  Fund)  (2005).  One  Year  Report:  Results,  Challenges,  and \nOpportunities. Jakarta: Multi Donor Fund for Aceh and Nias.  \nOCHA (Office for the Coordination of Humanitarian Affairs) (2005). “Indian Ocean – \nEarthquake/Tsunami – December 2004: List of commitments/contributions \nand pledges as of 21 February 2005”. Last accessed online, 25 October \n2005,  at:  http://www.reliefweb.int/rw/fts.nsf/doc105?OpenForm&emid=TS-\n2004-000147-LKA \nPatton,  M.  Q.  (2002).  Qualitative  Evaluation  and  Research  Methods,  3rd  ed. \nThousand Oaks, CA: Sage. \nSen,  K.  and  L.  Steer  (2005).  “Survey  of  Recent  Developments”,  Bulletin  of \nIndonesian Economic Studies, 41(3): 279–304. \nSijabat,  R.M.  (2007).  “International  Agencies  Furthering  Aceh  Deforestation: \nGreenomics”, The Jakarta Post, 11 May.  \nSoehaimi, A., E. K. Kertapati, Surono, Supartoyo and J. H. Setiawan (2005). “Gempa \nBumi dan Tsunami NAD-SUMUT 26 Desember 2004”. Paper presented in the \nGeoSeminar,  14  January,  Pusat  Penelitian  and  Pengembangan  Geologi, \nBandung.  \nSoesastro, H. and R. Ace (2005). “Survey of Recent Developments”, Bulletin of \nIndonesia Economic Studies, 41(1): 5–34.  \nUNDP  (United  Nations  Development  Programme)  (2004).  Indonesia  Human \nDevelopment  Report—The  Economics  of  Democracy:  Financing  Human \nDevelopment in Indonesia. Jakarta: UNDP Indonesian Office. \nUNORC (2006). “Humanitarian and Recovery Update: Aceh and Nias, May 2006”. \nJakarta: Office of the UN Resident/Humanitarian Coordinator in Indonesia. \n30 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nUSAID  (2006).  “Audit  Of  USAID/Indonesia's  Banda  Aceh-Lamno  Road \nReconstruction Activities Under its Tsunami Recovery and Reconstruction \nProgram”. Audit Report no. 5-497-06-003-p. Jakarta: USAID. \nWetlands International-Indonesia Programme (2005). “Tsunami of Aceh and North \nSumatra 26 December 2004”. Last accessed online, 30 March 2005, at: \nhttp://www.wetlands.or.id/  \nWorld  Bank  (2003),  “Decentralizing  Indonesia:  A  Regional  Public  Expenditure \nReview”,  Report  No.  26191–IND,  Poverty  Reduction  and  Economic \nManagement Unit, East Asia and Pacific Region. \nWorld Bank (2005).  Indonesia. Preliminary Damage and Loss Assessment:  The \nDecember 26, 2004 Natural Disaster. Jakarta: The World Bank.   \nWorld Bank (2006a). GAM Reintegration Needs Assessment. Jakarta: The World \nBank. \nWorld Bank (2006b). Aceh Public Expenditure Analysis: Spending for Reconstruction \n \nand Poverty Reduction. Jakarta: The World Bank.\n \n \n31 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nTable 1: GDP with and without Oil and Gas (billion rupiah), Aceh, 2000–2004 \n \n         \nYear  GDP  GDP  Growth (%)  Growth (%) \n(with oil & gas)  (without oil & gas)  (with oil & gas)  (without oil & gas) \n  (Rp. bn.)  (Rp. bn.)     \n2000  35,883  19,259  --  -- \n2001  32,565  19,136  -9.3  -0.6 \n2002  39,961  20,426  22.7  6.9 \n2003  42,239  21,204  5.7  3.7 \n2004  39,664  21,778  -6.1  2.7 \n         \nNote: Based on 2000 constant prices. 2004 data are preliminary figures. \n \nSource: Bappeda Aceh (2005) \n \n32 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nTable 2: Population and Internally Displaced Persons (IDPs), Aceh and Nias, \n2005 \n \nCurrent  No longer  % IDP in \nRegion & sub- populatio Still IDP in  IDP by  Sept \n   region  n  IDP  % IDP  Sept 2005  Sept 2005  2005 \n             \nAceh province  4,031,589  508,671  13  209,822  298,849  5 \n                \n  Aceh Jaya  60,660  34,198  56  27,755  6,443  46 \n  Simeulue  78,389  56,606  72  15,498  41,108  20 \n  Aceh Barat  150,450  47,660  32  28,018  19,642  19 \n  Aceh Besar  296,541  67,554  23  46,998  20,556  16 \n  Banda Aceh  177,881  92,589  52  24,210  68,379  14 \n  Sabang  28,597  7,122  25  2,061  5,061  7 \n  Nagan Raya  123,743  11,828  10  6,314  5,514  5 \n  Aceh Singkil  148,277  28,040  19  7,106  20,934  5 \n  Pidie  474,359  42,876  9  19,906  22,970  4 \n  Bireun  351,835  34,647  10  10,032  24,615  3 \n  Aceh Selatan  191,539  19,366  10  4,547  14,819  2 \n  All other areas  1,949,318  66,185  3  17,377  48,808  1 \n               \nNias region  712,075  387,102  54  47,055  340,047  7 \n                 \n                 \nTOTAL  4,743,664  895,773  19  256,877  638,896  5 \nSource: BPS et al. (2005a, 2005b) \n \n33 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nTable 3: Estimated Number of People Killed and Missing in Aceh and Nias, \nDecember 2004 and March 2005 Tsunami and Earthquake Disasters \n \n       \nNo. of People  No. of People \n    Killed  Missing \n     \nAceh Province     \n       \n  Aceh Barat  10,874  2,911 \n  Aceh Barat Daya  3  n.a. \n  Aceh Besar  92,166  15,176 \n  Aceh Jaya  16,797  77 \n  Aceh Selatan  1,566  1,086 \n  Aceh Singkil  22  4 \n  Aceh Tamiang  n.a.  n.a. \n  Aceh Tengah  n.a.  n.a. \n  Aceh Tenggara  n.a.  n.a. \n  Aceh Timur  52  n.a. \n  Aceh Utara  2,098  218 \n  Banda Aceh  n.a.  15,394 \n  Bener Meuriah  n.a.  n.a. \n  Bireuen  461  58 \n  Gayo Alas  n.a.  n.a. \n  Langsa  n.a.  n.a. \n  Lhokseumawe  189  11 \n  Nagan Raya  1,077  865 \n  Pidie  4,401  877 \n  Sabang  25  108 \n  Simuelue  44  1 \n     \nNias Region     \n       \n  Nias  784  18 \n  Nias Selatan  177  n.a. \n       \nn.a. indicates data not available \nSource: Satkorlak Report (10–16 October 2005) \n \n34 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nTable 4: Impact on Livelihood and Daily Life Situation Following December \n2004 and March 2005 Tsunami and Earthquake Disasters, Aceh and Nias. \n \n         \n% of \nType of impact:  Aceh  Nias  % of pop. \npopulation \n         \nHouse damaged  391,316  10  538,816  76 \nLoss of primary source of \nincome  264,650  7  85,462  12 \nLoss of house   191,353  5  61,588  9 \nLoss of household members  106,480  3  3,097  … \nMental illness  62,794  2  18,849  3 \nDisabled  6,639  …  2,457  … \n         \nOther impacts  279,877  7  109,331  15 \n \nSo urce: Authors’ calculation from SPAN 2005         \n35 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nTable 5: Housing Damage Assessment following December 2004 and March \n2005 Tsunami and Earthquake Disasters, Aceh and Nias \n \nRegion  Total  Damage level  Total  % \n  \nhouses  damage  damaged \n& sub-region  Mild  Severe  Destroyed \n   in total \n             \nAceh province  865,744  66,597  26,760  14,670  99,738  12 \n               \n   Simeulue  17,315  6,573  4,214  31  10,818  63 \n   Banda Aceh  35,443  7,011  2,509  94  10,202  29 \n   Aceh Barat  31,252  4,692  2,298  2,125  8,033  26 \n   Nagan Raya  29,169  5,236  1,640  2,278  7,299  25 \n   Aceh Singkil  31,442  5,972  1,564  7  7,650  24 \n   Aceh Selatan  41,445  5,117  1,475  24  6,635  16 \n   Aceh Jaya  11,539  733  438  32  1,716  15 \n   Bireun  74,564  7,623  2,426  5  10,379  14 \n   Aceh Barat Daya  24,685  2,068  855  149  2,976  12 \n   Aceh Utara  106,581  8,273  2,068  1,449  11,764  11 \n   Sabang  6,721  443  194  4  695  10 \n   Aceh Besar  56,104  2,701  1,904  157  5,559  10 \n   Lhokseumawe  32,824  1,901  526  5  2,452  8 \n   Pidie  108,948  4,353  1,729  129  6,690  6 \n   All other areas  257,712  3,901  2,920  8,181  6,870  3 \n             \nNias region  131,217  57,378  37,090  10,070  104,538  80 \n               \n               \nTOTAL  996,961  123,975  63,850  24,740  204,276  21 \n               \nSource: Authors’ calculation from SPAN 2005 \n \n \n36 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nTable 6: BRR Estimate of Destruction in Aceh and Nias following December \n2004 and March 2005 Tsunami and Earthquake Disasters, and Periodic \nProgress towards Reconstruction, October 2005–November 2006 \n \n   Destruction  Progress \n      by December 2005  by December 2006 \nHousing  80-110,000 houses  16,000 new houses  57,000 new houses and \nin Aceh and 13- 15,000 transitional \n14,000 in Nias  shelters \nInfrastructure  3,000 km of roads  235 km of roads  over 1,200 km of roads in \nrestored (and major  Aceh and 300 km in Nias \nroad projects  built/restored \nunderway) \n   14 seaports  5 major ports being built  All ports operational; 11 \nferry terminals and \nharbours in Aceh and 3 in \nNias built/under \ndevelopment \n   11 airports/air strips    all airport operational: 5 \nairport and 1 airstrip in \nAceh and 2 in Nias \nbuilt/under development \n   120 arterial bridges  35 arterial bridges  121 bridges in Aceh and \nand 1,500 minor  rebuilt  37 in Nias repaired \nbridges \nEducation  2,000 school  335 new schools built   623 new schools in Aceh \nbuildings  and 124 in Nias built \n   2,500 teachers  more than 1,000 new  5,100 teachers in Aceh \nteachers trained  and 285 in Nias trained \nHealth   8 hospitals and 114  38 hospitals and health  305 health facilities in \nhealth centres  centres rebuilt (and 51  Aceh and 19 in Nias \nmore under \nreconstruction) \nFisheries  around 5,000 fishing  3,122 boats replaced  4,420 fishing vessels \nboats  replaced \n   20,000 ha of fish  5,000 ha of fish ponds  6,800 ha of fishponds \nponds  repaired  rehabilitated \nAgriculture  60,000 farmers  40,000 farmers assisted  68% of male and 45% of \ndisplaced  to return  female labour force are \nworking in rural areas \n   70,000 ha of  13,000 ha of farmland  50,000 ha of farmland \nagricultural land  restored  restored \nEnterprises  more than 100,000  7,000 workers given  69% of male and 36% of \nsmall business  skills training (and over  female labour force \npersons lost  120,000 benefited from  actively engaged in urban \nlivelihoods  cash-for-work schemes)  areas \nSource: BRR and International Partners (2005); BRR and Partners (2006) \n37 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nTable 7: List of Pledges through MDF as at December 2006 \n \n \nPledges (US$million) \n     \nEuropean Commission  253   \nNetherlands  174   \nUnited Kingdom  72   \nWorld Bank  25   \nSweden  20   \nDenmark  18   \nNorway  18   \nGermany  14   \nCanada  11   \nBelgium  10   \nFinland  10   \nAsian Development Bank  10   \nUnited States of America  10   \nNew Zealand  9   \nIreland  1   \n     \nTotal Contributions  655   \nSource: http://www.multidonorfund.org/ \n38 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nTable 8: Location of Internally Displaced Persons (IDP) and ex-IDP as at \nSeptember 2005, Aceh and Nias \n \n     \nAs at September 2005:  Aceh  Nias \n     \nStill internally displaced families  48,181  8,729 \n     \nNo longer internally displaced  66,721  62,585 \n     and:      \n     * Already obtained a house   7,147  5,003 \n     * Still not obtained house  59,574  57,582 \n        so they:      \n             * Return to old house  41,882  40,485 \n             * Contract and rent  8,541  1,670 \n             * Stay with family/relative  6,433  6,532 \n             * Stay in an official house  5,262  724 \n     \nSource: Authors’ own calculation using data from SPAN 2005 \n \n39 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nTable 9: Rough Estimates of Costs of Labour and Housing Materials in Aceh \nand Nias, late 2004–early 2006 \n \n               \nCost  End  Mid-  Early  Oct  Change \n      2004  2005  2006  2006  (%) \n             \nAceh:              \n               \n   Labour  Rp 000 / day  30  40  50  50  67 \n   Wood   Rp million / m3  1.0  1.5  1.9  2.2  120 \n   Cement  Rp 000 / 50 kg  20  26  34  37  85 \n   Sand   Rp 000 / 3 m3  150  300  300  300  100 \n   Red Brick  Rp each  250  580  700  700  180 \n   Wall Paint  Rp 000 / 25 kg  66  75  90  110  67 \n   Wood Paint  Rp 000 / litre  22  27  32  34  55 \n               \nNias:              \n   Labour  Rp 000 / day  40  40  50  50  25 \n   Wood   Rp million / m3  1.2  1.6  1.8  2.0  67 \n   Cement  Rp 000 / 50 kg  22  27  34.5  37  66 \n   Sand   Rp 000 / 3 m3  150  150  300  300  100 \n   Red Brick  Rp each  400  600  700  1,000  150 \n   Wall Paint  Rp 000 / 25 kg  90  90  125  135  50 \n   Wood Paint  Rp 000 / litre  22  25  25  38  73 \n               \nNote: change in the percentage increase in prices is from end 2004 to Oct 2006. \nSource: Authors’ own market survey \n \n40 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nTable 10: Employment Activity1 of the Population Aged 10 Years and Over as \nat September 2005, Aceh and Nias (‘000 people) \n \nStill IDP* \nby Sept  Total for IDP  Never \n      ‘05  Ex-IDP  and Ex-IDP  been IDP  Total \n           \nAceh:            \n   Employed  65  98  163  1,277  1,440 \n   %  39  41  40  47  46 \n             \n   Seeking work  18  17  35  148  183 \n   %  11  7  9  5  6 \n             \n   Available for work  14  11  25  112  136 \n   %  8  5  6  4  4 \n             \nIn school or taking \n68  112  180  1,162  1,342 \n   care of children \n   %  41  47  44  43  43 \n             \nNo answer  2  3  5  24  28 \n  \n   TOTAL  166  241  407  2,723  3,130 \n   %  100  100  100  100  100 \n           \nNias:            \n   Employed  20  152  171  156  327 \n   %  57  62  61  66  63 \n             \n   Seeking work  3  11  14  8  22 \n   %  8  4  5  3  4 \n             \n   Available for work  1  6  7  4  11 \n   %  3  2  2  2  2 \n             \nIn school or taking \n11  78  89  69  158 \n   care of children \n   %  32  32  32  29  31 \n             \nNo answer   …   …   …   …   … \n  \n   TOTAL  34  245  281  237  518 \n   %  100  100  100  100  100 \n             \n1   During the week prior to the survey \n*   IDP = internally displaced person \nSource: Authors’ calculation from SPAN 2005 \n41 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nTable 11: Occupational Status of the Population Aged 10 Years and Over as at \nSeptember 2005, Aceh and Nias (‘000 people) \n \n  Still IDP* \nby Sept  Total among  Never been \n  ‘05  Ex-IDP  IDP & Ex-IDP  IDP  Total \n           \nAceh:            \n             \nSelf-employed \n34  48  82  621  702 \n   with no assistant \n   %  52  49  50  49  49 \n             \nSelf-employed \nwith temporary or  3  5  8  141  149 \nunpaid labour \n  \nassistant \n   %  5  5  5  11  10 \n             \n   Employer  6  6  12  45  56 \n   %  9  6  7  4  4 \n             \n   Employee  18  31  49  264  313 \n   %  28  32  30  21  22 \n             \n   Unpaid worker  3  6  9  188  197 \n   %  4  7  6  15  14 \n             \n   No answer  1  2  3  19  22 \n             \n   TOTAL  65  98  163  1,277  1,440 \n   %   100  100  100  100  100 \n           \nNias:            \n             \nSelf-employed \n12  81  93  90  183 \n   with no assistant \n   %  60  54  54  58  56 \n             \nSelf-employed \nwith temporary or  2  17  19  17  36 \nunpaid labour \n  \nassistant \n   %  9  11  11  11  11 \n             \n   Employer  …  1  1  1  2 \n   %  1  1  1  1  1 \n             \n   Employee  1  11  13  9  22 \n   %  7  8  7  6  7 \n             \n   Unpaid worker  4  39  43  37  80 \n   %  21  26  25  24  24 \n             \n   No answer  …  2  3  3  5 \n             \n   TOTAL  20  152  171  156  327 \n   %   100  100  100  100  100 \n             \n1  During the week prior to the survey  \n*  IDP = internally displaced person \nSource: Authors’ calculation from SPAN 2005 \n42 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nTable 12: Educational Status of the Population Aged 7–24 Years, Aceh and \nNias, 2005 (‘000 people) \n \nNever \nattended  Not in school \n   Age  school  anymore  In school  No answer  Total \nAceh            \n   7–12  12  14  514  2  542 \n   %  2  3  95  …  100 \n             \n   13–15  2  34  238  1  275 \n   %  1  12  87  …  100 \n             \n   16–18  2  98  169  2  271 \n   %  1  36  62  1  100 \n             \n   19–24  6  370  8  4  389 \n   %  2  95  2  1  100 \n             \n   Total  23  516  929  9  1,477 \n   %  1  35  63  1  100 \n             \nNias            \n   7–12  9  5  105  …  118 \n   %  7  4  89  …  100 \n             \n   13–15  4  11  37  …  52 \n   %  8  21  71  …  100 \n             \n   16–18  6  24  23  …  53 \n   %  11  45  44  …  100 \n             \n   19–24  12  59  8  …  79 \n   %  15  75  10  …  100 \n             \n   Total  31  99  173  ...  302 \n   %   10  33  57  …  100 \nSource: Authors’ calculation from SPAN 2005 \n \n \n43 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nTable 13: Educational Status of School Drop-Outs, Aceh and Nias, 2005 (‘000 \npeople) \n \nNot \ngraduated  Graduated  Graduated \nfrom  from  from  Graduated  Graduated \nelementary  elementary  secondary  from high  from  No \n   Age  School  school  school  school  university  answer  Total \nAceh                \n   7–12  10  5        …  14 \n   %  67  32        1  100 \n                 \n   13–15  8  21  5      …  34 \n   %  23  61  16      …  100 \n                 \n   16–18  11  37  36  14    …  98 \n   %  11  38  37  14    …  100 \n                 \n   19–24  22  103  105  127  13  1  370 \n   %  6  28  28  34  4  …  100 \n                 \n   Total  50  165  146  141  13  1  516 \n   %   10  32  28  27  3  …  100 \n               \nNias                \n   7–12  4  1        …  5 \n   %  82  18        …  100 \n                 \n   13–15  5  5  1      …  11 \n   %  45  50  5      …  100 \n                 \n   16–18  7  11  5  1    …  24 \n   %  30  45  20  5    …  100 \n                 \n   19–24  14  22  12  10  1  …  59 \n   %  24  38  20  17  1  …  100 \n                 \n   Total  30  39  17  11  1  …  99 \n   %   30  40  17  12  1  …  100 \n                 \nSource: Authors’ calculation from SPAN 2005 \n \n44 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nTable 14: Main Household Sources of Drinking Water as at September 2005, \nAceh and Nias (‘000 households) \n \nStill IDP  Total for \nby Sept  IDP and  Never \n    ‘05  Ex-IDP  Ex  been IDP  Total \nAceh            \n   Piped water  2  14  16  75  91 \n   %  12  22  20  10  11 \n             \n   Pump/well  9  36  44  556  600 \n   %  63  54  55  72  70 \n             \n   Spring  2  4  6  103  109 \n   %  12  6  7  13  12 \n             \n   Bottled water  1  7  7  10  17 \n   %  4  10  9  1  2 \n             \n   Other  1  6  7  34  41 \n   %  9  8  9  4  5 \n             \n   Total  14  67  80  778  859 \n   %  100  100  100  100  100 \n           \nNias            \n   Piped water  …  3  3  1  4 \n   %  2  5  5  1  3 \n             \n   Pump/well  1  22  24  19  42 \n   %  40  36  36  31  34 \n             \n   Spring  1  33  34  31  65 \n   %  51  52  52  52  52 \n             \n   Bottled water  …  …  …  6  6 \n   %  1  …  ...  9  5 \n             \n   Other  …  4  4  4  8 \n   %  6  7  7  7  6 \n             \n   Total  3  63  65  60  125 \n   %  100  100  100  100  100 \n             \nSource: Authors’ calculation from SPAN 2005 \n \n45 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nTable 15: Household Sanitation Facilities as at September 2005, Aceh and Nias \n(‘000 households) \n \nStill IDP \nby Sept  Total for IDP  Never been \n     ‘05  Ex-IDP  and Ex-IDP  IDP  Total \nAceh            \n   Toilet with septic tank  4  28  32  221  253 \n   %  31  42  40  28  29 \n             \n   Toilet without septic  1  7  8  125  134 \n   t%an k  10  11  11  16  16 \n             \n   Pond/river  3  9  12  186  198 \n   %  20  14  15  24  23 \n             \n   Directly on cesspool  1  5  6  117  123 \n   %  9  8  8  15  14 \n             \n   Yard/bushes/forest  3  13  16  104  120 \n   %  21  19  19  14  14 \n             \n   Other  1  4  5  25  31 \n   %  9  6  7  3  4 \n             \n   Total  14  67  80  778  859 \n   %  100  100  100  100  100 \n           \nNias            \n   Toilet with septic tank  …  4  4  3  7 \n   %  5  6  6  5  5 \n             \n   Toilet without septic  1  15  16  15  31 \n   t%an k  24  24  24  25  25 \n             \n   Pond/river  …  11  12  9  21 \n   %  17  18  18  15  17 \n             \n   Directly on cesspool  …  11  11  11  23 \n   %  17  17  17  19  18 \n             \n   Yard/bushes/forest  1  11  11  10  22 \n   %  24  18  18  17  17 \n             \n   Other  …  11  11  11  22 \n   %  13  17  17  19  18 \n             \n   Total  3  63  65  60  125 \n   %  100  100  100  100  100 \n             \nSource: Authors’ calculation from SPAN 2005 \n \n46 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nTable 16: BRR’s Budget Realisation, as at 30 September 2006 (Old Format) \n \n(billion rupiah)  2005  % of  % of  % of  2006  % of \nBudget  realisation  realisation  realisation  Budget  realisation \nPlan  by  by  by  Plan  by \n12/2005  04/2006  09/2006  09/2006 \nTotal budget  3,967  10  63  63  9,618  18 \n(US$ million approx.)  (410)        (1,050)   \n             \nBy sectoral             \nspecification \nPlanning and  90  0  73  73  176  22 \nprogramming \nInstitutional  770  4  47  46  1,063  14 \nHousing, infrastructure,  1,619  10  67  68  5,613  17 \nand land use \ncoordination \nEconomic and business  546  5  73  73  1,065  23 \nempowerment \nReligious, social, and  271  3  55  55  358  30 \ncultural \nHealth and education  480  30  56  56  1,115  17 \nSecretariat, Nias  191  26  82  83  228  26 \nbranch, finance, and \ncommunication \n             \nBy types of             \nexpenditures \nPersonnel costs  372  47  82  n.a   269  n.a  \nEquipment  744  7  53  n.a   1,461  n.a  \nCapital expenditures  2,147  5  54  n.a   5,602  n.a  \nSocial support  704  12  89  n.a   2,286  n.a  \nexpenditures \n                      \nSource: BRR website (http://www.e-aceh-nias.org/home/) \n \n47 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nTable 17: BRR’s Budget Realisation, as at 28 December 2006 (New Format) \n \n(billion rupiah)  2005  % of  2006  % of \nBudget  realisation  Budget  realisation \nPlan  by 12/2006  Plan  by 12/2006 \nTotal budget  3,967  63  10,553  74 \n(US$ million approx.)  (410)    (1,150)   \n         \nBy sectoral specification         \nFinance and planning  57  77  72  82 \nInstitutional and human  770  47  1,028  53 \nresources \nInfrastructure, environment,  1,244  61  2,416  87 \nand maintenance \nHousing and settlement  408  82  4,355  75 \nEconomic and business  546  73  843  70 \nReligious, social, and  213  57  277  82 \ncultural \nHealth, education, and  538  55  1,143  64 \nwomen’s participation \nSecretariat  191  83  390  65 \n                \nSource: BRR website (http://www.e-aceh-nias.org/home/) \n \n \n48 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nFigure 1: Frequency of Natural Disasters in the Five Most Natural Disaster-\nProne Countries, 1951-2005 \n \n \n300\n \n250\n \n200\n \n150\n \n100\n \n50\n \n0\n1951-1960  1961-1970  1971-1980  1981-1990  1991-2000  2001-2005 \nPhilippines  Indonesia  India  PRC  USA \n \nSource: http://www.em-dat.net/ \n \n49 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nFigure 2: Monthly Rates of Inflation (%), Banda Aceh, prior to December 2004 \nEarthquake and Tsunami \n \n2\nBanda Aceh\n1.5\n1\nNational\n0.5\n0\nJan-04 Mar-04 May-04 Jul-04 Sep-04 Nov-04\n-0.5\n-1\n \nSource: Bappeda Aceh (2005) \n \n50 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nFigure 3: Organisational Structure of the BRR \n \n \nSource:  BRR  website  (http://e-aceh-nias.org/about_brr/organization_structure.aspx)  (last \naccessed 10 December 2006) \n \n51 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nFigure 4: Sequencing Emergency and Recovery \n \n \n \n \n \n \nSource: BRR and International Partners (2005) \n \n \n52 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nFigure 5: Gaps between Funding and Minimum Requirements (US$ million) \n \n \n \n \n \n \nSource: BRR and International Partners (2005); Kuncoro and Resosudarmo (2006) \n \n \n53 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nMap 1: Aceh’s Districts, Nias and the Earthquakes’ Epicentres \n \n \n \n \n54 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \nAPPENDIX I. List of People Interviewed \n \nNo.  Name of Respondent  Status/Position  Institution \n     \nNias     \n1  Melkhior Duha  Head  Badan Pemberdayaan & \nWarisan Nias \n2  Hazoulu Wau  Father  Household \n3  Rostiana Sihombing  Mother  Household \n4  Baziduhu Zebua  Head  Badan Perencanaan \nPembangunan Daerah \n(Bappeda Nias) \n5  Suasana Dachi, SH  Contractor and Head  Lembaga Pemberdayaan \nof local NGO  Masyarakat Gerakan \nPemberantasan Korupsi \ndan Diskriminasi \n  Fendi Hartono  Contractor     \n6  Ina Intan  Mother  Household \n7  Y. Restu Gulo, SH  Director  CV. CIBSA (Cipta Bangun \nPerkasa) \n8  Fauzaro Zein  Father  Household \n9  Tony Raharjo  Senior Operations  IOM (International \nAssistant - Indonesia  Organization for Migration) \nDisaster Recovery \nProgram \n10  William Sabandar  Head  BRR-Nias \n       \nAceh     \n1  Abdul Rahman Lubis  Head  Badan Perencanaan \nPembangunan Daerah \n(Bappeda Aceh) \n2  Purnomo Sidi  Staff member  GTZ \n3  Ulrich Klingshirn   Director  GTZ \n4  Teuke Rizal  Staff member  GTZ \n5  Tini  Mother  Household \n6  Baharudin  Village head (Pa Keci  Village in Banda Aceh \n& Panglima Laut) \n7  J. Kamal Farza  Director of  BRR NAD-Nias \nParticipatory \nDevelopment Initiative \n8  Ary Fathra  Staff member at the  BRR NAD-Nias \nMonitoring and \nEvaluation Section \n9  H. Fadlullah Wilmot   Country Director  Muslim Aid \n10  Ir. Zainal Arifin  Head of Economic  Badan Perencanaan \nDivision  Pembangunan Daerah \n(Bappeda Aceh) \n11  Tarbani  Manager of  BRR NAD-Nias \nInvestment and \nTourism Section \n12  Zulkifli  Head of Development  Badan Perencanaan \nPlanning Division  Pembangunan Daerah \n(Bappeda Aceh) \n55 ", "ADBI Discussion Paper 70    Nazara and Resosudarmo \n13  Fazri Jakfar  Expert on  Dewan Pengawas BRR \nEnvironment and  NAD-Nias \nNatural Resources \n14  Cut Hindon  Executive Director  Walhi-Aceh \n15  Mizwar Fuady  Coordinator  Sorak \n16  Abas Ali  Village head (Imo  Pemda Lokal (Kepala desa) \nMukim) \n17  Azhar  Informal leader  Youth organization \n18  Yarmen Dinamika  Director  Aceh Recovery Forum \n19  Asna Husin  Lecturer  IAIN Banda Aceh \n20  Didi Marjimi  Staff member  AusAID \n21  Adiwarni Husin  Mother  Household \n22  Nazamuddin  Lecturer  Syiah Kuala University  \n23  Khairul  Staff member  Mess Bappenas Banda \nAceh \n24  Saifuddin Bantasyam  Lecturer  Syiah Kuala University  \n25  Humam Hamid  Lecturer  Syiah Kuala University  \n26  Wahed  Vice Chairman  Asosiasi Jasa Konstruksi \nAceh \n       \nJakarta     \n1  Luky Eko Wuryanto  Deputy of Regional  Bappenas \nDevelopment \n2  Suprayoga Hadi  Director of Less  Bappenas \nDeveloped Regions \n3  Pungky Sumadi  Director    Bappenas \n4  Teuke Afrizanur  Staff member  Bappenas \n5  Joe Leitmann  Staff member  World Bank/MDF \n6  Tim Brown  Staff member  World Bank \n7  Ida Aju Indira  Staff member  World Bank \n8  Bambang  Lecturer  University of Indonesia \nBrodjonegoro \n9  Ahmad Zaki Fahmi  Staff member  World Bank \n10  David Green  Staff member  Asian Development Bank \n11  Ari Kuncoro  Lecturer  University of Indonesia \n12  Raymond Ace  Staff member  CSIS \n13  Rizal Sukma  Staff member  CSIS \n14  Farah Sofa  Deputy Director  WALHI \nSource: Authors \n \n56 "], "metadata": {"Producer": "PrimoPDF", "CreationDate": "D:20070626042118Z", "ModDate": "D:20070807142228+08'00'", "Title": "Microsoft Word - Cover page.DP70.doc", "Creator": "PrimoPDF http://www.primopdf.com", "Author": "f2i"}}