{"Author": "Richard Baldwin", "Company": "IGES", "CreationDate": "D:20130424152744+08'00'", "Creator": "Acrobat PDFMaker 9.0 for Word", "Keywords": "european economic integration, european union, eu, europe, trade, free trade agreements, fta, regional integration, rules of origin", "ModDate": "D:20130424152924+08'00'", "Producer": "Adobe PDF Library 9.0", "SourceModified": "D:20130424072729", "Subject": "Trade; Regional Cooperation", "Title": "Lessons from the European Spaghetti Bowl", "content": " \n\n \n \nADBI Working Paper Series \n \n \n \n \n \n \n\nLessons from the European \nSpaghetti Bowl \n\nRichard Baldwin \n\n \n \n\n \n \n\n \n\n \n\nNo. 418 \nApril 2013 \n \n\n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n\n \n \n\n \n \n \n \n\n \n\nAsian Development Bank Institute \n\n\f \n \n\n \n\nRichard  Baldwin  is  professor  of  international  economics,  Graduate  Institute,  Geneva, \npart-time visiting research professor, University of Oxford, founder and editor-in-chief of \nVoxEU.org, and policy director at the Centre for Economic Policy Research (CEPR). \n\nThis  paper  was  prepared  for  the  Conference  on  Multilateralizing  Asian  Regionalism, \nTokyo,  18–19  September  2008,  organized  by  ADBI  and the Graduate  Institute’s  Centre \nfor  Trade  and  Economic  Integration.  It  was  substantially  revised  in  2013  for  final \npublication.  The  author  thanks  Pamela  Bombarda  for  able  research  assistance  on  the \nconference draft and Yuan Xi for help with the final draft. \n\nThe  views  expressed  in  this  paper  are  the  views  of  the  author  and  do  not  necessarily \nreflect the views or policies of ADBI, the ADB, its Board of Directors, or the governments \nthey represent. ADBI does not guarantee the accuracy of the data included in this paper \nand accepts no responsibility for any consequences of their use. Terminology used may \nnot necessarily be consistent with ADB official terms. \n\n \n\n \n\n \nThe Working Paper series is a continuation of the formerly named Discussion Paper series; the \nnumbering  of  the  papers  continued  without  interruption  or  change.  ADBI’s  working  papers \nreflect initial ideas on a topic and are posted online for discussion. ADBI encourages readers to \npost  their  comments  on  the  main  page  for  each  working  paper  (given  in  the  citation  below). \nSome working papers may develop into other forms of publication. \n \n\nSuggested citation: \n\nBaldwin, R. 2013. Lessons from the European Spaghetti Bowl. ADBI Working Paper 418. \nTokyo: Asian Development Bank Institute. Available: http://www.adbi.org/working-\npaper/2013/04/24/5626.lessons.european.spaghetti.bowl/ \n \n \n \nPlease contact the author for information about this paper. \n\nEmail: rbaldwin@cepr.org \n\nAsian Development Bank Institute \nKasumigaseki Building 8F \n3-2-5 Kasumigaseki, Chiyoda-ku  \nTokyo 100-6008, Japan \n \nTel:  \nFax:  \nURL:   www.adbi.org \nE-mail:   info@adbi.org \n \n© 2013 Asian Development Bank Institute \n\n+81-3-3593-5500 \n+81-3-3593-5571 \n\n \n\n \n\n \n\n \n\n \n\n \n\n\f \n\n \n\n \n\n \n\n \n\n \n\n \n\n    Baldwin \n\nADBI Working Paper 418 \n \n \n \nAbstract \n\nEuropean economic integration fascinates and inspires for the way it brought peace to a \ncontinent torn by violent and long-standing rivalries. The lessons from Europe, however, cannot \nbe applied directly as the degree of the European Union’s supranationality is unthinkable \nelsewhere. This paper discusses how Europe overcame the specific problem of overlapping free \ntrade agreements (FTAs) with the Pan-European Cumulation System which instituted common \nrules of origin, regional cumulation of value, and completed the full matrix of bilateral FTAs. \nAfter this, Europe had what can be thought of as a “customs union” for rules of origin.  \n \nJEL Classification: F15, F2 \n \n\n \n\n\f \n\n \n\n \n\n \n\n \n\n \n\n \n\n    Baldwin \n\nADBI Working Paper 418 \n \n \n \n\nContents \n\nIntroduction\n\n \n ..................................................................................................................... 3\n\nHow the European Spaghetti Bowl Developed and Was Multilateralized\n\n \n ........................ 3\n\n2.1 \n2.2 \n\nCreating the European Spaghetti Bowl\nTaming the Tangle: PECS\n\n \n ............................................................... 3\n \n .................................................................................. 6\n\nDid PECS Tame the Tangle?\n\n \n .......................................................................................... 8\n\nLessons for Asia\n\n \n ............................................................................................................11\n\nReferences\n\n \n ...............................................................................................................................13\n\n \n1. \n\n2. \n\n3. \n\n4. \n\n \n\n \n\n \n\n \n\n\fADBI Working Paper 418 \n \n\n1.  INTRODUCTION  \n\nBaldwin \n\n \n\nEuropean economic integration fascinates and inspires. It brought peace and prosperity to a \nContinent  that  had,  until  sixty  years  ago,  engaged  in  almost  continuous  warfare  for  a \nmillennium and a half.  \n\nThe  lessons  from  Europe,  however,  must  be  carefully  handled.  The  centrepiece—the \nEuropean  Union  (EU)—involves  a  degree  of  supranationality  that  few  nations  in  the  world \nwould  contemplate  today.  EU  parliaments  routinely  have  to  pass  laws  their  governments \nopposed since they were outvoted in the EU Council of Ministers. Every national court can \nbe overruled by the EU Court as the EU law and the EU Court are supreme to national laws \nand courts in most areas of economic integration.  \n\nThe lessons that this paper focuses on concern trade relations outside the EU27’s border—\nthe European but non-EU nations’ ties with each other and with the EU. Here the EU’s highly \nunusual  supranationality  plays  only  a  supporting  role,  so  the  lessons  drawn  may  be \nreasonable  thought  of  as  applying  to  Asia.  There  are  valuable  lessons  to  be  learned. \nRegionalism in Europe today is governed by a remarkably coherent set of rules. But it has \nnot always been that way. \n\nSeveral times in the post-war period, shocks fragmented the European trade system. Each \ntime, Europe tamed the tangle and restored consistency. The driving force behind this effort \nto multilateralize European free trade agreements (FTAs) had nothing to do with the blaze of \nidealism that accompanied the EU’s birth in the 1950s. The force that has driven the region \nto maintain coherence in its trade relations is the cold, hard logic of international business. \nEurope’s markets are too tightly integrated to allow fragmented trade agreements to persist. \nEuropean  business  cannot  tolerate  such  disorder  for  long  and  their  governments  react \naccordingly.  \n\nI  have  written  elsewhere  about  early  episodes  where  intra-European  trade  relations  were \ntangled by shocks and then evolved to coherence (Baldwin and Wyplosz 2003, Chapter 1). \nIn  this  paper,  I  focus  on  the  most  recent—the  implementation  of  the  Pan  European \nCumulation System (PECS), which was implemented in 1997.  \n\nThe rest of the paper is organized in three sections after the introduction. The next, Section \n2,  provides  the  background  on  European  regionalism  before  PECS  and  presents  the  main \nfacts on PECS. Section 3 covers the basic economics of how changing rules of cumulation \nmultilateralized  Europe’s  tangle  of  FTAs  and  looks  at  the  evidence  the  PECS  actually \nworked. Section 4 considers the lessons for Asia.   \n\n2.  How the European Spaghetti Bowl Developed and Was \n\nMultilateralized \n\nTrade arrangements in Europe, which had been simple and effective from the mid-1970s, fell \ninto  disorder  in  the  1990s;  a  “spaghetti  bowl”  of  FTAs  arose.  In  explaining  this  tangle  of \nagreements, it is useful to think of them as three bundles. West-West, East-West, and East-\nEast arrangements (Figure 1).  \n\n2.1  Creating the European Spaghetti Bowl \n\nThe  harmonious  West-West  arrangements  in  the  late  1980s  could  be  thought  of  as \n“concentric  circles”.  The  inner  circle  was  the  EU.  The  outer  circle  included  the  European \nFree Trade Association (EFTA) nations—Switzerland, Norway, Liechtenstein, and Iceland—\nand  the  three  EFTA  countries  that  joined  the  EU  in  1994—Austria,  Finland,  and  Sweden. \nThe inner circle was governed by the Treaties of Rome, which created very deep integration \n\n3 \n \n\n\fADBI Working Paper 418 \n \n\nBaldwin \n\n \n\namong  EU  members—a  depth  that  had  been  greatly  augmented  by  the  completion  of  the \nSingle Market between 1986 and 1992. Trade among EFTA members was duty free due to \nEFTA’s  founding  document,  the  Stockholm  Convention.  Trade  between  the  EU  and  each \nEFTA country was duty free thanks to bilateral FTAs that the EU and each EFTA signed in \nthe mid-1970s.  \n\nThis concentric-circle integration was radically deepened with the European Economic Area \nagreement  signed  in  1994.1\n  Outer-circle  integration  deepened  to  the  Single  Market  level—\ni.e.,  the  free  movement  (in  principle)  of  goods,  services,  capital,  and  labor,  and  the  inner-\ncircle was, in 1992, deepened to include monetary union. As a result, workers in any nation \nlocated in the inner or outer circles had the right to work in any other nation in the system. \n\n \n\nFigure 1: European Spaghetti Bowl, 1995  \n\nEEA\n\nNorway\n\nEU\n\nIceland\n\nSwitzerland & \nLiechtenstein\n\n \n\n \n\nEstonia\n\nLatvia\n\nLithuania\n\nCzech Rep\n\nSlovak Rep\n\nHungary\n\nPoland\n\nSlovenia\n\nRomania\n\nBulgaria\n\nSource: Baldwin (1994). \n\nThe  break-up  of  the  Soviet  Union  and  dissolution  of  its  control  over  Central  and  Eastern \nEuropean countries (CEECs) in the late 1980s is what triggered the spaghetti bowl. The EU \nreacted  swiftly  to  the  geopolitical  events  by  providing  emergency  aid  and  loans  to  the \nfledgling democracies. The CEECs, however, wanted much more. They all announced that \nthey wanted to join the EU as soon as possible. The EU, by contrast, was initially reluctant.  \n\nInstead  of  acknowledging  the  CEECs’  interest  in  membership,  the  EU  signed  Association \nAgreements,  commonly  known  as  Europe  Agreements,  with  Poland,  Hungary,  and \nCzechoslovakia  in  1991.  Europe  Agreements  for  other  CEECs  followed,  and  by  1994,  the \nEU had such deals with Romania, Bulgaria, Albania, Estonia, Latvia, and Lithuania. Due to \nthe  profound  ambivalence  that  many  EU  members  had  concerning  membership  for  the \nCEECs,  the  entry  into  force  of  the  Europe  Agreements  was  substantially  delayed.  For \nexample,  the  Europe  Agreements  signed  with  Hungary  and  Poland  in  December  1991 \nentered into force only in February 1994.  \n\n                                                \n1\n Swiss participation in the Single Market was arranged separately via the Bilateral Accords.  \n\n4 \n \n\n\fADBI Working Paper 418 \n \n\nBaldwin \n\n \n\nEFTA at the time paralleled the EU’s moves—to avoid discrimination for their exporters. That \nis, the EFTA members signed their own bilateral agreements with each of the CEECs soon \nafter the EU’s bilateral agreements were completed. These agreements were fairly similar to \nthe Europe Agreements in terms of economic integration. \n\nThe third aspect of the 1990s spaghetti bowl was the East-East deals. Some CEECs signed \ntrade  arrangements  among  themselves  with  the  most  important  being  the  1991  Central \nEuropean Free Trade Agreement.\n\n  \n\n2.1.1  Political economy of ROOs and ROCs \n\nThe EU’s hegemonic position meant the EU-CEEC bilaterals all had the same rules of origin \nand all imposed bilateral cumulation. The EFTA agreements also each had their own rules of \norigin  and  bilateral  cumulation  which  were  similar  to,  but  not  identical  to,  the  EU  rules  of \norigin  (ROOs).  The  ROOs  for  the  East-East  agreements  were  also  different.  Thus  the \ndistortions  created  by  the  preferences  were  exaggerated  by  ROOs  and  bilateral  rules  of \ncumulation (ROCs). This spaghetti bowl pattern did not emerge by mistake.  \n\nRules  of  origin  and/or  exclusions  and  cumulation  rules  affect  the  fortunes  of  organized \nlobbies and so are influenced by the usual political economy considerations. The politically \noptimal structure of a given bilateral FTA depends upon the comparative advantages of the \ntwo  nations  and  the  particular  political  strengths  of  various  interest  groups  at  the  time  the \ndeal is signed.  \n\nFor example, EU producers in a given sector may be worried about competition from Czech \nproducers,  but  not  Polish  producers.  To  protect  themselves  from  this  competition  after  the \nFTA, they can lobby the EU for restrictive ROOs that effectively exclude the product causing \nconcern. Since such lobbying is expensive, EU producers focused on the most threatening \nproducts. Since the special interests driving this sort of protection vary across bilateral trade \nrelationships, it is natural the ROOs will differ across bilateral trade agreements.  \n\nThe political economy of bilateral cumulation is different. Take the example of the hub-and-\nspoke bilaterals that the EU signed with Hungary and Poland in the 1990s. Suppose the EU \ncloth  industry  competes  directly  with  Polish  cloth  firms,  and  suppose  the  EU  industry  wins \nprotectionist ROOs on cloth that forces all shirts imported duty-free into the EU market to be \nmade either of EU cloth or of locally-produced cloth. When cumulation is bilateral, the ROO \nwill force Hungarian shirt producers to switch from buying Polish cloth to buying EU cloth in \norder to get duty-free status for their shirts in the EU.  \n\nIn  this  way,  when  protectionist  ROOs  are  combined  with  bilateral  cumulation,  the  result  is \nhigher  profit  for  EU-based  intermediate  good  producers  (cloth  makers  in  this  case).  The \nbilateral  cumulation  plus  ROO  acts  like  a  Hungarian  tariff  on  Polish  cloth—a  tariff  that \nprovides  EU  producers  with  an  advantage  in  the  Hungarian  market.  By  contrast,  diagonal \ncumulation—which  would  allow  the  Hungarian  shirt-makers  to  use  Polish  cloth  in  meeting \nthe ROOs—would not shift sales to EU cloth makers. The main point is that the same ROO \ncan  boost  EU  cloth-producers’  profits  much  more  when  it  is  combined  with  bilateral \ncumulation. Of course, the bilateral cumulation harms the Polish cloth-makers, but they have \nlittle  political  economy  leverage  in  the  EU-Hungary  FTA  negotiations.  In  a  nutshell,  supply \nswitching is the driving force behind bilateral-cumulation aspects of the spaghetti bowl. \n\n2.1.2  How preferential? \n\nThe  conclusions  of  the  Uruguay  Round  led  to  progressive  cuts  in  the  EU’s  external  tariffs, \ntaking the average down from 8% to 5%. Even in 1995, however, the tariffs were quite low \nfor the most heavily-traded goods. Nevertheless as Table 1 shows, the most-favored nations \n(MFN) tariffs were substantial in some sectors—the so-called sensitive sectors. In particular, \nthe tariffs are high enough to make duty free trade worthwhile as the averages presented in \nthe table hide substantial variations among tariff lines.  \n\n5 \n \n\n\f \n\n \n\n \n\nADBI Working Paper 418 \n \n\nBaldwin \n\n \n\nTable 1: EU Tariffs in 1995 (trade weighted by sector) \n\nSector \n\nMean \n\nSector \n\nFood products \nBeverages \nTobacco \nTextiles \nWearing apparel except footwear \nLeather products \nFootwear except rubber or plastic \nWood products except furniture \nFurniture except metal \nPaper and products \nPrinting and publishing \nIndustrial chemicals \nOther chemicals \nPetroleum refineries \nAll goods (trade weighted) \n\n16% Miscellaneous petroleum and coal products \n11% Rubber products \n42% Plastic products \n10% Pottery china earthenware \n13% Glass and products \n\n5% Other non-metallic mineral products \n\n10% Iron and steel \n\n6% Non-ferrous metals \n6% Fabricated metal products \n9% Machinery except electrical \n9% Machinery electric \n8% Transport equipment \n7% Professional and scientific equipment \n5% Other manufactured products \n8%   \n\nMean \n\n4% \n5% \n5% \n11% \n7% \n5% \n6% \n6% \n6% \n5% \n6% \n8% \n6% \n6% \n\n  \n\nNote: Tariff lines with zero tariffs are excluded from the sector averages. \n\nSource: Adapted from Karacaovali and Limao (2007). \n\n•  Fill-in FTAs; \n\n•  Harmonize ROOs; \n\n•  Regionalize ROCs. \n\n2.2  Taming the Tangle: PECS \n\nThe  unsatisfactory  state  of  trade  relations  in  Europe  lead  policymakers  to  implement \nchanges  that  multilateralized  the  spaghetti  bowl.  The  Pan-European  Cumulation  System \n(PECS) was created in 1997 to multilateralize trade in Europe, specifically among EU, EFTA, \nand CEECs. PECS completed all three elements of multilateralization: \n\nFTAs already existed between the EU and all the CEECs, and between the EFTA countries \nand  the  all  the  CEECs,  so  the  main  task  here  was  filling  in  the  missing  FTAs  among  the \nCEECs themselves.  \n\nThe  rules  of  origin  protocols  of  all  the  underlying  FTAs  were  modified  to  have  identical \nrules—a set of rules that is often called the EU’s “Single List”. \n\nUnder  PECS,  nations  can  source  parts  and  components  from  within  PECS  without  fear  of \nthe resulting product losing its origin status (and thus its right to duty-free treatment). This is \nknown  as  diagonal  cumulation  and  it  is  best  thought  of  as  a  customs  union  of  ROOs. \nSpecifically,  products  which  have  obtained  originating status  in  any  PECS  member  can  be \ncounted as locally-produced when meeting subsequent rules of origin criteria. \n\nEnlargement  \n\nPECS was extended to Turkey in 1999, and the EU promised in 2003 to extend it to nations \nwith  the  Euro-Med  bilaterals  by  2010.  Progress  on  extending  PECS  to  Mediterranean \nnations has been very uneven to date (European Commission 2013). \n\n6 \n \n\n\fADBI Working Paper 418 \n \n\nPolitics of PECS \n\nBaldwin \n\n \n\nTo see what lessons PECS has for Asia, it is important to understand the political economy \nforces that brought PECS to life. The basic political economy logic is simple.  \n\nAs  the  1990s  progressed,  competition  from  low-wage  nations  mounted  just  as  the  cost  of \ntrading goods and ideas fell rapidly. In Europe, as had happened in East Asia since the mid-\n1980s,  staying  competitive  required  firms  to  scour  the  world  for  the  cheapest  inputs  and \noften this entailed the establishment of complex supply networks in which components were \nshipped among many nations at various stages of processing. As part of this, EU firms often \nfound  it  profitable  to  unbundle  their  manufacturing  process  and  off-shore  the  production  of \nsome  components  to  low-wage-low-productivity  nations,  such  as  those  in  Central  Europe. \nThe  spaghetti  bowl  syndrome  made  it  difficult  to  optimize  manufacturing.  Some  final  good \nhave  hundreds  of  intermediate  inputs,  some  of  which  pass  through  several  nations  during \ntheir  production.  This  made  the  spaghetti  bowl  syndrome  a  nightmare  for  many  European \nbusinesses. \n\nIn  short,  the  spaghetti-bowl  syndrome  teamed  with  the  unbundling  of  the  manufacturing \nprocess  altered  the  array  of  political  economy  forces  in  Europe.  Unbundling  (also  called \nfragmentation, or production sharing) and off-shoring from the EU meant that many EU firms \nthat  were  previously  protected  by,  or  indifferent  to,  Europe’s  spaghetti  bowl  now  became \nvictims  of  the  spaghetti-bowl  rules.  This  political  economy  re-alignment  ultimately  led  to  a \npolicy that reversed the spaghetti bowl. \n\nUnbundling undermined political support for the spaghetti bowl in two distinct ways:  \n\n1.  It weakened the demand for ROOs/cumulation protection since it reduced the size of \nthe  import-competing  industry  that  was  initially  protected  (typically  low-wage-labor \nintensive sectors).  \n\nSome  of  the  EU-based  production  that  was  protected  by  the  rules  of  origin  and  bilateral \ncumulation shut down or moved off-shore in response to new opportunities (the opening of \nthe  CEECs  and  market  reforms  in  Mediterranean  economies,  for  example)  and  new \ncompetitive pressures (the emergence of the People’s Republic of China, for example).  \n\n2.  It  raised  the  cost  of  supplying  ROOs/cumulation  protection  since  some  of  the  EU \nfirms that unbundled their manufacturing processes now had plants on the other side \nof the trade barriers.  \n\nIn  essence,  unbundling  meant  that  “us”  became  “them.”  Some  of  the  EU  firms  that  had \nlobbied  for  protectionist ROOs/cumulation  in  the  early  1990s  now  became  victims  of  those \nsame policies.  \n\nTaking  up  the  last  point  for  closer  inspection,  it  is  useful  to  note  that  the  spaghetti  bowl \nharms the de-located EU firms in two ways. First, the bilateral cumulation in the EU’s hub-\nand-spoke  FTAs  with  the  CEECs  hindered  the  EU  firms  now  based  in  the  “spoke” \neconomies  from  sourcing  their  inputs  most  efficiently.  Taking  up  the  example  from  above, \nrecall  that  the  EU  shirt-maker  had  previously  been  unaffected  by  the  EU’s  bilateral \ncumulation and ROOs on cloth (when the EU shirt-maker was located in the EU, the ROOs \nand bilateral cumulation had little impact). But when it moved some production to Hungary, \nthe  ROOs/cumulation  “forced”  it  to  buy  from  the  EU  even  if  Polish  cloth  was  cheaper. \nSecond, when the EU firm was located in Hungary, its shirts were subject to multiple ROOs. \nThe EU-Hungary rules apply for the shirts it ships to the EU on one hand and the Hungary-\nPoland ROOs for its shipments to Poland on the other hand. Arranging production structures \nto satisfy two sets of ROOs is costly as is maintaining two sets of documentation necessary \nto obtain the two origin certificates. \n\n7 \n \n\n\fADBI Working Paper 418 \n \n\nBaldwin \n\n \n\nFigure 2: PECS and European Multilateralization Circa 1999 \n\nNorway\n\nIceland\n\nSwitzerland & \nLiechtenstein\n\nEU\n\nEEA\n\nPECS (1999)\n\nTurkey (CU)\n\n \n\n  \n\nCEFTA = Central European Free Trade Agreement; EFTA = European Free Trade Association; EU = European \nUnion; PECS = Pan European Cumulation System; RoW = Rest of the World. \n\nSource: Based on Baldwin and Wyplosz (2003). \n\n3.  Did PECS Tame the Tangle? \n\nIn a hub-and-spoke system like Europe’s before PECS, a main economic impact of ROOs is \nto  suppress  trade  among  the  spoke  economies—in  this  case  the  Central  and  Eastern \nEuropean  nations  and  the  EFTA  countries.  After  all,  the  political  economy  motive  for \nimposing strict ROOs is to either mitigate the liberalizing effect in the goods concerned (e.g., \nmen’s  shirts)  or  to  create  new  business  for  EU  producers  of  intermediates  (e.g.,  cloth  for \nmen’s shirts). If PECS worked, the first order impact should be to encourage trade between \nthe spokes. \n\nThis is indeed what happened, as Figure 3 shows. The charts show total imports relative to \n1997 imports from three sources:  \n\nthe EU,  \n\n• \n\n• \n\n• \n\nthe non-EU countries that joined the PECS, and  \n\nthe Rest of the World (RoW).  \n\nThese ratios were calculated for each country separately and then averaged. The numbers \nshow that joining PECS had a big impact. It is important to recall that all PECS members had \nduty-free trade with each other before 1997. What PECS changed was the ROCs, not the de \njure tariffs. Both the CEECs and EFTA members had similar evolutions prior to 1997 for all \nthree  sources.  After  1997,  however,  imports  from  non-EU  PECS  members  shot  up \ncompared to the other sources. Plainly, there are many other factors, but the sharp change \nin 1997—the year in which PECS was introduced—establishes a clear prima facie case that \nPECS helped tame the tangle by reducing the distortion of trade in intermediate goods. \n\n8 \n \n\n\f2.5\n\n1.5\n\n0.5\n\n2.5\n\n1.5\n\n0.5\n\n2\n\n1\n\n0\n\n2\n\n1\n\n0\n\n \n\n \n\nADBI Working Paper 418 \n \n\nBaldwin \n\n \n\nFigure 2: Prima Facie Evidence that PECS Worked  \n\nCEFTA & Baltic imports by source (Imports/Imports in 1997)\n\nNon-EU15 c ountries that joined the PECS\n\nRoW\n\nEU15\n\n1993\n\n1994\n\n1995\n\n1996\n\n1997\n\n1998\n\n1999\n\n2000\n\n2001\n\nEFTA imports by source (Imports/Imports in 1997)\n\nNon-EU15 c ountries that joined the PECS\n\nRoW\n\nEU15\n\n1993\n\n1994\n\n1995\n\n1996\n\n1997\n\n1998\n\n1999\n\n2000\n\n2001\n\nSource: Author’s modification of data from Augier, Gasiorek, and Lai-Tong (2005).  \n\nUtilization rates \n\nAnother indicator of PECS’s success is the relatively high utilization rates for Europe’s free \ntrade  deals.  The  utilization  rate  most  widely  cited  for  intra-ASEAN  trade  is  5%,  although \nthere  are  indications  that  it  has  been  up  to  35%  for  Thailand  in  recent  years.  By  contrast, \nEuropean utilization rates are far higher as Table 2 shows. For the CEECs, more than 70% \nto  75%  of  the  HS2  (Harmonised  System  at  the  two-digit  level)  digit  groups  have  utilization \nrates at or above 50%. For the Mediterranean nations , who were not full members of PECS \nin  2001,  the  numbers  are  lower,  but  still  quite  high.  This  is  particularly  striking  since  the \nmargins of preference in Europe are quite low in most goods due to the EU’s low MFN tariffs \non most goods. \n\n9 \n \n\n\fADBI Working Paper 418 \n \n\nBaldwin \n\n \n\nTable 2: Distribution of Utilization Rates in Pan-Euro-Med Area, 2001 \n\n% of the 96 two-digit sectors with utilization rates that are: \n\nAbove 25% \n\nAbove 50% \n\nAbove 75% \n\nCzech Republic \n\n \n\n \n\nPoland \n\nHungary \n\nEgypt \n\nJordan \n\nMorocco \n\nTunisia \n\n81 \n\n86 \n\n90 \n\n73 \n\n67 \n\n81 \n\n78 \n\n70 \n\n70 \n\n75 \n\n58 \n\n52 \n\n67 \n\n64 \n\n38 \n\n46 \n\n52 \n\n43 \n\n42 \n\n46 \n\n48 \n\nNotes: The figures are based on tariff-line data; to summarize, products are grouped into HS2 groups and the \nutilization rates are calculated for each group that figures show the two-digit groups with utilization rates that are at or \nabove the listed thresholds. For example, 86% of Poland’s HS2 export groups have utilization rates above 25%.  \n\nSource: Augier, Gasiorek, and Lai-Tong (2005). \n\n \n\nEconometric Evidence  \n\nThe path-breaking paper in the empirical analysis of PECs is Augier, Gasiorek, and Lai-Tong \n(2005).2\n\n The conclusions of that paper are clear.  \n\n•  The  lack  of  cumulation  before  PECS  impeded  trade  by  between  10%  and  50%, \n\ndepending on the time period and group of countries concerned.  \n\n• \n\nIn aggregate, PECS directly increased trade between the EU’s spokes on the order \nof 19%. \n\n•  The  lack  of  cumulation  is  more  important  with  regard  to  intermediate  trade  than \n\nmanufacturing trade.  \n\n•  Higher MFN tariffs are associated with bigger effects of relaxing cumulation rules.  \n\nThis analysis was path-breaking, but it had its limitations. For example, a key limitation was \nthe aggregate nature of the analysis. To the extent that rules of origin and their cumulation \nmatter, then this is likely to be at the individual industry or product level and is likely to affect \ncountries differently.  \n\nA very recent paper, Bombarda and Gamberoni (2008), makes two substantial advances on \nthe Augier, Gasiorek, and Lai-Tong (2005) paper. First, they work with data at the HS6 level \n(Harmonised  System  at  the  six-digit  level,  which  has  about  5,000  product  categories). \nSecond,  they  use  the  most  recent  advance  in  gravity  model  estimation,  that  of  Helpman, \nMelitz,  and  Rubinstein  (2008).  This  allows  for  trade  policy  changes  to  alter  both  the \nextensive  and  intensive  margins,  i.e.,  to  allow  a  reform  to  change  the  number  of  HS6 \ncategories  that  are  traded  as  well  as  allowing  variation  in  the  amount  of  trade  within  each \ntrade  HS6  category.  The  also  consider  a  number  of  interactions  such  as  the  stringency  of \nROOs and the tariff level.  \n\nThey work with three panels of data: export from the hub (EU15) to the spokes, exports from \nthe spokes to the hub, and exports among the spokes.  \n\nHub-to-spoke  exports. When it comes to hub-to-spoke exports, they confirm the expected \nresult that stringent ROOs reduce trade, but have different effects on final and intermediate \ngoods. An increase in the stringency of ROOs (as measured by a well-known index of ROO \n\n                                                \n2\n Full disclosure: I was the Economic Policy Managing Editor who handled this paper. \n\n10 \n \n\n\fADBI Working Paper 418 \n \n\nBaldwin \n\n \n\nrestrictiveness) leads to a 0.4% decrease in intermediate trade, while it increases by 1% the \nprobability  of  exporting  the  final  good.  PECS  reduced  the  probability  of  exporting  a \nintermediate good but had the opposite effect on a final good, as expected.  \n\nSpoke-to-hub  exports.  As  stringent  ROOs  with  bilateral  cumulation  is  expected  to  divert \nintermediate  trade  along  bilateral  lines,  they  find  as  expected,  that  stricter  ROOs  increase \nthe probability that the spokes export to the EU15, by 1%. PECS, by contrast with the hub-\nto-spoke  case,  increases  the  probability  of  exporting  both final  and  the  intermediate goods \nas ROOs become stricter. \n\nLooking  more  closely,  they  find  evidence  stringent  ROOs  distorted  international  supply \nchains.  For  the  EU15,  restrictive  ROOs  increased  trade  in  final  goods,  while  for  spokes \nrestrictive ROOs had a stronger impact on intermediate goods.  \n\nComparing  the  hub-to-spoke  and  spoke-to-hub  results  on  PECS’s  impact,  they  find  that \nPECS  resulted  in  a  reorganization  of  intermediate  supply  sourcing.  The  total  probability  of \nthe  spokes  exporting  intermediate goods  to  the EU15  increased  by  2%; the  corresponding \nnumber for the EU15 fell.  \n\nThis  pattern  is  confirmed  by  looking  at  the  spoke-spoke  exports.  PECS  increased  in  both \nfinal and intermediate trade among spokes. Presumably, the impact on final exports came as \nthe decrease in the price of the intermediate good made spoke producers more competitive \nin the EU market.   \n\n4.  LESSONS FOR ASIA \n\nWhat does all this mean for multilateralizing Asian regionalism?  \n\nThe  first  point  is  that  problems  with  ROOs  can  be  overcome.  In  Europe,  the  problem  was \ntackled  by  adopting  common  ROOs  and  allowing  regional  cumulation.  The  Association  of \nSoutheast  Asian  Nations  (ASEAN)  has  adopted  a  similar  plan  with  its  ASEAN-wide  ROOs \nand regional cumulation. The clear lesson from Europe’s success is that the ASEAN practice \nshould be spread to the whole region. \n\nGiven the lack of a regional hegemon and the rather modest leverage that ASEAN has over \nthe  trade  giants  in  the  region,  this  “do  as  ASEAN  does”  recommendation  is  probably \nimpractical—although it is certainly a goal worth striving for.  \n\nThe  second  lesson  from  Europe  is  that  business  is  the  main  demandeur  for  taming  the \ntangle—especially  businesses  involved  in  international  production  sharing.  Since  this  is  a \nhallmark  of  East  Asian  manufacturing,  one  might  think  that  the  need  for  coherence  in  the \nregion  would  have  already  led  to  multilateralization  along the  lines  of  PECS.  In fact,  in  the \nabsence  of  a  regional  hegemon  that  could  encourage/cajole  nations  into  adopting  a  single \nlist of ROOs, nations have unilaterally tamed the tangle of ROOs by making them irrelevant \nin  the  most  heavily  traded  goods—mechanical  and  electrical  machinery.  They  have  done \nthis  by  setting  their  applied  MFN  tariffs  to  zero  or  at  least  lowering  them  in  line  with \npreferential  tariffs  so  as  to  avoid  the  emergence  of  significant  margins  of  preference.  This \nmakes  the  tangle  of  ROOs  irrelevant  since  it  is  not  worth  applying  for  preferential  tariff \ntreatment.  \n\nOf  course,  an  alternative  to  harmonizing  the  ROOs  and  regionalizing  ROCs  is  to  eliminate \npreferences by cutting MFN tariffs to zero, or very low levels. From an economic efficiency \nperspective,  this  is  an  attractive  option  since  it  avoids  artificially  disfavoring  suppliers  from \nexcluded  nations.  Moreover,  this  sort  of  solution  can  be  implemented  without  strong \ncoordination  among  nations,  so  it  may  also  be  the  only  politically-feasible  solution.  Finally, \nnote that nations are free to cut their MFN-applied rates unilaterally, so there is no necessity \nfor regional cooperation.  \n\n11 \n \n\n\fADBI Working Paper 418 \n \n\nBaldwin \n\n \n\nOne  idea  would  be  for  ASEAN  to  convene  talks  on  an  East  Asian  duty-free  zone  for  all \nindustrial  goods—something  like  the  Information  Technology  Agreement  of  1997  but \ncovering  all  industrial  goods  (with  as  few  exceptions  as  politically  possible).  Given  the \nimportance  of  East  Asia  in  global  manufacturing,  such  an  initiative  might  well  trigger  a \nworldwide free trade area in industrial goods. After all, if an East Asian industrial free trade \nzone looked likely to succeed, the United States and the EU would have to choose between \njoining or facing tariff discrimination. \n\n12 \n \n\n\fADBI Working Paper 418 \n \n\nREFERENCES \n\nBaldwin \n\n \n\nAugier, P., M. Gasiorek, and C. Lai-Tong. 2005. The Impact of Rules of Origin on Trade \n\nFlows. Economic Policy 20(43) (July): 567–624. \n\nBaldwin, R., and C. Wyplosz. 2003. The Economics of European Integration (second edition). \n\nLondon: McGraw Hill. \n\nBombarda, P, and E. Gamberoni. 2008. Heterogeneous Firms, Rules of Origin and Rules of \n\nCumulation. HEID mimeo (work in progress, email request to: \nbombard2@hei.unige.ch). \n\nEuropean Commission. 2013. System of Pan-Euro-Mediterranean Cumulation. European \n\nCommission  website: \nec.europa.eu/taxation_customs/customs/customs_duties/rules_origin/preferential/arti\ncle_783_en.htm \n\nHelpman, E., M.J. Melitz, and Y. Rubinstein. 2008. Estimating Trade Flows: Trading \n\nPartners and Trading Volumes. Quarterly Journal of Economics 123(2): 441–487. \n\nKaracaovali, B., and N. Limao. 2008. The Clash of Liberalizations: Preferential vs. \n\nMultilateral Trade Liberalization in the European Union. Journal of International \nEconomics 74(2): 299–327. \n\n \n\n13 \n \n\n\f", "author_pages": [" \n \n", " \n", "Richard  Baldwin  is  professor  of  international  economics,  Graduate  Institute,  Geneva, \npart-time visiting research professor, University of Oxford, founder and editor-in-chief of \nVoxEU.org, and policy director at the Centre for Economic Policy Research (CEPR). \n", "This  paper  was  prepared  for  the  Conference  on  Multilateralizing  Asian  Regionalism, \nTokyo,  18–19  September  2008,  organized  by  ADBI  and the Graduate  Institute’s  Centre \nfor  Trade  and  Economic  Integration.  It  was  substantially  revised  in  2013  for  final \npublication.  The  author  thanks  Pamela  Bombarda  for  able  research  assistance  on  the \nconference draft and Yuan Xi for help with the final draft. \n", "The  views  expressed  in  this  paper  are  the  views  of  the  author  and  do  not  necessarily \nreflect the views or policies of ADBI, the ADB, its Board of Directors, or the governments \nthey represent. ADBI does not guarantee the accuracy of the data included in this paper \nand accepts no responsibility for any consequences of their use. Terminology used may \nnot necessarily be consistent with ADB official terms. \n", " \n", " \n", " \nThe Working Paper series is a continuation of the formerly named Discussion Paper series; the \nnumbering  of  the  papers  continued  without  interruption  or  change.  ADBI’s  working  papers \nreflect initial ideas on a topic and are posted online for discussion. ADBI encourages readers to \npost  their  comments  on  the  main  page  for  each  working  paper  (given  in  the  citation  below). \nSome working papers may develop into other forms of publication. \n \n", "Suggested citation: \n", "Baldwin, R. 2013. Lessons from the European Spaghetti Bowl. ADBI Working Paper 418. \nTokyo: Asian Development Bank Institute. Available: http://www.adbi.org/working-\npaper/2013/04/24/5626.lessons.european.spaghetti.bowl/ \n \n \n \nPlease contact the author for information about this paper. \n", "Email: rbaldwin@cepr.org \n", "Asian Development Bank Institute \nKasumigaseki Building 8F \n3-2-5 Kasumigaseki, Chiyoda-ku  \nTokyo 100-6008, Japan \n \nTel:  \nFax:  \nURL:   www.adbi.org \nE-mail:   info@adbi.org \n \n© 2013 Asian Development Bank Institute \n", "+81-3-3593-5500 \n+81-3-3593-5571 \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", "    Baldwin \n", "ADBI Working Paper 418 \n \n \n \nAbstract \n", "European economic integration fascinates and inspires for the way it brought peace to a \ncontinent torn by violent and long-standing rivalries. The lessons from Europe, however, cannot \nbe applied directly as the degree of the European Union’s supranationality is unthinkable \nelsewhere. This paper discusses how Europe overcame the specific problem of overlapping free \ntrade agreements (FTAs) with the Pan-European Cumulation System which instituted common \nrules of origin, regional cumulation of value, and completed the full matrix of bilateral FTAs. \nAfter this, Europe had what can be thought of as a “customs union” for rules of origin.  \n \nJEL Classification: F15, F2 \n \n", " \n"]}