{"path": "data/input/pdf-generic/adbi-wp1224.pdf", "pages": [" \n \n \nADBI Working Paper Series \n \n \n \n \n \n \n \nLABOR SUPPLY OF OLDER \n \nWORKERS IN THAILAND:    \nTHE ROLE OF CO-RESIDENCE,   \nHEALTH, AND PENSIONS   \n \n \n \n \n \nSasiwimon Warunsiri Paweenawat   \nand Lusi Liao   \n \n \n \n \n \n \nNo. 1224 \n \nMarch 2021 \n \n \n \n \n \n \n \n \nAsian Development Bank Institute \n ", " \n \n \nSasiwimon Warunsiri Paweenawat is an Assistant Professor and Lusi Liao is a PhD \ncandidate, both at the School of Economics of the University of the Thai Chamber of \nCommerce, Thailand. \nThe views expressed in this paper are the views of the author and do not necessarily \nreflect the views or policies of ADBI, ADB, its Board of Directors, or the governments \nthey represent. ADBI does not guarantee the accuracy of the data included in this paper \nand accepts no responsibility for any consequences of their use. Terminology used may \nnot necessarily be consistent with ADB official terms. \nWorking papers are subject to formal revision and correction before they are finalized \nand considered published. \n \n \nThe Working Paper series is a continuation of the formerly named Discussion Paper series; \nthe  numbering  of  the  papers  continued  without  interruption  or change.  ADBI’s  working \npapers reflect initial ideas on a topic and are posted online for discussion. Some working \npapers may develop into other forms of publication. \n \nSuggested citation: \nPaweenawat, S. W. and L. Liao. 2021. Labor Supply of Older Workers in Thailand: The Role \nof  Co-residence,  Health,  and  Pensions.  ADBI  Working  Paper  1224.  Tokyo:  Asian \nDevelopment Bank Institute. Available: https://www.adb.org/publications/labor-supply-older-\nworkers-thailand-role-co-residence-health-pensions \n \nPlease contact the authors for information about this paper. \nEmail: sasiwimon_war@utcc.ac.th, sasiwimon.warunsiri@gmail.com \nWe would like to thank the National Statistical Office of Thailand, the Research Institute \nfor Policy Evaluation and Design, and the University of the Thai Chamber of Commerce \n(UTCC), Thailand, for allowing us to access the data used in this paper. We are grateful \nfor the helpful comments from the referees, the committee, and the participants at the \nvirtual workshop “Economic Impacts of Demographic Transition: Cases of Asia and \nEurope,” jointly organized by the Asian Development Bank Institute (ADBI) and Fulbright \nSchool of Public Policy and Management (FSPPM). \n \n \n \nAsian Development Bank Institute   \nKasumigaseki Building, 8th Floor \n \n3-2-5 Kasumigaseki, Chiyoda-ku  \nTokyo 100-6008, Japan   \n \nTel:   +81-3-3593-5500 \nFax:   +81-3-3593-5571 \nURL:   www.adbi.org \nE-mail:   info@adbi.org \n \n© 2021 Asian Development Bank Institute \n ", "ADBI Working Paper 1224  Paweenawat and Liao \n \nAbstract \n \nDuring  the  last  few  decades,  the  composition  of  the  Thai  population  has  changed \ndramatically due to reduced fertility and the aging of the population. Thailand’s aging society \nfaces many challenges. This is particularly so for older Thai people who still have to work for \na  living due  to  insufficient  savings.  This  paper  first  provides  an  overview of  the  basic \nchanges related to the labor force participation (LFP) of older people using the Labor Force \nSurvey (LFS) from 1985 to 2017. Then, this study uses Socio-Economic Survey (SES) panel \ndata from 2005 to 2012 and employs the fixed-effect logit model (FE-logit) to estimate the \ndeterminants of older people’s LFP. Our main findings provide strong evidence that pensions \nand poorer health status reduce the LFP of older people in Thailand. Furthermore, while \nhealth status is significant across all analyses, pensions have less impact on lower-status \nworkers, indicating that even if they receive a pension, they may still be too poor to retire. \nFinally, co-residence decreases the LFP only of older people in rural areas. Those who are \nolder, with a primary education, and who are usually employed in the informal sector suffer \nfrom poverty and require more assistance from others.  \n \nKeywords: population aging, older worker, elderly labor supply, Thailand \n \nJEL Classification: J21, J22, J14, O17, O53 \n \n ", "ADBI Working Paper 1224  Paweenawat and Liao \n \nContents \n \n \n1.  INTRODUCTION ............................................................................................................ 1 \n2.  BACKGROUND ............................................................................................................. 2 \n3.  LITERATURE REVIEW ................................................................................................. 4 \n4.  OVERVIEW OF OLDER WORKERS IN THAILAND .................................................... 5 \n5.  DATA .............................................................................................................................. 7 \n6.  DETERMINANTS OF OLDER PEOPLE’S LABOR FORCE PARTICIPATION ............ 9 \n6.1  Methodology....................................................................................................... 9 \n6.2  Results ............................................................................................................. 10 \n7.  CONCLUSION ............................................................................................................. 15 \nREFERENCES ........................................................................................................................ 17 \n \n ", "ADBI Working Paper 1224  Paweenawat and Liao \n \n1.  INTRODUCTION \nDuring the last few decades, the composition of the Thai population has changed \ndramatically due to reduced fertility and the aging of the population. In 1964, the \naverage number of children per woman was 6.3, decreasing to 1.6 in 2014 (Institute  \nof Population and Social Research 2014). In 2020, at 1.45, Thailand ranked 183rd out  \nof 199 countries worldwide in its fertility rate, lower than neighboring countries the \nPhilippines (2.88), Malaysia (2.01), and Brunei Darussalam (1.85) (World Population \nReview 2020). In contrast, Thai life expectancy continued to increase, rising from 59 in \n1964 to 75 in 2015. The proportion of elderly persons (over 60 years old) increased \nfrom 5.5% in 1980 to 12.9% in 2010 and is estimated to reach 32% in 2040 (National \nEconomic  and  Social  Development  2013).  Among  all  ASEAN  countries,  Thailand  \nranks second in the percentage of elderly people, after first-placed Singapore (United \nNations 2015).  \nThe global labor market is transforming and faces challenges due to demographic \nchanges (ILO 2019). Recent studies have suggested that population aging has an \nimpact on the composition of the workforce, and labor force participation (LFP) relating \nto the aging structure will lead to a new direction for the future labor force (Kühn, Milasi, \nand Yoon 2018; Abeliansky et al. 2020). For several decades, widespread attention \nhas  been  given  to  aging  populations  among  developed  countries,  while  this  has \nbecome a recent phenomenon and is more severe in developing countries (Kaushal \n2014). The aging of the population is accompanied by a higher probability that older \npeople will stay in the labor force, which suggests that they tend to contribute more  \nto the labor market (Schmidt and Sevak 2008). Therefore, understanding the labor \nsupply of older people has become increasingly important for policymakers and future \ndevelopment. \nThailand’s aging society faces many challenges. Developing countries usually have \ndifferent  retirement  systems  for  elderly  persons  from  developed  countries  (Giles, \nWang, and Cai 2011). Pension systems in developing countries, including Thailand, \ncan usually be categorized as either formal systems, in which employees in the formal \nsector have a mandatory retirement age and receive a good pension after retirement, \nand pension systems in informal sectors, in which those employees depend on family \nsupport and usually keep working after retirement age. The majority of older workers \nare in the informal sector.  \nAccording to the World Bank (2012), elderly persons are the poorest age group in  \nThai society. In 2010, Thailand’s overall poverty rate was 7.7%, while it was 10.9%  \nfor elderly persons. Moreover, most elderly poverty occurs in the informal sector. The \nmonthly subsistence level in Thailand ranges from 5,000 to 6,000 baht per person \n(Tankulrat  2015a;  Hempornwisan  and  Akarachanon  2014).  In  2007,  over  80%  of  \nthe aging population had an income of approximately 6,000 baht or lower, and 42% \nreported that their income was insufficient or barely sufficient at the time (National \nStatistical Office 2007). Financial support from their children is the most important \nsource  of  income  for  elderly  Thai  persons,  while  a  small  proportion  comes  from \npensions and allowances (United Nations 2013).  \n   \n1 \n ", "ADBI Working Paper 1224  Paweenawat and Liao \n \nIn Thailand, approximately two-thirds of older people reside with, or live near their \nchildren,  and  the  co-residence  rate  is  higher  in  urban  areas  than  in  rural  areas  \n(Survey  of  Older  Persons  in  Thailand  [SOPT]  2014).  Co-residence  declined  from  \n77%  in  1986  to  55%  in  2014,  but  that  was  not  the  case  with  monetary  and \nnonmonetary  filial  support,  which  suggests  that  the  trend  toward  smaller  families \ncorrelates with the probability of receiving financial support from adult children (Knodel \nand Teerawichitchainan 2017).  \nStudies on the labor supply of older people in developed countries have focused on \ndifferent factors because of different economic conditions and social security systems, \nwhile studies on developing countries have generally used cross-sectional data and \nhave mainly focused on descriptive analysis or have suffered from data limitations \nwhen making estimations. Although the concern over the aging population has also \nbeen addressed by many studies in Thailand, empirical evidence is lacking. \nIn this study, we use both Labor Force Survey (LFS) and Socio-Economic Survey \n(SES) panel data to study the determinants of the labor supply of older people. LFS \ndata from 1985 to 2017 provide an overview of the basic changes related to the LFP  \nof older people, while SES panel data from 2005 to 2012 enable us to estimate  \nthe determinants of LFP, allowing us to better control for the factors that may be \nassociated  with  older  people’s  preference  for  work,  including  their  own  and  their \nspouse’s pension, self-reported health status, co-residence, and income sources from \nother people or government.  \nWe find strong evidence that pensions and poorer health status reduce the LFP of \nolder people in Thailand. The majority of older workers are located in the informal \nsector, where they have a lower level of education and reduced access to social \nsecurity. While health status is significant across all analyses, pensions have less \nimpact on lower-status workers, indicating that even if they receive a pension, they may \nstill be too poor to retire. Moreover, we find that co-residence only decreases the LFP \nof older persons in the case of those in rural areas, those of an older age, and those \nwith a primary level of education, who usually suffer from poverty and require more \nassistance from others than their counterparts.  \nThe remainder of this paper is organized as follows. Section 2 outlines the background \nof the study. Section 3 presents the literature review, and Section 4 describes the data. \nSection 5 provides an overview of older workers in Thailand, and Section 6 analyzes \nthe determinants of older people’s LFP. Section 7 concludes. \n2.  BACKGROUND \nThe current Thai pension system is based on the three-pillar old-age income security \nsystem  recommended  by  the  World  Bank  (1994).  The  first  pillar  is  the  universal \nprogram  that  has  the  main  objective  of  protecting  general  households  against  \npoverty, while the second pillar is the occupational pension program, and the third pillar \nconsists of voluntary programs. The pension system comprises the old-age allowance, \na pay-as-you-go scheme, and a government pension system. The target population  \ncan be separated into three categories covered by the three-pillar system: government \nofficers, workers in the formal sector, and workers in the informal sector. Table 1 \npresents the pension programs under the three-pillar system. \n   \n2 \n ", "ADBI Working Paper 1224  Paweenawat and Liao \n \nTable 1: Thai Pension Programs under Three-Pillar System \nProgram \n  Program  Target Population  Type  Sponsor \nPillar I  Old-age allowance  Formal and informal workers  Universal  Individual \nPillar II  Old civil service pension  Government officers  Mandatory  Government \n \nGovernment pension  Government officers  Mandatory  Government \n \nSocial security fund (Articles 33  Formal workers  Mandatory  Employer \nand 39) \n \nSocial security fund (Article 40)  Informal workers  Voluntary  Individual \nPillar III  Retirement mutual fund   All workers  Voluntary  Individual \n \nNational savings fund  Formal and informal workers  Voluntary  Individual \n \nProvident fund  Formal workers  Mandatory if listed  Employer \nSource: World Bank (1994, 2012). \nThe  funding  structure  and  pensionable  age  differ  under  each  pension  scheme. \nIntroduced in 1992, the old-age allowance was expanded in 2009 and has been paid \nout to the entire Thai population over the age of 60 (approximately $20 to $30 per \nmonth), except for government employees. Its aim is to assist poor older people, \nespecially those working in the informal sector. The government pension fund was \nintroduced in 1997, covering government officials with at least 25 years of service, and \nis payable at the age of 60. The pension coverage for the private-sector workforce \nunder the social security system was established in 1999; it required at least 15 years \nof contributions and set 55 as the payable age. The pensionable age of the provident \nfund is 55, but members can take a lump sum payment before the age of 55 without \nany tax privilege. The National Savings Fund was introduced in 2011 to assist informal \nand  unemployed  workers,  with  a  pensionable  age  of  60.  The  retirement  mutual  \nfund  that  provides  tax  incentives  for  saving  is  pensionable  at  the  age  of  55 \n(Ratanabanchuen 2019). \nAccording to SOPT (2014), although the Thai government has expanded the pension \nsystem, it still makes up a minor portion (below 8%) of older people’s income. Ninety-\nseven percent of older people have more than one source of income, with support from \ntheir children accounting for the largest share, but one that has decreased over time. \nThe second-largest share of income is employment income, which saw an increasing \ntrend from 1994 to 2014. In addition, income from interest, savings, or rent also shows \na growing trend. The old-age allowance accounted for only 3% of the income of elderly \npersons in 2007 and increased to nearly 15% in 2014. Asked their reasons for working, \nover 50% of older people mentioned the need for an income, while the second-largest \nproportion (around 30%) of older people mentioned their desire to maintain their health. \nAs for reasons for not working, the majority of older people suggested that they were \ntoo old, and the second-most commonly given reason was the need to take care of \nhome and family (NSO 2003). \nInformal workers account for more than half of the Thai labor force, but they have  \nmuch more limited access to social security than the other two groups (Fujioka and \nThangphet 2009; ILO 2020). The government has put much effort into revising the \npension system to cover more informal workers in recent years, including the recently \nintroduced  universal  pension  allowance  and  two  voluntary  programs1 for  informal \nworkers. Currently, the old-age allowance, social security fund, retirement mutual fund, \nand National Savings Fund cover informal workers (see Table 1). The primary program \n \n1  The new voluntary programs include the National Savings Fund, the social security fund, and Article 40, \nwhich were introduced in 2011. \n3 \n ", "ADBI Working Paper 1224  Paweenawat and Liao \n \nthat helps poor older people is the old-age allowance. It appears to have a significant \nimpact on the reduction of poverty among the elderly. However, given its universality, \nmost of the advantages benefit those who are not poor, which casts doubt on its \nefficiency in helping older people.  \n3.  LITERATURE REVIEW \nPopulation aging and decreased fertility highlight the significance of understanding  \nthe determinants of the labor supply of older people. Studies in developed countries \nhave provided several explanations for the labor supply of older people, including  \ntheir financial status, health status, wages, social security income and pensions, and \nrelated  tax  rate  (e.g.,  Gruber  and  Wise  1999;  Kostol  and  Mogstad  2014;  Blau  \nand Gilleskie 2006). In the US, Haider and Loughran (2001) suggested that the \nlabor  supply of  older  workers  consists  mainly  of  the  most  educated,  richest,  and \nhealthiest individuals, who treated their work as leisure. Similarly, Maestas (2010) \nfound that 24% of retirees return to the labor market and that these returners have \nhigher pre-retirement incomes and education. Schmidt and Sevak (2008) found a \npositive relationship between wages and marginal tax rates with the LFP of older \nAmericans. Researchers have demonstrated that pension reform has a significantly \npositive impact on senior employment (Engels, Geyer, and Haan 2017; Manoli  \nand Weber 2016). Many studies also focus on the impact of financial wealth on  \nthe labor supply of older people, including the effects of inheritances, lottery wins, \nand stock markets (e.g., Imbens, Rubin, and Saerdote 2001; Brown, Coile, and \nWeisbenner  2010;  Coronado  and  Perozek  2003).  Meanwhile,  studies  have \nprovided strong evidence of the effect of social security, medical care, and health \nfactors on the labor market behavior of older people (e.g., Krueger and Pischke \n1992; Blau and Gilleskie 2001; Bound, Stinebrickner, and Waidmann 2010; Vere \n2011; French and Jones 2011).  \nIn developing countries, because of differences in pension systems and cultural norms, \nthe explanations are quite different. One of the main factors that affect labor market \nparticipation for older people is poverty in developing countries. Barrientos, Gorman, \nand Heslop (2003) found a high level of old-age poverty in developing countries, \nincluding Thailand, due to the lack of accessibility to markets, public services (including \nhealthcare  and  education),  and  social  networks.  Households,  as  the key  to  older \npeople’s support in developing countries, play an especially important role in low-\nincome and rural areas. Giles, Wang, and Cai (2011) suggested that unlike developed \ncountries, given the lack of pension support and the absence of a mandatory retirement \nage, workers in the informal sector in developing countries expect to work until late  \nin their lives. In Latin America, the working hours of people over the age of 65 are \nsimilar  to  those  aged  50  to  59,  but  older  people  receive  much  less  payment  \n(Del Popolo 2001). Kaushal (2014) found that pensions have a relatively small negative \neffect on the employment of older people in India, in contrast to rich and middle-income \ncountries that documented a large negative effect. Moreover, most older people in \ndeveloped  countries  do  not  live  with  their  adult  children,  but  co-residence  is  a \ntraditional norm in developing countries. Caregiving in the intergenerational family can \ngo both ways. On the one hand, an adult child may provide care for their parents. On \nthe other hand, parents also help with the housework and grandparenting. Connelly, \nMaurer-Fazio, and Zhang (2014) used the Chinese population census to study the \ndeterminants of the labor participation of older people and found that co-residence \nreduces the labor participation of older people in the People’s Republic of China’s \n4 \n ", "ADBI Working Paper 1224  Paweenawat and Liao \n \n(PRC) rural areas but not in urban areas. However, because of data limitations, they do \nnot control for health status and pensions.  \nMany studies in Thailand have addressed the concerns over the aging population,  \nbut  empirical  analysis  of  their  labor  supply  is  lacking,  and  studies  are  limited  by  \ntheir  cross-sectional  design.  Fujioka  and  Thangphet  (2009)  provided  a descriptive \nanalysis of the aging population in Thailand and highlighted the significance of this \ngroup in the labor market. In addition, it has been suggested that the recent increase  \nin older people’s labor participation in Thailand may be due to their improved health \n(Fujioka and Thangphet 2009). In 2002, the universal health coverage scheme was \nimplemented,  which  covered  those  in  the  informal  sector  who  had  not  previously \nbenefitted from the public health scheme. Using the 2007 Survey of Older Persons in \nThailand and the logit model, Adhikari, Soonthorndhada, and Haseen (2011) analyzed \nthe  factors  determining  the  LFP  of  elderly  Thai  individuals,  which  suggested  that \nwomen living with children and those with poor health are more likely to withdraw  \nfrom  the  labor  force.  Keeratipongpaiboon  (2012)  estimated  the  determinants  of  \nolder people’s employment decisions using a standard probit model that considers \nhousehold types, health, and pensions in Thailand. However, with the limitation of the \ncross-sectional data, their results suffer from estimation bias.  \nMore recently, Paweenawat and Vechbanyongratana (2015) studied the impact of \nolder people’s allowances on their labor participation using the standard probit model \nand suggested that social pensions have a negative impact on LFP in Thailand, and \nthe  impact  is  higher  for  low-income  households.  Sadangharn  (2017)  investigated \nelderly employment in the Thai automotive industry through interviews, which drew \nattention to the recruitment method, health, pensions, and working conditions for older \nworkers.  A  recent  study  by  Wattanasaovaluk  (2020)  found  that  the  incidence  of \nexperienced older workers returning to the workforce increased with their skill level.  \n|To  the  best  of  our  knowledge,  no  one  has  provided  a  detailed  overview  of  the \nemployment of older people and estimated the determinants of LFP among older \npeople, considering the effect of co-residence, health, and pensions, by exploring panel \ndata in Thailand. \n4.  OVERVIEW OF OLDER WORKERS IN THAILAND  \nUsing the Labor Force Survey (LFS) from 1985 to 2017, we provide an overview of  \nthe employment of older people in the Thai labor market, including the LFP, wages, \nworking hours, and work status. Figure 1 shows the labor force participation rate \n(LFPR) for older people for four age groups. Nearly 80% of the sample aged 55 to 59  \nin the LFS is in the labor force. After the official retirement age of 60 is reached in  \nthe public sector, over 57% of those aged between 60 and 64, over 40% of those  \naged 65 to 69, and over 20% of those aged 70 to 75 remain in the labor force. The \nLFPR increased by around 6% for each of the age groups over 60 after the 1997 \nfinancial crisis.  \n   \n5 \n ", "ADBI Working Paper 1224  Paweenawat and Liao \n \nFigure 1: Labor Force Participation Rate for Older People  \n(%) \n \nThis trend has been consistent with that found in developed countries. In the US, the \nLFP of older people increased significantly from 1996, from 17.5% in 1996 to 26.8%  \nin 2016 (US Bureau of Labor Statistics). During the period 1990–2015, an average \nincrease of 20% in the rate of LFP was found among older people (55–64) (Regina \n2018). Geppert et al. (2019) found that the labor participation of older people in almost \nall OECD countries has increased in the last two decades, mainly because of rising life \nexpectancy and improved education.  \nFigure 2: Labor Force Participation Rate of Older People by Education Levels  \n(%) \n \nThe LFP among older people in developing countries is usually higher than that of \ndeveloped countries because of insufficient income security and social welfare in the \nformer. In developing countries, especially low-income ones, the proportion of older \npeople in the labor market is very high, as they make a significant contribution to their \nhouseholds, but their remuneration decreases as they age (Barrientos, Gorman, and \nHeslop 2003). Thailand exhibits a higher rate of LFP among those aged over 60 than \ncertain other economies in Southeast Asia, including Singapore, Indonesia, and Brunei \nDarussalam (Arifin and Anata 2009). \n   \n6 \n ", "ADBI Working Paper 1224  Paweenawat and Liao \n \nFigure 2 shows that the primary level has the highest labor force participation among \nolder  persons.  After  2000,  there  is  a  clear  gap  in  LFP  between  each  education  \nlevel, which may suggest that less educated workers tend to work longer to support \nthemselves. In Figure 3, we separate the LFP by gender. At over 20%, older male \nparticipants have a much higher participation rate than women.  \nFigure 3: Labor Force Participation Rate of Older People by Gender  \n(%) \n \n5.  DATA \nIn this study, we used two data sets, both from surveys conducted by the National \nStatistical Office (NSO) of Thailand. To mitigate the issue of seasonal migration of the \nworkforce, only the third quarter of the year is used for analysis (Sussangkarn and \nChalamwong 1996). The sample is restricted to individuals aged 55 to 75. We provide \nan overview of the trends of older workers’ labor market behavior by using the LFS \nfrom 1985 to 2017. While the LFS contains many observations and a long time span for \nthe basic analysis, it lacks comprehensive information relating to the labor supply of \nolder people, such as pensions and health status.  \nTherefore, to estimate the determinants of older people’s labor force participation, we \nuse the 2005, 2006, 2007, 2010, and 2012 waves of the SES on individuals aged 55 to \n75. They are nationally representative panel data, containing more information that \nwould affect the labor supply of older people than merely the LFS. Besides information \non individuals’ health status, household type, and pension, the SES also asked about \nthe sources of their income (“Did you receive money in cash or in kind from the \nfollowing  sources?”),  including  job  compensation,  monetary  assistance  from  other \npeople, and assistance from the government, which allows us to provide more insights \ninto labor force participation. \nTable 2 shows the summary statistics of the SES data. On average, 57% of the sample \nbetween the ages of 55 and 75 participated in the labor force. About 60.5% of the \nsample lives with their adult children. Most older people obtained only primary-level \neducation  (78.1%),  and  only  3.5%  of  those  receive  a  pension.  Health  status  is \nmeasured on a five-point scale. The descriptive details of the variables are shown  \nin Table 3. \n7 \n ", "ADBI Working Paper 1224  Paweenawat and Liao \n \nTable 2: Summary Statistics of SES 2005‒2012 \n \nObservations  Mean  Std  Min  Max \nLabor force participation  10,406  0.577  0.494  0  1 \nPension  10,406  0.035  0.183  0  1 \nHealth  10,406  2.744  0.777  1  5 \nCo-residence  10,406  0.605  0.489  0  1 \nAge  10,406  63.538  6.075  55  75 \n         \nEducation levels: \nPrimary level  10,406  0.781  0.413  0  1 \nSecondary level  10,406  0.091  0.287  0  1 \nUniversity level  10,406  0.128  0.334  0  1 \nGender  10,406  0.448  0.497  0  1 \nMarried  10,406  0.725  0.447  0  1 \nUrban  10,406  0.355  0.479  0  1 \n         \nIncome source: \nJob compensation  10,406  0.002  0.050  0  1 \nAssistance from other people  10,406  0.348  0.476  0  1 \nAssistance from government  10,406  0.288  0.453  0  1 \nIncome from house/land/asset lending  10,406  0.041  0.198  0  1 \nIncome from interest/dividend/share/bond  10,406  0.090  0.287  0  1 \n         \nSpouse information: \nSpouse pension  6,317  0.040  0.195  0  1 \nSpouse work  6,317  0.591  0.492  0  1 \nTable 3: Description of Variables  \nVariable  Description \nLFP  a dummy that equals 1 if individual i participates in labor force at time t \nPension  a dummy that equals 1 if individual receives pension \ncategorical variable that equals 1 if self-report health status is very good, 2 if good,  \nHealth  3 if fair, 4 if poor, 5 if very poor \nCo-residence  a dummy that equals 1 if individual currently lives with their adult child \nAgegroup  group dummies of 55 to 59, 60 to 64, 65 to 69, and 70 to 75 \nthree education degree dummies, namely primary level, secondary level, and \nEdu  university level \nGender  a dummy that equals 1 if individual is male \na dummy that equals 1 if individual is married, 0 includes single, widowed, divorced, \nMarital  or separated \nArea  a dummy that equals 1 if individual resides in urban area, 0 in rural area \nIncome_source  includes five dummies: \n  equals 1 if individual receives job compensation \n  equals 1 if individual receives assistance from other people \n  equals 1 if individual receives assistance from government \n  equals 1 if individual receives income from house/land/asset lending \n  equals 1 if individual receives income from interest/dividend/share/bond \nSpouse pension  a dummy that equals 1 if individual’s spouse receives pension \nSpouse work  a dummy that equals 1 if individual’s spouse participates in labor force \n8 \n ", "ADBI Working Paper 1224  Paweenawat and Liao \n \n6.  DETERMINANTS OF OLDER PEOPLE’S LABOR \nFORCE PARTICIPATION \n6.1  Methodology \nThe theory of older people’s labor supply assumes that individuals maximize their utility \nsubject to a budget constraint, which is related to their health, wealth, and other \nindividual or household characteristics (Giles, Wang, and Cai 2011; Connelly, Maurer-\nFazio, and Zhang 2014).  \nWe examine the determinants of older people’s labor force participation by employing \nboth a standard logit model and a fixed-effect logit model. While the standard logit \nmodel provides some evidence on the determinants by controlling for older people’s \nindividual and household characteristics that reflect their preference in terms of labor \nforce  participation,  unobserved  heterogeneity,  such  as  ability,  may  still  bias  the \nestimation  results.  Therefore,  we  also apply  the  fixed-effect  model  to  account  for \nadditional endogenous bias. \nWith the binary outcome of labor force participation, we first employ the standard logit \nmodel to estimate the determinants of labor force participation for older people in the \nform of \n \nLFP 𝑖𝑖𝑖𝑖 = 𝛽𝛽0+𝛽𝛽1Pension𝑖𝑖𝑖𝑖 +𝛽𝛽2Health𝑖𝑖𝑖𝑖 +𝛽𝛽3Co−residence𝑖𝑖𝑖𝑖+𝛽𝛽4Agegroup𝑖𝑖 𝑖𝑖 (1) \nwhere +𝛽𝛽5E isd ua𝑖𝑖𝑖𝑖n+ in𝛽𝛽d6icGaetnodr etrh𝑖𝑖a𝑖𝑖t+ e𝛽𝛽q7u Malasr 1it ailf𝑖𝑖 𝑖𝑖in+di𝛽𝛽v8idAuraeal 𝑖𝑖i𝑖𝑖 p+ar𝛽𝛽t9icInipcaotmese _isno uthrec el𝑖𝑖a𝑖𝑖b+or𝜀𝜀 𝑖𝑖f𝑖𝑖orce in \nperiod t, and 0 otherwise. The model accounts for the availability of pensions, individual \nhealth LsFtaPittus, co-residence status or not, education levels, gender, marital status, \nresidence areas, and sources of income. We expect that without pensions, declining \nhealth and aging are negatively correlated with older people’s labor force participation. \nWe also expect that co-residence status and residence areas will affect their decision \nto work.  \nBecause most older workers are in the informal sector, which does not report wages, \nwe do not include wages in the regression. However, we include education levels and \nincome sources as proxies for their wealth as suggested by Giles, Wang, and Cai \n(2011); education levels reflect the returns and accumulated wealth of elderly persons. \n \nTo correct for unobserved heterogeneity, we further employ the fixed-effect logit model \n(FE-logit). The probability that older people choose to work is as follows:  \n  (2) \nPr (LFPit =1|xit,γ,αi) = Λ(αi+xitγ)\nwhere   is a set of covariates, which is the same as in Equation (1).   is the individual \nspecific  effects,  the  unobserved  heterogeneity  in  individual  preferences  for  labor  \nforce  pxiatrticipation,  which  is  allowed  to  be  correlated  with  theα iregressors  .  \n. However, we have lost many observations under fixed \neffects.2 Furthermore, as the LFP of older people may be affected by the LFPx itor \nΛ(θ) = exp(θ)/[1+exp(θ)]\n \n2  The random-effect (RE-logit) results taking account of unobserved heterogeneity that assume the \nregressors  are  completely  exogenous,  αi  is  distributed  independently  of  xit  (Verme,  Barry,  and \nGuennouni 2016), are also presented in the results. The Hausman test shows strong rejection of the \nnull hypothesis that random effect provides consistent estimates.  \n9 \n ", "ADBI Working Paper 1224  Paweenawat and Liao \n \npension of their spouse, additional controls for spouse pension and spouse labor force \nparticipation with loss of observations are added as a robustness check.  \n6.2  Results \n6.2.1  Basic Analysis \nTable 4 presents the basic results of the standard logit model, fixed-effect logit model, \nand random-effect logit model. The magnitudes of the coefficients under each model \nare quite different. After correction for potential endogeneity from the standard model, \nthe results show a smaller magnitude under a fixed-effect model, indicating an upward \nbias. We find strong evidence that age growth, pension, health status, marital status, \njob compensation, and assistance from other people have a significant impact on the \nLFP of older people, with the findings being robust across the three models.  \nPensions and worse health status have a negative influence on LFP. After we control \nfor age, education, and other related individual characteristics, older people are 36.4% \nless likely to participate in the labor force if they receive pensions, and those with very \npoor health are 26.7% less likely to participate in the labor force than those with very \ngood health under the fixed-effect model. The negative effect of co-residence on LFP is \nnot statistically significant under the fixed-effect model. Both job compensation and \nassistance from other people have been shown to have a significantly negative impact \non LFP: job compensation reduces the probability of LFP by 42.6%, and assistance \nfrom other people reduces it by 7.9%.  \nIn Thailand, informal workers have until recently received much less access to social \nsecurity  than  formal  and  government  employees.  Those  without  pensions  usually \noccupy a lower status with less education and wealth, and they tend to remain in the \nlabor force into old age to support themselves. Similar results have been found in \nstudies in developing countries to varying extents. For example, de Carvalho Filho \n(2008) found that old-age benefits increased the retirement rate by 38% in Brazil,  \nwhile Bloom et al. (2008), using cross-country data, suggested that pensions were \nassociated with a 5% reduction in LFP.  \nMany of the informal workers are in the agricultural industry, which requires brawn  \n(Mu and van de Walle 2011; Rendall 2013). Health status acts as a leading factor  \nin older people’s decision to work. In line  with previous empirical studies in both \ndeveloped and developing countries, unhealthy people leave the labor force earlier \nthan healthy people (e.g., McGarry 2004; Kalwji and Vermeulen 2008). A decreased \nlevel of work strongly associated with health and age growth is also found in Thailand \n(Knodel  et  al.  2015).  Keeratipongpaiboon  (2012)  suggested  that  health  plays  a \nsignificant role in older people’s choice to work, with healthy individuals being 26.9% \nmore likely to work than unhealthy ones.  \nWe next run a regression by adding controls for the spouse’s pension and spouse’s \nLFP. For those with spouses, pensions and health have a smaller negative effect  \nthan for the overall sample, but spouses’ pensions and work do not show a significant \nimpact on LFP under the fixed-effect model. \n   \n10 \n ", "ADBI Working Paper 1224  Paweenawat and Liao \n \nTable 4: Determinants of Labor Force Participation of Older People  \n(Marginal Effects) \n \nOverall  With Spouse Control \n \nLogit  FE Logit  RE Logit  FE Logit  RE Logit \nPension  –0.410***  –0.364***  –3.519***  –0.170**  –2.662*** \n \n(0.027)  (0.099)  (0.307)  (0.070)  (0.310) \nHealth status (Base group: very good) \nGood  –0.0775***  –0.129***  –0.657***  –0.0673**  –0.564*** \n \n(0.020)  (0.039)  (0.191)  (0.029)  (0.216) \nFair  –0.124***  –0.160***  –0.929***  –0.0815***  –0.741*** \n \n(0.020)  (0.037)  (0.188)  (0.028)  (0.211) \nPoor  –0.262***  –0.238***  –1.832***  –0.135***  –1.689*** \n \n(0.022)  (0.044)  (0.210)  (0.031)  (0.233) \nVery poor  –0.358***  –0.267***  –2.497***  –0.124***  –2.061*** \n \n(0.052)  (0.069)  (0.467)  (0.044)  (0.460) \nCo-residence with adult children  –0.124***  –0.0303  –0.910***  –0.0249  –0.698*** \n \n(0.009)  (0.027)  (0.104)  (0.020)  (0.102) \nAge (Base group 55‒59): \nAge 60‒64  –0.130***  –0.0820***  –1.200***  –0.0520**  –0.633*** \n \n(0.012)  (0.028)  (0.112)  (0.023)  (0.121) \nAge 65‒69  –0.281***  –0.139***  –2.408***  –0.0863***  –1.509*** \n \n(0.013)  (0.039)  (0.134)  (0.031)  (0.137) \nAge 70‒75  –0.420***  –0.185***  –3.516***  –0.101***  –2.100*** \n \n(0.013)  (0.051)  (0.155)  (0.036)  (0.156) \nEducation (Base group primary level): \nSecondary level  –0.0605***  –0.0691  –0.471***  –0.0244  –0.478*** \n \n(0.016)  (0.042)  (0.177)  (0.028)  (0.169) \nUniversity level  –0.0383***  –0.0107  –0.305**  0.0136  –0.350** \n \n(0.013)  (0.034)  (0.140)  (0.029)  (0.139) \nGender  0.186***  0.142  1.837***  –0.989  1.603*** \n \n(0.009)  (0.247)  (0.125)  (42.820)  (0.109) \nMarried  0.0687***  0.110**  0.802***  0.0393  0.167 \n \n(0.010)  (0.048)  (0.120)  (0.042)  (0.139) \nUrban  –0.0944***  –0.0244  –0.803***  0.00458  –0.429*** \n \n(0.009)  (0.044)  (0.112)  (0.027)  (0.102) \n         \nSource of income: \nJob compensation  –0.317***  –0.426**  –2.757***  –0.0815  –2.734*** \n \n(0.094)  (0.170)  (0.818)  (0.109)  (1.061) \nAssistance from other people  –0.0896***  –0.0794***  –0.688***  –0.0402***  –0.579*** \n \n(0.009)  (0.021)  (0.087)  (0.015)  (0.094) \nAssistance from government  0.0141  –0.101***  –0.00692  –0.0469***  0.146 \n \n(0.010)  (0.026)  (0.085)  (0.017)  (0.097) \nHouse/land/asset lending  –0.103***  –0.0175  –0.538***  –0.0109  –0.562*** \n \n(0.021)  (0.038)  (0.195)  (0.028)  (0.217) \nInterest/dividend/share/bond  0.0735***  0.0262  0.496***  0.00474  0.385** \n \n(0.016)  (0.029)  (0.145)  (0.021)  (0.155) \nSpouse pension  –  –  –  0.016  0.143 \n \n–  –  –  (0.038)  (0.266) \nSpouse work  –  –  –  –0.00916  2.102*** \n \n–  –  –  (0.010)  (0.089) \nObservations  10,406  3,444  10,406  1,851  6,317 \n11 \n ", "ADBI Working Paper 1224  Paweenawat and Liao \n \n6.2.2  Subgroup Analysis \nWhile the marginal effects from Table 4 reflect the effect of each determinant of LFP, it \nis possible that the results are driven by the composition of the sample that has not \nbeen adequately controlled in the estimation. Therefore, we separated the analysis of \nLFP behavior by subgroups, including gender, residence area, and age and lower \neducation level. Table 5 shows the results for men and women. Pension and health \nstatus negatively affected women’s LFP more than men’s. Under the fixed-effect logit \nmodel, men who are eligible for pensions are 21.5% less likely to participate in the \nlabor force than those who are not, while women with pensions are 35.3% less likely to \ndo so than those without pensions.  \nUnder the traditional norm, women are expected to take care of household chores and \nchild care, suggesting that they are more likely to leave the labor market than men \n(Johnson and LoSasso 2006; Maurer-Fazio et al. 2011). As shown in Figure 3, more \nolder men participate in the labor force than older women, and the gender gap in LFP \nis stable over time. According to the NSO (2005), there is a large gender gap in the \nshare of those who engage in household work among those over 60: 21.8% of women \nand only 1.9% of men.  \nTable 6 shows the results for rural and urban areas. In rural areas, older people usually \nearn less over their lifetimes and have less access to pensions than those in urban \nareas (Ravallion and Chen 2007). Health status has a greater impact on older people \nin rural areas than in urban areas, as rural work may require more physical skills than \nurban work. In Thailand, the percentage of working elderly persons is much higher in \nrural than in urban areas regardless of year, indicating a higher work tendency among \nolder people in agriculture (Knodel et al. 2015). Pension status affects urban residents \nmore than rural residents, suggesting that even though older people receive pensions, \nthose in urban areas are more likely to leave the labor market than those in rural areas.  \nInterestingly, the significantly negative impact of co-residence is evident in the rural \nsample but not in the urban area. Similarly, Connelly, Maurer-Fazio, and Zhang (2014) \nfound that co-residence has a large and significantly negative impact on the LFP of \nolder people in Chinese rural areas but not in urban areas. The main source of income \nfor older people in Thailand is support from their working children, especially for poor \nand informal workers without social security. Those who live with their children usually \nhave a lower likelihood of participating in the labor force as they may provide child  \ncare or share housework with their children. Monetary transfers from adult children to \ntheir parents are partly given in exchange for child care services (Park 2014). Liao  \nand Paweenawat (2020) suggested that intergenerational co-residence increased the \nmaternal labor supply because of grandparents’ assistance in child care in Thailand. \nThe lack of social security in rural areas also explains why older people depend more \non their children and are less likely to leave the labor market with greater financial \nneeds.  In  addition,  the  health  status  of  older  people  and  co-residence  with  adult \nchildren may be correlated. Poor health may be a good indicator that may increase the \nprobability of co-residence and lower the LFP of older people. According to Knodel and \nChayovan (2011), Thai parents who are not in good health much prefer to receive care \nfrom, and live with, their children.  \n   \n12 \n ", "ADBI Working Paper 1224  Paweenawat and Liao \n \nTable 5: Comparison of Determinants of Labor Force Participation  \nof Older People by Gender (Marginal Effects) \n \nMen  Women \n \nFE logit  RE logit  FE logit  RE logit \nPension  –0.215**  –3.983***  –0.353**  –2.596*** \n \n(0.100)  (0.402)  (0.143)  (0.566) \nHealth status (Base group: very good) \nGood  –0.0449  –0.349  –0.156***  –0.889*** \n \n(0.037)  (0.285)  (0.050)  (0.263) \nFair  –0.0740**  –0.794***  –0.177***  –1.042*** \n \n(0.037)  (0.281)  (0.048)  (0.259) \nPoor  –0.125***  –1.782***  –0.244***  –1.916*** \n \n(0.044)  (0.325)  (0.046)  (0.283) \nVery poor  –0.157***  –3.214***  –0.231***  –1.956*** \n \n(0.058)  (0.762)  (0.086)  (0.604) \nCo-residence with adult children  –0.0106  –0.538***  –0.0425  –1.183*** \n \n(0.027)  (0.178)  (0.030)  (0.130) \n       \nAge (Base group 55‒59): \nAge 60‒64  –0.184***  –1.974***  –0.0293  –0.908*** \n \n(0.059)  (0.223)  (0.030)  (0.132) \nAge 65‒69  –0.199***  –3.381***  –0.0858**  –1.997*** \n \n(0.066)  (0.255)  (0.041)  (0.163) \nAge 70‒75  –0.204***  –4.405***  –0.140***  –3.109*** \n \n(0.071)  (0.282)  (0.049)  (0.193) \nEducation (Base group primary level): \nSecondary level  –0.0392  –0.41  –0.0623  –0.628** \n \n(0.036)  (0.259)  (0.051)  (0.263) \nUniversity level  0.0151  –0.542**  –0.025  –0.234 \n \n(0.046)  (0.262)  (0.035)  (0.165) \nMarried  0.0703  1.309***  0.0925*  0.642*** \n \n(0.061)  (0.247)  (0.052)  (0.135) \nUrban  –0.066  –1.019***  –0.0102  –0.700*** \n \n(0.050)  (0.194)  (0.048)  (0.140) \nSource of income: \nJob compensation  –1.772  –6.059***  0.0169  –0.00296 \n \n(69.630)  (1.314)  (0.166)  (0.966) \nAssistance from other people  –0.0737**  –0.888***  –0.0548***  –0.611*** \n \n(0.029)  (0.154)  (0.020)  (0.107) \nAssistance from government  –0.0943**  –0.151  –0.0730***  0.0299 \n \n(0.040)  (0.143)  (0.026)  (0.107) \nHouse/land/asset lending  0.0142  –0.314  –0.0655  –0.698*** \n \n(0.034)  (0.304)  (0.051)  (0.261) \nInterest/dividend/share/bond  –0.0262  0.273  0.0564  0.630*** \n \n(0.030)  (0.233)  (0.036)  (0.188) \nObservations  1,298  4,660  2,140  5,746 \n \n   \n13 \n ", "ADBI Working Paper 1224  Paweenawat and Liao \n \nTable 7: Determinants of Labor Force Participation of Older Workers over Age 60 \nand Lower Education (Marginal Effects) \n \nOver 60  Over 60 and Primary Level \n \nFE Logit  RE Logit  FE Logit  RE Logit \nPension  –0.223*  –3.295***  0.11  –1.771*** \n \n(0.121)  (0.364)  (0.185)  (0.664) \n     \nHealth status (Base group: very good) \nGood  –0.135***  –0.705***  –0.104*  –0.664** \n \n(0.051)  (0.227)  (0.056)  (0.262) \nFair  –0.157***  –1.026***  –0.153***  –1.089*** \n \n(0.054)  (0.224)  (0.058)  (0.258) \nPoor  –0.214***  –1.912***  –0.202***  –2.012*** \n \n(0.069)  (0.248)  (0.069)  (0.285) \nVery poor  –0.289***  –2.555***  –0.254**  –2.423*** \n \n(0.111)  (0.547)  (0.105)  (0.593) \nCo-residence with adult children  –0.0683*  –1.070***  –0.0702*  –1.158*** \n \n(0.036)  (0.126)  (0.040)  (0.142) \nGender  0.0248  1.502***  0.0503  1.518*** \n \n(0.280)  (0.152)  (0.290)  (0.168) \nMarried  0.093  1.017***  0.0674  1.124*** \n \n(0.058)  (0.143)  (0.060)  (0.160) \n       \nSource of income: \nJob compensation  –0.188  –0.988  –0.266  –1.318 \n \n(0.184)  (0.941)  (0.272)  (1.317) \nAssistance from other people  –0.0844**  –0.770***  –0.109***  –0.934*** \n \n(0.034)  (0.103)  (0.042)  (0.116) \nAssistance from government  –0.134***  –0.471***  –0.138***  –0.444*** \n \n(0.048)  (0.092)  (0.049)  (0.104) \nHouse/land/asset lending  0.00275  –0.471**  0.0284  –0.451* \n \n(0.044)  (0.230)  (0.051)  (0.256) \nInterest/dividend/share/bond  0.02  0.456***  0.0538  0.675*** \n \n(0.035)  (0.176)  (0.047)  (0.212) \nObservations  2,347  6,965  1,757  5,446 \nGiven that the mandatory retirement age for workers in the public sector is 60 in \nThailand (Labor Protection Act), Table 7 provides the results for people aged over 60 \nand those who have primary-level education. Those who only have primary education \nare more likely to be poor and participate in the labor force to earn a living. Similarly,  \nas suggested by the United Nations Population Fund (UNFPA 2017), poorer older Thai \npeople aged over 60 are more likely to work than wealthier ones, indicating that  \nthose elderly persons are more likely to remain in the labor force out of obligation than \nout of choice.  \nThe results show that the impact of pensions is negatively significant for those aged \nover 60 but not for the primary level. Not only does a very small proportion of older \npeople of low economic status receive pensions, but even if they do, it may still not be \nenough to live off. Therefore, their labor force decisions have not been affected by \npensions but rather by their health status and co-residence status, which may indicate \nthe inadequacy of government support for the poor. According to SOPT (2014), older \npeople who reported the government allowance as their primary source of income  \nwere more likely to say that their income was inadequate, while those who reported \n14 \n ", "ADBI Working Paper 1224  Paweenawat and Liao \n \nemployment or their children as their primary sources of income were much less likely \nto feel that their income was inadequate. Both of the samples show that co-residence \nreduces the LFP of older people, whereas lower education levels have a stronger \neffect. Those aged over 60 and with primary-level education co-residing with adult \nchildren are 7% less likely to work. \n7.  CONCLUSION \nIn this paper, we focus on the labor supply of older people in Thailand and the impact \nof pensions, health, and co-residence status on their labor force participation using LFS \nand SES data. We first present the trends of the labor market behavior of older people \nby using the LFS from 1985 to 2017. Then, we rely on SES panel data from the period \n2005 to 2012 to estimate the determinants of older people’s labor force participation. \nOur estimates imply that older people with pensions and worse health status are less \nlikely to work. Women’s LFP is more affected by pension and health status than men’s. \nPension status has less impact on those living in rural areas than on those living  \nin urban areas, while it is not significant for those with lower education. The results \nunderscore that older people of lower economic status, especially those in the informal \nsector, may suffer from inadequate government support, which makes them remain in \nthe labor market to earn a living. Furthermore, older people’s LFP is negatively affected \nby  co-residence,  which  suggests  that  the  lack  of  public  support  and  other  social \nassistance tends to lead them to depend more on their children. \nThailand, as well as other UN members, adopted the Sustainable Development Goals \n(SDGs) in 2015, which include among their objectives improving the well-being of old \npeople. While notable progress has been made, further improvement is still required. \nCompared to developed countries, where most workers are covered by social security, \nincluding pensions, health insurance, and other benefits, in developing countries, social \nsecurity usually covers workers in the formal sector with a large proportion of the labor \nforce uncovered (Giles, Wang, and Cai 2011). In developed countries, over 90% of the \nlabor force has access to the pension system, in which the provision of voluntary and \nmandatory pension programs is well structured and funded (Dethier 2007). In OECD \ncountries, different methods have been applied to ensure that older people can satisfy \na minimal living standard. For example, the UK and Australia use a means-tested \npublic scheme, while the US has an earnings-related scheme (Dethier 2007). Because \nof various obstacles in developing countries, such as fiscal and structural constraints, it \nis difficult to apply these models from developed countries directly to developing ones. \nOn the basis of our analysis in this study, we highlight several issues related to \nemployment among Thailand’s aging population. First, our results suggest a strong \nassociation between pensions and the labor supply of elderly persons. A high share of \nolder workers in rural areas is likely to show the “ceaseless toil” of rural older people \n(Davis-Friedman 1991), which raises concern about the insufficiency of social pensions \nfor older people, especially in the informal sector and rural areas.  \nThe Thai government has taken steps to help increase older people’s income in recent \nyears, such as through the Older Persons Act (2003), the implementation of the Old \nAge Allowance (2009), and the National Savings Fund (2015). However, except for the \nuniversal program, all other pension programs available for informal workers are on a \nvoluntary basis. The benefit level of allowances is low and hardly has a significant \nimpact on older workers (Paweenawat and Vechbanyongratana 2015). Similarly, the \nvoluntary social program in pillar three remains undersubscribed (NSF 2017). In fact, \nthe majority of older people in the informal sector still cannot afford to join those \n15 \n ", "ADBI Working Paper 1224  Paweenawat and Liao \n \nprograms. Until the end of 2017, the National Savings Fund had only approximately \n546,000 members (NSF 2017). Although it is too early to assess the impact of the \nprogram, preliminary evidence in Thailand and past evidence from other countries with \nsimilar programs have shown that it primarily helped wealthier persons in the informal \nsector (World Bank 2012).  \nThe government should give more attention to increasing its pension coverage and \nbenefits  to  address  older  people’s  income  insecurity.  The  universal  allowance  for  \nolder  people  should  relate  to  the  national  subsistence  level and  the  poverty line.  \nAs suggested by Knodel and Teerawichitchainan (2017), “civil social networks and \ncommunity-based organizations can support the expansion of the National Savings \nFund.” The implementation of voluntary social programs should be facilitated, which \nrequires expanded effort among workers in the informal sector. The government needs \nto provide more incentives to encourage working-age people to participate in voluntary \nprograms, in which, through savings, they can obtain a higher income as they age. In \naddition to social programs, given the high poverty rate among the elderly (World Bank \n2012), supplementing older people’s income through public programs is encouraged. \nFor example, it has been suggested that study programs and/or community activities \nshould be made available to improve their skills and raise their income for sustainable \ndevelopment. \n   \n16 \n ", "ADBI Working Paper 1224  Paweenawat and Liao \n \nREFERENCES \nAbeliansky, A.L., E. Algur, D.E. Bloom, and K. Prettner. 2020. The Future of Work: \nMeeting the Global Challenges of Demographic Change and Automation. \nInternational Labour Review, 159(3), 285–306. \nAdhikari, R., K. Soonthorndhada, and F. Haseen. 2011. Labor Force Participation in \nLater Life: Evidence from a Cross-sectional Study in Thailand. BMC Geriatrics \n11, Article number: 15. https://doi.org/10.1186/1471-2318-11-15. \nArifin, E.N., and A. Anata. 2009. Older People in Southeast Asia: An Emerging Asset. \nSingapore: Institute of Southeast Asian Studies. Edited by Evi Nurvidya Arifin, \nAris Ananta. \nBarrientos, A., M. Gorman, and A. Heslop. 2003. Old Age Poverty in Developing \nCountries Contributions and Dependence in Later Life. World Development,  \n31 (3), 555–570. \nBlau, D., and D. Gilleskie. 2001. Retiree Health Insurance and the Labor Force \nBehavior of Older Men in the 1990s. Review of Economics and Statistics, 83(1), \n64–80. \nBlau, D.M., and D.B. Gilleskie. 2006. Health Insurance and Retirement of Married \nCouples. Journal of Applied Econometrics, 21, 935–953. \nBloom, D.E., D. Canning, G. Fink, and J. E. Finlay. 2008. Demographic Change, \nInstitutional Settings, and Labor Supply. PGDA Working Paper # 4208. Harvard \nCenter for Population and Development Studies. \nBlundell, R., and T. MaCurdy. 1999. Labor Supply: A Review of Alternative Approaches. \nIn Handbook of Labor Economics, Volume 3A, Edited by Orley Ashenfelter and \nDavid Card. Amsterdam: North Holland. \nBound, J., T. Stinebrickner, and T. Waidmann. 2010. Health, Economic Resources and \nthe Work Decisions of Older Men. Journal of Econometrics, 156(1), 106–129. \nBrown, J., C. Coile, and S. Weisbenner. 2010. The Effect of Inheritance Receipt on \nRetirement. Review of Economics and Statistics92(2), 425–434. \nConnelly, R., M. Maurer-Fazio, and D. Zhang. 2014. The Role of Coresidency with \nAdult Children in the Labor Force Participation Decisions of Older Men and \nWomen in China. IZA Discussion Papers 8068. \nCoronado, J.L., and M. Perozek. 2003. Wealth Effect and the Consumption of Leisure: \nRetirement Decisions During the Stock Market Boom of the 1990s. Discussion \nseries no. 2003-20, Board of Governors of the Federal Reserve System, \nFinance and Economics. \nDavis-Friedman, D. 1991. Long Lives: Chinese Elderly and the Communist Revolution, \nExpanded edition, Stanford, CA: Stanford University Press (1991). \nde Carvalho Filho, I.E., 2008. Old-age Benefits and Retirement Decisions of Rural \nElderly in Brazil. Journal of Development Economics, 86(1), 129–146. \ndel Popolo, F., 2001. Socio-demographic Characteristics and Socio-economic \nConditions of Old People in Latin America. Serie Population and Development \n16. United Nation Publication. Santiago: CELADE. \n17 \n ", "ADBI Working Paper 1224  Paweenawat and Liao \n \nDethier, J., 2007. Social Security: What Can Developing Countries Learn from \nDeveloped Countries? 2020 Vision Briefs BB20 Special Edition, International \nFood Policy Research Institute (IFPRI). \nEngels, B., J. Geyer, and P. Haan. 2017. Pension Incentives and Early Retirement. \nLabour Economics, 47, 216–231. \nFrench, E., and J.B. Jones. 2011. The Effects of Health Insurance and Self-Insurance \non Retirement Behavior. Econometrica, 79(3), 693–732. \nFujioka, R., and S. Thangphet. 2009. Decent Work for Older people in Thailand. ILO \nAsia-Pacific Working Paper Series. \nGeppert, C., Y. Guillemette, H. Morgavi, and D. Turner. 2019. Labour Supply of Older \nPeople in Advanced Economies: The Impact of Changes to Statutory \nRetirement Ages. Organisation for Economic Co-operation and Development. \nOECD Economics Department Working Paper No. 1554. \nGiles, J., D. Wang, and W. Cai. 2011. The Labor Supply and Retirement Behavior of \nChina's Older Workers and Elderly in Comparative Perspective. World Bank \nPolicy Research Working Paper No. 5853. Available at SSRN: https://ssrn.com/ \nabstract=1948991. \nGruber, J., and D. Wise, eds. 1999. Social Security and Retirement Around the World, \nUniversity of Chicago Press: Chicago. \nHaider, S., and Loughran, D., 2001. Elderly Labor Supply: Work or Play? SSRN \nElectronic Journal. DOI: 10.2139/ssrn.285981. \nHempornwisan, W., and P. Akarachanon. 2014. Creating Financial Stability After \nRetirement for Thais. Research Division, The Securities and Exchange \nCommission. September (in Thai). \nImbens, G., D. Rubin, and B. Saerdote. 2001. Estimating the Effect of Unearned \nIncome on Labor Earnings, Savings, and Consumption: Evidence from a Survey \nof Lottery Players. American Economic Review, 91(4), 778–794. \nInstitute of Population and Social Research, 2014. Population Gazette, Mahidol \nUniversity. \nInternational Labour Organization, ILO, 2020. Covid-19 employment and labour market \nin Thailand. June 2020. \n———. 2019. Work for a brighter future. Online source: https://www.ilo.org/wcmsp5/ \ngroups/public/---dgreports/---cabinet/docum ents/publication/wcms_662410.pdf. \nJohnson, R., and A. LoSasso. 2006. The Impact of Elder Care of Women’s Labor \nSupply. Economic Inquiry, 43(3), 195–210. \nKalwji, A., and F. Vermeulen. 2008. Health and Labor Force Participation of Older \nPeople in Europe: What Do Objective Health Indicators Add to the Analysis? \nHealth Economics,17(5), 619–638. \nKaushal, N. 2014. How Public Pension Affects Elderly Labor Supply and Well-being: \nEvidence from India. World Development, 56, 214–225.  \nKeeratipongpaiboon, T. 2012. Population Ageing: Changes in Household Composition \nand Economic Behaviour in Thailand. PhD Thesis. SOAS, University of London. \nKnodel, J.E. and N. Chayovan. 2011. Intergenerational Family Care for and by Older \nPeople in Thailand. PSC Research Report No. 11-732. \n18 \n ", "ADBI Working Paper 1224  Paweenawat and Liao \n \nKnodel, J., and B.P. Teerawichitchainan. 2017. Family Support for Older people in \nThailand: Challenges and Opportunities. Research Collection School of Social \nSciences. Paper 2439. \nKnodel, J., B.P. Teerawichitchainan, V. Prachuabmoh, and W. Pothisiri. 2015. The \nSituation of Thailand’s Older Population: An Update Based on the 2014 Survey \nof Older Persons in Thailand. Research Collection School of Social Sciences, \nPaper 1948. Available at: https://ink.library.smu.edu.sg/soss_research/1948. \nKostol, A.R., and M. Mogstad. 2014. How Financial Incentives Induce Disability \nInsurance Recipients to Return to Work. American Economic Review, 104(2), \n624– 55.  \nKrueger, A.B., and J. Pischke. 1992. The Effect of Social Security on Labor Supply:  \nA Cohort Analysis of the Notch Generation. Journal of Labor Economics, 10(4), \n412–437. \nKühn, S., S. Milasi, and S. Yoon. 2018. Population Ageing and Future Labour Market \nChallenges. World Employment and Social Outlook, 2018(1): 45–50. \nLiao, L., and S. Paweenawat. 2018. Labor Supply of Married Women in Thailand: \n1985–2016. PIER Discussion Papers 88, Puey Ungphakorn Institute for \nEconomic Research, revised Jun 2018. \n———. 2020. Alternative Boomerang Kids, Intergenerational Co-Residence, and \nMaternal Labor Supply. Review of Economics of the Household (2020). \nhttps://doi.org/10.1007/s11150-020-09524-9.  \nMcGarry, K. 2004. Health and Retirement: Do Changes in Health Affect Retirement \nExpectations? Journal of Human Resources, 39(3), 624–648. \nMaestas, N. 2010. Back to Work: Expectations and Realizations of Work after \nRetirement. Journal of Human Resource, 45(3), 718–748. \nManoli, D.S., and A. Weber. 2016. The Effects of the Early Retirement Age on \nRetirement. Decisions. NBER Working Paper No. 22561. \nMaurer-Fazio, M., R. Connelly, C. Lan, and L. Tang. 2011. Childcare, Eldercare, and \nLabor Force Participation of Urban Women in China: 1982–2000. Journal of \nHuman Resources 46(2), Spring, 261–294. \nMu, R., and D. van de Walle. 2011. Left Behind to Farm? Women's Labor Reallocation \nin Rural China. Labour Economics, 18, S83–S97. \nNational Statistical Office 2007. The survey of the older persons in Thailand. \nNational Economic and Social Development, 2013. Population Projections for Thailand \n2010–2040. Bangkok. \nNational Savings Fund, 2015. https://www.nsf.or.th/. \n———. 2017. Current Status of the Fund. Source: https://www.nsf.or.th/index.php/ \n2016-02-10-11-29-25/2016-05-24-08-12-48. \nNational Statistical Office, 2005. Report of the Labor Force Survey. Quarter 3:  \nJune–August 2005. Bangkok: National Statistical Office. \nNSO 2003. Report on the 2002 Survey of Elderly in Thailand. Bangkok: National \nStatistical Office (in Thai). \n19 \n ", "ADBI Working Paper 1224  Paweenawat and Liao \n \nPark, C. 2014. Why Do children Transfer to Their Parents? Evidence from South Korea. \nReview of Economics of the Household, 12, 461–485. https://doi. org/10.1007/ \ns11150-012-9173-6. \nPaweenawat, S., and J. Vechbanyongratana. 2015. The Impact of a Universal \nAllowance for Older people on Labor Force Participation: The Case of Thailand. \nPopulation Review, 54 (1), 53–68. \nRatanabanchuen, R. 2019. The Pension System in Thailand. Nomura Journal of Asian \nCapital Market, 3(2), 34–39. \nRavallion, M., and S. Chen. 2007. China’s (Uneven) Progress Against Poverty. Journal \nof Development Economics, 82(1), 1–42. \nRegina, K. 2018. Retention and Reintegration of Older Workers into the Labour Market: \nWhat Works Best? Erwerbsverlauf und sozialer Schutz in Europa, 371–389. \nRendall, M. 2013. Structural Change in Developing Countries: Has it Decreased \nGender Inequality? World Development. 45, 1–16. \nSadangharn, P. 2017. An Elderly Employment Model for the Thai Automotive Industry. \nThe South East Asian Journal of Management, 11(2), 103–119. \nSchmidt, L., and P. Sevak. 2008. Taxes, Wages, and the Labor Supply of Old \nAmericans. Research on Aging, 31 (2), 207–232. \nSurvey of Older Persons in Thailand, SOPT 2007. http://www.nso.go.th/sites \n/2014en/Pages/survey/Social/Demographic,%20Population%20and%20 \nHousing/The-Survey-Of-Elderly-In-Thailand.aspx. \nSurvey of Older Persons in Thailand, SOPT 2014. http://www.nso.go.th/sites \n/2014en/Pages/survey/Social/Demographic,%20Population%20and%20 \nHousing/The-Survey-Of-Elderly-In-Thailand.aspx. \nSussangkarn, C., and Y. Chalamwong. 1996. Thailand Development Strategies and \nTheir Impacts on Labour Markets and Migration. In Development Strategy, \nEmployment, and Migration, edited by D. O’Connor and L. Farsakh.  \nParis: OECD. \nTankulrat, S. 2015. Lonesome Elderly’s Life Saved by 5,000 Baht? Post Today.  \n1 August 2015. A4. (in Thai). \nUnited Nations, 2013. Department of Economic and Social Affairs, Population Division. \nWorld Population Ageing 2013. ST/ESA/SER.A/348 \n———. 2015. World Population Prospects: The 2015 Revision, DVD Edition. United \nNations Population Fund (UNFPA), 2017. Old Age Income Security in Thailand: \nWork, Family and Social Protection. HelpAge International. \nVere, J. P. 2011. Social Security and Elderly Labor Supply: Evidence from the Health \nand Retirement Survey. Labour Economics, 18(5), 676–86. \nVerme, P., A.G. Barry, and J. Guennouni. 2016. Female Labor Participation in the Arab \nWorld: Evidence from Panel Data in Morocco. LABOUR, 30(3), 258–284. \nWattanasaovaluk, K. 2020. The Economic Significance of Work Experience for Elderly \nEmployment in Thailand. Journal of Population and Social Studies, 29, 2021. \n82–99. http://doi.org/10.25133/JPSSv292021.006. \n   \n20 \n ", "ADBI Working Paper 1224  Paweenawat and Liao \n \nWorld Bank. 2012. Reducing Elderly Poverty in Thailand: The Role of Thailand’s \nPension and Social Assistance Programs (English). Washington, DC: World \nBank Group. http://documents.worldbank.org/curated/en/949741468120871479/ \nReducing-elderly-poverty-in-Thailand-the-role-of-Thailands-pension-and-social-\nassistance-programs. \n———. 1994. Averting the Old Age Crisis: Policies to Protect the Old and Promote \nGrowth (English). Washington, DC; World Bank. http://documents. \nworldbank.org/curated/en/973571468174557899/Averting-the-old-age-crisis-\npolicies-to-protect-the-old-and-promote-growth. \n———. 2020. Thailand Economic Monitor June 2020: Thailand in the Time of  \nCovid-19 (English). Washington, DC: World Bank Group. Online source: \nhttp://documents.worldbank.org/curated/en/456171593190431246/Thailand-\nEconomic-Monitor-Thailand-in-the-Time-of-COVID-19. \nWorld Population Review. 2020. https://worldpopulationreview.com/. \n21 \n "], "metadata": {"Author": "Sasiwimon Warunsiri Paweenawat and Lusi Liao", "Company": "Asian Development Bank", "CreationDate": "D:20210319164417+08'00'", "Creator": "Acrobat PDFMaker 11 for Word", "Keywords": "population aging, older worker, elderly labor supply, Thailand", "ModDate": "D:20210323071245+08'00'", "Producer": "Adobe PDF Library 11.0", "SourceModified": "D:20210319084407", "Subject": "During the last few decades, the composition of the Thai population has changed dramatically due to reduced fertility and the aging of the population. Thailand’s aging society faces many challenges. This is particularly so for older Thai people who still have to work for a living due to insufficient savings. We provide an overview of the basic changes related to the labor force participation (LFP) of older people using the Labor Force Survey (LFS) from 1985 to 2017. We use Socio-Economic Survey (SES) panel data from 2005 to 2012 and employ the fixed-effect logit model (FE-logit) to estimate the determinants of older people’s LFP. Our main findings provide strong evidence that pensions and poorer health status reduce the LFP of older people in Thailand. Furthermore, while health status is significant across all analyses, pensions have less impact on lower-status workers, indicating that even if they receive a pension, they may still be too poor to retire. Finally, co-residence decreases the LFP only of older people in rural areas. Those who are older, with a primary education, and who are usually employed in the informal sector suffer from poverty and require more assistance from others.", "Title": "Labor Supply of Older Workers in Thailand: The Role of Co-residence, Health, and Pensions"}}