{"path": "data/input/pdf-generic/adbi-wp564.pdf", "pages": [" \n \n \nADBI Working Paper Series \n \n \n \n \n \n \n \nMajor Challenges Facing Small and Medium-sized Enterprises  \n \nin Asia and Solutions for Mitigating Them \n \n \n \n \n \n \n \n \n \n \nNaoyuki Yoshino and \n \nFarhad Taghizadeh-Hesary \n \n \n \n \n \n \nNo. 564 \n \nApril 2016 \n \n \n \n \n \n \n \nAsian Development Bank Institute \n ", " \n \n \nNaoyuki Yoshino is Dean and CEO of the Asian Development Bank Institute. \nFarhad Taghizadeh-Hesary is Assistant Professor of Economics, Keio University, Tokyo, \nand Visiting Professor, Graduate School of Economics, University of Tokyo. \nThe views expressed in this paper are the views of the author and do not necessarily \nreflect the views or policies of ADBI, ADB, its Board of Directors, or the governments \nthey represent. ADBI does not guarantee the accuracy of the data included in this paper \nand accepts no responsibility for any consequences of their use. Terminology used may \nnot necessarily be consistent with ADB official terms. \nWorking papers are subject to formal revision and correction before they are finalized \nand considered published. \n \n \nThe Working Paper series is a continuation of the formerly named Discussion Paper series; \nthe  numbering  of  the  papers  continued  without  interruption  or  change.  ADBI’s  working \npapers reflect initial ideas on a topic and are posted online for discussion. ADBI encourages \nreaders to post their comments on the main page for each working paper (given in the \ncitation below). Some working papers may develop into other forms of publication. \n \nSuggested citation: \nYoshino, N. and F. Taghizadeh-Hesary. 2016. Major Challenges Facing Small and Medium-\nsized Enterprises in Asia and Solutions for Mitigating Them. ADBI Working Paper 564. \nTokyo: Asian Development Bank Institute. Available: http://www.adb.org/publications/major-\nchallenges-facing-small-and-medium-sized-enterprises-asia-and-solutions/ \n \nPlease contact the authors for information about this paper. \nEmail: nyoshino@adbi.org; farhadth@gmail.com  \n \n \n \n \nAsian Development Bank Institute   \nKasumigaseki Building 8F \n \n3-2-5 Kasumigaseki, Chiyoda-ku  \nTokyo 100-6008, Japan   \n \n \nTel:   +81-3-3593-5500 \nFax:   +81-3-3593-5571   \nURL:   www.adbi.org \n \nE-mail:   info@adbi.org \n   \n© 2016 Asian Development Bank Institute   \n \n ", "ADBI Working Paper 564  Yoshino and Taghizadeh-Hesary \n \nAbstract \n \nSmall and medium-sized enterprises (SMEs) are the backbone of the Asian economy. They \nmake up more than 98% of all Asian businesses that provide two out of three private sector \njobs in the region. Therefore, it is vitally important for Asia’s economic success to have fully \nfunctioning  support  measures  for  SMEs.  However,  SMEs  face  challenges  from  limited \naccess to finance, lack of databases, low R&D expenditures, undeveloped sales channels, \nand low levels of financial inclusion, which are some of the reasons behind the slow growth \nof SMEs. This paper focuses on four major reasons that slowed the SME growth in Asia \nincluding  i)  lack  of  finance,  ii)  lack  of  comprehensive  databases,  iii)  low  level  of  R&D \nexpenditures, and iv) insufficient use of information technology and provides remedies for \nmitigating them. \n \nJEL Classification: G21, G24, G32 \n ", "ADBI Working Paper 564  Yoshino and Taghizadeh-Hesary \n \nContents \n \n \n1.  Introduction .................................................................................................................... 3 \n2.  Importance of SMEs in Asia ........................................................................................... 4 \n3.  Challenges SMEs Face .................................................................................................. 5 \n3.1  SMEs’ Difficulties in Accessing Finance ............................................................ 6 \n3.2  Lack of Information Infrastructure for SMEs ...................................................... 6 \n3.3  Low Level of Business R&D in SME Sector ...................................................... 7 \n3.4  Insufficient Use of Information Technology in SMEs ......................................... 7 \n4.  Remedies for Tackling SME Development Challenges ................................................... 8 \n4.1  Diversifying Channels of Financing ................................................................... 8 \n4.2  Development of SME Database and Credit Risk  Analysis of SMEs................ 12 \n4.3  R&D Tax Incentives ........................................................................................ 15 \n4.4  Utilizing Information for SMEs ......................................................................... 17 \n5.  Conclusions ................................................................................................................. 17 \nReferences ......................................................................................................................... 19 \n \n \n ", "ADBI Working Paper 564  Yoshino and Taghizadeh-Hesary \n \n1.  INTRODUCTION \nAsia has been continuously growing during the recent decades, and this growth has \nalleviated poverty and increased the number of middle-income countries in the region. \nHowever, the recent regional and global economic slowdown requires a new growth \nmodel for Asia, with strengthened dynamics for small and medium-sized enterprises \n(SMEs) to boost national productivity.  \nSMEs are the backbone of the economies of Asia, accounting for 98% of all enterprises \nand 66% of the national labor force on average during 2007–2012. SMEs contributed \n38% of the gross domestic product or manufacturing value-added in Asia on average  \nin  2007–2012,  suggesting  their  contribution  to  the  region’s  economies  can  be \nexpanded further. \nSMEs influence trade. SMEs brought about 30% of the total export value in Asia on \naverage in 2007–2012. In the People’s Republic of China (PRC), SMEs accounted for \n41.5% of total export value in 2012, up 6.8% year-on-year, while in Thailand they made \nup 28.8% of total export value with 3.7% year-on-year growth. SMEs that are part of \nthe global supply chain have the potential to promote international trade and mobilize \ndomestic demand (ADB 2014). \nDefinitions of SMEs are different country by country. In some countries the criteria for \nthe categorization is capital, in some countries it is based on the number of employees, \nand other countries use a mixed criteria like Japan, and it varies in each business. \nTable 1 shows the definitions of SMEs in Japan. \nTable 1: Definitions of SMEs in Japan \nDefinitions under \nDefinitions under the Small and Medium-sized Enterprise Basic Act \nthe Corporation \nSMEs  Small enterprises  Tax Act \nStated capital or number   Number of \nBusiness type  of employees  employees  Stated capital \nManufacturing  ¥300 million  300 or  20 or fewer  ¥100 million or less \nindustry and others   or less  fewer \nWholesale trade  ¥100 million  100 or  5 or fewer \nindustry   or less  fewer \nServices industry   ¥50 million   100 or  5 or fewer \nor less  fewer \nRetail trade industry   ¥50 million   50 or fewer  5 or fewer \nor less \nSMEs = small and medium-sized enterprises. \nSource: METI (2014). \nLimited access to finance, lack of a database, low research and development (R&D) \nexpenditures, undeveloped sales channels, and a low level of financial inclusion are \nsome of the reasons behind the slow growth of SMEs. In this paper, we will focus on \nfour major reasons that have slowed SME development in Asia including: i) lack of \nfinance, ii) lack of comprehensive databases, iii) low level of R&D expenditures, and \niv) insufficient use of information technology in SMEs. We will then provide remedies \nfor mitigating them. \n3 \n ", "ADBI Working Paper 564  Yoshino and Taghizadeh-Hesary \n \nSection 2 of the paper explains the importance of SMEs in Asia, Section 3 describes \nthe challenges SMEs face in Asia, Section 4 provides the solutions, and Section 5 \ncontains concluding remarks. \n2.  IMPORTANCE OF SMES IN ASIA \nAs for the importance of SMEs in Asia, according to a survey conducted by the Asian \nDevelopment Bank (ADB) on 14 economies from the five ADB regions: (a) Kazakhstan \n(Central  Asia);  (b)  the  People’s  Republic  of  China  and  the  Republic  of  Korea \n(East Asia);  (c)  Bangladesh,  India,  and  Sri  Lanka  (South  Asia);  (d)  Cambodia, \nIndonesia, Malaysia, the Philippines, Thailand, and Viet Nam (Southeast Asia); and \n(v) Papua New Guinea and the Solomon Islands (the Pacific), SMEs, together with \nmicroenterprises,  account  for  more  than  90%  of  total  enterprises  in  each  country \n(ADB 2014).  \nSMEs,  including  microenterprises,  contributed  59.1%  of  nominal  gross  domestic \nproduct (GDP) in Indonesia in 2012, a figure that is gradually increasing (Figure 1). \nSMEs and microenterprises in Thailand contributed 37.0% of nominal GDP in 2012, \nand in Malaysia, 32.7% of real GDP in the same year. Thailand targeted an increase of \nSME contribution to GDP of 40% or more in its country strategy 2012. In Kazakhstan, \nthe nominal GDP of SMEs tended to increase but their contribution to GDP decreased \nover 2010–2012, and was 17.3% in 2012. \nFigure 1: Small and Medium-sized Enterprises Contribution  \nto Gross Domestic Product \n \nNote: Republic of Korea SME contribution to gross value-added in manufacturing. \nSource: ADB (2014). \nThe extent of employment by SMEs varies by country (Figure 2). The share of SME \nemployees  to  total  employment  ranged  between  28.0%  (Kazakhstan)  and  97.2% \n(Indonesia) in 2012.  \n   \n4 \n ", "ADBI Working Paper 564  Yoshino and Taghizadeh-Hesary \n \nFigure 2: Employment by Small and Medium-sized Enterprises \n \nCAM = Cambodia; PRC = People’s Republic of China; INO = Indonesia; KAZ = Kazakhstan; KOR = Republic of Korea; \nMAL = Malaysia; PHI = the Philippines; THA = Thailand; VIE = Viet Nam; SME = small and medium-sized enterprise. \nNotes: Data as of 2012 in the PRC, Indonesia, Kazakhstan, Malaysia, Thailand, and Viet Nam. Data as of 2011 in \nCambodia, Republic of Korea, and the Philippines. \nSource: ADB (2014). \n3.  CHALLENGES SMES FACE  \nSMEs  face  challenges  from  increased  competition,  the  ability  to  adapt  to  rapidly \nchanging market demand, technological change, and capacity constraints relating to \nknowledge, innovation, and creativity. For many SMEs, however, their potential is often \nnot fully realized due to factors related to their small scale:  \ni.  lack of resources (finance, technology, skilled labor, market access, and market \ninformation); \nii.  lack of economies of scale and scope; \niii.  higher transaction costs relative to large enterprises; \niv.  lack of networks that can contribute to a lack of information, know-how, and \nexperience of domestic and international markets; \nv.  increased  market  competition  and  concentration  from  large  multinational \nenterprises caused by globalization and economic integration; \nvi.  inability  to  compete  against  larger  firms  in  terms  of  R&D  expenditure  and \ninnovation (product, process, and organization); \nvii.  subject to “churning” and instability; and \nviii.  lack of entrepreneurial zeal, capacity, and know-how. \nIn addition, many small businesses find that their geographical isolation puts them  \nat a competitive disadvantage. Despite these substantial obstacles many economies \nremain heavily dependent on SMEs, particularly for employment generation. Despite \ntheir perceived weaknesses SMEs have not been swept away with the process of \nglobalization  and  regional  integration,  but,  rather,  their  role  and  contribution  have \nchanged and evolved which have enabled many to remain internationally competitive \nand  collectively  be  an  important  source  of  employment  generation  (Harvie  and \nCharoenrat 2015). \n5 \n ", "ADBI Working Paper 564  Yoshino and Taghizadeh-Hesary \n \nIn this section we will focus on explaining four major challenges faced by SMEs: \ni) difficulties in accessing finance, ii) lack of information infrastructure for SMEs, iii) low \nlevel  of  business  R&D  in  the  SME  business  sector,  and  iv)  insufficient  use  of \ninformation technology. \n3.1  SMEs’ Difficulties in Accessing Finance \nFigure 3 shows the level of difficulty in raising money depending on firm size: the thick \nline shows the difficulties faced by SMEs, and the thin line shows the relative ease for \nlarge enterprises. Data points below zero indicate that companies are finding it difficult \nto raise money from either banks or the capital market. SMEs appear to face a more \ndifficult situation in raising money when compared with large firms. \nFigure 3: Access to Finance—Small and Medium-sized Enterprises  \nand Large Firms in Japan \n \nCY = commercial year; DI = diffusion index. \nNote: The diffusion index is a method of summarizing the common tendency of a group of statistical series. \nSource: Bank of Japan (2014).  \nMany banks prefer to allocate their resources to large enterprises rather than to SMEs. \nThe reason is that large enterprises have a lower risk of default and their financial \nstatements are clear. However SMEs are riskier mainly from the point of view of \nlenders and they do not have clear accounting information.  \n3.2  Lack of Information Infrastructure for SMEs \nThe  financial  industry  deals  with  information  intrinsically.  However,  there  is  an \nasymmetric information problem between suppliers and demanders of funds in general. \nInformation infrastructure is necessary to remedy this problem. Many big enterprises \nlist their shares on stock markets and issue securities in bond markets. Therefore, \n6 \n ", "ADBI Working Paper 564  Yoshino and Taghizadeh-Hesary \n \ninstitutional information sharing schemes of capital markets can facilitate access to a \nwide range of information necessary to estimate the creditworthiness of big enterprises. \nHowever, most SMEs have no connection with capital markets. Financial institutions \ncan closely and continuously observe borrowers, but it is costly to do so for borrowers \nof small loans. \nThe lack of information infrastructure for SMEs exacerbates the information asymmetry \nproblem. \nIn collateral-based lending, the provision of collateral is the simplest way for SMEs and \nfinancial institutions to reduce the risk premium in loan formulations. However following \nthe introduction of the Basel capital accord, many governments expanded policy-based \nfinance  for  SMEs  for  mitigating  the  constraints  on  SME  finance  as  an  urgent \ncountermeasure. Under such a situation, efficient and lower cost credit risk evaluation \ntools were necessary for SME financing, especially for transaction-based lending. To \naddress the serious credit constraints on SMEs to conform to Basel II requirements  \non risk management, comprehensive information infrastructure is needed. This soft \ninfrastructure will be explained in Section 4 of this paper. \n3.3  Low Level of Business R&D in SME Sector \nBusiness enterprise expenditure on research and development (BERD) is an important \ndriver of innovation and economic growth. During the last decade, BERD intensity  \nrose significantly in many Asian economies like the Republic of Korea, the People’s \nRepublic of China, and India. However in many other Asian economies it slowed or did \nnot increase significantly. An economy’s R&D is generally concentrated in a limited \nnumber of large firms. In some economies, however, small and medium-sized firms \naccount for a significant share of the total business R&D effort. This may be due to a \nrelatively large body of SMEs or to SMEs that perform a large amount of R&D (such  \nas specialized R&D units that are part of a larger group). The share of SMEs in total \nBERD in some Asian economies is low, like Japan with only 5%; this is one of the \nimportant reasons behind the slowed economic growth in Japan. However, when we \nlook at economies in many non-Asian developed economies this ratio is more than  \ntwo-thirds like in Estonia and New Zealand (OECD 2013).  \nForeign-controlled affiliates also play an important role in domestic R&D. However, \nwhen looking at Japanese data, in 2009–2010 they accounted only for 6.3%. In many \nother Asian economies this ratio is small. But when we look at non-Asian developed \neconomies, this ratio is large, for example 70% in Ireland (OECD 2013).  \n3.4  Insufficient Use of Information Technology in SMEs \nInformation technology has developed rapidly. Household ownership of mobile phones, \nsmartphones,  and  tablet  computers  has  also  spread  quickly  in  the  recent  years. \nAccordingly, more consumers have come to prefer Internet sales to over-the-counter \nsales and the e-commerce market for individuals is expanding. \nHowever, SMEs have been unable to sufficiently utilize such opportunities. Most small \nenterprises do not have their own websites. For instance, in Japan while households’ \nmobile phone ownership reached beyond 90% and Internet users reached 90.58% of \nthe population in 2014 (World Bank 2016), SMEs selling products and receiving orders \nvia their own websites accounted for only 10% of the total and less than 10% have their \nown online shops or market their goods on Internet shopping sites (METI 2014). \n7 \n ", "ADBI Working Paper 564  Yoshino and Taghizadeh-Hesary \n \n4.  REMEDIES FOR TACKLING SME DEVELOPMENT \nCHALLENGES \nThe previous section defined some major challenges that face SMEs. In this section, \nwe  provide  some  efficient  remedies  for  the  development  of  SMEs  in  Asia,  these \nsolutions have worked in some Asian economies and it is necessary to expand them to \nthe rest of Asia. \n4.1  Diversifying Channels of Financing  \nIn  this  section,  we  describe  three  different  methods  for  easing  SME  financing  by \ndeveloping (i) credit guarantee schemes by governments, (ii) private SME lenders, and \n(iii) hometown investment trust funds for financing risky SMEs and start-up businesses. \n4.1.1  Development of credit guarantee schemes \nOwing to the significance of SMEs to Asian national economies, it is important to find \nways  to  provide  them  with  stable  finance.  However,  SMEs  usually  have  severe \ndifficulties raising money. The under supply of credit to SMEs is mainly because of  \nthe asymmetric information, high default risk, and lack of collateral. SMEs have more \ndifficulties accessing finance compared to large enterprises. Lending institutions mainly \nprefer to increase the flow of funds to the latter sector, since the aforementioned \nreasons are lower in this group. In order to fulfill this problem, various government and \ndonor initiatives have emerged in developed as well as developing and emerging \neconomies,  and  created  the  Credit  Guarantee  Scheme  (CGS).  The  public  credit \nguarantee scheme is a tool to reduce the supply–demand gap in SME finance. \nThe CGS has been used over the decades in many countries and in various forms as  \na way to increase the flow of funds into targeted sectors and groups. The purpose for  \nthe creation of such schemes is to contribute to the flow of funds in the sectors that \nhave difficulties raising funds, that is, the SME sector. The CGS makes lending more \nattractive by absorbing or sharing the risks associated with lending to the targeted \nsector.  This  scheme  can  also  increase  the  amount  of  loan  funds  available  to  an \nenterprise beyond its own collateral limits, because the guarantee is a form of loan \ncollateral. The guarantee manager can assume the additional role of loan assessor and \nmonitor, which can improve the quality of the loans made (Zander, Miller, and Mhlanga \n2013). However, guarantee funds have a cost, which is paid through the fees charged \nand/or subsidized by the government or by third party institutions.  \nMany countries like Japan used to have full credit guarantee schemes that covered \n100%  of  the  default  cost  incurred  by  borrowers  (Uesugi,  Kasai,  and  Yamashiro  \n2006). Recently the Government of Japan revised the credit guarantee policy and \nimplemented the partial credit guarantee as the full guarantee had moral hazard. If the \ngovernment covers 100% of the SMEs default costs and absorbs the full risk, then \nlending  institutions  would  not  need  to  monitor and  analyze  the financial  health  of \nborrowers, because their risk is covered by the government. Thus, it could raise the \nnumber of nonperforming loans in the banking sector and will reduce the productivity of \nthe public reserve. Hence, a partial credit guarantee scheme can be an optimal case. \nA CGS consists of at least three parties—a borrower, a lender, and a guarantor. The \nborrower is often an SME or a micro-enterprise seeking debt capital. This borrower \ntypically  approaches  a  private  financial  institution  (bank)  for  a  business  loan.  For \nreasons of asymmetry of information the loan request is frequently turned down by  \nthe private lender. This is where the guarantor comes into the picture. The guarantor, \n8 \n ", "ADBI Working Paper 564  Yoshino and Taghizadeh-Hesary \n \nusually a government or trade association, seeks to facilitate access to debt capital by \nproviding lenders with the comfort of a guarantee for a substantial portion of the debt \n(Riding and Haines 2001). \nAs it is clear in Figure 4, in this example, CGCs money comes from the national \ngovernment (from the Ministry  of  Finance to  the  Ministry  of  Economy,  Trade  and \nIndustry) and also from local governments. The national government provides direct \nsubsidies  to  CGCs,  provides  subsidies  for  compensation  assets  to  the  Japan \nFederation  of  Credit  Guarantee  Corporations  (JFG),  and  JFG  provides  it  as \ncompensation in case of losses to the CGCs. Also the national government provides \nfunds for credit insurance to the Japan Finance Corporation (JFC) and JFC uses this \nthese funds to insure the contracts. On the other hand, local governments are also \nsupporters of CGCs that provide contributions and loans to them. In Japan in 2013 \nalmost  3.8  million  SMEs  were  operating,  among  which  37.9%  (1.46  million)  were \nguaranteed by the CGCs. There are 51 CGCs in Japan, one for each prefecture and \none in each of the cities of Nagoya, Yokohama, Kawasaki, and Gifu. At the end of \n2013, their total liabilities stood at approximately ¥30 trillion. \nFigure 4: Credit Guarantee Scheme, Japan \n \nSource: Japan Federation of Credit Guarantee Corporations (2014). \nCredit guarantee schemes make banks’ lending to SMEs easy, because in case of \nSME default, the credit guarantee cooperation, which is a government organization, will \ncover a certain percentage of the lender’s losses. For example, if the credit guarantee \ncorporation puts 80% as the guarantee ratio, it means if an SME goes into bankruptcy, \nbanks can recover 80% of their loans. If there was no credit guarantee system and if an \nSME goes into bankruptcy, then banks lose everything. In Japan after the tsunami and \nearthquake disaster of Fukushima in March 2011, the government decided to make  \nthe  credit  guarantee  ratio  100%  (full  guarantee)  because  it  became  more  difficult  \n9 \n ", "ADBI Working Paper 564  Yoshino and Taghizadeh-Hesary \n \nfor many SMEs to borrow money from banks. However, a full guarantee by a credit \nguarantee corporation creates a moral hazard problem toward banks. In the case of a \nfull guarantee, if an SME goes bankrupt, all the money will be recovered for the banks, \ntherefore banks do not need to carefully monitor the quality of business of the SMEs, \nwhether SMEs are sound or non-sound, banks are willing to lend money.  \nIn Asia, credit guarantee schemes have been widely established. India launched the \nCredit Guarantee Fund Scheme for Micro and Small Enterprises in 2000 as a partial \nguarantee scheme; it covers 75% of the credit applied (ADB 2015). Indonesia started a \npublic credit guarantee scheme for micro and small and medium-sized enterprises \n(MSMEs)—the People’s Business Credit scheme (Kredit Usaha Rakyat) in 2007; it \nguarantees 70%–80% of the credit applied. Kazakhstan has a partial credit guarantee \nscheme for SMEs (up to 70%) under the Damu Entrepreneurship Development Fund. \nThe Republic of Korea provides credit guarantees for SMEs mainly through two credit \nguarantee institutions: the Korea Credit Guarantee Fund and the Korea Technology \nFinance  Corporation.  In  Malaysia,  the  Credit  Guarantee  Corporation  provides \nguarantees for SMEs. In Papua New Guinea, a regional bank (Bank South Pacific) \nprovides partial credit guarantees for SMEs (50% of the credit applied). The Philippines \nhas two credit guarantee programs for MSMEs: the partial guarantee scheme provided \nby the Small Business Corporation (70% of the credit applied), and the Credit Surety \nFund  Program  under  the  central  bank.  In  the  Solomon  Islands,  the  central  bank \nprovides a credit guarantee scheme for SMEs, called the Small Business Finance \nScheme,  covering  90%  of  the  credit  applied.  The  central  bank  in  Sri  Lanka  also \nprovides credit guarantee schemes for SMEs as well as several credit lines. Thailand \ndeveloped  the  portfolio  guarantee  scheme  for  SMEs  in  2009  as  part  of  the  Thai \neconomic stimulus measures against the global financial crisis. Viet Nam has two \nchannels of credit guarantees, although they do not directly target SMEs: the credit \nguarantee fund operated by the Vietnam Development Bank (85% partial guarantees), \nand  the  local  credit  guarantee  funds  operated  by  provincial  authorities  under  the \nsupervision of the Ministry of Finance. \n4.1.2  Development of specialized private banks for SME financing \nIn Japan there is a good example of the development of specialized private banks for \nSME financing, called shinkin banks. Shinkin banks are deposit-taking cooperative \nbanks  that  specialize  in financing  SMEs  within  a region. Just  like  city  banks  and \nregional banks, shinkin banks are protected by deposit insurance and are subject to the \ncapital adequacy requirements and other banking regulations and supervision. \nUnlike city banks or regional banks, however, shinkin banks make loans mainly to the \nmember SMEs who capitalize the shinkin banks. They can make loans to non-member \nSMEs, but they have to restrict the share of the loans to non-member SMEs to below \n20%. On the other hand, they can accept deposits from anyone.  \nShinkin banks are regional financial institutions in the sense that they can make loans \nonly to SMEs that operate within the same region as the shinkin banks. Shinkin banks \nare generally smaller than city banks and tier 1 and tier 2 regional banks and larger \nthan credit cooperatives (shinyo kumiai). Shinkin banks have a significant role in the \ndevelopment of SMEs in different regions and in achieving comprehensive growth \nthroughout Japan (Hosono, Sakai, and Tsuru 2006). Shinkin banks provide 14.7% \nshare of total loans to SMEs having a total of ¥128 trillion (equivalent to $1,244 billion) \nin funds (Shinkin Central Bank 2014). \n10 \n ", "ADBI Working Paper 564  Yoshino and Taghizadeh-Hesary \n \n4.1.3  Development of hometown investment trust funds for risky SMEs \nGiven that the financial systems in Asia are dominated by banks, the creation of \nregional funds (or hometown investment trust funds)1 to promote lending to start-up \ncompanies and riskier borrowers, such as SMEs, would help maintain the soundness \nof the banking sector, as banks would not be exposed to the risks that lending to such \ncompanies pose (Figure 5). Selling those regional trust funds through branch offices of \nregional  banks,  post  offices,  credit  associations,  and  large  banks  would  increase \nfunding sources for regional companies.  \nFigure 5: Bank-based Small and Medium-sized Enterprise Financing  \nand Hometown Investment Financing to Riskier Borrowers \n \nSME = small and medium-sized enterprise. \nSource: Yoshino and Taghizadeh-Hesary (2015a). \nSuch trust funds would not be guaranteed by a deposit insurance corporation and the \nassociated risks would be borne by investors. The terms of a trust fund would have to \nbe explained to investors, such as where their funds would be invested and what the \nrisks would be, in order to strengthen potential investors’ confidence and help expand \nthe trust fund market (Yoshino 2013). Examples of such funds in Japan include wind \npower generators and musicians’ funds. In the first example, to construct 20 wind \npower  generators,  public–private  partnerships  were  launched  and  local  residents \ninvested $1,000–$5,000 in a fund. They receive dividends every year through the sales \nof electricity by each wind power generator in which they had invested. Musicians’ \nfunds gather many small investors to buy units for $150–$500. If the musicians become \nsuccessful and their music sells well, the sales will generate a high rate of return for  \nthe fund.  \nExamples of both successful and failed funds can be cited. Project assessors play a \nkey role in evaluating each project to limit the number of nonperforming investments \nand losses by investors. Some of the funds set up in Japan are regarded as charities, \nwith some investors viewing them as a way to invest in their region to support new \nbusiness ventures.  \nSuch  new  ventures  pose  a  problem  for  banks,  as  although  some  will  have  high \nexpected rates of return, the high risks involved make it difficult for banks to finance \nthem. However, if the projects are financed by hometown investment trust funds rather \nthan by deposits transformed into bank loans, they will not create nonperforming loans \nfor banks. Banks can still benefit and compete with each other by selling the trust funds \nthrough their branch offices, although it has to be made clear that an investment  \nin those funds is not guaranteed. If a bank sells successful hometown investment  \ntrust funds, it will be able to attract more investors while on the other hand, if it sells \n                                                \n1  Hometown investment trust funds were only recently established and now have been adopted as a \nnational strategy in Japan (Yoshino and Taghizadeh-Hesary 2014). \n11 \n ", "ADBI Working Paper 564  Yoshino and Taghizadeh-Hesary \n \nloss-making funds, it will lose investors in the future. Competition will improve the \nquality of projects and enhance the risk-adjusted returns for investors. \nA hometown investment trust fund has three main advantages. First, it contributes to \nfinancial market stability by lowering information asymmetry. Individual households and \nfirms have direct access to information about the borrowing firms, mainly SMEs that \nthey lend to. Second, it is a stable source of risk capital. The fund is project driven. \nFirms  and  households  decide  to  invest  by  getting  to  know  the  borrowers  and  \ntheir projects. In this way, the fund distributes risk, but not so that it renders risk \nintractable, which has been the problem with the “originate and distribute” model. Third, \nit contributes to economic recovery by connecting firms and households with SMEs that \nare worthy of their support. It also creates employment opportunities at the SMEs as \nwell as for the pool of retirees from financial institutions who can help assess the \nprojects (Yoshino 2013; Yoshino and Taghizadeh-Hesary 2014).  \n4.2  Development of SME Database and Credit Risk  \nAnalysis of SMEs \nConsidering the importance of SMEs to many dimensions of Asian economic activity, \nfurther  efforts  need  to  be  made  to  offer  them  access  to  finance.  Their  financial  \nand nonfinancial accounts are often difficult to assess, but the Credit Risk Database \n(CRD) in Japan shows how SMEs can be rated based on financial and nonfinancial \ndata. The CRD includes a large amount of data that can be used to rate SMEs through \nstatistical analysis. \nDatabase provided by the CRD Association  \nThe CRD Association was established in 2001 as an initiative of the Japanese Ministry \nof  Economy,  Trade  and  Industry  and  the  Small  and  Medium  Enterprise  Agency.  \nThe  initial  membership  was  52  credit  guarantee  corporations  as  well  as  financial  \nand nonfinancial institutions. Its aim was to facilitate fundraising for SMEs and to \nimprove  their  operational  efficiency.  The  association’s  membership  increased  from  \n73 institutions at the end of March 2002 to 179 by April 2015 (Kuwahara et al 2015). \nThe  CRD  covers  SMEs  exclusively  (Figure  6).  As  of  31  March  2015  it  included \n2,210,000  incorporated  SMEs  and  1,099,000  sole-proprietor  SMEs,  and  it  is  the  \nlargest  SME  database  in  Japan.  The  database  for  enterprises  in  default  covered \n500,000 incorporated  and  sole-proprietor  SMEs  (Yoshino  and  Taghizadeh-Hesary \n2015b). The CRD Association receives active support from both the private and public \nsectors, which have contributed to its success. For example, the Small and Medium \nEnterprise Agency nominates representatives of the CRD Association to government \ncouncils,  which  gives  the  association  an  opportunity  to  promote  its  activities  and \nincrease  its  membership.  Credit  guarantee  corporations  and  private  financial \ninstitutions use the CRD when they create a joint guarantee scheme.2 Before the CRD \nwas formally established, the government invested ¥1.3 billion from the supplementary \n                                                \n2  A credit guarantee system would make it easier for banks to lend money to SMEs. For example, in the \ncase of an SME default, a percentage of the losses would be met by the credit guarantee corporation, \nwhich is a government organization. For example, assuming a credit guarantee corporation sets 80% as \nthe guarantee ratio, if an SME went into bankruptcy, a bank could recover 80% of its loan. If there was \nno credit guarantee system in place and an SME went into bankruptcy, the bank would lose its entire \nloan. Research is needed into the optimal level of partial credit guarantees; that is, the percentage at \nwhich a credit guarantee corporation can encourage lending yet ensure that banks have an incentive to \ncarefully assess the creditworthiness of borrowers. Arráiz, Meléndez, and Stucchi (2014) have provided \na framework for a partial credit guarantee system. \n12 \n ", "ADBI Working Paper 564  Yoshino and Taghizadeh-Hesary \n \nbudgets for fiscal years 1999 and 2000 to finance the setting up of the CRD’s computer \nsystem  and  other  operational  costs.  The  association  provides  sample  data  and \nstatistical information, and scoring services. \nFigure 6: Credit Risk Database of Small and Medium-Sized Enterprises \n \nCRD = Credit Risk Database; SME = small and medium-sized enterprise. \nSource: Authors and CRD website. www.crd-office.net  \nMember financial institutions use scoring models to evaluate creditworthiness, check \nthe validity of internal rating systems, and align loan pricing with credit risk. In addition, \nthe CRD Association provides consulting services to support the management of SMEs \non the assumption that if SMEs are better managed, this will reduce the credit risk for \nmember financial  institutions  and  strengthen  SME  business  operations.  Consulting \nservices have also been offered to member financial institutions to help them promote \nimplementation of Basel II.  \nIf such systems could be established in other parts of Asia to accumulate and analyze \ncredit risk data, and to measure each SME credit risk accurately, SMEs would not only \nbe able to raise funds from the banking sector, they could also gain access to the debt \nmarket by securitizing their claims. \nSME credit ratings \nCredit ratings are opinions expressed in terms of ordinal measures, reflecting the \ncurrent financial creditworthiness of issuers such as governments, firms, and financial \ninstitutions. These ratings are conferred by rating agencies—such as Fitch Ratings, \nMoody’s,  and  Standard  and  Poor’s—and  may  be  regarded  as  a  comprehensive \nevaluation of an issuer’s ability to meet their financial obligations in full and on time. \nHence,  they  play  a  crucial  role  by  providing  participants  in financial  markets  with \ninformation for financial planning. To conduct rating assessments of large corporations, \nagencies resort to a broad range of financial and nonfinancial pieces of information, \nincluding experts’ expectations. Rating agencies usually provide general guidelines on \ntheir ratings decision-making process, but detailed descriptions of the rating criteria and \nthe determinants of banks’ ratings are generally not provided (Orsenigo and Vercellis \n2013).  In  search  of  more  objective  assessments  of  the  creditworthiness  of  large \ncorporations and financial institutions, there has been a growing body of research into \nthe development of reliable quantitative methods for automatic classification according \nto their financial strength.  \n \n13 \n ", "ADBI Working Paper 564  Yoshino and Taghizadeh-Hesary \n \nExtensive  empirical  research  devoted  to  analyzing  the  stability  and  soundness  of  \nlarge corporations dates back to the 1960s. Ravi Kumar and Ravi (2007) provided a \ncomprehensive survey  of the application of statistical and intelligent techniques to \npredicting  the  likelihood  of  default  among  banks  and firms.  Despite  its  relevance, \nhowever,  the  development  of  reliable  quantitative  methods  for  the  prediction  of  \nlarge corporations’ credit ratings has only recently begun to attract strong interest. \nThese studies are conducted mainly within two broad research strands focusing on \nstatistical and machine learning techniques, and may address both feature selection \nand classification. Poon, Firth, and Fung (1999) developed logistic regression models \nfor  predicting  financial  strength  ratings  assigned  by  Moody’s,  using  bank-specific \naccounting variables and financial data. Factor analysis was applied to reduce the \nnumber of independent variables and retain the most relevant explanatory factors. The \nauthors showed that loan provision information, and risk and profitability indicators \nadded the greatest predictive value in explaining Moody’s ratings. Huang et al (2004) \ncompared support vector machines and back-propagation neural networks to forecast \nthe rating of financial institutions operating in the United States and Taipei,China. In \neach  case,  five  rating  categories  were  considered  based  on  information  released  \nby  the  respective  rating  agencies.  The  analysis  of  variance  was  used  to  discard  \nnon-informative features. In this study, support vector machines and neural networks \nachieved comparable classification results. However, the authors found that the relative \nimportance of the financial variables used as inputs by the optimal models were quite \ndifferent between the two markets.  \nFigure 7: Classification of Small and Medium-sized Enterprises \n \nSME = small and medium-sized enterprise. \nNote: Group 1 = financially healthy SMEs; Group 2 = medium-risk SMEs; Group 3 = financially risky SMEs. \nSource: Yoshino and Taghizadeh-Hesary (2015b). \nAs  mentioned  earlier,  the  main  purpose  of  developing  a  CRD  is  to  create  the \ninfrastructure for  improved  credit ratings  of  SMEs. There  are  various methods for \nperforming  credit  rating  analysis  using  data  on  SMEs.  A  comprehensive  credit  \nrating method developed by Yoshino and Taghizadeh-Hesary (2014; 2015b) employed \nstatistical  analysis  techniques  on  various  financial  variables  of  a  group  of  SME \ncustomers of an Iranian bank. As Figure 7 shows, the analysis classified SMEs into \n14 \n ", "ADBI Working Paper 564  Yoshino and Taghizadeh-Hesary \n \nseveral  groups:  financially  healthy  SMEs,  medium-risk  SMEs,  and  financially  risky \nSMEs. A detailed analytical framework is explained in Yoshino and Taghizadeh-Hesary \n(2014; 2015b). \nFor  SMEs  in  the financially  healthy  group,  banks  can  lend  them  more money  by \ncharging low rates of interest with no required collateral. On the other hand, for SMEs \nin the high-risk group, banks can charge higher rates of interest with greater collateral \nrequirements. If an SME’s performance improves and it moves into a lower risk group, \nbanks can change their interest rates from high to low, accordingly. Similar SME data \nanalysis is underway in Thailand. We hope the data analysis explained in this paper \ncan be expanded to many other Asian economies so that more reliable credit rating of \nSMEs will become possible. When data are not well established, banks lend money to \nSMEs based on their intuition rather than examining solid data. The establishment of \nSME databases will reduce information asymmetry between SMEs and lenders. \n4.3  R&D Tax Incentives \nIn  addition  to  providing  grants,  contracts,  and  loans,  Asian  governments  should \ncontribute to business R&D through tax incentives. This is what is occurring in many \nAsian economies. For instance, the Government of the Republic of Korea provided  \none of the most combined support incentives for business R&D as a percentage of \nGDP. Effective tax subsidy rates should be influenced by business characteristics, and \nshould vary based on the type of the business and maturity of the company. Among \nAsian economies Japan and the Republic of Korea give more generous treatment to \nSMEs relative to large firms. Some countries allow firms to benefit from tax incentives \nwhen they are not profitable enough to use them in the current period, but few do so to \na significant extent. Australia provides a tax credit equal to 40% or 45% of eligible R&D \nexpenditure, with any excess refundable to SMEs (Deloitte 2014). \nRefunds by authorities effectively allow SMEs to benefit from incentives as if they were \nprofitable. Refunds and carry-forward provisions are sometimes used to promote R&D \nin firms that could not otherwise use their credits or allowances. Such provisions should \nbe more generous for SMEs and younger firms. \nIn this subsection, we provide an example of Japanese new R&D tax policies toward \nlarge enterprises and SMEs, which is applicable for the rest of Asia: \nJapanese  R&D  taxed  incentives  are  volume-based  credits  for  a)  SMEs  and  \nb) large enterprises.  \na)  SMEs3 \n−  A credit of 12% of total R&D expenditures. \n−  The tax credit is limited to 20% of the company’s national corporate income \ntax liability before the credit is applied. The 20% limitation applies for fiscal \nperiods beginning on or after 1 April 2012. Previously the limitation was 30% \nfor the fiscal years beginning on or after 1 April 2009, up to 31 March 2012. \nb)  Large companies \n−  A credit of 8% to 10% of total R&D expenditures. \n−  The tax credit limitation is the same as for SMEs as outlined above. \n                                                \n3  SMEs in this policy are companies whose capital does not exceed ¥100 million, excluding an SME held \nby a large company and/or companies, whose capital exceeds ¥100 million. \n15 \n ", "ADBI Working Paper 564  Yoshino and Taghizadeh-Hesary \n \nAdditional incremental credits (for both SME & large companies). Either, where the \ncurrent  period  R&D  expenditure  exceeds:  (i)  the  annual  average  of  the  R&D \nexpenditure  for  the  3  preceding  fiscal  years;  and  (ii)  the  highest  annual  R&D \nexpenditure for the previous 2 fiscal years, then the company may claim 5% of the \nincremental R&D expenditures (that is, the current year expenditure less the amount in \n(i)); or where the current period R&D expenditure exceeds 10% of the average annual \nsales for the 4 most recent preceding fiscal years Japan offers separate credits for \nsmall-and-medium sized enterprises and large companies, as well as an additional \ncredit for entities of all sizes. (Including the current year), the company is eligible for a \ncredit calculated using the following formula: (R&D expenditure less [average annual \nsales  x  10%])  multiplied  by  the  R&D  ratio  (reduced  by  10%),  multiplied  by  20%.  \nThe R&D ratio is the amount of current year R&D expenses divided by average annual \nsales for the 4 most recent preceding fiscal years (including the current tax year).  \nThe tax credit is limited to 10% of the company’s national corporate income tax liability \nbefore  the  credit  is  applied.  The  additional  tax  credit  is  available  for  fiscal  years \ncommencing on or after 1 April 2008 through 31 March 2014. The R&D tax credit is \navailable to blue form tax return filers.4 A blue form tax return status is obtained by \nsubmitting an application form to the appropriate tax office. Furthermore, there are \nrecord keeping substantiation requirements applicable under the corporate tax law. \nAnother R&D credit system is applicable for a company conducting R&D jointly with  \na qualified R&D institution (for example, designated universities). Generally, unused \nR&D tax credits may be carried forward 1 year. The unused R&D tax credits for the \nfiscal years beginning on or after 1 April 2009 to 31 March 2010 may be carried forward \nup to 3 years. Research credits for fiscal years beginning on or after 1 April 2010 to \n31 March 2011 may be carried forward 2 years. \n4.3.1  Collaboration on innovation \nCollaboration is a key vector of innovation-related knowledge flows both for firms that \nuse R&D (either internally developed or externally acquired) and for those that are  \nnot R&D active. In all economies for which data are available, R&D active firms tend  \nto collaborate more frequently on innovation than non-R&D active firms, although in  \nthe Republic of Korea (manufacturing only) and Australia, both types of firms have \nsimilar  rates  of  collaboration.  Patterns  of  collaboration  differ  in  terms  of  partners’ \ncharacteristics.  Collaboration  with  higher  education  or  public  research  institutions  \nis an important source of knowledge transfer for large firms. In most economies, these \nfirms are usually two to three times more likely than SMEs to engage in this type of \ncollaboration. More than half of all innovating large firms in Finland, Slovenia, Austria, \nand Hungary collaborate with these institutions but less than one in ten in Mexico  \nand Australia. Collaboration is more frequent with other market actors, in particular \nsuppliers and clients. Among large firms, suppliers play a key role as value chains \nbecome increasingly integrated, while in Finland, the United Kingdom, the Republic  \nof  Korea,  South  Africa,  and  Iceland,  collaboration  with  clients  is  equally  or  more \nimportantly, a potential indication of the growing importance of user-driven innovation. \n                                                \n4  A Japanese taxpayer becomes a “blue form” tax filer by submitting an election to the authorities and \nthen maintaining their accounting records to an acceptable standard. In theory, the blue form tax return \nsystem is intended to encourage better record keeping and reporting by individual and corporate \ntaxpayers by conferring certain benefits on the “blue form” tax filers. In practice many of the benefits \nfrom blue form filing status (such as the carry forward of tax losses) are fundamental to the Japanese \ntax system. \n16 \n ", "ADBI Working Paper 564  Yoshino and Taghizadeh-Hesary \n \n4.4  Utilizing Information for SMEs  \nIn order to teach the new methods of sales using the Internet, it is possible that national \ngovernments through the municipalities which are nationwide, or through societies of \ncommerce  and  industry  and  chambers  of  commerce  and  industry  provide  close \nmentoring  style  support  to  SMEs  and  small  enterprises,  in  each region  acting  as \n“primary care doctors”. \nIn Japan, the government planned that Small and Medium Enterprises Comprehensive \nSupport  Centers  be  established  in  47  prefectures  nationwide  from  April  2013  \nonward  with  the  aim  of  further  strengthening  the  support  system  for  SMEs  and  \nsmall enterprises. \nThese  centers  have  the  following  three  functions:  (i)  provide  comprehensive  and \nadvanced  business  advice  that  cannot  be  fully  dealt  with  by  existing  support \norganizations,  (ii)  offer  support  through  organizing  expert  teams  optimized  for  \nparticular problems of respective enterprises, and (iii) introduce appropriate support \norganizations (one-stop services). \nThe non-use of information technology has not only damaged SME sales, but also \nmade many SMEs unfamiliar with the ongoing support available. For example in a \nsurvey done in Japan, approximately 50% to 60% of SMEs and small enterprises \nresponded that they are not sure about where they can obtain information on SME \nsupport measures. Approximately 50% do not obtain any such information. Only 10% \nhave utilized SME support measures but some 70% of those evaluate the measures \npositively (METI 2014). \nThe SMEs’ responses in this questionnaire highlighted the following concerns:  \n−  A high percentage of enterprises hope to obtain information concerning the \ngovernment’s  SME  support  measures from  SME  support  organizations  and \nmunicipalities.  Therefore,  the  government  should  actively  hold  face-to-face \nbriefing sessions not only for prefectures but also for municipalities and SME \nsupport organizations at an early stage. \n−  Approximately 50% responded that the amount of information concerning the \ngovernment’s SME support measures is inadequate. Those who responded that \nthe timing of obtaining information is not timely, accounted for approximately \n50% and those who responded that information is hard to understand also \naccounted for approximately 50%. \n−  In  light  of  these  survey  results,  the  government  decided  to  endeavor  to  \nimprove  the  “direct  consulting  briefing  services”  and  the  content  of  email \npublications, and also prepare a video in which officials explain the content of \nthe support measures, including their background and intended purposes, in an \neasy-to-understand manner and place it on the SME Agency’s portal website. \n5.  CONCLUSIONS \nSMEs  face  challenges  from  increased  competition,  the  ability  to  adapt  to  rapidly \nchanging market demand, technological change, and capacity constraints relating to \nknowledge, innovation, and creativity. For many SMEs, however, their potential is often \nnot fully realized due to factors related to their small scale: lack of resources (finance, \ntechnology, skilled labor, market access, and market information); lack of economies of \nscale and scope; higher transaction costs relative to large enterprises; lack of networks \n17 \n ", "ADBI Working Paper 564  Yoshino and Taghizadeh-Hesary \n \nthat can contribute to a lack of information, know-how, and experience of domestic and \ninternational  markets;  increased  market  competition  and  concentration  from  large \nmultinational enterprises caused by globalization and economic integration; an inability \nto compete against larger firms in terms of R&D expenditure and innovation (product, \nprocess, and organization); being subject to “churning” and instability; and a lack of \nentrepreneurial zeal, capacity, and know-how.  \nThis paper provided solutions for mitigating four major challenges faced by SMEs:  \ni)  Three  different  methods  for  easing  SME  financing  are  by  developing  \n(i) credit guarantee schemes by governments, (ii) private SME lenders, and  \n(iii) hometown investment trust funds for financing risky SMEs and start-up \nbusinesses.  \nii)  The lack of SME databases is another challenge for SMEs. Their financial and \nnonfinancial accounts are often difficult to assess. As a possible solution for \nother Asian economies, we provided the example of the Credit Risk Database \n(CRD) in Japan that shows how SMEs can be rated based on financial and \nnonfinancial data. The CRD includes a large amount of data that can be used to \nrate SMEs through statistical analysis.  \niii)  The third major challenge of SME development is the lack of R&D expenditure. \nTo  mitigate  this  problem  we  provided  a  variety  of  solutions.  In  addition  to \nproviding grants, contracts, and loans, Asian governments should contribute to \nbusiness R&D through tax incentives. This is already occurring in many Asian \neconomies. Collaboration is a key vector of innovation-related knowledge flows \nboth for firms that use R&D (either internally developed or externally acquired) \nand for those that are not R&D active.  \niv)  The  last  major  challenge  for  SME  development  is  the  insufficient  use  of \ninformation  technology  for  sales.  It  is  possible  that  national  governments \nthrough  the  municipalities  that  are  nationwide,  or  through  societies  of \ncommerce and industry and chambers of commerce and industry provide close \nmentoring-style support to SMEs and small enterprises for teaching them how \nto use information technology in their business. \n   \n18 \n ", "ADBI Working Paper 564  Yoshino and Taghizadeh-Hesary \n \nREFERENCES \nArráiz, I., M. Meléndez, and R. Stucchi. 2014. Partial Credit Guarantees and Firm \nPerformance: Evidence from Colombia. Small Business Economics. 43 (3). \n711–724. \nAsian Development Bank (ADB). 2014. Asia SME Finance Monitor 2013. Manila: Asian \nDevelopment Bank. \nAsian Development Bank (ADB). 2015. Asia SME Finance Monitor 2014. Manila: Asian \nDevelopment Bank. \nBank of Japan. 2014. Financial System Report October 2014. Tokyo: Bank of Japan. \nDeloitte. 2014. 2014 Global Survey of R&D Tax Incentives. London: Deloitte Touche \nTohmatsu Limited. \nHarvie, C. and T. Charoenrat. 2015. SMEs and the Rise of Global Value Chains. In \nIntegrating SMEs into Global Value Chains: Challenges and Policy Actions in \nAsia. 1–26. Manila and Tokyo: Asian Development Bank and Asian \nDevelopment Bank Institute. \nHuang, Z., H. Chen, C. J. Hsu, W. H. Chen, and S. Wu. 2004. Credit Rating Analysis \nwith Support Vector Machines and Neural Networks: A Market Comparative \nStudy. Decision Support Systems. 37 (4). 543–558. \nHosono, K., K. Sakai, and K. Tsuru. 2006. Consolidation of Cooperative Banks \n(Shinkin) in Japan: Motives and Consequences. RIETI Discussion Paper Series \n06-E-034. Tokyo: Research Institute of Economy, Trade and Industry. \nJapan Federation of Credit Guarantee Corporations. 2014. Credit Guarantee System in \nJapan. Tokyo: Japan Federation of Credit Guarantee Corporations. \nKuwahara, S., N. Yoshino, M. Sagara, and F. Taghizadeh-Hesary. 2015. Role of the \nCredit Risk Database in Developing SMEs in Japan: Lessons for the Rest of \nAsia. ADBI Working Paper 547. Tokyo: Asian Development Bank Institute.  \nOrganisation for Economic Co-operation and Development (OECD). 2013, OECD \nScience, Technology and Industry Scoreboard 2013. Paris: OECD Publishing. \nOrsenigo, C. and C. Vercellis. 2013. Linear versus Nonlinear Dimensionality Reduction \nfor Banks’ Credit Rating Prediction. Knowledge-Based Systems. 47. 14–22. \nMinistry of Economy, Trade and Industry (METI). 2014. White Paper on Small and \nMedium Enterprises in Japan. Tokyo: Ministry of Economy, Trade and Industry. \nPoon, W. P. H., M. Firth, and H. G. Fung. 1999. A Multivariate Analysis of the \nDeterminants of Moody’s Bank Financial Strength Ratings. Journal of \nInternational Financial Markets, Institutions and Money. 9. 267–283. \nRavi Kumar, P. and V. Ravi. 2007. Bankruptcy Prediction in Banks and Firms via \nStatistical and Intelligent Techniques–A Review. European Journal of \nOperational Research. 180 (1). 1–28. \nRiding, A.L. and G. Haines, Jr. 2001. Loan Guarantees: Costs of Default and Benefits \nto Small Firms. Journal of Business Venturing. 16 (6). 595–612. \nShinkin Central Bank. 2015. Shinkin Central Bank Annual Report, 2014. Tokyo: Shinkin \nCentral Bank. \n19 \n ", "ADBI Working Paper 564  Yoshino and Taghizadeh-Hesary \n \nUesugi, I., K. Sakai, and G. M. Yamashiro. 2006. Effectiveness of Credit Guarantees in \nthe Japanese Loan Market. RIETI Discussion Paper Series 06-E-004. Tokyo: \nResearch Institute of Economy, Trade and Industry. \nYoshino, N. 2013. The Background of Hometown Investment Trust Funds. In N. \nYoshino and S. Kaji, eds. Hometown Investment Trust Funds: A Stable Way to \nSupply Risk Capital. Tokyo: Springer. \nYoshino, N. and F. Taghizadeh-Hesary. 2014. Analytical Framework on Credit Risks \nfor Financing SMEs in Asia. Asia-Pacific Development Journal. 21 (2). 1–21. \nYoshino, N. and F. Taghizadeh-Hesary, F. 2015a. An Analysis of Challenges faced by \nJapan’s Economy and Abenomics. Japanese Political Economy Journal. 40.  \n1–26. DOI: 10.1080/2329194X.2014.998591. \nYoshino, N., Taghizadeh-Hesary, F. 2015b. Analysis of Credit Ratings for Small and \nMedium-sized Enterprises: Evidence from Asia. Asian Development Review.  \n32 (2). 18–37 \nWorld Bank. 2016. World Development Indicators 2016. Washington, DC: World Bank. \nZander, R., C. Miller, and N. Mhlanga. 2013. Credit Guarantee Systems for Agriculture \nand Rural Enterprise Development. Rome: Food and Agriculture Organization. \n20 \n "], "metadata": {"Author": "Naoyuki Yoshino and Farhad Taghizadeh-Hesary", "Company": "Asian Development Bank", "CreationDate": "D:20160405151946+08'00'", "Creator": "Acrobat PDFMaker 11 for Word", "Keywords": "SME databases, financial inclusion, SME investment, R&D expenditure, ", "ModDate": "D:20160405152110+08'00'", "Producer": "Adobe PDF Library 11.0", "SourceModified": "D:20160405071906", "Subject": "Small and medium-sized enterprises (SMEs) are the backbone of the Asian economy. They make up more than 98% of all Asian businesses that provide two out of three private sector jobs in the region. Therefore, it is vitally important for Asia’s economic success to have fully functioning support measures for SMEs. However, SMEs face challenges from limited access to finance, lack of databases, low R&D expenditures, undeveloped sales channels, and low levels of financial inclusion, which are some of the reasons behind the slow growth of SMEs. This paper focuses on four major reasons that slowed the SME growth in Asia including i) lack of finance, ii) lack of comprehensive databases, iii) low level of R&D expenditures, and iv) insufficient use of information technology and provides remedies for mitigating them.", "Title": "Major Challenges Facing Small and Medium-sized Enterprises in Asia and Solutions for Mitigating Them"}}