{"path": "data/input/pdf-generic/adbi-wp732.pdf", "pages": [" \n \n \nADBI Working Paper Series \n \n \n \n \n \n \n \n \n \n \nEDUCATION, GLOBALIZATION,  \n \nAND INCOME INEQUALITY IN ASIA   \n \n \n \n \n \nKang H. Park   \n \n \n \n \n \n \n \nNo. 732 \n \nMay 2017 \n \n \n \n \n \n \n \nAsian Development Bank Institute \n ", " \n \n \nKang H. Park is professor of economics at Missouri State University, USA. \nThe views expressed in this paper are the views of the author and do not necessarily \nreflect the views or policies of ADBI, ADB, its Board of Directors, or the governments \nthey represent. ADBI does not guarantee the accuracy of the data included in this paper \nand accepts no responsibility for any consequences of their use. Terminology used may \nnot necessarily be consistent with ADB official terms. \nWorking papers are subject to formal revision and correction before they are finalized \nand considered published. \n \n \nThe Working Paper series is a continuation of the formerly named Discussion Paper series; \nthe  numbering  of  the  papers  continued  without  interruption  or  change.  ADBI’s  working \npapers reflect initial ideas on a topic and are posted online for discussion. ADBI encourages \nreaders to post their comments on the main page for each working paper (given in the \ncitation below). Some working papers may develop into other forms of publication. \nADB recognizes “China” as the People’s Republic of China; “Hong Kong” as Hong Kong, \nChina; and “Korea” as the Republic of Korea. \nUnless otherwise stated, boxes, figures and tables without explicit sources were prepared by \nthe authors. \nSuggested citation: \nPark, K.H. 2017. Education, Globalization, and Income Inequality in Asia. ADBI Working \nPaper 732. Tokyo: Asian Development Bank Institute. Available: \nhttps://www.adb.org/publications/education-globalization-and-income-inequality-asia \n \nPlease contact the authors for information about this paper. \nEmail: khpark@semo.edu \n \n \n \n \n \n \nAsian Development Bank Institute \nKasumigaseki Building, 8th Floor \n3-2-5 Kasumigaseki, Chiyoda-ku  \nTokyo 100-6008, Japan \n \nTel:   +81-3-3593-5500 \nFax:   +81-3-3593-5571 \nURL:   www.adbi.org \nE-mail:   info@adbi.org \n \n© 2017 Asian Development Bank Institute \n ", "ADBI Working Paper 732  K. H. Park \n \nAbstract \n \nThis study considers how education and globalization affect income inequality in Asia, with \nunbalanced panel data. The evidence supports the validity of Kuznets’ inverted-U hypothesis \nfor  the  connection  between  income  level  and  income  inequality.  However,  when  more \nvariables  are  integrated  into  the model, the  consistency  of  the  inverse  U-shaped  curve \nbecomes  weaker.  The  empirical  results  suggest  that  educational  variables  are  highly \ninfluential  in  affecting  income  distribution.  Our  analysis  indicates  that  a  higher  level  of \neducation achieved by the population aged 15 and over has improved income distribution in \nAsia, while educational inequality, measured by the education Gini index, has a negative \neffect on income distribution. Higher levels of globalization are correlated with higher levels \nof income inequality, while freedom, either political or economic, has marginal effects on the \nlevel of inequity in income distribution. \n \nKeywords: education inequality, globalization, income inequality \n \nJEL Classification: C21, D31, I24, N35 \n \n ", "ADBI Working Paper 732  K. H. Park \n \nContents \n \n \n1.  INTRODUCTION ................................................................................................... 1 \n2.  REVIEW OF LITERATURE .................................................................................... 3 \n3.  EDUCATION ATTAINMENT AND EDUCATION INEQUALITY IN ASIA .................... 4 \n4.  INCOME INEQUALITY IN ASIA .............................................................................. 7 \n5.  MODEL AND VARIABLES ................................................................................... 12 \n6.  EMPIRICAL RESULTS......................................................................................... 14 \n7.  CONCLUSION AND IMPLICATIONS .................................................................... 16 \nREFERENCES ............................................................................................................... 18 \n \n \n ", "ADBI Working Paper 732  K. H. Park \n \n1.  INTRODUCTION \nMany scholars have focused on the economic and social effects of income distribution \nas an enduring topic of consequence. Many studies have analyzed the relationship \nbetween income distribution and economic progress (e.g. Park 1996b, 1998). Some \nhave further extended their analysis to the linkage of income inequality and political \nviolence (see Park, 1986). A pioneering study by Kuznets (1955) proposed that income \ninequality tends to initially increase, peak, and then fall as economies develop. The \neconomic development process involves structural changes that, along with dualism, \ncause this progression. Urbanization and population growth associated with the early \nstages of economic development initially exacerbate income inequality, but subsequent \npolitical factors and economic policies decelerate income growth in the upper income \ngroup while simultaneously improving the situation of the lower income group. The \nrecent rise of national income inequality has prompted inquiry into the causes of the \nresurgence of income inequality. Recent globalization  and co-occurring outsourcing \nand  wage  compression  may  have  fostered  a  reversal  of  the  increasing  trend  of \nbalanced income distribution.  \nThis  widely  recognized  inverted-U  hypothesis  of  Kuznets  has  a  long  history  as  a \ncontentious subject in economics. The academic world witnessed a surge of research \non  the  Kuznets  hypothesis  in  the  1970s,  principally  comparative  empirical  studies  \nwith cross-country data (Kravis 1960; Kuznets 1963; Ahluwalia 1974; Robinson 1976; \nStewart 1978; Winegarden 1979, to name a few). When updated data on distribution  \nof income became available later in  the 1990s  and 2000s, there was  a revival  of  \ncross-country empirical studies on the Kuznets hypothesis (Nielson and Alderson 1995; \nChecchi 2000; Wells 2006).  \nThe majority of the cross-country empirical research (Kuznets 1963; Ahluwalia 1974; \nPapanek and Kyn 1986; De Gregorio and Lee 2002) found evidence that supports the \nKuznets hypothesis while a few studies disputed this hypothesis (Saith 1983; Ravallion \n2004). More recent studies have proposed the “great U-turn” hypothesis, implying that \nthe trend again reverses further down the timeline of development for countries with \nvery high income (Alderson and Nielsen, 2002).  \nDue to the variety of classifications and types of income inequality, the concepts of \nincome inequality that are used in the literature are clarified as follows. The concept of \n“world  income  inequality  (or  global  income  inequality)”  ranks  all  individuals  in  all \ncountries and territories from the richest to the poorest, not taking into account their \ncountry of origin. The citizen of the world is the unit of analysis instead of countries. \nThe  next  concept  is  “international  income  inequality  (or  between-countries  income \ninequality),” which measures income inequality existing between countries resulting \nfrom contradistinction of their per capita GDP or per capita income. In this second \nconcept, countries are the units of analysis rather than individuals. The final, most \ncommonly studied inequality is “national income inequality (or within-countries income \ninequality),”  which  measures  the  variance  of  income  distribution  within  a  country. \nYitzhaki (1994) indicated that “global income inequality” can be formulated as the sum \nof international income inequality, national income inequality, and the residual. The \ntrends  of  these  income  inequalities  for  the  period  1820  to  1992  are  analyzed  by \nBourguignon and Morrisson (2002), relying on the data from 15 individual countries \nwith copious data and 18 other regions composed of country clusters. Figure 1 shows \nthe trends of the three different income inequalities. In our research, the focus is on \nnational income inequality, also known as “within-countries income inequality.”  \n   \n1 \n ", "ADBI Working Paper 732  K. H. Park \n \nFigure 1: Three Income Inequalities \n \nSource: Bourguignon and Morrisson (2002). \nAlthough this study is an extension  of  abundant cross-country analyses previously \nperformed on the Kuznets hypothesis, some particulars distinguish our research from \npast  research.  First,  instead  of  focusing  on  the  inverted-U  hypothesis  itself,  the \nimportance  of  education  variables  as  significant  explanatory  variables  for  income \ninequality is emphasized. Second, the effect of globalization on income inequality is \nconsidered.  Since  the  1980s,  many  countries  have  executed  financial  and  trade \nliberalization policies and the level of globalization has generally been increasing with a \nfew exceptions. Globalization affects income inequality both directly and indirectly by \nimpacting education levels. Finally, the present study analyzes how globalization and \neducation affect income inequality with a focus on the Asian and Pacific regions. \nOur research tries to define more accurately the connection between education and \nincome inequality in the framework of an ever more globalized and integrated world \neconomy,  using  expanded  and  recently  updated  data.  The  rest  of  the  paper  is \norganized  as  follows.  Section  2  concisely  reviews  the  relevant  literature  on  the \nvariables affecting income inequality, particularly on the connection between education \nand  income  inequality.  The  third  section  discusses  educational  attainment  and \neducational inequality in the Asian and Pacific areas while Section 4 discusses income \ninequality  in  Asia  and  the  Pacific.  Section  5  presents  models  for  estimating  the \ninfluences of education and globalization on income inequality along with a description \nof the data and variables applied in the analysis. The regression results of the models \nare interpreted in Section 6. Conclusions and policy considerations are presented in \nthe final section.  \n   \n2 \n ", "ADBI Working Paper 732  K. H. Park \n \n2.  REVIEW OF LITERATURE \nSubsequent to the publication of “human capital theory” by Becker (1964), several \nstudies have considered  the influence of  education variables  on  the distribution of \nincome. As reported by Park (1996a), four different categories of education variables \nare commonly presented in literature to explain their influence on income distribution. \nFirst, a flow variable of schooling signified by institute enrollments at different levels of \neducation  is  usually  utilized  (e.g.,  primary  and  secondary  education  in  Ahluwalia \n(1976); secondary and tertiary education in Barro (2000), and Alderson and Nielsen \n(2002)). Second, a stock variable of schooling characterized by the average or median \nyears of schooling of the labor force  or general population is utilized (Winegarden \n1979; Ram 1984; De Gregorio and Lee 2002).  \nA number of studies applied both the flow and stock variables, that is, enrollments at \neach  level  of  schooling  and  the  average  years  of  education  as  the  independent \nvariables  (e.g.,  Psacharopoulos  and  Tilak,  1991).  The  third  and  fourth  types  of \neducation variables  applied in regard to income inequality are  education inequality \nderived from the distribution of educational attainment (Checchi 2000) and the rate of \nreturn to education (Tilak 1989). There has been a substantial amount of research that \nconsiders  both  the  average  years  of  schooling  and  education  inequality  as  main \nexplanatory variables (Ram 1984; Park 1996a; De Gregorio and Lee 2002). \nWe limited our literature review to empirical research that analyzes the influence of \nboth  education  level  and  education  inequality  upon  income  inequality.  Numerous \nfindings (Tinbergen 1972; Winegarden 1979; Park 1996a) indicate that more years of \nschooling and a more balanced dispersion of schooling among the population promote \nimprovement in income distribution. However, Ram (1984) reported contrary empirical \nresults. Ram found that more advanced education exerts a mild balancing influence  \non income distribution, which corresponds with most findings. Yet, his inference that  \na  larger  dispersion  of  schooling  improves  income  distribution  conflicts  with  many \nprevious studies. Furthermore, the coefficients of the education inequality variable in \nhis findings are not statistically significant.  \nBarro (2000) found different consequences of schooling on income inequality, based \non  the  different  levels  of  education  applied  in  his  models:  an  inverse  relationship \nbetween primary education enrollment and income inequality, but a direct relationship \nbetween tertiary education enrollment and income inequality. Alderson and Nielsen’s \n(2002) findings indicate that income inequality has an inverse relationship with the \naverage years of schooling in developed countries. \nOther likely factors that influence income inequality have been studied by others. Li, \nSquire and Zou (1998) concluded that no connection exists between political freedom \nand  income  inequality  while  Li  and  Zou  (2002)  examined  the  effect  of  economic \nfreedom on income inequality. Barro (2000) saw no evidence relating democracy to \nincome inequality. Milanovic and Squire (2005) found the magnitude of liberal policies \nwas inversely related to greater income equality in more impoverished countries and \nwith less income equality in more affluent countries.  \nSome research concentrated on the link between globalization and income inequality. \nAlderson and Nielsen (2002) focused on the influences of three facets of globalization, \nwhich are migration, North-South trade, and direct foreign investment. Heshmati (2003) \nfound that the Kearney globalization index published by the Foreign Policy magazine \ndescribes only 7–11 % of the variations in income inequality. Harjes (2007) suggested \nthat  general  trends  associated  with  globalization,  such  as  technological  changes  \nand trade liberalization, may not be key drivers of income inequality. Ruffin (2009) \n3 \n ", "ADBI Working Paper 732  K. H. Park \n \nsuggested that globalization tends to improve global income inequality since poorer \ncountries tend to benefit more from the exchange because of cheaper living costs. \nSeeing  the  heterogeneous  results  of  the  aforementioned  empirical  findings,  our \nresearch tries to redefine the connection between education and income inequality in \nthe  framework  of  an  ever  more  globalized  and  integrated  world  economy,  using \nexpanded and updated data, with a focus on the Asian and Pacific areas. \n3.  EDUCATION ATTAINMENT AND EDUCATION \nINEQUALITY IN ASIA \nBarro  and Lee (2010) updated their  existing panel data set  of 1993  and 2001 on \neducational attainment for 146 countries from 1950 to 2010. This new data set includes \n31 Asian and Pacific (hereafter Asian) countries. In 1950, the Asian population aged 15 \nand over had an average 2.59 years of schooling, increasing steadily to 5.24 years in \n1980 and 8.29 years in 2010. Compared to the world population aged 15 and over, \nAsian countries started at a lower level than the world average of 3.2 years in 1950, but \nreached a higher level than the world average of 7.8 years in 2010. Figure 2 shows \naverage years of schooling over time by education level, indicating steady growth in \naverage  years  of  schooling  over  time  in  all  three  levels  of  education:  primary, \nsecondary, and tertiary. \nFigure 2: Average Years of Schooling by Education Level: Asia \n \n   \n4 \n ", "ADBI Working Paper 732  K. H. Park \n \nEducational  inequality  can  be  obtained  by  the  following  education  Gini  formula \nproposed  by  Thomas,  Wang  and  Fan  (2003)  with  the  mutually  exclusive  and \ncollectively inclusive seven categories of Barro and Lee (2010). The seven categories \nare  nonschooling,  partial  primary  education,  complete  primary  education,  partial \nsecondary  education,  complete  secondary  education,  partial  higher  education,  and \ncomplete higher education. \nEDGini = 1/ µ ∑ ∑ p | y – y | p \ni i j j\nwhere  EDGini  represents  the  education  Gini  index  derived  from  the  dispersion  of \neducational attainment, µ is the mean years of education for the relevant population,  \np and p represent the proportions of population with specified levels  of education,  \ni  j\ny and y are the years of education at different educational attainment levels, and n = 7 \ni j\nwhere it indicates the number of levels/categories in education attainment data. The \ncross-country pattern of the distribution of education in Figure 3 shows that education \nGini  coefficients  decline  continuously  as  the  average  years  of  schooling  increase  \nover time.  \nFigure 3: Average Years of Schooling and Education Inequality: Asia \n \nThis inverse relationship between educational attainment and educational inequality is \nconfirmed not only over time (Figure 3), but also across countries in 2010 (Figure 4). \nThe only outlier from this pattern is Cambodia.  \n   \n5 \n ", "ADBI Working Paper 732  K. H. Park \n \nFigure 4: Education Gini and Average Years of Schooling, 2010 \n \nSee Table 1 for country abbreviation codes. \nSource: Barro and Lee (2010). \nAn alternative measure of educational inequality can be calculated by the standard \ndeviation of schooling (EDSD) using the following formula. \nEDSD = SQRT [ ∑ p ( yi – µ )2 ] \ni\nFigure 5: Average Years of Schooling and Standard Deviation, 2010 \n \nSee Table 1 for country abbreviation codes. \nSource: Barro and Lee (2010). \n6 \n ", "ADBI Working Paper 732  K. H. Park \n \n4.  INCOME INEQUALITY IN ASIA \nThe World Income Inequality Database (WIID) provides the most comprehensive set  \nof  income  inequality  statistics  available  for  developed,  developing,  and  transition \ncountries. The WIID3.3, released in 2015, covers 175 countries for the period 1950 to \n2012 for most countries. However, the data set, being a collection of data from various \nsources, has missing years for many countries as well as many different observations \nfor the same year. For example, in the case of the People’s Republic of China (PRC), \nseven  different  Gini  coefficients  are  reported  for  2010  while  no  observations  are \nreported for 1954–1963, 1965, 1969, 1971, and 1976. \nTable 1: Trends in Income Inequality in Asia \nMid-1990s \nBottom  Top  \nCountry  Code  Year  Gini  20%  20% \nAfghanistan  AF         \nArmenia  AM  1996  48.2  4.56  55.3 \nAzerbaijan  AZ  1996  45.8  7.98  40.98 \nBangladesh  BD  1996  38.7  5.79  47.9 \nBhutan  BT         \nCambodia  KH  1997  44.7  5.96  54.16 \nChina, People’s Republic of   CN  1993  35.5  7.35  43.23 \nFiji  FJ  1991  46  5.1  50.1 \nGeorgia  GE  1998  50.3  3.44  54.5 \nHong Kong, China  HK  1996  52  3.7  56.3 \nIndia  IN  1992  32  8.8  41.1 \nIndonesia  ID  1996  36.1  7.78  44.9 \nJapan  JP  1993  24.9  10.58  35.65 \nKazakhstan  KZ  1996  39.4  6.68  42.33 \nRepublic of Korea  KR  1996  32.8  5.99  38.8 \nKyrgyz Republic  KG  1996  48.5  3.08  54.1 \nLao PDR  LA  1997  34.9  8.02  43.28 \nMalaysia  MY  1995  48.5  4.21  55.26 \nMaldives  MV  1998  46.2  6.51  44.24 \nMongolia  MN  1995  33.2  7.37  40.76 \nMyanmar  MM         \nNepal  NP  1996  38.8  7.59  46.97 \nPakistan  PK  1996  31.2  9.45  41.09 \nPhilippines  PH  1997  42.7  6.01  48.91 \nSingapore  SG  1997  44.4  3.6  48.2 \nSri Lanka  LK  1996  46.6  5.03  53.88 \nTaipei,China  TW  1996  31.7  7.23  38.39 \nTajikistan  TJ  1999  30.4  7.67  41.58 \nThailand  TH  1996  42.9  5.7  50.1 \nTurkmenistan  TM  1993  35.8  6.7  42.76 \nUzbekistan  UZ  1993  33.3  7.28  40.74 \nViet Nam  VN  1998  35.4  7.38  45.46 \ncontinued on next page \n7 \n ", "ADBI Working Paper 732  K. H. Park \n \nTable 1 continued \nAround 2010 \nBottom  Top \nCountry  Code  Year  Gini  20%  20%  Δ Gini \nAfghanistan  AF  2008  27.4  9.4  37.48   \nArmenia  AM  2010  36.2  5.00  45.00  –12 \nAzerbaijan  AZ  2008  33.7  7.99  42.08  –12.1 \nBangladesh  BD  2010  45.8  5.22  51.79  7.1 \nBhutan  BT  2012  36  7.10  43.70    \nCambodia  KH  2010  36  2.80  60.47  –8.7 \nChina, People’s Republic of   CN  2010  48.1  6.44  39.24  12.6 \nFiji  FJ  2009  42.8  6.20  49.59  –3.2 \nGeorgia  GE  2010  43  5.38  46.90  –7.3 \nHong Kong, China  HK  2011  48.9  4.40  54.20  –3.1 \nIndia  IN  2010  36.8  8.12  42.46  4.8 \nIndonesia  ID  2010  38  7.15  45.47  1.9 \nJapan  JP  2009  31.1  7.54  40.89  6.2 \nKazakhstan  KZ  2009  27.8  9.12  38.41  –11.6 \nRepublic of Korea  KR  2009  34.5  6.52  38.40  1.7 \nKyrgyz Republic  KG  2009  36.2  6.82  43.38  –12.3 \nLao PDR  LA  2008  36.7  7.64  44.84  1.8 \nMalaysia  MY  2009  46.2  4.54  51.45  –2.3 \nMaldives  MV  2010  37  7.00  43.00  –9.2 \nMongolia  MN  2008  36.5  7.10  44.04  3.3 \nMyanmar  MM  2010  30.3  11.98  31.97    \nNepal  NP  2010  32.8  8.27  41.46  –6 \nPakistan  PK  2011  30.6  9.40  40.10  –0.6 \nPhilippines  PH  2009  44.8  5.10  51.90  2.1 \nSingapore  SG  2010  47.2  5.08  43.99  2.8 \nSri Lanka  LK  2007  40.3  6.94  47.79  –6.3 \nTaipei,China  TW  2010  34.2  6.49  40.19  2.5 \nTajikistan  TJ  2009  30.8  8.29  39.37  0.4 \nThailand  TH  2009  40.8  6.10  48.70  –2.1 \nTurkmenistan  TM  1999  35.8  6.70  42.76  0 \nUzbekistan  UZ  2003  36.7  7.14  44.19  3.4 \nViet Nam  VN  2008  35.6  7.42  43.41  0.2 \nTable 1 shows the trend of the Gini coefficient as well as the bottom 20% income  \nshare and the top 20% income share in Asian countries between the mid-1990s and \naround 2010. Out of the 30 countries with available data for the mid-1990s, 14 showed \nhigh income inequality with Gini coefficients greater than 40, the commonly known \nthreshold for high inequality, while ten out of the 32 countries around 2010 showed \nhigh  income  inequality.  A  decrease  in  the  number  of  countries  with  high  income \ninequality might give a spurious indication of improvement in income distribution, which \nwould be misleading. \n8 \n ", "ADBI Working Paper 732  K. H. Park \n \nFrom the last column of Table 1, half of the 32 countries listed actually experienced \nworsening income distribution. In particular, the Gini coefficient of the PRC jumped by \n12.6 points from 35.5 in 1993 to 48.1 in 2010 while Japan’s Gini coefficient jumped by \n6.2 points from 24.9 in 1993 to 31.1 in 2009. Figure 5 presents all Gini coefficient \nestimates for the PRC collected by WIID3.3 over the period 1964 to 2013, a total of \n152 estimates. A rising income inequality in the PRC over time is clearly exhibited. \nFigure 6: Gini Trend in the People’s Republic of China \n \nSource: WIDER, World Income Inequality Database 3.3. \nThe countries that recorded an improvement in their Gini coefficients are mainly from \nCentral Asia. They include Armenia, Azerbaijan, Georgia, Kazakhstan, and the Kyrgyz \nRepublic.  When  they  experienced  drastic  changes  in  their  social  and  economic \nstructures in the process of transition from a command economy to a market economy \nin the 1980s and 1990s, their Gini coefficient initially surged. As their economies have \nstabilized and more income opportunities have become available, their Gini coefficients \nhave also steadily declined. For example, Armenia’s Gini coefficient fluctuated from \n26.9 in 1986 to 48.2 in 1996 to 36.2 in 2010. Other former Soviet Union countries \nsuch as  Georgia,  Kazakhstan,  and  the  Kyrgyz  Republic  show  a  similar  pattern. \nCambodia also experienced a similar trend with its regime changes in 1975 and 1997. \nThe trend of Gini coefficients in the Kyrgyz Republic is presented in Figure 7 with a \ntotal of 47 Gini coefficient estimates between 1981 and 2009, and the graph clearly \nindicates the presence of the Kuznets Curve, an inverted U-curve.  \n   \n9 \n ", "ADBI Working Paper 732  K. H. Park \n \nFigure 7: Gini Trend in Kyrgyz Republic \n \nSource: WIDER, World Income Inequality Database 3.3. \nMost Asian countries, except for some Central Asian countries, Cambodia, and a few \nsmall countries, experienced rising income inequality. Zhang, Kanbur and Rhee (2014) \npointed to technological progress, globalization, and market-oriented reform as the key \ndriving factors. These factors helped the rapid growth of developing Asian countries in \nthe last two decades. However, they also had negative effects on income distribution in \nthe region. Technological progress combined with capital-intensive technology tends to \nfavor skilled labor over unskilled labor, increasing skill premiums and causing income \ninequality.  Globalization  could  favor  particular  regions  (for  example,  coastline  over \ninland in the PRC) or particular industries (industries with comparative advantage), \nthereby causing more income inequality. On the other hand, the Stopler-Samuelson \ntheorem and “growth with equity” experiences in the Republic of Korea, Taipei,China, \nand  Singapore  suggest  improvement  in  income  distribution.  Therefore,  whether \nglobalization has a positive or negative effect on income distribution in the Asia and \nPacific areas will be empirically tested in this study.  \nCompared with OECD countries, Asia’s income inequality is higher by 5.46 points on \naverage. The average Gini coefficient of Asia’s 32 countries around 2010 was 37.46 as \nshown in Figure 8 while the average Gini coefficient of 34 OECD countries was 32 as \nshown in Figure 9. While changes in the Gini coefficients in the OECD countries over \ntime tend to be mild, many Asian countries experienced drastic surges or drops in their \nGini coefficients between the 1990s and 2010. \n   \n10 \n ", "ADBI Working Paper 732  K. H. Park \n \nFigure 8: Asia Gini Coefficients, 2010 \n \nLao PDR = Lao People’s Democratic Republic, PRC = People’s Republic of China. \nSource: WIDER, World Income Inequality Database 3.3. \nFigure 9: OECD Gini Cofficients, 2011 \n \nOECD = Organisation for Economic Co-operation and Development. \nSource: OECD Database on Household Income Distribution and Poverty. \n11 \n ", "ADBI Working Paper 732  K. H. Park \n \n5.  MODEL AND VARIABLES \nThere  are  different  ways  to  structure  models  to  formulate  the  Kuznets  inverted-U \nhypothesis. A characteristic model that numerous authors (Park 1996a for one) have \nutilized may be presented as follows: \nGini = a  + a  ln Y + a  (ln Y)2 + u  (1) \n0 1 2\nwhere Gini is the Gini index, an indication of income inequality, ln Y is shorthand for the \nlogarithm  of  income  of  per  capita  GDP,  which  generally  represents  the  level  of \neconomic development, and u is the residual. We expect a positive sign for a while a \n1 \nnegative sign is predicted for a .  \n2\nSeveral other independent variables that have been incorporated into cross-sectional \nstudies  are  included  along  with  the  income  variables  to  better  analyze  income \ninequality. Two education variables are added to the model on the basis of human \ncapital theory as follows:  \nGini = b  + b  ln Y + b  (ln Y)2 + b  ED + b  EDGini + u   (2) \n0 1 2 3 4\nwhere ED  represents  the  level  of  schooling  or  educational  attainment and  EDGini \nstands for the dispersion of schooling or educational attainment. \nThe human capital theory proposes that the income level of an individual is determined \nby years of education and the rate of return to education. The human capital model as \nexpressed by De Gregorio and Lee (2002) is given below: \nln Y  = ln Y + Σ ln (1+ r ) + ε  (3) \ns 0  i\nwhere Y is the income level with s years of schooling, r is the rate of return to the ith \ns  i\nyear  of schooling, Σ is the summation from i=1 to s years, and ε is the residual. \nEquation (3) can be approximated as ln Y  = ln Y + r S + ε. After making variance \ns 0 \ntransformation on both sides, the reformulated equation is shown below: \nVar (ln Y ) = r2 Var (S) + S 2 Var (r) + 2 r S  Cov (r,S) + Var (ε)  (4) \ns µ µ\nwhere S  is the average schooling years. \nµ\nThis formula obviously indicates the existence of a direct correlation between education \ninequality and income inequality. However, the years of schooling has an inconclusive \ninfluence on income inequality. If the level of education (s) and the rate of return (r) are \nindependent, an increase in the years of schooling will make income inequality rise. \nYet, if the covariance between the years of schooling (s) and the rate of return (r) is \nnegative, a rise in the average years of schooling can reduce income inequality. So, \nthe sign of b  is ambiguous while a positive sign is predicted for b\n3 4.  \nA country’s globalization level and its degree of freedom, either political or economic, \nmay influence the distribution of income, especially in the progressively integrated and \nglobalized world. Relevant significant control variables are added to equation (2) as \nshown below:  \nGini = c  + c  ln Y + c  (ln Y)2 + c  ED + c  EDGini +  \n0 1 2 3 4\nc FREEDOM + c GLOBAL + u   (5) \n5  6 \n12 \n ", "ADBI Working Paper 732  K. H. Park \n \nwhere FREEDOM represents either a country’s degree of economic freedom or degree \nof political freedom, and GLOBAL indicates the degree of globalization of a country.  \nThere  are various measures  of income inequality  and Park (1984) compared their \nsimilarities and differences. The best-known and most widely used measure of income \ninequality is the Gini coefficient. The WIID (World Income Inequality Database) 3.3 by \nUNU-WIDER (2015) has the most extensive data collection on the Gini coefficient, \ncovering a large number of countries in the world for a long period of time. Additionally, \nthe income share of the top 20% of the population (TOP20) and the income share of \nthe bottom 40% of the population (BOTTOM40) are utilized as alternative measures of \nthe income inequality variable. As a proxy variable for the income level (or economic \ndevelopment), the logarithm of per capita GDP is used and the data are from the World \nBank’s World Development Indicators (WDI). One education variable, the mean years \nof schooling (ED), is acquired from the new data set of educational attainment in the \nworld 1950–2010 by Barro and Lee (2010), and the second education variable, the \ndispersion of schooling (EDGini), is calculated by the author according to the formula \ngiven in Section 3, using Barro and Lee’s (2010) data.  \nTwo different measures of freedom are used to estimate the variable FREEDOM. First, \nthe  economic  freedom  of  a  country  is  determined  by  the  degree  of  freedom  of \nbusinesses and individuals from government restrictions on their economic activities. \nHow well legal and institutional systems are structured to preserve economic freedom \nis also considered. Since 1994, the index of economic freedom has been published \nannually  by  the  Heritage  Foundation.  Its  publication,  Economic  Freedom,  rates \ncountries in the world based on 50 independent variables that are organized into ten \nbroad categories of economic freedom.  \nSecond, political freedom is a fundamental factor of democracy. A country’s political \nfreedom is rated by estimating the degree to which people are unrestricted in the areas \nof political rights and civil rights. Since 1978, the index of political freedom has been \npublished annually by Freedom House, a New York-based nonprofit organization that \nmonitors political rights and civil liberties around the world. Its publication, Freedom in \nthe World, lists country rankings by the level of political freedom derived from their data \non such rights and liberties. \nAmong the various indices indicating the level of globalization of individual nations, the \nKOF globalization index is utilized as a proxy variable for globalization. This index is \navailable  for  208  countries  for  the  period  1970  to  2016  and  is  most  suitable  for \nour research because it covers many countries for a long period of time. The KOF \nglobalization index is based on economic, political, and cultural integration of a country \nin the world and the degree of personal contact across national borders. The metrics \nfor  economic  integration  include  convergence  of  domestic  and  international  prices, \nmovements  of  goods  and  services,  and  outward-  and  inward-directed  foreign \ninvestment as well as portfolio capital flows. On the other hand, the metrics for the \ndegree  of  personal  contact  across  national  borders  include  international  travel, \nmemberships of international organizations, cross-border remittances, Internet users \nand servers, and international phone calls. \n   \n13 \n ", "ADBI Working Paper 732  K. H. Park \n \n6.  EMPIRICAL RESULTS \nThe data for income inequality are obtained from WIID3.3. Despite the improvements \nof WIID data over time, some observations of the Gini index are missing in the data set. \nIn some instances, there are discrepancies in estimates for the same country in the \nsame year. One possible method to analyze such data with many missing observations \nis to do an unbalanced panel data analysis. Therefore, an unbalanced panel data \nanalysis, with 1990, 2000, and 2010 data, is carried out in this study. The sample size \nis inevitably reduced due to many missing Gini index observations.  \nTo eliminate the possibility of reverse causality, we used lagged independent variables. \nWhile  1990,  2000,  and  2010  data  points  are  used  for  independent  variables,  the \ndependent variables, Gini, TOP20, and BOTTOM40, are from data of a few years later \n(at least 2–3 years) than 1990, 2000, and 2010, respectively. \nTable 2 shows the regression results of estimating equation (1). The empirical results \nsupported the Kuznets hypothesis. We observe an inverse U-shaped curve relationship \nfor Gini and TOP20, while BOTTOM40 exhibits a U-shaped curve relationship. We \nobtained  the  predicted  signs  for  all  coefficients,  and most  of  them  are  statistically \nsignificant at the 5% level, regardless of whether Gini, TOP20 or BOTTOM40 is used \nas  the  dependent  variable.  Due  to  the  nature  of  the  panel  data,  the  sizes  of  the \nadjusted R2 statistic tend to be small.  \nTable 2: Regression of Income Inequality on Income  \n  GINI  TOP 20%  BOTTOM 40% \nConstant  –22.78  –11.57  32.49 \n(31.65)  (12.63)  (25.18) \nln Y  23.29**  18.82**  –10.62** \n(10.08)  (7.87)  (3.75) \n(ln Y)2  –2.14**  –1.66**  1.19** \n(0.81)  (0.74)  (0.57) \nN  78  78  78 \nAdj. R2  .264  .329  .243 \nThe first entry for each predictor is the coefficient estimate, and the second in parentheses is the standard error of the \ncoefficient estimate. * indicates significance at the 10% level and ** at the 5% level. \nTable 3 shows the regression results of estimating equation (2) with two more variables \nadded. These two added explanatory variables are the mean years of schooling and \ndispersion of schooling (or inequality in education). The mean years of schooling of the \nlabor force (ED) is used as a proxy variable for the educational attainment level. As a \nproxy variable for the dispersion of educational attainment, EDGini is calculated by the \nauthor from Barro and Lee’s (2010) data of educational attainment. \nThe regression results in Table 3, which include these additional education variables, \nED  and  EDGini,  are  quite  different  from the  results  in  Table  2.  First, inclusion  of  \nthe  additional  variables  raised  the  adjusted  R2  statistic,  thereby  contributing  to \nimprovement in the explanatory power of the model. Second, both education variables \nhave significant effects on income inequality while the magnitude and significance of \nthe income variables declined, as can be seen from the smaller and less significant \ncoefficients of both ln Y and (ln Y)2. A negative and significant coefficient of ED on Gini \nand TOP20 indicates that a higher level of schooling reduces overall income inequality \n(lower Gini index and lower TOP 20% income share) while a positive and significant \n14 \n ", "ADBI Working Paper 732  K. H. Park \n \ncoefficient of ED on BOTTOM40 indicates that a higher level of schooling improves  \nthe income share of the poor (higher BOTTOM 40% income share). On the other hand, \na positive effect of EDGini on GINI and TOP20 and a negative effect of EDGini on \nBOTTOM40 indicate that the larger the dispersion of schooling, the more unequal the \ndistribution of income.  \nTable 3: Regression of Income Inequality on Income and Education Variables  \n  GINI  TOP 20%  BOTTOM 40% \nConstant  14.85  4.36  22.73 \n(22.75)  (7.27)  (30.34) \nln Y  14.68*  13.90*  –6.14 \n(8.02)  (7.71)  (4.68) \n(ln Y)2  –1.32  –1.05  0.64 \n(1.67)  (0.81)  (0.42) \nED  –2.39**  –1.47**  1.02** \n(0.67)  (0.59)  (0.43) \nEDGini  6.18**  5.97**  –3.92** \n(1.98)  (2.17)  (1.64) \nN  72  72  72 \nAdj. R2  .397  .425  .353 \nThe first entry for each predictor is the coefficient estimate, and the second in parentheses is the standard error of the \ncoefficient estimate. * indicates significance at the 10% level and ** at the 5% level. \nTable 4 shows the regression results of estimating equation (5), which includes two \ncontrol  variables  in  addition  to  two  income  variables  and  two  education  variables. \nThese two control variables signify a country’s degree of freedom and the degree of \nglobalization. To measure a country’s freedom, the economic freedom index published \nby  the  Heritage  Foundation  as  well  as  the  political  freedom  index  published  by \nFreedom House are utilized. To measure the effect of globalization of a country on its \nincome inequality, the KOF globalization index is utilized. A moderate improvement in \nthe adjusted R2 statistic is obtained. The significance of the two education variables \nremains unchanged while the two income variables become less significant, though \nthey exhibit predicted signs. \nEconomic freedom, though not significant, is positively related to income inequality. \nOur results do not indicate a meaningful association between political freedom and \nincome inequality. This study also confirms that some variations in income inequality \ncan  be  explained  by  globalization,  thereby  sustaining  the  great  U-turn  hypothesis \nproposed by Alderson and Nielson (2002). So, the longitudinal tendency toward rising \nincome inequality may be partially explained by globalization trends. Globalization may \ninfluence income inequality through technical changes favoring highly educated and \nskilled workers with bias against unskilled workers, causing wider wage differentials. \n   \n15 \n ", "ADBI Working Paper 732  K. H. Park \n \nTable 4: Regression of Income Inequality on Income,  \nEducation, and Globalization  \n  GINI  TOP 20%  BOTTOM 40% \nConstant  10.56  3.28  16.34 \n(12.84)  (5.26)  (10.74) \nln Y  13.21  12.63*  –4.26 \n(7.68)  (7.14)  (2.94) \n(ln Y)2  –1.55  –1.13  0.73 \n(1.17)  (0.72)  (0.58) \nED  –1.72*  –2.17**  0.98** \n(0.96)  (0.66)  (0.44) \nEDGini  5.94**  6.94**  –4.76** \n(2.37)  (1.13)  (1.91) \nln ECONOMIC FREEDOM INDEX  1.73  2.184  –1.31* \n(2.05)  (2.12)  (0.71) \nPOLITICAL FREEDOM RATING  –0.15  0.28  –0.09 \n(0.29)  (0.63)  (0.11) \nln GLOBALIZATION INDEX  2.95**  3.01**  –1.01* \n(1.13)  (0.97)  (0.54) \nN  69  69  69 \nAdj. R2  .445  .489  .394 \nThe first entry for each predictor is the coefficient estimate, and the second in parentheses is the standard error of the \ncoefficient estimate. * indicates significance at the 10% level and ** at the 5% level. \n7.  CONCLUSION AND IMPLICATIONS \nEducation has been a crucial factor in economic and social policies because of its \npotential to promote economic and social progress for the individual as well as the \ncountry as a whole. Historically, education as human capital investment and its effect \non economic growth have been major subjects of concern for scholars as well as \npolicymakers. Lately, the importance of establishing the relationship between education \nand income and between education and income distribution has gained prominence. \nIn our paper, we deliver evidence on how the education level and education inequality \ninfluence income inequality in the Asian and Pacific areas, based on the panel data of \n1990, 2000, and 2010. Results from the panel data analysis indicate that a higher level \nof schooling of the population has reduced income inequality while a greater dispersion \nof schooling among the population has increased income inequality. We support the \npresence  of  the  inverted-U  curve  when  only  the  income  variables  are  included  in \nthe model as independent variables. Then again, the effect of the income variables \nbecomes  weaker  and  statistically  less  significant  when  two  additional  educational \nvariables, specifically the average years of schooling and the dispersion of schooling, \nare incorporated into the model.  \nWe also studied the effects of freedom and globalization on income distribution. Our \nanalysis demonstrates that an increasing degree of globalization results in increasing \ninequality in income distribution. However, freedom, either political or economic, has \nonly  limited  impacts  on  the  distribution  of  income.  With  the  adjusted  R2  ranging \nbetween 0.4 and 0.5, a substantial proportion of the changes in income inequality \nacross countries still remain unexplained. To identify additional determinants of income \ninequality, further study is warranted. \n16 \n ", "ADBI Working Paper 732  K. H. Park \n \nThis study offers policy implications on how to improve income distribution. The chief \nfinding  of  this  study  is  that  education  plays  a  significant  role  in  reducing  income \ninequality. If a government plans to improve the distribution of income, it is suggested \nthat government policymakers focus on education policies that promote educational \nexpansion  while  affording  individuals  equal  and  greater  access  to  educational \nopportunities. Educational expansion with less dispersion of schooling is also identified \nby  Park  (1998)  as  a  major  factor  contributing  to  economic  growth.  Government \npolicymakers  need  to  monitor  the  dispersion  of  educational  attainment  because \neducation  expansion  under  certain  circumstances  may  produce  an  increase  in \neducation inequality. \nAt the same time, as changes in educational attainment and dispersion of schooling \ntake longer, this indirect and long-term education policy needs to be supplemented by \na more direct and short-term government policy focusing on a progressive income tax \nstructure and transferring benefits to the poor. Some argue that redistributive policies \nhave a tendency to have a negative impact on economic growth. However, equitable \ndistribution  may  not  necessarily  be  detrimental  to  economic  growth  as  Japan; \nTaipei,China; and Republic of Korea represent a few cases of achieving both equity \nand economic growth with their emphasis on education in their economic development \nprocess.  Equity  and  growth can  be  achieved  through  an  optimal mix  of  long-term \neducation policies and short-term redistributive government policies.  \nThis  study  also  confirms  the  important  role  played  by  globalization  in  determining \nincome inequality. The difficulty in establishing relationships comes from the complexity \nof  globalization  measurements.  The  globalization  index  is  comprised  of  numerous \nelements  of  globalization,  such  as movements  of  goods  and  services,  inward  and \noutward foreign direct investment as well as portfolio capital flows, convergence of \ndomestic and international prices, international travel, etc. To discover which elements \nplay  important  roles  in  determining  income  inequality,  further  research on  different \ncomponents of globalization would be required. \n   \n17 \n ", "ADBI Working Paper 732  K. H. Park \n \nREFERENCES \nAhluwalia, M., “Income Inequality, Some Dimensions of the Problem,” in: H. Chenery  \net al. (eds.), Redistribution with Growth (New York: Oxford University Press, \n1974), 3–37. \nAhluwalia, M., “Inequality, Poverty and Development,” Journal of Development \nEconomics 3 (1976), 307–342. \nAlderson, A. & F. Nielsen, “Globalization and the Great U-turn: Income Inequality \nTrends in 16 OECD Countries,” American Journal of Sociology 107 (2002), \n1244–1299. \nBarro, R., “Inequality and Growth in a Panel of Countries,” Journal of Economic Growth \n5 (2000), 5–32. \nBarro, R & J. Lee, A New Data Set of Educational Attainment in the World, 1950–2010, \nWorking Paper No.15902 (Cambridge, MA: National Bureau of Economic \nResearch, 2010). \nBecker, G., Human Capital: A Theoretical and Empirical Analysis, with Special \nReference to Education (New York: Columbia Univ. Press, 1964). \nBourguignon, F. & C. Morrisson, “Inequality among World Citizens: 1820–1992,” \nAmerican Economic Review 92 (2002), 727–744. \nChecchi, D., Does Educational Achievement Help to Explain Income Inequality? \nWorking Paper No. 208 (Helsinki: United Nations University, World Institute for \nDevelopment Economics Research, 2000). \nDe Gregorio, J. & J. Lee, “Education and Income Inequality: New Evidence from Cross-\ncountry Data,” The Review of Income and Wealth 48 (2002), 395–416. \nHarjes, T., Globalization and Income Inequality: A European Perspective. IMF Working \nPaper (Washington, D.C.: IMF, 2007). \nHeshmati, A., The Relationship between Income Inequality and Globalization. WIDER \nWorking Paper (Helsinki: The United Nations University, 2003). \nKravis, I.G., “International Differences in the Distribution of Income,” Review of \nEconomics and Statistics 42 (1960), 408–416. \nKuznets, S., “Economic Growth and Income Inequality,” American Economic Review \n45 (1955), 1–28. \nKuznets, S., “Quantitative Aspects of the Economic Growth of Nations VIII: Distribution \nof Income by Size,” Economic Development and Cultural Change 11 (1963),  \n1–80. \nLi, H., Squire, L., & H. Zou, “Explaining International and Intertemporal Variations in \nIncome Inequality,” Economic Journal, 108 (1998), 26-43. \nLi, H., & H. Zou, “Inflation, Growth, and Income Distribution: A Cross-country Study,” \nAnnals of Economics and Finance 3 (2002), 85–101. \nMilanovic, B., & L. Squire, Does Tariff Liberalization Increase Wage Inequality? Some \nEmpirical Evidence. World Bank Policy Research Working Paper No. 3571 \n(Washington DC: World Bank, 2005). \n18 \n ", "ADBI Working Paper 732  K. H. Park \n \nNielsen, F., & A. Alderson, “Income Inequality, Development, and Dualism: Results \nfrom an Unbalanced Cross-national Panel. American Sociological Review  \n60 (1995), 674–701. \nPapanek, G. and O. Kyn, “The Effect on Income Distribution of Development, the \nGrowth Rate and Economic Strategy,” Journal of Development Economics  \n23 (1986), 55–65. \nPark, K., “Comparison of Income Inequality Measures,” Studies in Economics and \nFinance 8 (1984), 35–58. \nPark, K., “Re-examination of the Linkage between Income Inequality and Political \nViolence,” Journal of Political and Military Sociology 14 (1986), 185–197. \nPark, K., “Educational Expansion and Educational Inequality on Income Distribution,” \nEconomics of Education Review 15 (1996a), 51–58. \nPark, K., Income Inequality and Economic Progress,” American Journal of Economics \nand Sociology 55 (1996b), 87–96. \nPark, K., “Distribution and Growth: Cross-country Evidence,” Applied Economics  \n30 (1998), 943–949.  \nPsacharopoulos, G. & J.B.G. Tilak, “Schooling and Equity,” in: G. Psacharopoulos (ed.), \nEssays on Poverty, Equity and Growth (Oxford: Pergamon Press, 1991), 53–78. \nRam, R., “Population Increase, Economic Growth, Educational Inequality and Income \nDistribution,” Journal of Development Economics 14 (1984), 419–428. \nRavallion, M., Competing Concepts of Inequality in the Globalization Debate. World \nBank Policy Research Working Paper No. 3038 (Washington DC: World \nBank, 2004).  \nRobinson, S., “A Note on the U-hypothesis Relating Income Inequality and Economic \nDevelopment,” American Economic Review 66 (1976), 437–440. \nRuffin, R., “Globalization and Income Inequality,” Trade and Development Review  \n2 (2009), 56–69. \nSaith, A., “Development and Distribution: A Critique of the Cross-country U-hypothesis, \nJournal of Development Economics 13 (1983), 367–382. \nStewart, F., “Inequality, Technology and Payment System,” World Development  \n6 (1978), 275–293. \nThomas, V., Wang, Y., & X. Fan, “Measuring Education Inequality: Gini Coefficients of \nEducation for 140 countries, 1960–2000,” Journal of Education Planning and \nAdministration 17 (2003), 5–33. \nTilak, J.B.G, “Rates of Return to Education and Income Distribution,” De Economist \n137 (1989), 454–465. \nTinbergen, J., “The Impact of Education and Income Distribution,” Review of Income \nand Wealth 19 (1972), 255–265.  \nWells, R., “Education’s Effect on Income Inequality: an Economic Globalisation \nPerspective,” Globalisation, Societies and Education 4 (2006), 371–391. \nWinegarden, C.R., “Schooling and Income Distribution: Evidence from International \nData,” Economica 46 (1979), 83–87. \nWorld Institute for Development Economics Research (WIDER), World Income \nInequality Database 3.3 (United Nations University, 2015). \n19 \n ", "ADBI Working Paper 732  K. H. Park \n \nYitzhaki, S. “Economic Distance and Overlapping of Distributions,” Journal of \nEconometrics 61 (1994), 147–159. \nZhang, J., Kanbur, R., & C. Rhee, “What Drives Asia’s Rising Inequality,” in: Zhang, J., \nKanbur, R., and C. Rhee eds. Inequality in Asia and the Pacific: Trends, Drivers \nand Policy Implications (Asia Development Bank, 2014). \n20 \n "], "metadata": {"Author": "Kang H. Park", "Company": "Asian Development Bank", "CreationDate": "D:20170503162048+08'00'", "Creator": "Acrobat PDFMaker 11 for Word", "Keywords": "education inequality, globalization, income inequality, Asia", "ModDate": "D:20170503162617+08'00'", "Producer": "Adobe PDF Library 11.0", "SourceModified": "D:20170503082043", "Subject": "We consider how education and globalization affect income inequality in Asia, using unbalanced panel data. The evidence supports the validity of Kuznets’ inverted-U hypothesis for the connection between income level and income inequality. However, when more variables are integrated into the model, the consistency of the inverse U-shaped curve becomes weaker. The empirical results suggest that educational variables are highly influential in affecting income distribution. Our analysis indicates that a higher level of education achieved by the population aged 15 and over has improved income distribution in Asia, while educational inequality, measured by the education Gini index, has a negative effect on income distribution. Higher levels of globalization are correlated with higher levels of income inequality, while freedom, either political or economic, has marginal effects on the level of inequity in income distribution.", "Title": "Education, Globalization, and Income Inequality in Asia"}}