{"path": "data/input/pdf-generic/adbi-wp725.pdf", "pages": [" \n \n \nADBI Working Paper Series \n \n \n \n \n \n \n \n \nTHE NUTRITION TRANSITION AND \n \nTHE INTRA-HOUSEHOLD DOUBLE \n \nBURDEN OF MALNUTRITION  \n \nIN INDIA   \n \n \n \n \n \nArchana Dang and    \nJ. V. Meenakshi   \n \n \n \n \n \n \nNo. 725 \n \nApril 2017 \n \n \n \n \n \n \n \nAsian Development Bank Institute \n ", " \n \n \nArchana  Dang  is  a  PhD  student  at  the  Department  of  Economics,  Delhi  School  of \nEconomics, University of Delhi, India. J. V. Meenakshi is a professor at the Department \nof Economics, Delhi School of Economics, University of Delhi, India. \nThe views expressed in this paper are the views of the author and do not necessarily \nreflect the views or policies of ADBI, ADB, its Board of Directors, or the governments \nthey represent. ADBI does not guarantee the accuracy of the data included in this paper \nand accepts no responsibility for any consequences of their use. Terminology used may \nnot necessarily be consistent with ADB official terms. \nWorking papers are subject to formal revision and correction before they are finalized \nand considered published. \n \n \nThe Working Paper series is a continuation of the formerly named Discussion Paper series; \nthe  numbering  of  the  papers  continued  without  interruption  or  change.  ADBI’s  working \npapers reflect initial ideas on a topic and are posted online for discussion. ADBI encourages \nreaders to post their comments on the main page for each working paper (given in the \ncitation below). Some working papers may develop into other forms of publication. \n \nSuggested citation: \nDang, A., and J. V. Meenakshi. 2017. The Nutrition Transition and the Intra-Household \nDouble Burden of Malnutrition in India. ADBI Working Paper 725. Tokyo: Asian Development \nBank Institute. Available: https://www.adb.org/publications/nutrition-transition-household-\nmalnutrition-india \n \nPlease contact the authors for information about this paper. \nEmail: archana@econdse.org, meena@econdse.org \nThe  authors  thank  Matthias  Helble  and  Raghav  Gaiha  for  helpful  comments.  Any \nremaining errors are our own. \n \n \n \n \n \nAsian Development Bank Institute   \nKasumigaseki Building, 8th Floor \n3-2-5 Kasumigaseki, Chiyoda-ku  \nTokyo 100-6008, Japan \n \nTel:   +81-3-3593-5500 \nFax:   +81-3-3593-5571 \nURL:   www.adbi.org \nE-mail:   info@adbi.org \n \n© 2017 Asian Development Bank Institute \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nAbstract \n \nIndia is clearly far along in the nutrition transition. This paper shows that there have been \nrapid increases in the proportion of adult women in India who are overweight and obese: \nthese increases are seen not just in urban but in rural areas as well, and there are regional \nspecificities. Correspondingly, diabetes and hypertension affect a large proportion of adults, \neven as childhood undernutrition remains a public health problem. These have important \nconsequences for the design of public health systems, especially in rural India. At the same \ntime, the intra-household dual burden of malnutrition is also increasing. Among other factors, \nhouseholds with wealthier and less educated mothers, and children born with a healthy \nweight,  seem  less  vulnerable  to  the  dual  burden  of  malnutrition.  Also  significant  are \nhousehold expenditure (suggesting that the phenomenon is associated with affluence) and \nlifestyle choices, calling for better and nuanced behavior change communication strategies. \n \nJEL Classification: I14, I12 \n \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nContents \n \n \n1.  INTRODUCTION ....................................................................................................... 1 \n2.  THE LITERATURE ON OVERWEIGHT AND OBESITY IN INDIA ............................. 2 \n3.  THE MAGNITUDE OF OVERWEIGHT, OBESITY,  \nAND NONCOMMUNICABLE DISEASES .................................................................. 4 \n4.  MAGNITUDE OF THE INTRA-HOUSEHOLD DUAL BURDEN  \nOF UNDERWEIGHT CHILDREN AND OVERWEIGHT MOTHERS (UC-OM) ........... 9 \n5.  FACTORS ASSOCIATED WITH THE INTRA-HOUSEHOLD DUAL  \nBURDEN OF MALNUTRITION ................................................................................ 12 \n6.  CONCLUSIONS ...................................................................................................... 19 \nREFERENCES ................................................................................................................... 22 \n \n \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \n1.  INTRODUCTION \nMuch  of  the  discourse  on  malnutrition  in  India  has  understandably  focused  on \nundernutrition—manifest as poor anthropometric outcomes, especially for children, or \ninadequate  intakes  of  food.  Yet,  the  country  has  also  seen  a  significant  rise  in \novernutrition and overweight/obesity in recent years. Interestingly, this latter trend is no \nlonger a predominantly urban phenomenon, but characterizes many rural populations \nas well. Thus, India seems to be going through a nutrition transition, a term that refers \nto the processes of change in the food environment, physical activity, and lifestyle that \nresult in declining levels of undernutrition and increasing levels of overnutrition over \ntime (Popkin1993). \nNationally  representative  surveys  conducted  during  2011-2013  suggest  that  the \nprevalence of overweight or obesity—defined as the percentage of adults whose body \nmass index (BMI) is higher than 25—ranges across states from 6% to 31% among \nwomen, while the figures for rural areas are 5% to 28% (Meenakshi 2016). These \nmagnitudes have been increasing rapidly over time. Being overweight or obese poses \nsignificant risks for noncommunicable diseases (NCDs) including heart disease and \ndiabetes.  According  to  the  Global  Burden  of Disease  study,  in  India,  the  number  \nof  disability-adjusted  life  years  (DALYs)—an  aggregate  measure  of  cause-specific \ndisease  burden  that  accounts  for  both  disability  and  premature  mortality—lost  to \ndiabetes increased by nearly 40% between 2000 and 2012. Over the same period, the \nnumber of DALYs lost to heart disease increased by 20%, even as the overall number \nof DALYs lost due to disease decreased by nearly 9% (WHO 2016). \nThese increases in overweight and obesity and its health consequences are occurring \neven as the magnitude of undernutrition among children in India, despite progress, \nremains high and is a continuing public health concern. In 2011–2013, the prevalence \nof underweight among preschool children ranged from 21% to 46% across states; the \ncorresponding range in rural areas was 23% to 49% (Meenakshi 2016). Undernutrition \namong young children is often irreversible, has consequences into adulthood, and may \nlead to the inter-generational transmission of malnutrition. \nWhile  this  double  burden  of  malnutrition—the  coexistence  of  under-  and  over-\nnutrition—may simply be a reflection of marked and increasing inequalities in economic \nand  social  access  to  resources  and  thus  refer  to  distinct  subpopulations,  studies \nsuggest that as economies develop, undernutrition among children and overnutrition \namong adults often coexist within the same household (Garrett and Ruel 2005; Doak et \nal. 2002). For example, in many African and Asian countries, nearly 10% of households \nhave a stunted child and overweight mother pair; figures for Latin American countries \nare  higher  (Garrett  and  Ruel  2005).  This  phenomenon,  referred  to  as  the  intra-\nhousehold dual burden of malnutrition, merits further study since it is clearly not an \nindication of socioeconomic inequalities in the aggregate, nor of inadequate access to \nfood  at  the  household  level  (since  adults  are  overnourished)  but  rather  reflects \ninequalities within the household in the distribution of food and other health resources. \nIn India, there are very few studies that have examined this phenomenon. \nThis provides the context for this study, which has two primary objectives. First, after a \nbrief review of literature presented in section 2, the paper quantifies the changes in the \nprevalence of overweight and obesity (using lower thresholds for BMI that are perhaps \nmore appropriate for Asian populations), and of diabetes and hypertension among \n1 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nadults (section 3). The focus is on the richer states1 because overweight and obesity  \nis more pronounced in these states, and also (though not exclusively) on women, as \nthey are more susceptible than men to being overweight or obese (see for example \nRamachandran 2014; Subramanian et al. 2009; Chhabra and Chhabra 2007; Kulkarni \net al., 2017). The second objective is to examine the extent and correlates of the intra-\nhousehold double burden of malnutrition (section 4), using unit record data from the \nsecond wave of the India Human Development Survey (IHDS 2). Section 5 concludes. \n2.  THE LITERATURE ON OVERWEIGHT AND OBESITY \nIN INDIA \nThere  is  extensive  literature  characterizing  overweight  and  obesity  in  developed \ncountries. However, the literature on developing countries in general, and on India  \nin  particular,  is  relatively  limited  outside  of  studies  that  document  its  increasing \nprevalence.  The  focus  here  is  on  the  literature  on  India  that  examines  the \nsocioeconomic factors associated with overweight and obesity.  \nThe primary (and perhaps obvious) explanation for increasing BMI is the imbalance \nbetween energy or food intakes on the one hand and energy expenditures through \nphysical activity on the other. But there is no evidence to suggest that average energy \nintake  in  India  has  increased.  In  fact,  energy  intakes  as  derived  from  consumer \nexpenditures surveys have shown a secular decline over time. While these estimates \nare known to suffer from significant measurement errors (from inadequate capturing  \nof processed foods and meals purchased outside the home) that have likely only \nincreased over time, the reduction in average intakes is also documented by other \nsurveys. For instance, 24-hour dietary recall surveys—considered the gold standard in \ndietary assessment—conducted by the National Nutrition Monitoring Bureau (NNMB) \nfor rural areas also document a similar decline (see Ramachandran 2014). However, a \nreduction in average intakes is consistent with a rightward shift of the upper tail of the \ndistribution of energy intakes. Further, there has also been a change in the composition \nof diets, with decreased reliance on cereals, but an increased reliance on fats and \nsugars (more details in Meenakshi 2016). \nIt has been argued that some of this reduction in intakes is explained by the declining \nneeds for energy associated with (a) improvements in infectious diseases and (b) a \nreduction in physical activity levels, although the empirical evidence on this is limited \n(see Deaton and Drèze 2009; Eli and Li, 2015). While it is clear that there has been an \nexpansion in the use of labor-saving devices in urban areas, it is not evident that an \nexpansion of a similar magnitude has also occurred in rural areas. To what extent the \nmechanization of agriculture has led to the substitution of women’s labor is also not \nclear. But Ramachandran (2014) suggests that it is the rapid decline in physical activity \nlevels accompanied by a modest decline in energy intakes that is responsible for the \nrapid increases in overnutrition. Similarly, Siddiqui and Donato (2016) argue that some \nstates have a more obesogenic2 environment, with infrastructure encouraging more \nsedentary behavior and a rapid expansion in the availability of fast foods or cultural \nfactors that stimulate overeating among some populations. \n                                                \n1  Richer states are defined as the 9 states with the lowest head count ratios of poverty in 2011–12. The \nstates are Karnataka, West Bengal, Maharashtra, Tamil Nadu, Haryana, Andhra Pradesh, Punjab, \nHimachal Pradesh, and Kerala. \n2  The term “obesogenic environment” refers to “an environment that promotes gaining weight and one \nthat is not conducive to weight loss” within the home or workplace (Swinburn et al. 1999). In other \nwords, the obesogenic environment refers to an environment that contributes to obesity. \n2 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nThe  literature  also  suggests  that  socioeconomic  status  (as  reflected  in  wealth  or \nincome levels as well as educational attainment) is a strong predictor of overweight and \nobesity (in a direction opposite to that found in developed countries; in the latter case \nobesity is associated with poverty). Griffiths and Bentley (2001) found that households \nwith high-income or more education, and women pursuing sedentary occupations, or \nwatching television more than once a week, were all factors associated with women \nbeing overweight or obese; and that socioeconomic status was the most important \npredictor of women’s nutrition status, not rural or urban residence. Subramanian et al. \n(2009) also report a strong and positive association between socioeconomic status and \nBMI for women. More recently, Kulkarni et al. (2017) also find that overweight and \nobesity is largely concentrated among high-income groups and that the relationship \nbetween socioeconomic status and the risk of being overweight or obese is stronger in \nurban than in rural areas. A distinguishing feature of this paper is the explicit inclusion \nof relative prices of food (to capture diet choices): they find that these play an important \nrole in determining the probability of being underweight as well as overweight or obese. \nFurthermore, Ackerson et al. (2008) find that after accounting for individual factors, \nneighborhood wealth was independently and positively related with BMI and the risk of \nbeing overweight among women. Gaiha et al. (2011) find that increasing age and \ngrowing affluence are key factors in explaining the prevalence of NCDs in India. \nSimilarly, there appears to be a positive association between education and overweight \namong women, as noted for example by Griffiths and Bentley (2001) and Kulkarni et al. \n(2014). While this finding may seem contradictory to the role of education in enabling \ngood  health found  in  developed  countries,  it  is  likely  that the  positive  association  \nis a reflection of the low levels of education in India in general, and the correlation \nbetween income and educational attainment. For example, Siddiqui and Donato (2016) \nfind a nonlinear relationship between education and overnutrition, where increasing \neducation translates into a reduction in the likelihood of overweight and obesity after a \nthreshold; they suggest that this is indicative of weight-control behaviors among highly \neducated women.  \nIn addition to these household- and individual-level variables, Schmidhuber and Shetty \n(2005) and Popkin et al. (2012) suggest that the macro-environment also matters,  \nwith falling relative prices of food, freer trade, and globalization all leading to a rapid \nnutrition transition. \nAnother strand of literature highlights the community-specific and regional variation in \nthe prevalence of overweight and obesity in India. For instance, after controlling for \nsocioeconomic status, Muslim women and Sikhs appear to have greater likelihood of \noverweight and obesity as compared to Hindus (Siddiqui and Donato 2016; Griffiths \nand Bentley 2001). Although they do not directly test for differences in dietary patterns \nacross these groups, they argue that differences in cultural practices related to food \nmay lead to these observed differences.  \nRegional variations are also highlighted by Siddiqui and Donato (2016), Kulkarni et al. \n(2014), and Ackerson et al. (2008), with some states in the north and far south seeing \nhigher prevalences (as also seen below  in section 3). Even within these regions, \nSengupta  et  al.  (2014)  find  that  in  Delhi,  Punjab,  and  Kerala,  the  problem  of \novernutrition  has  trickled  down  to  poorer,  rural,  and  less  educated  sections  of  \nthe population. \n   \n3 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nFinally, one factor that is perhaps particular to economies that have traditionally dealt \nwith hunger and undernourishment is the role played by inadequate nutrition in utero or \nin infancy. The literature suggests that this stimulates a set of anatomical, hormonal, \nand physiological changes that enhance survival in a “resource poor” environment. \nHowever, in a postnatal environment with plentiful resources, these developmental \nadaptations may increase susceptibility to obesity and chronic diseases (Popkin 1994; \nPopkin et al. 2012). \n3.  THE MAGNITUDE OF OVERWEIGHT, OBESITY,  \nAND NONCOMMUNICABLE DISEASES \nThe recently conducted fourth round of the District Level Household Survey, 2012–13 \n(DLHS4) highlights the high prevalence of overnutrition in India. Although designed to \nbe representative at the district level (districts are subunits of states), the survey was \nimplemented only in selected states,3 which are, by and large, among the richer states \nin the country and account for about 38% of the rural and 54% of the urban population \n(according to the 2011 census). This section focuses only on these states as a rise in \novernutrition is more likely to be apparent in the more well-off states. To track changes \nover time, unit record data from the second and third National Family Health Surveys \n(NFHS2 and NFHS3), for the years 1998-99 and 2005-06 are also used. \nGlobally,  a  BMI  benchmark  of  25  is  used  to  determine  whether  individuals  are \noverweight, and of 30 to determine obesity. For India, there is reason, however, to use \nlower benchmarks, as Asians appear to be at risk of NCDs at lower levels of BMI than \nother populations as they have a higher percentage of body fat than (for example) \nEuropean populations of the same age, sex, and BMI (see Yajnik 2002; Zhou 2002). \nThe WHO has  identified  23 kg/m2  and  27.5 kg/m2  as  additional trigger  points for \npotential public health action along the continuum of BMI (WHO 2004).  \nFigures 1 and 2 use unit record data from the DLHS4, NFHS2, and NFHS3 surveys  \nto  compute  the  percentage  of  adult  women  whose  BMI  exceeds  23  and  27.5, \nrespectively.4 States  are  arranged  in  decreasing  order  of  proportion  of  population \nbelow poverty line using poverty estimates of 2011–12. For almost all (the richer) \nstates more than 20% of women have a BMI greater than 23. Kerala shows the highest \nprevalence,  which  increased  from  36%  in  1998–99  to  48%  in  2012–13.  Despite \nregional differences in the level of overweight and obesity, it is apparent that all these \nstates have seen a rise in the proportion of obese women with BMI exceeding 27.5 \n(Figure 2).  \nThe problem of overnutrition has percolated to rural areas as well: by 2012–13 all the \nstates considered here had at least 20% of rural women with BMI more than 23 \n(Figure 1B). The increases between 2005–06 and 2012–13 were particularly dramatic. \nIf  the  higher  BMI  cutoff  of  25  is  used,  in  states  such  as  Kerala,  the  prevalence  \nof  overweight  or  obesity  in  2012–13  was  30%  (as  compared  with  48%  using the  \n23 threshold), suggesting that there is a substantial mass in the distribution of BMI \nbetween 23 and 25—a pattern seen in nearly all other states. \n   \n                                                \n3  The remaining states were covered by the Annual Health Survey conducted by the Registrar General  \nof India. \n4  Trends in the magnitudes of overweight and obesity using the conventional cutoffs, and for all states, \nare discussed in Meenakshi (2016). \n4 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nThat overnutrition is not only an urban phenomenon is borne out by other data as well. \nSurveys by the National Nutrition Monitoring Bureau (NNMB) have tracked heights and \nweights over time in rural areas of 10 states. Using this data, Ramachandran (2014) \nnotes that while less than 5% of adults were either overweight or obese in the 1970s \nand 1980s, by 2004–05, this figure had grown to nearly 11% of women and 8% of men \n(NNMB 2006), figures that are comparable in magnitude to those reported by the \nNFHS3 for  2005-06.  As  noted  above,  in  less than  10  years,  these figures  nearly \ndoubled in most states.  \nFigure 1A: Percent of Adult Women Overweight/Obese (using BMI>=23),  \nby State, Overall \n \nFigure 1B: Percent of Adult Women Overweight/Obese (using BMI>=23),  \nby State, Rural \n \nNote: Data refer to women aged 15 to 49 years. \nSource: 1998–99 and 2005–06 data are computed from the unitrecord data of the second and third rounds of  \nthe National Family Health Survey; 2012–13 data are from the fourth round of the District Level Household and  \nFacility Survey.   ‐\n   \n5 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nAlso, there is clear evidence of regional differences in magnitudes of overnutrition even \nwithin this subset of richer states, although there is a weak (negative) correlation with \npoverty levels. Punjab in the north and Kerala in the south have the highest proportions \nof adult women with BMI greater than 23, in both rural and urban areas. These regional \ndifferences have been highlighted in other studies as well, including Ackerson et al. \n(2008) and Sengupta et al. (2014) as noted in section 2. \nFigure 2A: Percent of Adult Women Obese (using BMI>=27.5), by State, Overall \n \nFigure 2B: Percent of Adult Women Obese (using BMI>=27.5), by State, Rural \n \nNote: Data refer to women aged 15 to 49 years \nSource: 1998–99 and 2005–06 data are computed from the unitrecord data of the second and third rounds of  \nthe National Family Health Survey; 2012–13 data are from the fourth round of the District Level Household and  \nFacility Survey.   ‐\nThe magnitudes presented here not age-standardized. Over the period 2005–2006 to \n2012–2013, there was a shift in the age distribution of adult women toward older age \ngroups. In 2005–2006 about 47% of urban and rural women were above the age of \n30 years, but by 2012–2013 these figures had changed to 52% and 50%, respectively. \nThus a part of the increase in magnitude of overweight and obesity may simply be a \nreflection of an aging population, because body metabolism tends to decrease with \nage, leading to increased weight and BMI. To examine if this is the case, Figure 3 plots \n6 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nthe distribution of BMI for women who are 20, 25, 30, and 40 years old over this time \nperiod, taking advantage of the relatively large size of sample in both the NFHS3 and \nDLHS4 surveys. While there was little change in the distribution of BMI of 20-year-old \nwomen,  all  older  age  groups  saw  a  systematic  increase  in  BMIs.5 On  average,  \nthe prevalence of overweight and obesity increased by 3% for 30-year-old women and \n2%  for  40-year-old  women,  figures  not  very  different  from  the  4%  increase  seen  \n(on average) in the age-unadjusted prevalences of overweight and obesity. \nFigure 3: Changes in the Probability Density Function of BMI of Adult Women, \n2005–2006 to 2012–2013, by Age Group \n \nNote: Both years refer to women aged 15 to 49 years. \nSource: Computed from the unitrecord data of third round of the National Family Health Survey (2005–06) and the \nfourth round of the District Level Household and Facility Survey (2012–13). \n‐\nThe NNMB surveys also provide information on other anthropometric indicators of \novernutrition, including the waist–hip ratio (WHR), with a WHR of greater than 0.8 \nbeing indicative of abdominal obesity (Willett et al. 1999; Huxley et al. 2008; note \nhowever that the WHO 2011 uses a higher cutoff of 0.85). In 2004–05, nearly 64% of \n                                                \n5  In  each  case,  the  Kolmogorov-Smirnov  test  rejects  the  null  hypothesis  of  the  equality  of  the  \nBMI distributions across the two years 2004–05 and 2012–13, for all the age groups shown in the  \nfigure above.  \n7 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nall adult women in the 10 states surveyed had abdominal obesity; this figure was as \nhigh as 88% in Kerala (NNMB 2012).  \nAs noted earlier, overweight and obese individuals are predisposed to a wide range of \nhealth problems including diabetes and hypertension. The WHO Global Report on \nDiabetes (2016) notes “In the past three decades, the prevalence (age-standardized) of \ndiabetes has risen substantially….mirroring the global increase in the number of people \nwho are overweight or obese….Over the past decade, diabetes prevalence has grown \nfaster in low- and middle-income countries than in high-income countries” (p. 26). Each \nyear, nearly 7% of deaths in India are related to diabetes. Not surprisingly, given these \nmagnitudes,  these  health  issues  not  only  are  prevalent  in  urban  areas,  they  are \nbecoming common in rural areas as well. \nTable 1 presents data from DLHS4 on the prevalence of pre-diabetes or diabetes—as \ncaptured  by  the  percentage  of  adults  whose  random  blood  sugar  levels  exceed \n140 mg/dl. Nearly a quarter of adults in rural Kerala either have, or are at risk of \ndeveloping, Type 2 diabetes (note that this includes individuals who may have been \ndiagnosed with diabetes and were already on medication); this figure is lowest in \nAndhra Pradesh, with nearly 8% of adults being in this situation. An NNMB survey \nconducted  the  year  before  and  using  a  cutoff  of  fasting  blood  glucose  levels  of \n126 mg/dl, an indication of Type 2 diabetes, found that approximately 8% of men and \n7% of women (including new and old cases) were diabetic. There are no significant \ndifferences by gender. \nTable 1: Percent of Adults with Random Blood Sugar Levels Greater Than \n140 mg/dl, Rural Areas, by State and Gender, 2012–2013 \n  Random Blood Sugar Level above 140 mg/dl \n  Male  Female \nKerala  26  24 \nHimachal Pradesh  18  16 \nWest Bengal  16  14 \nHaryana  14  13 \nPunjab  13  14 \nMaharashtra  13  11 \nTamil Nadu  12  11 \nKarnataka  9  8 \nAndhra Pradesh  8  7 \nSource: State reports of the fourth round of the District Level Household and Facility Survey. \nHypertension is also a significant problem. The proportion of rural women with high \nblood pressure ranges from 16% to 32%, while for men it ranges from 20% to 41% \n(Table 2). These figures are higher than the NNMB survey referred to above, which \nsuggested that the proportion of adult rural women with blood pressure greater than \n140/90 mmHg ranged from 12% to 27%.  \nTaken together, the evidence in this section highlights the rapid increase—much of it in \nthe  last  10  years—in  the  magnitude  of  overweight  and  obesity  at  which  Asian \npopulations are at greater risk of NCDs, in both urban and rural areas; not surprisingly, \nthese are reflected in a high and increasing prevalence of hypertension and diabetes. \nAlso highlighted are regional specificities—with states in the south and north witnessing \nthe highest magnitudes.  \n8 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nTable 2: Percent of Adults with Blood Pressure Greater Than 140/90 mmHg,  \nRural Areas, by State and Gender, 2012–2013 \n  Blood Pressure above 140/90 mmHg \n  Male  Female \nPunjab  41  29 \nHimachal Pradesh  39  32 \nKerala  37  30 \nHaryana  27  20 \nMaharashtra  25  20 \nAndhra Pradesh  24  18 \nTamil Nadu  23  16 \nKarnataka  21  19 \nWest Bengal  20  18 \nSource: State reports of the fourth round of the District Level Household and Facility Survey. \n4.  MAGNITUDE OF THE INTRA-HOUSEHOLD DUAL \nBURDEN OF UNDERWEIGHT CHILDREN  \nAND OVERWEIGHT MOTHERS (UC-OM)  \nAs noted earlier, the coexistence of overweight women and underweight children within \na household suggests that more than resource constraints, it is intra-household equity \nthat matters. In other words, the causal pathways that lead to such an intra-household \ndual burden of malnutrition can be very different from those that characterize the \npopulation-level  dual  burden.  Hence,  the  intra-household  double  burden  merits  a \nseparate analysis, from that which considers the population level dual burden.  \nUnit record data from the first (2004–05) and second (2011–12) waves of the India \nHuman Development Surveys (IHDS) may be used to quantify the magnitude of the \ndual burden of malnutrition. A dual burden household may be defined as one that has \nan underweight child (a preschool child younger than 60 months with a weight-for-age \nless than 2 standard deviations of the median of the age-specific reference population) \nand an overweight mother6 (with a BMI greater than 23 kg/m2 following the lower \ncutoffs for Asian populations), abbreviated as UC-OM. \nTable 3 shows that the percentage of households with overweight or obese mothers \nhas increased from 15% in 2004–05 to 20% in 2011–12 in rural areas, while in urban \nareas it increased from 31% to 41%. Over the same time period, there was a decrease \nin the proportion of households with underweight children in both urban and rural \nareas, although one-third of rural households and one-quarter of urban households \ncontinue  to  have  underweight  children.  These  figures  are  consistent  with  those \nreported in other surveys. \n   \n                                                \n6  A similar definition of has been used by Barnett (2011) and Jehn and Brewis (2009). It is also common \nto define a dual burden household as one that has a stunted (compromised height) child, but since there \nwas significant measurement error in the data on child heights in this survey of children, it is not used. \n9 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nTable 3: Cross-Tabulation of Households by Child and Mother’s Anthropometric \nOutcomes, by Region of Residence, 2004–05 and 2011–12  \n(percent of households) \n  2004–05  2011–12 \nNormal  Under-  Normal  Under- \nWeight  weight  Weight  weight \nChild  Child  Total  Child  Child  Total \nRural Areas \nUnderweight mother  15  16  32  17  14  31 \nNormal weight mother  34  20  54  33  16  49 \nOverweight/Obese  10  4  15  15  5  20 \nmother \nTotal  60  40  100  64  36  100 \nNumber of observations   6,303  5,150 \nUrban Areas \nUnderweight mother  12  8  21  10  7  17 \nNormal weight mother  33  15  48  30  11  42 \nOverweight/Obese  24  6  31  33  8  41 \nmother \nTotal  69  31  100  74  26  100 \nNumber of observations  3,160  2,411 \nNotes: Data refer to children aged 0 to 5 years and mothers aged 15 to 49 years. A child is defined as normal weight \nwhen weight-for-age z-score≥–2; a child is defined as underweight when weight-for-age z-score<–2. Underweight \nmother is defined as a mother with BMI<18.5 kg/m2, normal weight mother as 18.5≤BMI<23 kg/m2, and overweight as \nBMI≥23 kg/m2.  \nSource: 2004–05 and 2011–12 figures are computed from unit record data of the IHDS 1 and 2. \nDespite this decrease in households with underweight children, however, the percent of \nUC-OM households increased from 4% to 5% in rural India and from 6% to 8% in \nurban India; the higher prevalence in urban India is in part a reflection of the higher \nlevels of urban overweight or obesity. Another way to interpret these figures is to note \nthat one-fifth (urban) to one-quarter (rural) of all households with an overweight mother \nhad  an  underweight  child.  suggesting  that  intra-household  inequality  in  resource \nallocations may be important.7  \nMight this problem be more severe for the relatively more affluent states which saw \ngreater increases in the proportion of overweight mothers and more modest declines in \nunderweight children? Table 4 suggests that this is indeed the case in nine richer \nstates, with 7% and 10% of rural and urban households having a UC-OM pair in  \n2011–12 respectively. \nThe phenomenon of the coexistence of an underweight child and overweight mother \nhas  been  observed  in  other  low-  and  middle-income  countries  including  Kenya, \nBangladesh,  Guatemala,  Ghana,  and  Peru.  In  Guatemala,  6%  of  households  had  \nUC-OM pairs, while in Bangladesh and Kenya less than 5% did so in early 2000  \n(Lee et al. 2012; Barquera et al. 2007; Oddo et al. 2012; Jehn and Brewis 2009). \n \n                                                \n7  As noted earlier, mothers who were born as underweight babies are more likely to be overweight as \nadults as compared to those who were born with a normal weight. \n10 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nTable 4: Cross-Tabulation of Households by Child and Mother’s Anthropometric \nOutcomes, by Region of Residence in Richer States, 2004–05 and 2011–12 \n(percent of households) \n  2004–05  2011–12 \nNormal  Under- Normal  Under-\nWeight  weight  Weight  weight \nChild  Child  Total  Child  Child  Total \nRural Areas \nUnderweight mother  18  13  31  15  10  26 \nNormal weight mother  35  18  53  32  14  46 \nOverweight/Obese  12  4  16  22  7  28 \nmother  \nTotal  64  36  100  69  31  100 \nNumber of observations  2,644  2,085 \nUrban Areas \nUnderweight mother  13  8  20  8  5  13 \nNormal weight mother  31  14  45  29  10  39 \nOverweight/Obese  28  7  35  37  10  48 \nmother  \nTotal  71  29  100  75  25  100 \nNumber of observations  1,443  1,072 \nNotes: Data refer to children aged 0 to 5 years and mothers aged 15 to 49 years. A child is defined as normal  \nweight if weight-for-age z-score≥-2; a child is defined as underweight when weight-for-age z-score<–2. Underweight \nmother is defined as a mother with BMI<18.5 kg/m2, normal weight mother as 18.5≤BMI<23 kg/m2, and overweight as \nBMI≥ 23 kg/m2. Richer states includes Karnataka, West Bengal, Maharashtra, Tamil Nadu, Haryana, Andhra Pradesh, \nPunjab, Himachal Pradesh, and Kerala.   \nSource: 2004–05 and 2011–12 figures are computed from unit record data of the IHDS 1 and 2.  \nWhat are the socioeconomic factors that are associated with households with double \nburden? The literature suggests that prevalence of dual burden is associated with older \nmaternal age, maternal short stature, and increasing family size (Oddo et al. 2012; Lee \net al. 2010; Jehn and Brewis 2009). Education of the mother appears to be protective \nagainst the intra-household dual burden in Indonesia, but the reverse appears to be the \ncase in Bangladesh (Oddo et al. 2012). \nSimilarly, household wealth is positively associated with the prevalence of the double \nburden  of  malnutrition,  suggesting  that  lack  of  access  to  adequate  food  is  not  a \nconstraint (Lee et al. 2012). However, some studies do not find any association with \nwealth at all (see for example Lee et al. 2010). A cross country analysis by Jehn and \nBrewis (2009) looked at this phenomenon in 19 lower- and middle-income countries \nand found it to be less prevalent in countries with lower wealth. Similarly, Garrett and \nRuel (2005), analysing data from several countries in Africa, Asia, and Latin America, \nfind that the phenomenon increases with GDP per capita up to a point.  \nLeroy et al. (2014) explore the interaction between education and household wealth in \nexplaining the prevalence of stunted child–overweight mother households in Mexico. \nThey find that household wealth was significantly associated with increases in the \nprevalence  of  double  burden  pairs  only  among  mothers  who  had  not  completed \nprimary school. They argue that among more educated mothers, wealth is associated \nwith both increases in child height and an absence of undesirable weight gain among \nmothers, and hence maternal education could mitigate the negative effect of increasing \nhousehold income on dual burden households. \n11 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nSome studies for China, India, and Vietnam find urban residence to be associated with \nthe phenomenon of intra-household dual burden (Doak et al. 2000; Barnett 2011), \nwhile Lee et al. (2012) find it to be a rural phenomenon in Guatemala. However, an \nanalysis for several countries by Garrett and Ruel (2005) finds that it is not necessarily \nassociated with urbanization.  \nAnalyses of the intra-household dual burden that focus on India include VanderKloet \n(2008) and Barnett (2011), who both use the Young Lives dataset for Andhra Pradesh. \nVanderKloet (2008) looks at households with an overweight mother and adolescents \n(11–13 years old) and finds that male, prepubertal children, non-immunised children, \nand those with a small maternal support network were more likely to be in UC-OM \nhouseholds  than  in  households  with  a  non-underweight  child  and  an  overweight \nmother. Barnett (2011) considers the prevalence of households with an overweight \nmother and a stunted child, and an overweight mother with an underweight child aged \n4.5–5.5 years, and finds that households living in urban areas are more likely to have \nthese pairs, while VanderKloet (2008) finds location to have weak association. Note, \nhowever, that the Young Lives dataset oversampled poor households and may thus \nhave underestimated the magnitude of the phenomenon.  \nThis paper attempts to contribute to this limited literature by examining correlates of \nhouseholds with an underweight child aged less than 60 months and an overweight \nmother (UC-OM) using a nationally representative dataset.  \n5.  FACTORS ASSOCIATED WITH THE INTRA-\nHOUSEHOLD DUAL BURDEN OF MALNUTRITION  \nBoth binary and multinomial logit regression models are used to identify the predictors \nof dual burden (UC-OM) households. In the binary case, all other households are  \nthe  reference  group,  whereas  in  the  multinomial  logit,  the  various  socioeconomic  \nand behavioral factors that are associated with households that have UC-OM, an \nunderweight  child  and  non-overweight  mother  (UC-NOM),  and  a  non-underweight  \nchild  and  overweight  mother  (NUC-OM)  are  examined  using  households  with  a  \nnon-underweight  child  and  non-overweight  mother  (NUC-NOM)  as  the  reference \ncategory. The analysis is conducted both at the all-India level and also for a subset of \nnine better-off states to see whether the risk factors vary across the two.8 \nBased on the review in the previous sections as well as literature that pertains to other \ndeveloping countries, the following covariates are included, with some variation in \nalternative specifications, as noted in the tables. \nChild characteristics: In addition to demographic characteristics of the child’s age  \n(in months) and its gender, two dichotomous measures of the health of the child are \nused: first, whether the child had diarrhea during the month preceding the survey; and \nsecond, whether the child was fully immunized for a given age. Low birth weight is also \na strong predictor of poor nutritional outcomes for children (see for example Wardlaw \n2004); this is captured by a subjective assessment by the child’s mother of whether the \nchild was average or above average in size when born, in comparison to children who \nwere born with a below-average size at birth (reference category). Although it would \nhave been ideal to have some indicator of child-specific food intakes, this data is  \nnot available. \n                                                \n8  A likelihood ratio test of no differences in coefficients in the richer states as compared to all states was \nrejected. \n12 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nMaternal  characteristics:  Mother’s  age  (and  a  squared  term  in  age  to  capture \nnonlinearities)  is  included,  as  the  literature  suggests  weight  gain  first  increases  \n(as metabolism slows with age and results in weight gain) and then decreases with \nage. There are studies showing a positive association between parity and weight gain \ndue to pregnancy and the onset of obesity in women (Brown et al. 1992; Wolfe et al. \n1997); as a proxy we include the number of children in the household. \nMaternal  education  has  been  linked  to  child  malnutrition  (negatively)  and  also  to \novernutrition among women. To capture this, mother’s education is categorised into \nfour levels: none, primary education (1–5 years in school), upper primary (6–8 years), \nand higher secondary and above (9 or more years); no education is the reference \ncategory.  Mother’s  occupational  status  is  also  included  in  the  analysis  under  the \nassumption that mothers who are working in blue collar jobs (used as the reference \ncategory) would have more active lifestyles than mothers who are not working or \nmothers in white collar jobs.9 Mother’s height is also included as a continuous variable, \nas  maternal  short  stature  is  a  marker  of  malnutrition  in  early  life  and  has  been \nassociated with increased BMI; also undernourished mothers have a higher probability \nof having malnourished children (Ferreira et al. 2009; Sichieri et al. 2003; Victora et al. \n2008).  Although  education  and  occupational  choice  may  be  related,  they  may  be \nexpected to have independent influences on both adult and child nutritional status, and \nhence are included separately. \nLifestyle factors as captured by the number hours spent on watching television are also \nincluded, with a dummy variable with value 1 if women watch more than 2 hours of \ntelevision a day, and 0 if they watch for fewer hours.  \nHousehold characteristics: Household income is captured by including household \nexpenditure  quintiles  as  covariates.  Lastly,  place  of  residence  (rural  or  urban)  is  \nalso included. \nThus,  given  a  vector  of  child  characteristics  ,  maternal  characteristics  ,  and \nhousehold characteristics   for household  , a model of the intra-household double \nburden of malnutrition may be specified as:  𝐶𝑖 𝑀𝑖 \n𝐻𝑖 𝑖\n \n𝑠\n𝑃𝑖\n𝑙𝑛 𝑡 = 𝛽0+ 𝛽1𝐶𝑖 + 𝛽2𝑀𝑖 + 𝛽3𝐻𝑖 ,for 𝑠 ≠ 𝑡\nwhere the𝑃 p𝑖robability of household i having a pair s is denoted by    \n𝑠\nIn a binary logit model s = UC-OM and t refers to all other househ𝑃o𝑖ld.s (that do not have \na UC-OM pair). In the multinomial logit case, the probabilities refer to s = UC-OM,  \nUC-NOM,  NUC-OM  and  t  =  NUC-NOM.  In  other  words,  using  NUC-NOM  as  the \nreference  pair,  the  multinomial  logit  regressions  are  estimated  for  the  UC-OM,  \nUC-NOM, and NUC-OM households.  \nThe estimation sample is drawn from the IHDS2 dataset (for 2011–12). Given that \nthere are rural–urban differences in the magnitudes of overweight, obesity, and dual \nburden households, and that the factors that drive them may vary across rural and \nurban  areas, these models  were first  estimated  separately  by  region.  However,  a \nlikelihood ratio test indicated that the null hypothesis of no rural–urban differences in \n                                                \n9  A mother is classified as working in a white collar job if she is a scientist, director, manager, economist, \nteacher, clerk or related worker, sales worker, merchant, shopkeeper, salesperson, etc. She is classified \nas working in a blue collar job if her occupation is agriculture and plantation laborer, cultivator, \nproduction  laborer,  bricklayer,  construction  worker,  miner  or  related  worker,  or  a  service  worker  \n(maid, cook, or sweeper). \n13 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \ncoefficients could not be rejected across all specifications. For this reason, results are \npresented  only  for  the  pooled  model  below,  although  as  noted  above,  a  dummy \nvariable to represent region of residence is included. All standard errors are clustered \nat the primary sampling unit.  \nTable 5 presents the odds ratio of the predictors from the binary logistic model on  \nUC-OM for both richer and all states, and for two specifications. For all states, and \nacross  both  specifications,  only  two  child-level  factors—birth  size  and  age—are \nsignificant predictors of UC-OM. A child who was large or average at the time birth has \n29% lower odds of being UC-OM as compared to a child who was very small or small \nin size; similarly, older children are more likely to belong to a UC-OM pair. However, for \nthe subset of richer states, none of the child-level characteristics seem to matter.  \nAmong  maternal  characteristics,  for  all  states,  relative  to  other  households,  taller \nmothers are less likely to have underweight child and to be overweight; this result is in \nline with other studies that found similar associations (Oddo et al. 2012; Lee et al. \n2010). Older mothers and mothers who watch more than 2 hours of television are also \nmore  likely  to  be  overweight  and  have  an  underweight  child  compared  to  other \nhouseholds. The insignificance of the quadratic term in age perhaps reflects the fact \nthat mothers with preschool children are not likely to be old enough for curvature in the \nrelationship with age to matter. \nThe dual burden is more likely to occur in households where mothers have some \nformal education relative to households where mothers have no education; this is \nsimilar to findings by Oddo et al. (2012) for Bangladesh and Wong et al. (2015) for \nMalaysia. However, occupation does not seem to exert any independent effect on the \nprobability  of  a  household  having  a  UC-OM  pair.  Many  of  these  covariates  are, \nhowever, insignificant when the subset of richer states is considered: only mother’s \nheight and the number of children are significant in predicting familial coexistence of \nunderweight child and maternal overweight. This may reflect the well-known positive \nassociation  of  weight  gain  with  each  pregnancy  and  also  that  higher  parity  is \nassociated with child undernutrition, and is in line with what Lee et al. (2010) found. \nFinally, households in wealthier quintiles relative to households in the lowest quintile \nappear to be more vulnerable to the double burden of malnutrition. For example, \nhouseholds in the fifth quintile have a 139% higher chance of having UC-OM pairs as \ncompared to households in the lowest quintile in richer states, while the corresponding \nfigure for all states is 49%, and is consistent with other studies (for example, Lee et al. \n2012; Doak et al. 2005). As expected, urban residents have higher likelihood of having \nUC-OM pairs relative to rural residents.  \nTo examine if the covariates associated with being a UC-OM household vary if, instead \nof a comparison group of all other households, a multinomial approach is used in which \nthe factors associated with belonging to UC-OM, UC-NOM, and NUC-OM households \nare examined simultaneously, with the reference category of NUC-NOM household. \nRelative risk ratios from the MNL using the first specification are presented in Table 6,10 \nwhile Table 7 does the same for the more parsimonious specification. As before, \nvariants that contain observations for all states, and a subset of the richer states, are \npresented separately. \n \n                                                \n10  The models were tested for the validity of the independence of irrelevant alternatives (IIA) assumptions \nusing  the  Hausman  test,  which  failed  to  reject  the  null  hypothesis  of  independence  irrelevant \nalternatives, suggesting that the MNL specification is appropriate.  \n14 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nTable 5: Odds Ratios for Covariates from a Logit Regression of the Probability  \nof a UC-OM Household, Alternative Specifications \nDependent Variable: \nProbability that a  Richer States  All States \nHousehold has a  \nUC-OM Pair  Specification 1  Specification 2  Specification 1  Specification 2 \nAge (in months)  1.000  1.000  1.009**  1.009** \n  (0.005)  (0.005)  (0.004)  (0.004) \nGender (girl)  0.937  0.936  0.999  0.996 \n  (0.141)  (0.141)  (0.115)  (0.115) \nDiarrhea last month  0.640    1.078   \n  (0.201)    (0.185)   \nFully immunized   0.980    1.091   \n  (0.157)    (0.132)   \nBirth size  0.839  0.855  0.713**  0.713** \n  (0.169)  (0.170)  (0.101)  (0.101) \nNumber of children  1.186**  1.187**  1.087  1.077 \n  (0.101)  (0.100)  (0.066)  (0.065) \nHeight (in meters)  0.943***  0.943***  0.950***  0.950*** \n  (0.012)  (0.011)  (0.009)  (0.009) \nAge (in years)  1.208  1.207  1.204*  1.208* \n  (0.164)  (0.163)  (0.126)  (0.126) \nAge square  0.998  0.998  0.998  0.998 \n  (0.002)  (0.002)  (0.002)  (0.002) \nMore than 2 hours of TV  1.058  1.055  1.277**  1.276** \n  (0.163)  (0.161)  (0.149)  (0.150) \nPrimary education  1.127  1.116  1.423*  1.456* \n  (0.357)  (0.352)  (0.289)  (0.296) \nUpper primary   1.181  1.167  1.561**  1.614** \n  (0.341)  (0.338)  (0.299)  (0.311) \nHigher secondary and above  1.181  1.165  1.403  1.490* \n   (0.343)  (0.339)  (0.293)  (0.309) \nNot working  1.033    1.137   \n  (0.218)    (0.176)   \nWhite collar jobs  0.990    1.446   \n  (0.351)    (0.362)   \nExpenditure quintile 2  3.211***  3.202***  1.576**  1.586** \n  (1.427)  (1.421)  (0.339)  (0.341) \nExpenditure quintile 3  2.161*  2.164*  1.206  1.217 \n  (0.960)  (0.959)  (0.272)  (0.274) \nExpenditure quintile 4  2.715**  2.716**  1.466*  1.496* \n  (1.207)  (1.206)  (0.331)  (0.336) \nExpenditure quintile 5  2.399*  2.406*  1.461  1.490* \n  (1.097)  (1.097)  (0.348)  (0.353) \nUrban residence  1.614**  1.634***  1.478***  1.532*** \n  (0.305)  (0.278)  (0.208)  (0.199) \nN  2,543  2,543  5,527  5,527 \nNotes: UC-OM = underweight child and overweight mother. Base categories: boy for gender, didn’t have diarrhea for \ndiarrhea last month, not fully immunized for fully immunized, very small/small for birth size, less than 2 hours of TV for \nhours of TV, no education for mother’s education, blue collar job for mother’s occupation, expenditure quintile 1 for \nexpenditure quintile, rural for place of residence. A child is defined as underweight when weight-for-age z-score<–2; \nnon-underweight  when  weight-for-age  z-score≥–2.  Mother  is  defined  as  overweight  when  BMI>=23  kg/m2  and  \nnon-overweight when BMI<23 kg/m2. Richer states includes Karnataka, West Bengal, Maharashtra, Tamil Nadu, \nHaryana, Andhra Pradesh, Punjab, Himachal Pradesh, and Kerala. Standard errors, clustered at the primary sampling \nunit, in parentheses; * p<0.10, ** p<0.05, *** p<0.01. \nSource: Computed using IHDS2 unit record data. \n \n15 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nSimilar to the case with binary logit analysis, the MNL results for all states suggest that \nthe child’s age and birth size significantly affect the probability of being a UC-OM \n(relative to a NUC-NOM) household. Similarly, shorter and older mothers, and mothers \nwho spend more time watching television, have higher chances of being in a UC-OM \nhousehold;  mothers  with  some formal  education  relative  to  illiterate mothers  have \nhigher  odds  of  being  UC-OM.  The  association  with  income  is  also  the  same: \nhouseholds in the highest quintile relative to the lowest quintile and households living  \nin urban areas relative to rural households have higher chances of being UC-OM. \nThese  results  remain  unchanged  in  the  more  parsimonious  specification  as  well.  \nThe set of significant coefficients (in terms of relative risk) is much smaller when the \nsubset of richer states is examined, with taller mothers, mothers with more children, \nand households in higher-expenditure quintiles more likely to have a UC-OM than a  \nNUC-NOM pair; this is also consistent with the results from the binary case. \nTable 6: Relative Risk Ratio for Covariates from a Multinomial Logit Regression \nof the Probability that a Household has a UC-OM, UC-NOM, or NUC-OM Pair \n(Relative to NUC-NOM) \nRicher States \n(1)  (2)  (3) \nVariables  UC-OM  UC-NOM  NUC-OM \nChild Characteristics \nAge (in months)  1.006  (0.005)  1.014***  (0.004)  1.009***  (0.003) \nGender (girl)  0.942  (0.148)  1.029  (0.121)  0.996  (0.101) \nDiarrhea last month  0.838  (0.277)  1.760***  (0.318)  1.451**  (0.265) \nFully immunized  0.986  (0.165)  0.890  (0.107)  1.075  (0.121) \nBirth size  0.871  (0.184)  0.763*  (0.110)  1.398**  (0.215) \nMaternal Characteristics \nNumber of children  1.166*  (0.105)  1.017  (0.075)  0.962  (0.071) \nHeight (in meters)  0.922***  (0.012)  0.956***  (0.009)  0.969***  (0.008) \nAge (in years)  1.234  (0.173)  0.853  (0.088)  1.305**  (0.151) \nAge square  0.998  (0.002)  1.002  (0.002)  0.997  (0.002) \nMore than 2 hours TV  1.105  (0.176)  0.993  (0.115)  1.137  (0.119) \nPrimary education  1.233  (0.408)  0.949  (0.189)  1.491*  (0.350) \nUpper primary  1.179  (0.351)  0.743  (0.136)  1.388  (0.295) \nHigher secondary and above   1.264  (0.377)  0.679**  (0.125)  1.703**  (0.355) \nNot working  1.048  (0.224)  0.713***  (0.086)  1.392**  (0.183) \nWhite collar jobs  1.202  (0.450)  0.965  (0.270)  1.795***  (0.407) \nHousehold Characteristics \nExpenditure quintile 2  3.008**  (1.347)  0.914  (0.187)  1.000  (0.249) \nExpenditure quintile 3  1.981  (0.887)  0.761  (0.152)  1.093  (0.256) \nExpenditure quintile 4  2.491**  (1.109)  0.603**  (0.121)  1.267  (0.287) \nExpenditure quintile 5  2.538**  (1.160)  0.702*  (0.149)  1.622**  (0.383) \nUrban residence  1.916***  (0.368)  0.958  (0.135)  1.606***  (0.191) \nN  2,543  2,543  2,543 \ncontinued on next page \n16 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nTable 6 continued \nRicher States \n(4)  (5)  (6) \nVariables  UC-OM  UC-NOM  NUC-OM \nChild Characteristics \nAge (in months)  1.015***  (0.004)  1.013***  (0.002)  1.010***  (0.002) \nGender (girl)  0.984  (0.117)  0.955  (0.068)  0.988  (0.073) \nDiarrhea last month  1.183  (0.211)  1.469***  (0.151)  0.966  (0.120) \nFully immunized  1.085  (0.135)  0.894  (0.066)  1.098  (0.087) \nBirth size  0.642***  (0.097)  0.651***  (0.062)  1.059  (0.118) \nMaternal Characteristics \nNumber of children  1.032  (0.065)  0.953  (0.035)  0.906**  (0.040) \nHeight (in meters)  0.930***  (0.009)  0.956***  (0.006)  0.977***  (0.006) \nAge (in years)  1.266**  (0.133)  0.943  (0.055)  1.382***  (0.101) \nAge square  0.997  (0.002)  1.001  (0.001)  0.996***  (0.001) \nMore than 2 hours TV  1.263*  (0.153)  0.871*  (0.067)  1.101  (0.085) \nPrimary education  1.551**  (0.325)  1.062  (0.119)  1.460**  (0.221) \nUpper primary  1.586**  (0.310)  0.780**  (0.080)  1.616***  (0.210) \nHigher secondary and above   1.558**  (0.326)  0.719***  (0.079)  2.051***  (0.271) \nNot working  1.152  (0.179)  0.787***  (0.061)  1.464***  (0.143) \nWhite collar jobs  1.512  (0.393)  0.740  (0.143)  1.594***  (0.265) \nHousehold Characteristics \nExpenditure quintile 2  1.411  (0.312)  0.833*  (0.090)  0.954  (0.149) \nExpenditure quintile 3  1.155  (0.265)  0.802*  (0.091)  1.400**  (0.208) \nExpenditure quintile 4  1.348  (0.311)  0.598***  (0.072)  1.541***  (0.229) \nExpenditure quintile 5  1.552*  (0.372)  0.610***  (0.080)  2.063***  (0.311) \nUrban residence  1.716***  (0.242)  0.982  (0.085)  1.645***  (0.143) \nN  5,527  5,527  5,527 \nNotes: UC-OM = underweight child and overweight mother, UC-NOM = underweight child and non-overweight mother, \nNUC-OM = non-underweight child and overweight mother, NUC-NOM = non-underweight child and non-overweight \nmothers. Base categories: boy for gender, didn’t have diarrhea for diarrhea last month, did not get up-to-date \nvaccination for up-to-date vaccination, very small/small for birth weight, less than 2 hours of TV for hours of TV, no \neducation for mother’s education, blue collar jobs for mother’s occupation, expenditure quintile 1 for expenditure quintile, \nrural for place of residence. A child is defined as underweight when weight-for-age z-score<–2; non-underweight  \nwhen weight-for-age z-score≥–2. A mother is defined as overweight when BMI>=23 kg/m2 and non-overweight when \nBMI<23 kg/m2. Richer states includes Karnataka, West Bengal, Maharashtra, Tamil Nadu, Haryana, Andhra Pradesh, \nPunjab, Himachal Pradesh, and Kerala. Standard errors, clustered at the primary sampling unit, in parentheses;  \n* p<0.10, ** p<0.05, *** p<0.01. \nSource: Estimated using IHDS2 unit record data. \n   \n17 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nTurning to the predictors of households with UC-NOM, households with older children \nare more likely, with larger birth-weight children less likely, and those who had diarrhea \nrecently are more likely to belong to this group relative to NUC-NOM. For example, \nchildren who were large/average when they were born have 35 % (all states) lower risk \nof being UC-NOM relative to NUC-NOM households. Maternal height and mothers’ \neducation are associated with lower probability of having UC-NOM pairs relative to \nNUC-NOM. Sedentary lifestyles (as captured by the number of hours spent watching \ntelevision) are likely to lead to lower odds of being UC-NOM. Mothers working in blue \ncollar jobs have more chances of being UC-NOM as compared to mothers who are not \nworking; this variable matters even after controlling for household income quintiles. Not \nunexpectedly, richer households are less likely to have a UC-NOM pair compared to \nNUC-NOM; however, area of residence does not seem to matter. Unlike the case with \nUC-OM, there are no major differences in the variables that are significant across all \nstates and the subset of richer states; they are also robust to choice of specification \n(see Table 7). These results are similar to those of Jehn and Brewis (2009), who find \nthat households in the lowest wealth quintile and with less educated mothers have \nhigher risk of having an underweight child and a non-overweight mother. \nTable 7: Relative Risk Ratio for Covariates from a Multinomial Logit Regression \nof the Probability that a Household has a UC-OM, UC-NOM, or NUC-OM Pair \n(Relative to NUC-NOM), Alternate Specification \nAll States \n(1)  (2)  (3) \nVariables  UC-OM  UC-NOM  NUC-OM \nChild Characteristics \nAge (in months)  1.010**  (0.005)  1.014***  (0.003)  1.009***  (0.003) \nGender (girl)  1.009  (0.152)  1.011  (0.107)  1.007  (0.099) \nDiarrhea last month  0.763  (0.243)  1.485**  (0.251)  1.351*  (0.232) \nBirth size  0.803  (0.165)  0.738**  (0.098)  1.375**  (0.198) \nMaternal Characteristics \nHeight (in meters)  0.927***  (0.012)  0.963***  (0.008)  0.970***  (0.008) \nAge (in years)  1.218  (0.155)  0.926  (0.081)  1.281**  (0.128) \nAge square  0.998  (0.002)  1.001  (0.002)  0.997*  (0.002) \nPrimary education  1.200  (0.354)  0.987  (0.175)  1.653**  (0.351) \nUpper primary  1.136  (0.307)  0.838  (0.135)  1.526**  (0.286) \nHigher secondary and above   1.175  (0.314)  0.721** (0.114)  1.959*** (0.355) \n   \nNot working  1.175  (0.240)  0.741***  (0.081)  1.438***  (0.174) \nWhite collar jobs  1.197  (0.418)  0.843  (0.225)  1.630**  (0.344) \nHousehold Characteristics \nExpenditure quintile 2  2.849***  (1.131)  0.976  (0.176)  1.169  (0.258) \nExpenditure quintile 3  1.841  (0.727)  0.853  (0.150)  1.264  (0.257) \nExpenditure quintile 4  2.404**  (0.934)  0.721*  (0.128)  1.497**  (0.297) \nExpenditure quintile 5  2.323**  (0.924)  0.715*  (0.138)  1.904***  (0.387) \nUrban residence  1.811***  (0.333)  1.032  (0.135)  1.604***  (0.182) \nN  2,877  2,877  2,877 \ncontinued on next page \n18 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nTable 7 continued \nAll States \n(4)  (5)  (6) \nVariables  UC-OM  UC-NOM  NUC-OM \nChild Characteristics \nAge (in months)  1.017***  (0.004)  1.012***  (0.002)  1.010***  (0.002) \nGender (girl)  1.072  (0.119)  0.976  (0.060)  1.013  (0.071) \nDiarrhea last month  1.096  (0.183)  1.467***  (0.130)  0.949  (0.109) \nBirth size  0.653***  (0.090)  0.714***  (0.059)  1.119  (0.114) \nMaternal Characteristics \nHeight (in meters)  0.930***  (0.008)  0.958***  (0.005)  0.973***  (0.006) \nAge (in years)  1.167  (0.118)  0.892**  (0.042)  1.312***  (0.086) \nAge square  0.999  (0.002)  1.002**  (0.001)  0.997***  (0.001) \nPrimary education  1.368*  (0.251)  1.009  (0.094)  1.513***  (0.204) \nUpper primary  1.520**  (0.253)  0.794***  (0.066)  1.806***  (0.204) \nHigher secondary and above   1.475**  (0.265)  0.675***  (0.063)  2.380***  (0.267) \nNot working  1.296*  (0.182)  0.791***  (0.053)  1.521***  (0.135) \nWhite collar jobs  1.428  (0.352)  0.675**  (0.121)  1.423**  (0.221) \nHousehold Characteristics \nExpenditure quintile 2  1.426*  (0.268)  0.842*  (0.076)  1.019  (0.138) \nExpenditure quintile 3  1.265  (0.245)  0.854*  (0.081)  1.470***  (0.188) \nExpenditure quintile 4  1.463*  (0.292)  0.672***  (0.069)  1.713***  (0.220) \nExpenditure quintile 5  1.616**  (0.330)  0.608***  (0.071)  2.312***  (0.299) \nUrban residence  1.675***  (0.219)  0.983  (0.079)  1.689***  (0.138) \nN  6,875  6,875  6,875 \nNotes: UC-OM = underweight child and overweight mother, UC-NOM = underweight child and non-overweight mother, \nNUC-OM = non-underweight child and overweight mother, NUC-NOM = non underweight child and non-overweight \nmother. Base categories: boy for gender, didn’t have diarrhea for diarrhea last month, very small/small for birth size, no \neducation for mother’s education, blue collar job for mother’s occupation, expenditure quintile 1 for expenditure quintile, \nrural for place of residence. A child is defined as underweight when weight-for-age z-score<–2; non-underweight  \nwhen weight-for-age z-score ≥–2. A mother is defined as overweight when BMI>=23 kg/m2 and non-overweight when \nBMI<23 kg/m2. Richer states includes Karnataka, West Bengal, Maharashtra, Tamil Nadu, Haryana, Andhra Pradesh, \nPunjab, Himachal Pradesh, and Kerala. Standard errors, clustered at the primary sampling unit, in parentheses;  \n* p<0.10, ** p<0.05, *** p<0.01. \nSource: Estimated using IHDS2 unit record data. \nFinally, examining factors associated with NUC-OM households, the results in Tables 6 \nand  7  suggest  that,  relative  to  NUC-NOM  households,  taller  mothers  have  lower \nchances and older mothers have higher chances of being NUC-OM. Occupation is also \na significant predictor, with chances of being a NUC-OM increasing if mothers are \nemployed in jobs that involve less physical labor or are not working (relative to mothers \nworking in more physically strenuous jobs). \nFurthermore, households with educated mothers relative to mothers with no education, \nor households in higher income quintiles relative to the lowest income quintile, have \nhigher risk of having a NUC-OM pair than being NUC-NOM. However, for richer states, \nthis is seen only in the highest quintile. As expected, results across both the richer and \nall states predict that urban relative to rural households have higher chances of having \na NUC-OM pair. As shown in Table 7, the results are unaffected when an alternate \nspecification is considered. \n19 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nTo summarize, a child’s birth size and age, the mother’s health (as captured by her \nheight) and age, her education, whether she has a sedentary lifestyle, and household \nexpenditure  are  significant  in  explaining  the  probability  that  a  household  has  an \nunderweight child and overweight mother. All these are in the expected direction and \nare  consistent  with  the  evidence  found  for  other  developing  countries  including \nIndonesia and Bangladesh. While urban residence matters, it appears to affect only  \nthe level and not the magnitudes of the marginal effects of the covariates. These \nresults are robust to both the choice of specification and the method of estimation  \n(as there are no substantial differences in the set of factors that are significant across \nboth the binary and MNL specifications). However, when a subset of the richer states is \nexamined separately, only the mother’s health, the number of children she has, and \nhousehold expenditure are significant—once again, results that are robust to both \nchoice of specification and method of estimation. Thus there appear to be strong \nregional differences in the principal drivers of the probability of having a dual burden \nhousehold.  Also,  lack  of  access  to  household-level  resources  does  not  appear  to \nexplain the phenomenon, suggesting that intra-household allocation of food and other \nresources may be inequitable, although the lack of data on food intakes precludes a \ndefinitive statement. \n6.  CONCLUSIONS \nIndia is clearly far along in the nutrition transition. This paper has estimated, using unit \nrecord data, the proportion of adult women whose BMI is greater than 23 and 27.5, \ncutoffs at which populations in South Asia are at greater risk of noncommunicable \ndiseases  (NCDs),  and  has  demonstrated  that  these  numbers  are  substantial  and \nincreasing rapidly. Not surprisingly, the magnitudes of at least two of the NCDs—\ndiabetes and hypertension—are large and have important implications for the public \nhealth system in terms of its ability to diagnose and manage these conditions. Given \nregional variations, there is need for different intensities of intervention—with a focus \non diagnosis and management in high-burden states, and prevention in regions where \nthe magnitudes of overweight and obesity are lower. This is likely to be a particular \nchallenge in rural areas as well, where there is need for sensitization and strengthening \nof  health  infrastructure (both  physical,  including for  basic  blood  tests,  and  human \ncapital) that are critical to monitoring and managing diabetes and hypertension.  \nTo what extent macro policy levers, especially those affect relative prices of food can \nbe used to effect better health outcomes needs further investigation. Some states do \nsubsidize the provision of edible oil and sugar through the public distribution system, \npotentially leading to greater consumption. Also, some have argued that the Indian \nNational Food Security Act, with its focus on highly subsidized cereals, may act as  \na disincentive to make better diet choices in favor of fruits, vegetables, and dairy \nproducts—as  higher-quality  diets  are  also  more  expensive.  However,  the  limited \nevidence (see Meenakshi 2016) suggests that quantities consumed of fats, oils, and \nsugars are highly inelastic with respect to price, perhaps limiting the effectiveness of \nprice  instruments,  and  that  income  effects  may  dominate  in  consumption  trends. \nOthers (Popkin et al. 2012) on the other hand, have argued that the fall in the relative \nprice of oil has contributed to its increased consumption; there is clearly, need for more \nresearch in this area. \n   \n20 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nWhile the magnitude of undernutrition, especially among children, is declining in nearly \nall  states,  the  phenomenon  of the  intra-household  dual  burden  is  increasing. The \nanalysis suggests that among other factors, healthier mothers, mothers with fewer \nyears of education, and households where children are born with a healthy weight  \nare less likely to have a dual burden of malnutrition, underscoring the importance of \ncurrent policy initiatives designed to ensure safe and healthy pregnancy outcomes. The \nsignificance of the household expenditure variable suggests that unlike the case in \nmany developed countries (but similar to the experience of other countries undergoing \nthe  transition),  this  is  associated  with  affluence;  equally  clearly,  lifestyle  choices  \nalso matter. Although this analysis could not directly address to what extent such \nhouseholds are characterized by inequalities in food intakes, it is reasonable to infer \nthat a reallocation may help address the problem of the intra-household dual burden. \nBehavior  change  communication  strategies that  address  both  healthy  lifestyle  and  \ndiet choices for adults and appropriate feeding practices for children need greater \nemphasis.  However,  even  here,  there  are  regional  differences  in  both  trends  and \nfactors contributing to them, suggesting that a region-specific set of interventions will \nneed to be implemented.  \n   \n21 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nREFERENCES \nAckerson, L., I. Kawachi, E. Barbeau, and S. Subramanian. 2008. Geography of \nunderweight and overweight among women in India: a multilevel analysis of \n3204 neighborhoods in 26 states. Economics & Human Biology 6(2): 264–280. \nBarnett, I. 2011. Is the dual burden of over-and under-nutrition a concern for poor \nhouseholds in Ethiopia, India, Peru and Vietnam? Young Lives Working  \nPaper No. 67. \nBarquera, S., K. Peterson, A. Must, B. Rogers, M. Flores, R. Houser, E. Monterrubio, \nand J. Rivera-Dommarco. 2007. Coexistence of maternal central adiposity and \nchild stunting in Mexico. International Journal of Obesity 31(4): 601–607. \nBrown, J., S. Kaye, and A. Folsom. 1992. Parity-related weight change in \nwomen. International Journal of Obesity and Related Metabolic Disorders: \nJournal of the International Association for the Study of Obesity 16(9): 627–631. \nChhabra, P., and S. Chhabra. 2007. Distribution and determinants of body mass index \nof non-smoking adults in Delhi, India. Journal of Health, Population and \nNutrition 25(3): 294–301. \nDeaton, A., and J. Drèze. 2009. Food and nutrition in India: facts and interpretations. \nEconomic & Political Weekly 44(7): 42–65. \nDoak, C., L. Adair, C. Monteiro, and B. Popkin. 2000. Overweight and underweight \ncoexist within households in Brazil, China and Russia. The Journal of Nutrition \n130(12): 2965–2971. \nDoak, C., L. Adair, M. Bentley, C. Monteiro, and B. Popkin. 2005. The dual burden \nhousehold and the nutrition transition paradox. International Journal of \nObesity 29(1): 129–136. \nDoak, C., L. Adair, M. Bentley, Z. Fengying, and B. Popkin. 2002. The underweight/ \noverweight household: an exploration of household sociodemographic and \ndietary factors in China. Public Health Nutrition 5(1a): 215–221. \nEli, S., and N Li. Caloric requirements and food consumption patterns of the poor. 2015. \nNational Bureau of Economic Research Working paper No. w21697. \nFerreira, H., F. Moura, C. Júnior, T. Florêncio, R. Vieira, and M. de Assunçao. 2009. \nShort stature of mothers from an area endemic for undernutrition is associated \nwith obesity, hypertension and stunted children: a population-based study in the \nsemi-arid region of Alagoas, Northeast Brazil. British Journal of Nutrition 101(8): \n1239–1245. \nGaiha, R., R. Jha, and V. Kulkarni. 2011. Affluence, obesity and non-communicable \ndiseases in India. Available at SSRN 1735687. \nGarrett, J., and M. Ruel. 2005. Stunted child–overweight mother pairs: Prevalence and \nassociation with economic development and urbanization. Food and Nutrition \nBulletin 26(2): 209–221. \nGriffiths, P., and M. Bentley. 2001. The nutrition transition is underway in India. \nThe Journal of Nutrition 131(10): 2692–2700. \nHuxley, R., et al. 2008. Ethnic comparisons of the cross sectional relationships \nbetween measures of body size with diabetes and hypertension. Obesity \nReviews 9(s1): 53–61.  ‐\n22 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nJehn, M., and A. Brewis. 2009. Paradoxical malnutrition in mother–child pairs: \nuntangling the phenomenon of over- and under-nutrition in underdeveloped \neconomies. Economics & Human Biology 7(1): 28–35. \nKulkarni, V., V. Kulkarni, and R. Gaiha. 2014. Double burden of malnutrition: Why are \nIndian women likely to be underweight and obese? Brooks World Poverty \nInstitute Working Paper No. 190. \n———. 2017. “Double Burden of Malnutrition”: Reexamining the Coexistence of \nUndernutrition and Overweight among Women in India. International Journal of \nHealth Services 47(1): 108–133. \nLee, J., R. Houser, A. Must, P. de Fulladolsa, and O. Bermudez. 2010. Disentangling \nnutritional factors and household characteristics related to child stunting and \nmaternal overweight in Guatemala. Economics & Human Biology 8(2): 188–196. \n———. 2012. Socioeconomic disparities and the familial coexistence of child stunting \nand maternal overweight in Guatemala. Economics & Human Biology 10(3): \n232–241. \nLeroy, J., J. Habich, T. de Cossío, and M. Ruel. 2014. Maternal education mitigates the \nnegative effects of higher income on the double burden of child stunting and \nmaternal overweight in rural Mexico. The Journal of Nutrition 144(5): 765–770. \nMeenakshi, J. 2016. Trends and patterns in the triple burden of malnutrition in India. \nAgricultural Economics 47(S1): 115–134. \nNational Nutrition Monitoring Bureau. 2006. Diet and nutritional status of population \nand prevalence of hypertension among adults in rural areas. NNMB Technical \nReport No. 24. Hyderabad: National Institute of Nutrition. \n———. 2012. Diet and nutritional status of rural population, prevalence of hypertension \n& diabetes among adults and infant & young child feeding practices. NNMB \nTechnical Report No. 26. Hyderabad: National Institute of Nutrition. \nOddo, V., et al. 2012. Predictors of maternal and child double burden of malnutrition in \nrural Indonesia and Bangladesh. The American Journal of Clinical \nNutrition 95(4): 951–958. \nPopkin, B. 1993. Nutritional patterns and transitions. Population and Development \nReview 19(1): 138–157. \n———. 1994. The nutrition transition in low-income countries: an emerging \ncrisis. Nutrition Reviews 52(9): 285–298. \nPopkin, B., L. Adair, and S. Ng. 2012. Global nutrition transition and the pandemic of \nobesity in developing countries. Nutrition Reviews 70(1): 3–21. \nRamachandran, P. 2014. Triple burden of malnutrition in India: Challenges and \nopportunities. In IDFC Foundation. India Infrastructure Report 2013/14:  \nThe Road to Universal Health Coverage. Telangana: Orient Blackswan. \nSchmidhuber, J., and P. Shetty. 2005. Nutrition transition, obesity and \nnoncommunicable diseases: drivers, outlook and concerns. SCN News 29:  \n13–19. \n   \n23 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nSengupta, A., F. Angeli, T. Syamala, C. Van Schayck, and P. Dagnelie. 2014. State-\nwise dynamics of the double burden of malnutrition among 15–49-year-old \nwomen in India: how much does the scenario change considering Asian \npopulation-specific BMI cut-off values? Ecology of Food and Nutrition 53(6): \n618–638. \nSichieri, R., C. Silva, and A. Moura. 2003. Combined effect of short stature and \nsocioeconomic status on body mass index and weight gain during reproductive \nage in Brazilian women. Brazilian Journal of Medical and Biological \nResearch 36(10): 1319–1325. \nSiddiqui, M., and R. Donato. 2016. Overweight and obesity in India: policy issues from \nan exploratory multi-level analysis. Health Policy and Planning 31(5): 582–591. \nSubramanian, S., J. Perkins, and K. Khan. 2009. Do burdens of underweight and \noverweight coexist among lower socioeconomic groups in India? The American \nJournal of Clinical Nutrition 90(2): 369–376. \nSwinburn, B., G. Egger, and F. Raza. 1999. Dissecting obesogenic environments:  \nthe development and application of a framework for identifying and prioritizing \nenvironmental interventions for obesity. Preventive Medicine 29(6): 563–570. \nVanderKloet, M. 2008. Dual burden of malnutrition in Andhra Pradesh, India: \nidentification of independent predictors for underweight and overweight in \nadolescents with overweight mothers. London: University of London. \nVictora, C., et al. 2008. Maternal and child undernutrition: consequences for adult \nhealth and human capital. The Lancet 371(9609): 340–357. \nWardlaw, T., ed. 2004. Low Birthweight: Country, Regional and Global Estimates.  \nNew York: UNICEF. \nWHO Expert Consultation. 2004. Appropriate body-mass index for Asian populations \nand its implications for policy and intervention strategies. The Lancet  \n363(9403): 157. \nWillett, W., W. Dietz, and G. Colditz. 1999. Guidelines for healthy weight. New England \nJournal of Medicine 341(6): 427–434. \nWolfe, W., J. Sobal, C. Olson, and E. Frongillo. 1997. Parity associated body weight: \nModification by sociodemographic and behavioral factors. Obesity Research \n5(2): 131–141.  ‐\nWong, C., M. Zalilah, E. Chua, S. Norhasmah, Y. Chin, and A. Nur’Asyura. 2015. \nDouble-burden of malnutrition among the indigenous peoples (Orang Asli)  \nof Peninsular Malaysia. BMC Public Health 15(1): 1. \nWorld Health Organisation. 2011. Waist circumference and waist-hip ratio. Report  \nof a WHO Expert Consultation. Geneva. On www.who.int/nutrition/ \npublications/obesity/WHO_report_waistcircumference_and_waisthip_ratio/en/ \n(accessed 1 September 2016). \n———. 2016. Global Report on Diabetes. http://apps.who.int/iris/bitstream/10665/ \n204871/1/9789241565257_eng.pdf (accessed 26 September 2016). \n———. 2016. Health Statistics and Information Systems: Cause-Specific Mortality. \nwww.who.int/healthinfo/global_burden_disease/estimates/en/index1.html \n(accessed 1 September 2016). \n24 \n ", "ADBI Working Paper 725  Dang and Meenakshi \n \nYajnik, C. 2002. The lifecycle effects of nutrition and body size on adult adiposity, \ndiabetes and cardiovascular disease. Obesity Reviews 3(3): 217–224. \nZhou, B. 2002. Predictive values of body mass index and waist circumference to risk \nfactors of related diseases in Chinese adult population. Zhonghua liu xing bing \nxue za zhi= Zhonghua liuxingbingxue zazhi 23(1): 5–10. \n25 \n "], "metadata": {"Author": "Archana Dang and J. V. Meenakshi", "Company": "Asian Development Bank", "CreationDate": "D:20170425160317+08'00'", "Creator": "Acrobat PDFMaker 11 for Word", "Keywords": "nutrition, obesity, health, undernutrition, child health, maternal health, malnutrition", "ModDate": "D:20170425160601+08'00'", "Producer": "Adobe PDF Library 11.0", "SourceModified": "D:20170425080311", "Subject": "India is clearly far along in the nutrition transition. We show that there have been rapid increases in the proportion of adult women in India who are overweight and obese: these increases are seen in both urban and rural areas, and there are regional specificities. Correspondingly, diabetes and hypertension affect a large proportion of adults, even as childhood undernutrition remains a public health problem. These have important consequences for the design of public health systems, especially in rural India. At the same time, the intra-household dual burden of malnutrition is also increasing. Among other factors, households with wealthier and less educated mothers, and children born with a healthy weight, seem less vulnerable to the dual burden of malnutrition. Also significant are household expenditure (suggesting that the phenomenon is associated with affluence) and lifestyle choices, calling for better and nuanced behavior change communication strategies.", "Title": "The Nutrition Transition and the Intra-Household Double Burden of Malnutrition in India"}}