{"path": "data/input/pdf-generic/Development_of_Asia_Pacific_corporate_bond_and_securitisation_markets_BIS_Jan2012.pdf", "pages": ["Development of Asia-Pacific corporate bond \nand securitisation markets \nIlhyock Shim1 \nAbstract \nSince the Asian financial crisis in 1997–98, policymakers in Asia and the Pacific have put a \nhigh priority on bond market development. From 2005 to 2011, the corporate bond market in \nemerging Asia continued to grow rapidly, even during the 2007–09 crisis. However, during \nthe peak of the crisis, almost all major economies in Asia and the Pacific experienced sharp \ncapital outflows from their domestic bond markets. Credit derivatives and structured credit \nmarkets in the region had also exhibited steady growth before 2008, but since then have \nbeen slow to develop. \n \nJEL classification codes: E44, G12, G15, G18. \nKeywords: local currency bonds, corporate bonds, off-shore bond markets, credit derivatives, \nstructured credits. \n1.  Introduction \nThe development of local currency bond markets is a long-term task requiring efforts by both \npolicymakers  and  market  participants.  Since  the  Asian  financial  crisis  in  1997–98, \npolicymakers in Asia and the Pacific have put a high priority on bond market development as \na way to promote financial deepening and help avoid financial crises, and have pursued \nvarious national and regional policy initiatives. In November 2005, the BIS Representative \nOffice for Asia and the Pacific and the People’s Bank of China held a high-level seminar in \nKunming, China, on the theme of “Developing corporate bond markets in Asia” (BIS (2006)). \nIn November 2011, the BIS Representative Office for Asia and the Pacific and the Bank of \nJapan co-hosted a seminar revisiting Asian bond market development issues. In particular, \nthe seminar considered the progress made since 2005, and the prospects for these markets \nto become a globally important asset class. During the peak of the recent international \nfinancial crisis, almost all major economies in Asia and the Pacific experienced sharp capital \noutflows from their domestic bond markets. After the crisis, the further development of local \ncurrency  bond  markets  received  renewed  attention  from  policymakers  interested  in \nenhancing their ability to act as a “spare tyre” in cushioning a contraction in credit.2 \n                                                \n1   Senior economist, BIS Representative Office for Asia and the Pacific. This article is based on the background \nnote prepared for the BOJ-BIS High-level Seminar on “The development of regional capital markets”, held on \n21–22 November 2011 in Yokohama, Japan. I am grateful for comments and suggestions from Frank Packer, \nPhilip Turner and James Yetman. Jimmy Shek provided excellent research assistance. The views in the article \nare my own, and not necessarily those of the BIS. \n2   Chan et al (2012) provide discussion on the spare tyre role of local corporate bond markets. \nBIS Papers No 63  5 \n  ", "Local currency bond market development has also become an important component of \nglobal initiatives to strengthen national and global financial market stability, and enhance the \nresilience of emerging markets against capital flow shocks. In October 2011, G20 finance \nministers  and  central  bank  governors  approved  the  G20  Action  Plan  to  support  the \ndevelopment of local currency bond markets, prepared by the G20 Sub-working Group on \nCapital Flow Management. This plan emphasises the coordination of existing and future \ninitiatives of various international organisations and forums, and also the improvement of \ndata bases to deepen the understanding of key aspects of local currency bond markets. \nIn this article, we review the developments in the corporate bond markets in Asia and the \nPacific, both on-shore and off-shore, and also consider recent trends in credit derivatives and \nstructured finance markets in the region. \n2.  Corporate bond market development in Asia and the Pacific \nThe domestic debt market of Asia and the Pacific has grown rapidly, almost doubling in size \nfrom $10.5 trillion outstanding in September 2004 to $20.8 trillion by March 2011. Within this \namount, emerging Asia’s has expanded at the fastest pace, more than tripling from $2.0 \ntrillion to $6.1 trillion. In major Asia-Pacific economies, the development of government bond \nmarkets has made noticeable progress since the Asian financial crisis in 1997–98. However, \nthe corporate bond market and the repo market still need to develop further in the region. In \nthe first part of this section, we review the evolution of the Asia-Pacific corporate bond \nmarkets before, during and after the recent international financial crisis. The second part \ndiscusses recent developments in off-shore bond markets in the region. \n2.1.  Overview of domestic corporate bond markets \nFrom 2005 to 2011, the corporate bond market in emerging Asia continued to grow more \nrapidly  than  those  in  other  emerging  markets,  even  during  the  period  of  the  recent \ninternational  financial  crisis.  The  share  of  corporate  bond  issuance  by  emerging  Asian \ncorporates out of total emerging market issuance is around 70 per cent so far this year \n(Graph 1). The sharp increase in the amount of bond issuance by emerging Asian corporates \nfrom 2008 to 2009 was particularly noteworthy, as it helped compensate for declines in bank \nlending to corporates that became evident by the second quarter of 2009. \nAcross the Asia-Pacific region, the degree of bond market development varies considerably. \nIn terms of the absolute amount of corporate bonds outstanding, Japan, China and Korea are \nthe three largest markets (Graph 2, left-hand panel). In terms of the size of the corporate \nbond market relative to GDP, the three largest markets are Korea, Malaysia and Thailand \n(Graph 2, right-hand panel). \nThe rapid growth of corporate bond issuance in the region can be attributed to many factors. \nOne factor is the functioning of credit rating agencies. Countries including China, India, \nJapan, Korea, Malaysia and Thailand have active local credit rating agencies, many of which \nwere set up under governmental initiatives or in joint ventures with large international rating \nagencies. The existence of these local credit rating agencies has supported the issuance of \ncorporate bonds in the region. \nDuring the crisis, issuers with low ratings from the international rating agencies were almost \ncompletely shut out from the market. In 2008, sub-investment grade bond issuance was only \n3% of all bonds with international ratings, compared to more than 30% the previous year \n(Table  1).  However,  the  issuance  of  bonds  with  sub-investment grade  ratings from the \ninternational agencies came back after 2008, so that by 2011 their share of all issuance rated \nby international agencies (31.6%) had reached the level of 2005. \n6  BIS Papers No 63 \n  ", "Graph 1 \nEmerging market corporate bond issuance1 \nIn billions of US dollars \n \n1  Includes bonds issued by non-financial corporates residing in the economies in respective regions. Includes both bonds rated by at \nleast one of the three major international credit rating agencies and other bonds either rated by other rating agencies or not \nrated.    2  Azerbaijan, Bangladesh, China, Chinese Taipei, Hong Kong SAR, India, Indonesia, Korea, Kyrgyz Republic, Malaysia, \nPakistan, the Philippines, Singapore, Thailand, Uzbekistan and Vietnam.    3  Argentina, Brazil, Chile, Colombia, Dominican Republic, \nJamaica, Mexico, Peru, Trinidad and Tobago, Uruguay and Venezuela.    4  Belarus, Bulgaria, the Czech Republic, Croatia, Hungary, \nLatvia, Lithuania, Poland, Russia, Turkey and Ukraine.     5  Botswana, Egypt, Ghana, Iran, Israel, Liberia, Morocco, Nigeria, Qatar, \nSaudi Arabia, South Africa and the United Arab Emirates.      6  Up to the end of September 2011. \nSource: Dealogic DCM Analytics \n \nDespite  declining  issuance  of  internationally  rated  bonds  through  2008,  the  amount  of \nemerging  Asian  corporate  bond  issuances  unrated  or  rated  only  by  local  credit  rating \nagencies increased from 2005 to 2009 (Table 1, bottom two rows). This suggests that the \ncorporate bond market in the region, supported by local rating agencies as well as local \ninvestors, may have fulfilled a “spare tyre” function for corporate financing during the crisis, \ninsuring against fluctuating sentiment in global markets as well as slowing banking credit. \n \nGraph 2 \nAmount outstanding of bonds issued by corporates \nLevels, in billions of US dollars1  A s a percentage of 2010 GDP1 \n \n   \nAU = Australia; CN = China; HK = Hong Kong SAR; ID = Indonesia; IN = India; JP = Japan; KR = Korea; MY = Malaysia;                       \nSG = Singapore; TH = Thailand. \n1  Economies are listed, in descending order, according to the size of amount outstanding as of Q1 2011. \nSource: BIS. \n \n \nBIS Papers No 63  7 \n  ", "Table 1 \nIssuance of corporate bonds by rating for emerging Asia1 \nTotal amount in millions of US dollars \n  2005  2006  2007  2008  2009  2010  20112 \nAAA  0.2%  0.0%  0.7%  0.0%  8.5%  8.1%  1.9% \nAA  9.2%  8.4%  0.8%  12.3%  18.8%  12.5%  1.2% \nA  15.9%  51.5%  22.2%  50.6%  46.3%  43.7%  43.8% \nBBB  43.4%  20.6%  41.4%  34.2%  2.1%  18.5%  21.5% \nBB  17.2%  9.8%  21.1%  3.0%  24.2%  11.5%  26.9% \nB  10.9%  9.0%  13.8%  0.0%  0.0%  5.8%  4.7% \nCCC  3.3%  0.0%  0.0%  0.0%  0.0%  0.0%  0.0% \nD  0.0%  0.7%  0.0%  0.0%  0.0%  0.0%  0.0% \nTotal (internationally rated)3  15,266  13,378  6,206  4,147  11,628  10,455  12,451 \nTotal (locally rated/unrated)4  56,150  57,591  84,423  121,940  241,850  215,177  194,571 \n1   China, Chinese Taipei, Hong Kong SAR, India, Indonesia, Korea, Malaysia, Pakistan, the Philippines, Singapore, Thailand \nand Vietnam.    2  Up to the end of September 2011.    3   Includes bonds rated by at least one of the three major international \nrating agencies.     4   Includes bonds rated only by local credit rating agencies or not rated. \nSource: Dealogic DCM Analytics. \n   \n \nEncouraging foreign participation in the bond market is another important way to foster the \ndevelopment of domestic bond markets. However, not only can the resulting capital inflows \npose challenges to maintaining monetary policy objectives, but “sudden stops” and reversals \nin capital flows can increase volatility in the bond and foreign exchange markets.  \nAlmost all major economies in Asia and the Pacific experienced sharp capital outflows from \ntheir local bond markets in 2008 and early 2009, followed by strong capital inflows (Graph 3). \nDespite concerns over contagion from the sovereign crisis in Europe, capital inflows in Asian \nbond markets have generally remained positive throughout 2011. Turner (2012) shows that \nbecause growth-induced interest rate differentials tend to favour dynamic emerging market \neconomies over the medium-term, foreign investors started to come back to their bond \nmarkets after the peak of the 2007–09 crisis. It remains to be seen whether the indications of \nheightened interest in Asian local currency bonds by foreign investors is the outcome of an \nincreasing search for yield in a low-interest rate environment or a structural shift towards \ngreater weighting of Asian bonds in the portfolios of global investors. \n2.2.  Off-shore bond markets \nThe existence of off-shore bond markets benefits domestic issuers by providing them with \naccess to large and more diverse funding sources. Competition from the off-shore bond \nmarket may also improve the efficiency of the on-shore bond market. However, the off-shore \nmarket might also draw liquidity away from underdeveloped domestic bond markets, and \nslow their development. \nMany firms in Asia and the Pacific have access to both on-shore local currency bond markets \nand off-shore foreign currency bond markets. For many emerging economies, the off-shore \nbond market is relatively large and liquid compared to the domestic bond market. The choice \nbetween on-shore and off-shore markets is effectively a choice of currency denomination and \ninvestor base. The factors influencing this choice include the cost structure of each market as \nwell as the ability to hedge and manage currency risk. \n8  BIS Papers No 63 \n  ", "Graph 3 \nBond flows to selected economies in Asia and the Pacific \nIn billions of US dollars \nAustralia  H ong Kong SAR  In donesia \n   \n     \nJapan  K orea  M alaysia \n   \n     \nNew Zealand  P hilippines  T hailand \n   \n     \n1  Portfolio investment liabilities, debt securities.    2  Net flows into emerging market portfolio funds. \nSources: IMF, International Financial Statistics; EPFR. \n \nOff-shore  markets  are  growing  in  many  jurisdictions  in  Asia.  As  in  the  domestic  bond \nmarkets, there exists a wide variety in the region in terms of off-shore bond market activity. In \nparticular, some off-shore bond markets have relatively long histories, such as the euroyen, \neurokiwi and uridashi markets. Within the region, Australia, Hong Kong SAR (henceforth \nHong Kong), Japan, Korea, New Zealand and Singapore have seen the most international \nbond issuance as of the end of the first half of 2011 (Graph 4). \n \n \nBIS Papers No 63  9 \n  ", "Graph 4 \nInternational bond issuance of Asia-Pacific economies1 \nLevels, in billions of US dollars2  A s a percentage of 2010 GDP2 \n \n   \n1  By residence of issuers in the first half of 2011.    2  Economies are listed, in descending order, according to the gross issuance. \nSources: IMF, World Economic Outlook; BIS. \n \nThere  has  been  a  recent  surge  in  both  deposits  and  the  issuance  of  off-shore  bonds \ndenominated in renminbi and issued in Hong Kong (so called dim sum bonds). The off-shore \nrenminbi deposit market in Hong Kong started in 2004 when Hong Kong residents were \nallowed to convert Hong Kong dollars into renminbi. After 2008, the Chinese authorities \nstarted to promote off-shore use of the renminbi in Hong Kong, with the goal of mitigating US \ndollar exposure for some debtors and enhancing the international use of renminbi. Renminbi \ndeposits in Hong Kong grew particularly starting in 2010 (Graph 5, left-hand panel).  \nAt the same time, dim sum bond issuance has also risen sharply (Graph 5, right-hand panel). \nIssuers of dim sum bonds have become increasingly diverse, so that they now include \nChina’s Ministry of Finance, Chinese corporates and foreign companies. However, the dim \nsum bond market is still very small compared to the bond market in China, just as the size of \noff-shore renminbi deposits in Hong Kong is small compared to the total renminbi deposits.  \n \nGraph 5 \nRenminbi markets in Hong Kong SAR \nIn billions of renminbi \nRenminbi deposits1  R enminbi bond market1 \n \n   \n1  2011 data is as of the end of August 2011. \nSource: Hong Kong Monetary Authority. \n \n10  BIS Papers No 63 \n  ", "The Chinese case presents an example where the off-shore market has developed before \nthe liberalisation of the on-shore market was complete. In order to maintain their ability to \nmanage capital flows and control access to still underdeveloped domestic financial markets, \nthe Chinese authorities decided to liberalise the off-shore renminbi market first. This is \ndifferent from the US approach, under which the on-shore market developed first and off-\nshore market developed later. \n3.  Credit derivatives and structured finance markets in Asia and the \nPacific \nCredit derivatives and securitisation markets play important roles to support the development \nof domestic bond markets in Asia and the Pacific. Especially, foreign investors tend to rely on \ncredit derivatives when they take exposures in the region (see Remolona and Shim (2008) \nand Goswami and Sharma (2011)). This section reviews recent developments in the credit \nderivatives  and  structured  finance  markets  of  Asia  and  the  Pacific.  The  history  of \nsecuritisation in the region is short compared to that of the United States and Europe. Credit \nderivatives markets in the region are small and illiquid, and structured credit markets have \nbeen slow to develop. \n3.1.  CDS markets \nThe first CDS contracts referencing borrowers in Asia and the Pacific emerged in the late \n1990s, while the first CDS indices devoted to regional credits began trading in 2004. A few \nyears later, after an increase in bond issuance in 2006, CDS contracts were written on the \nnew names in the market, and CDS indices were reconstituted to include them.  \nThe Asia-Pacific CDS market tends to be dominated by international investors. One reason \nfor this is that many local currency bonds, though highly rated by domestic rating agencies, \nare less highly rated by international rating agencies. Thus, foreign investors may be more \ninterested in hedging and trading the concomitant credit risks than domestic investors. \n \nGraph 6 \nCDS outstanding amount and trading volume \nIn trillions of US dollars \nOutstanding notional amount  T rading volume2 \n \n   \n1  Multi-name contracts include credit default tranches.    2  Summary of transaction activity.    3  Newly traded contracts.    4  Backloads, \nie  contracts  previously  executed  and  confirmed  non-electronically.    5  Partial  and  full  unwinding  of  contracts  in  the \nwarehouse.    6  Matured contracts and contracts removed due to credit events. \nSources: DTCC Deriv/SERV; BIS. \n \nBIS Papers No 63  11 \n  ", "The international financial crisis dampened activity in the global CDS market, which shrank \nrapidly from the second half of 2008 (Graph 6, left-hand panel). After 2009, global CDS \nmarket activity slowly stabilised. Data from the Depository Trust and Clearing Corporation \nshow that while reductions in CDS contracts were consistently larger than increases until \nmid-2010, increases have been larger during most of this year (Graph 6, right-hand panel). \nLiquidity in Asian CDS markets has declined from 2008 in line with reduced global activity. \nWhile it is not easy to track the transaction volume of CDS contracts written specifically on \nAsia-Pacific  entities,  we  can  infer  the  change  in  liquidity  conditions  by  examining  the \ncomposition of the Asian-Pacific CDS indices. For instance, the number of entities in the \niTraxx Asia ex-Japan index had increased from 30 names in 2004 to 70 by September 2007 \n(Graph 7, left-hand panel). However, it had decreased to 40 in September 2011. \n \nGraph 7 \nNumber of entities in Asian CDS indices \niTraxx Asia ex-Japan index  iT raxx Japan index \n \n   \nSource: Markit. \n \nThe number of high-yield or sub-investment grade names within the Asian indices also \nindicates declining activity of recent vintage. When the iTraxx Asia ex-Japan index started \ntrading in 2004, only one entity was included in the index. This number had reached 20 when \nthe new iTraxx Asia ex-Japan High Yield index was constituted in 2007. However, reflecting \nthe lack of liquidity in Asian sub-investment grade names after the crisis, this index was \ndiscontinued in September 2011, and no sub-investment grade names are now included in \nthe iTraxx Asia ex-Japan index. \nSimilarly, the iTraxx Japan HiVol index was created in 2004, comprising ten (later expanded \nto 25) Japanese entities with the widest spreads from the 100 most liquid single names \n(Graph 7, right-hand panel). But, this index was discontinued in 2008 due to lack of market \ninterest. By contrast, the iTraxx Australian index has consistently comprised 25 investment \ngrade entities since its inception in 2004, with roughly one new name per semester. \nThe recent decline in CDS trading on non-investment grade names in Asia is surprising given \nthe robust issuance volume of sub-investment grade corporate bonds in emerging Asia \ndiscussed in Section 2.1. One reason could be that the main players in global CDS markets \nsuch as large international investment banks and hedge funds have greatly reduced their \ncredit  risk  exposures.  Another  reason  may  be  that  large  bond  issuers  on  whom  CDS \ncontracts had been written before the crisis, such as sub-investment grade Chinese property \ndevelopers, have become less popular in the CDS market. Finally, the collapse in activity of \nsynthetic and single-tranche CDOs, which were based on CDS contracts, may have also \ncontributed to the overall decline in non-investment grade CDS activity. \n12  BIS Papers No 63 \n  ", "3.2.  Structured credit markets \nThe first structured credit markets in the Asia-Pacific region were based on mortgages and \nconsumer finance assets. The main contribution of these instruments was to enhance the \nliquidity of the underlying assets rather than the credit quality. Prior to the recent international \nfinancial  crisis,  however,  structured  credit  markets  had  begun  to  match  local  investors’ \npreference  for  highly  rated  debt  with  local  issuers’  average  credit  quality.  In  particular, \nstructured finance products backed by corporate debt (CDOs) offered the promise of easier \nmarket access for lower-quality borrowers, by reducing through diversification the credit risk \nassociated with holding their obligations. \nMost Asia-Pacific banks were not active in originating assets for securitisation and, therefore, \nthe collapse of structured credit markets in mid-2007 did not have a significant impact on \ntheir balance sheets. Despite the limited damage to bank balance sheets in the region, \ngreatly reduced appetite for securitised products is evident in plunging issuance volumes \n(Graph 8). Not only the size but also the nature of structured finance in the region has been \ntransformed by the crisis. In particular, securitisation has been moving “back to basics”: that \nis, a decline in more complex securitisations and a shift toward simpler structures. \n \nGraph 8 \nInternational rating scale issuance of structured finance products in Asia and the Pacific \nIn billions of US dollars \nPacific(lhs)  J apan(lhs)  A sia(rhs) \n   \n     \nSum of local market issuance (ie, domestic issuance) and cross-border issuance (ie, international issuance). It includes issuances rated \nby Standard and Poor’s, and excludes issuances rated by local credit rating agencies. 2011 data is to the end of August 2011. \nSources: Reserve Bank of Australia; Standard and Poor’s. \n \nCertain securitisation subsectors have held up better than others. The fall in the issuance \nvolume of asset-backed securities (ABSs) in Asia and the Pacific has been relatively mild. \nResidential mortgage-backed securities (RMBSs) continue to remain an important market in \nthe region, albeit at a smaller scale than before the crisis. RMBS issuance in Australia \nremains below pre-financial crisis levels due partly to the more cautious participation of off-\nshore investors. \nBy contrast, CDOs have not yet recovered from their collapse across all of the Asia-Pacific \neconomies in 2008. Single-tranche CDOs disappeared, while synthetic CDOs greatly lost \npopularity. Only a few CDOs based on Asian names were issued in 2011. In contrast to \nRMBS, only a small number of commercial mortgage-backed security (CMBS) deals have \nbeen completed recently in the region, reflecting both reduced risk appetite and generally \ntighter credit conditions for commercial property borrowers. \nImproved  credit  conditions  across  most  sectors  in  Asia  are  likely  to  support  stable \nperformance of structured finance assets and thus new structured finance issuance. Simple \nBIS Papers No 63  13 \n  ", "ABS and RMBS markets will continue to attract domestic and foreign investors. At the same \ntime, a few countries are either trying to introduce or just started to issue covered bonds, an \nalternative form of structured finance which may make some strides in the region in the \ncoming years. \nReferences \nBank for International Settlements (2006): Developing corporate bond markets in Asia, BIS \nPapers no 26.  www.bis.org/publ/bppdf/bispap26.htm \nGoswami, M and S Sharma (2011): “The development of local debt markets in Asia”. IMF \nWorking Paper 11/132, June. \nChan E, M Chui, F Packer and E Remolona (2012): “Local currency bond markets and the \nAsian Bond Fund 2 initiative”, this volume. \nRemolona E and I Shim (2008): “Credit derivatives and structured credit: how have the \nmarkets in Asia and the Pacific fared?”, BIS Quarterly Review, June, pp 57–65. \nTurner, P (2012): “Weathering financial crisis: domestic bond markets in EMEs”, this volume. \n14  BIS Papers No 63 \n  "], "metadata": {"Author": "Ilhyock Shim", "Comments": "", "Company": "", "CreationDate": "D:20120131171715+01'00'", "Creator": "Acrobat PDFMaker 10.1 for Word", "ModDate": "D:20120131180312+01'00'", "Producer": "Adobe PDF Library 10.0", "SourceModified": "D:20120131161430", "Subject": "Contribution to a high-level seminar on \"The development of regional capital markets\" that took place in Yokohama, Japan, 20-22 November 2011, published as BIS Papers 63 in January 2012.", "Title": "Development of Asia-Pacific corporate bond and securitisation markets"}}