{"path": "data/input/pdf-generic/economics-wp324.pdf", "pages": ["ADB Economics  \nWorking Paper Series\nPerformance of the Service Sector in the Republic of Korea: \nAn Empirical Investigation\nDonghyun Park and Kwanho Shin\nNo. 324  |   December 2012", " \n \n \n \n \nADB Ecoonomics WWorking Paaper Seriess \n \n \n \n \nPerforrmance of the Service Sector in  the Reppublic off Korea:   \nAn Emmpirical IInvestigation \n \n \nDonghyun Park and Kwanho Shin   Donghyyun Park is Prinncipal Econommist,  \nEconommics and Reseaarch Departmeent, Asian \nNo. 324        Decembeer 2012 \nDeveloppment Bank annd Kwanho Shhin is Professorr, \nDepartmment of Econoomics, Korea University.  \n \nThis papper was prepared for the  \nAsian Deevelopment Ouutlook 2012 Uppdate.  \nThe authors had the bbenefit of commments by \nPracha KKoonnathamddee, Marcus Noorland, and \nother paarticipants at tthe ADB-PIIE WWorkshop in \nWashinggton. The authhors would likee to thank  \nJi-soo KKim and Jongkwwan Lee for thheir excellent \nresearchh assistance. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "Asian Deveelopment Bankk \n6 ADB Aveenue, Mandaluyyong City \n1550 Metroo Manila, Philipppines \nwww.adb.oorg \n \n© 2012 by Asian Developpment Bank \nDecember  2012 \nISSN 16555-5252 \nPublicationn Stock No. WPPS125233 \n \n \n \nThe views expressed in tthis paper are tthose of the auuthor and do noot necessarily rreflect the viewws and policiess of the \nAsian Deveelopment Bankk (ADB) or its BBoard of Governors or the govvernments theyy represent. \n \nADB does not guaranteee the accuracy of the data included in this publication and accepts no rresponsibility ffor any \nconsequennce of their usee. \n \nBy making any designatioon of or reference to a particcular territory or geographic aarea, or by usinng the term “coountry” \nin this docuument, ADB dooes not intend tto make any judgments as to the legal or other status of any territory or aarea. \n \nNote: In thiis publication, ““$” refers to USS dollars. \n \n \n \n \n \n \n \n \n \n \nThe ADB Economics WWorking Papeer Series is a fforum for stimmulating discuussion and eliiciting \nfeedback on ongoing aand recently ccompleted ressearch and poolicy studies uundertaken byy the \nAsian Devvelopment Baank (ADB) staaff, consultantts, or resourcee persons. Thhe series deaals with \nkey econoomic and development prooblems, particcularly those ffacing the Asia and Pacificc region; \nas well ass conceptual, analytical, or methodological issues rellating to projeect/program eeconomic \nanalysis, aand statistical data and meeasurement. TThe series aims to enhancce the knowleedge on \nAsia’s devvelopment annd policy challlenges; strenggthen analyticcal rigor and qquality of ADBB’s \ncountry paartnership strategies, and its subregionaal and countrry operations; and improvee the \nquality and availability of statistical ddata and deveelopment indiicators for moonitoring deveelopment \neffectiveness.  \nThe ADB Economics WWorking Papeer Series is a qquick-dissemminating, informmal publicatioon whose \ntitles couldd subsequenttly be revisedd for publicatioon as articles in professionnal journals orr \nchapters iin books. Thee series is maaintained by thhe Economicss and Researrch Departmeent. \n \n \n \n \n \n \n \n \n \n    Printed oon recycled papeer ", "   ", "CONTENTS \n \n \n \nABSTRACT    v \n \n  I.   INTRODUCTION  1 \n \n  II.   THE PERFORMANCE OF THE REPUBLIC OF KOREA’S  \nSERVICE SECTOR: AN EMPIRICAL ASSESSMENT  2 \n \n  III.   WHY DOES THE REPUBLIC OF KOREA’S SERVICE SECTOR  \nPERFORM SO BADLY? SOME POSSIBLE EXPLANATIONS  14 \n \n    A.  Too Rapid Deindustrialization and Underemployment in Services  14 \n    B.  Government Regulations and Restrictions  14 \n    C.  Low R&D Expenditures and Low ICT Investment  17 \n    D.  Barriers to Services Trade and Barriers to FDI in Services  17 \n \n  IV.   POLICY IMPLICATIONS  27 \n \n    A.  Policies to Speed Up the Republic of Korea’s Successful Transition  \nto a Post-Industrial Economy  27 \n    B.  Policies to Speed Up the Republic of Korea’s Successful Transition  \nto a Post-Industrial Economy  27 \n    C.  Deregulation  28 \n    D.  More R&D Expenditures and More ICT Investment  28 \n    E.  Remove Barriers to Services Trade and Barriers to FDI in Services  28 \n \n  V.   CONCLUDING OBSERVATIONS  29 \n \nREFERENCES  31 \n   ", "   ", "ABSTRACT \n \n \n \nThere is a widespread perception that the Republic of Korea’s service sector \nlags  behind  its  dynamic  world-class  manufacturing  sector.  We  empirically \nanalyze the past performance of the Republic of Korea’s service sector in order \nto  assess  its  prospects  as  an  engine  of  growth.  Our  analysis  resoundingly \nconfirms the conventional wisdom of an underperforming service sector. In light \nof  the  Republic  of  Korea’s  high  income  and  development  level,  the  poor \nperformance of modern services is of particular concern. We identify a number \nof  factors  underlying  the  poor  performance,  and  set  forth  policy \nrecommendations for addressing them. Overall, the Republic of Korea faces a \nchallenging but navigable road ahead in developing a high value-added service \nsector.  \n \n \n \n \n \n \nKey Words:  Services, structural change, growth, productivity, Republic of \nKorea \n \nJEL Classification: O14, O40, O47 \n   ", " ", " \nI. INTRODUCTION \n \nBy any measure, the Republic of Korea has been one of the most successful economies in the \npostwar period.1 Export-oriented industrialization endowed the country with a highly competitive \nmanufacturing sector which produces and exports, among others, mobile phones, automobiles, \nelectronics products, ships, and steel, to all corners of the world. There is, however, a general \nperception that the Republic of Korea’s service sector has long lagged its dynamic world-class \nmanufacturing sector. There are a number of reasons why developing the service sector matters \nfor  the  Republic  of  Korea.  For  one,  the  fact  that  the  Republic  of  Korea’s  manufacturing \nindustries are globally competitive suggests that they have reached high productivity levels and \nthe  scope  for  further  productivity  improvements  is  limited.  In  striking  contrast,  the  service \nsector’s productivity remains low compared to advanced economies—it was second lowest \namong Organisation for Economic Cooperation and Development (OECD) economies, after \nPoland (see Cho 2009)—so there is plenty of scope for productivity improvement. Put differently, \ndeveloping the hitherto underdeveloped service sector can help to sustain growth at a time \nwhen the manufacturing sector is maturing and subject to growing competitive pressures from \nless  developed  countries  such  as  the  People’s  Republic  of  China  (PRC)  and  elsewhere. \nFurthermore, it will facilitate the Republic of Korea’s transition to a post-industrial, services-led \neconomy. \n \nWhile growth has been respectable and the economy has continued to expand at a \nhealthy pace since the Asian crisis, there has nevertheless been a clear loss of economic \ndynamism since then. The Republic of Korea’s per capita income has reached levels where \ngrowth typically tends to slow down. At the same time, the weaker performance may partly \nreflect the difficult structural challenge of moving from a manufacturing-led economy to a more \nbalanced economy in which services plays a larger role. In the case of a high-income, high-tech \neconomy such as the Republic of Korea, what is especially relevant in the context of service \nsector  development  are  high-end  services  such  as  computing  and  business  services  as \nopposed to low-end services such as housecleaning and barber shops. In addition, while the \nRepublic of Korea’s exports are skewed toward manufactured goods, there may be some high-\nend tradable services in which the Republic of Korea has a potential comparative advantage—\ne.g., medical tourism. \n \nThe Republic of Korea’s rapid demographic transition, along with growing levels of \nincome inequality and relative poverty, provide further impetus for a more robust service sector \n(Jones 2012, Noland 2012). The Republic of Korea’s exceptionally fast population aging is \ndriven by the collapse of fertility to one of the lowest in the world at around 1.2 children. The \ncountry currently has the fourth youngest population in the OECD area but will have the second \noldest by 2050. A large and growing elderly population will increase the demand for certain \ntypes of services. For example, the demand for health care is higher among the elderly than the \nnon-elderly. Likewise, the physical frailty of the elderly implies a greater demand for long-term \ncare and other services involving physical assistance. In addition, the need for affordable, \nadequate, and sustainable old-age income support can stimulate the demand for financial \nservices.  At  the  same  time,  growing  income  inequality  points  to  a  need  to  expand  social \nspending. In this connection, public services, which enhance the productivity of low-income \ngroups through education, training, and re-training and thus improve equality of opportunity, \nare critical. \n                                          \n1   Recently CNN reports that there are only two countries, the Republic of Korea and Taipei,China, that have grown \nat an average annual pace of more than 5% for the last five decades in a row (available at \nhttp://globalpublicsquare.blogs.cnn.com/2012/04/25/sharma-five-decades-of-five-percent-growth/). ", "2   І   ADB Economics Working Paper Series No. 324 \n \nIn this paper we examine the performance of the Republic of Korea’s service sector. In \nSection II we empirically examine and confirm the conventional wisdom that the Republic of \nKorea’s service sector lags its manufacturing sector. In Section III we analyze some possible \nfactors underlying the poor performance of the Republic of Korea’s services. Section IV sets \nforth some policy options for strengthening the Republic of Korea’s service sector. Section V \nconcludes the paper. \n \n \nII. THE PERFORMANCE OF THE REPUBLIC OF KOREA’S SERVICE SECTOR:  \nAN EMPIRICAL ASSESSMENT  \n \nAs noted above, there is a widespread perception that the Republic of Korea’s service sector \nperforms poorly relative to its dynamic world-class manufacturing sector.2 In this section, we \nempirically investigate the extent to which this perception is borne out by actual data. \n \nFigure 1 of Park and Shin (2012) shows the shares of agriculture, industry, and services \nin employment during 1980–2000 and their shares in gross domestic product (GDP) during \n1960–2000. The share of agriculture continuously declined. Interestingly, although the process \nof industrialization started in the 1960s the share of agriculture exceeded 30% even in 1980. \nThe trend is consistent with the stylized fact of the demographic hollowing out of rural areas \nwhich leaves them with an increasingly older population. Up to the early 1990s, the share of \nboth industry and services in employment rises as rural residents, especially younger residents, \nmoved to the cities during the industrialization process. Since the early 1990s, with the advent \nof deindustrialization and the Republic of Korea’s shift into the post-industrial phase, the share \nof industry fell but the share of services continued to rise. \n \nThe share of the three sectors in GDP shows a similar pattern. As might be expected, \nthe share of agriculture fell sharply and continuously as the Republic of Korea industrialized. \nThe share of industry rose steadily until the early 1990s when it peaked and has more or less \nstabilized since then, albeit with substantial volatility. On the other hand, the share of services in \nGDP rose steadily until the early 2010s although it has fluctuated around 60% since then. A \ncomparison of the evolution of the shares of services in employment and GDP since 1980 \nreveals  a  marked  difference  between  the  two.  More  precisely,  the  share  of  services  in \nemployment has grown noticeably faster and more consistently than its share in GDP. Output \ngrowth has thus failed to keep pace with employment growth in services. \n \nA well-known stylized fact of economic growth and development is that the share of \nservices in GDP tends to increase as a country becomes richer. Figure 1 shows how the share \nof service sector in the Republic of Korea’s GDP and employment evolved over time as its per \ncapita GDP increased rapidly. We follow Eichengreen and Gupta (2009) and Park and Shin \n(2012) to estimate a quartic relationship between per capita GDP and the shares of the service \nsector in GDP and employment. Figure 1(A) shows and compares the actual shares of the \nservice sector in the Republic of Korea’s GDP with the line fitted on the basis of the quartic \nregression for two sub-periods: 1970–1989 and 1990–2010. We divide the sample period at \n1990 because the Republic of Korea’s deindustrialization (in terms of employment) started \naround this year. Figure 1(b) shows and compares the actual shares of the service sector in the \nRepublic of Korea’s employment with line fitted on the basis of the quartic regression for two \nsub-periods:  1980–1989  and  1990–2010.  Since  employment  data  are  available  from  1980 \nonward, the first year in this figure is 1980. In both figures we denote the 95% confidence bands \n                                          \n2 See Jones (2009). ", "Performance of the Service Sector in the Republic of Korea   І   3 \n \nby grey lines. While the share of the service sector in GDP lies below the predicted line in both \nperiods, 1970–1989 and 1990–2010, the share of the service sector in employment lies more or \nless on the predicted line. This implies that labor in the Republic of Korea’s service sector does \nnot produce as much value added as other countries of a similar per capita GDP levels. \n \nFigure 1. Service Sector GDP and Employment Shares and Per Capita GDP \n \n(A) GDP Share and Per Capita GDP \n \nRepublic of Korea, 1970–1989 \n% of GDP\n100\n80\n60\n40\n20\n0\n4 6 8 10 12\nLog per capita income\nRepublic of Korea, 1990–2010\n% of GDP\n100\n80\n60\n40\n20\n0\n4 6 8 10 12\nLog per capita income\nQuartic prediction 95% confidence interval Services, value added (% of GDP)  \n ", "4   І   ADB Economics Working Paper Series No. 324 \n \n(B) Employment Share and Per Capita GDP \n \nRepublic of Korea, 1980–1989\n% of GDP\n100\n50\n0\n-50\n4 6 8 10 12\nLog per capita income\nRepublic of Korea, 1990–2010\n% of GDP\n100\n50\n0\n-50\n4 6 8 10 12\nLog per capita income\nQuartic prediction 95% confidence interval Employment in services (% of total employment) \n \nNote: The figures show the estimated relationship and 5% confidence intervals for two periods based on the regression in Column ΙΙ, \nTable 4 and Column II, Table 5, respectively, reported in Park and Shin (2012).  \nSource: Park and Shin (2012). \n \n \nTable  1  reports  the  average  output—value  added—and  employment  shares  of  the \nservice sector for various countries for various decades. Both output and employment shares of \nthe service sector have continuously increased in most countries. However, for example in 2009, \nthe GDP share of services in the Republic of Korea is much lower than that in developed ", "Performance of the Service Sector in the Republic of Korea   І   5 \n \ncountries. While the employment share in the Republic of Korea is lower than that in developed \ncountries, the gap is much smaller. Therefore, not only has the Republic of Korea’s services \noutput growth lagged its services employment growth over time, but relative to developed \ncountries, the Republic of Korea’s services output lags its services employment. Both trends \nimply weak labor productivity growth in the Republic of Korea’s service sector. It is also striking \nto compare the Republic of Korea’s service sector performance to that of Taipei,China, a fellow \nnewly industrialized economy (NIE) at a similar income level. In 2009, Taipei, China, had a \nhigher GDP share of services—68.5% versus the Republic of Korea’s 61.0%—along with a \nhigher employment share—67.8% versus the Republic of Korea’s 58.9%. While the Republic of \nKorea’s services share of GDP is comparable to that of South American countries and Eastern \nEuropean countries, its services share of employment is higher than those of other countries \nexcept Argentina. As emphasized by Eichengreen, Perkins, and Shin (2012), the employment \nshare of services grew at an exceptional speed in the Republic of Korea, surging from 37% in \n1980 to 67.8% by 2009. This suggests that the deindustrialization process may have been too \nfast and labor productivity growth in the service sector has not kept pace with it. \n \nTable 1. Output and Employment Shares of the Service Sector \n \n    GDP Share (%)  Employment Share (% ) \nEconomy  1980  1990  2000  2009  1980  1990  2000  2009 \n12 Asian  \n                               \n Economies \nChina, People’s  \n21.6   31.5   39.0   43.4   13.1  18.5  27.5  – \n Republic of \nHong Kong, China  –  –  88.3   92.6   48.4  62.4  79.4  87.4 \nIndia  39.6   43.8   50.5   55.3   –  –  24.1  – \nIndonesia  34.3   41.5   38.5   34.5   30.4  30.2  37.3  41.5 \nKorea, Republic of  47.3   49.5   57.3   61.0   37  46.7  61.2  67.8 \nMalaysia  36.3   42.6   43.1   46.2   38.7  46.5  49.5  59.5 \nPakistan  45.6   48.8   50.7   54.2   26.8  28.9  33.5  35.2 \nPhilippines  36.1   43.6   51.6   55.2   32.8  39.7  46.7  50.3 \nSingapore  62.3   67.8   65.4   71.6   62.6  61.7  65.5  77.1 \nTaipei,China  45.7  55.0  66.4  68.5  38.0  46.3  55.0  58.9 \nThailand  48.1   50.3   49.0   45.2   18.9  22  32.2  38.9 \nViet Nam  –  38.6   38.7   38.8   –  –  22.3  – \nSouth American Countries                             \nArgentina  52.4   55.9   67.4   60.7   –  67.6  76.2  75.2 \nBrazil  45.2   53.2   66.7   68.5   –  54.5  59.1  60.7 \nChile  55.3   49.8   55.5   53.9   59.8  55.5  62.2  65.6 \nMexico  57.4   63.7   67.8   61.3   –  46.1  55.1  62.1 \nEastern Europe                             \nCzech Republic  –  45.0   58.0   60.5   –  –  55.3  58.3 \nHungary  33.8   46.4   62.4   66.2   36.8  45  59.7  64.2 \nDeveloped Countries                             \nFrance  63.3   68.7   74.2   79.2   56.2  64.8  69.5  74.1 \nGermany  56.5   61.2   68.5   72.7   –  –  63.7  69.5 \nUnited Kingdom  57.2   64.1   71.7   78.2   58.9  64.8  73  78.6 \nUnited States  63.6   70.1   75.4   77.4   65.7  70.7  74.3  78.6 \n \n– = data not available. \nNote: Due to the lack of data, we use data in 2008 instead of 2009 for the following countries: Hungary and United States for GDP \nshare; and Republic of Korea, Pakistan, and the United States for employment share.   \nSource: World Bank. World Development Indicators online database (accessed 14 March 2012). ", "6   І   ADB Economics Working Paper Series No. 324 \n \n \nTable 2 reports the labor productivity growth rate for the same group of countries during \nthe same period as in Table 1. In Asian and Eastern European countries, in general labor \nproductivity growth rate in services is lower than in industry. This is in line with widespread \nperception  of  Asian  economies,  especially  those  in  East  and  Southeast  Asia,  as  having \nrelatively  well-developed  manufacturing  sectors  and  underdeveloped  service  sector.  The \nexception is India, where labor productivity growth rate in service is much higher than in industry. \nThis is not surprising in light of India’s well-known success as the world’s foremost information \n3\ncommunications technology and business process outsourcing (ICT-BPO) services exporter.  In \nSouth American countries and developed countries, labor productivity growth rate in services is \nas high as or only slightly lower than in industry. In the Republic of Korea’s case, however, there \nis a huge gap between the labor productivity growth of industry and services. In both the 1980s \nand 2000s, compared to other countries, the difference is largest in the Republic of Korea. \nAgain, in the international context, the Republic of Korea’s service sector underperforms and \nunderperforms noticeably.  \n \nTable 2 . Labor Productivity Growth Rate (%) \n \n    Industry   Service \nEconomy  1980s  1990s  2000s  1980s  1990s  2000s \n12 Asian Economies                     \nChina, People’s  \n4.72  11.05  7.93  5.32  5.28  8.07 \n  Republic of \nHong Kong, China          1.67          1.88 \nIndia          2.02          5.41 \nIndonesia  6.74  –1.9  1.4  –6.85  –4.04  3.83 \nKorea, Republic of  4.79  7.09  5.74  1.65  1.43  1.57 \nMalaysia  0.36  3.22  2.05  0.77  1.05  2.1 \nPakistan  5.09  5.88  3.54  2.85  0.02  4.39 \nPhilippines  –2.11  –0.6  1.89  –1.68  –0.74  1.84 \nSingapore  2.62  5.72  5.29  4.72  4.37  0.78 \nTaipei,China  4.59   3.98   4.95   3.83   4.01   1.23  \nThailand  3.64  2.85  2.71  2.65  –0.95  0.08 \nViet Nam          0.73          3.1 \nSouth American Countries                     \nArgentina  –1.8  6.1  0.75  4.05  2.34  0.72 \nBrazil  –0.71  0.03  –1.41  –1.98  –0.18  1.1 \nChile  –0.89  4.4  –0.2  0.03  3.78  1.02 \nMexico      –0.89  –0.22      1.12  –1.26 \nEastern Europe                         \nCzech Republic      4.92  3.71      –0.24  2.14 \nHungary      6.92  2.24      0.84  1.52 \nDeveloped Countries                     \nFrance  2.92  1.81  0.6  1.04  1  –0.26 \nGermany      2.3  0.13      1.12  0.02 \nUnited Kingdom  1.22  3.29  0.92  0.97  1.77  0.81 \nUnited States  2.06  2.86  1.74  2.15  1.37  0.98 \n \nSource: Most data are available up to 2009 except the following countries with the most recent available year in parenthesis: \nPeople’s Republic of China (2007), India (2005), Republic of Korea (2008), and Pakistan (2008). \nSource: World Bank. World Development Indicators online database (accessed 14 March 2012). \n                                          \n3 See, for example, Gordon and Gupta (2004). ", "Performance of the Service Sector in the Republic of Korea   І   7 \n \n \nFigure 2 shows relative labor productivity of the service sector. The index is calculated \nby dividing labor productivity of the service sector by aggregate labor productivity. If it is greater \n(less) than 1, labor productivity of the service sector is higher (lower) than aggregate labor \nproductivity. Therefore, the index gauges whether the service sector workers are more or less \nproductive than workers in the economy as a whole. We measure it twice, for the averages of \nthe 1990s and 2000s. Relative services labor productivity is higher than 1 in a number of \ncountries. In general, it is higher, the less developed the country. This is due to the large share \nof  the  agricultural  sector  in  less  developed  countries.  The  Republic  of  Korea’s  relative \nproductivity is less than 1 in both periods and even declines between the 1990s and 2000s. \nGiven  the  Republic  of  Korea’s  income  and  development  level,  its  relative  services  labor \nproductivity seems noticeably low. \n \nFigure 2. Relative Labor Productivity of the Service Sector \n \nRatio\n2.2\n2.0\n1.8\n1.6\n1.4\n1.2\n1.0\n0.8\n0.6\nIndia Pakistan Viet Nam PRC Thailand Taipei,China Brazil Philippines Mexico Hong Kong, China France Hungary Czech Republic Germany Indonesia United States United Kingdom Singapore Republic of Korea Chile Malaysia Argentina\n1990s 2000s  \n \nNote: Relative labor productivity of the service sector is calculated by dividing labor productivity of the sector by the aggregate labor \nproductivity.  \nSource: World Bank. World Development Indicators online database (accessed 14 March 2012). \n \n \nAccording to Eichengreen and Gupta (2009), there are two distinct waves of service \nsector growth and development. In the first wave, the service sector share of output begins to \nrise at relatively modest incomes but at a decelerating rate as the economy grows. In the \nsecond wave, the share rises again at higher level of incomes. Importantly, the two waves are \npopulated by different kinds of services. The first wave is characterized by the rise of the \ntraditional services—lodging, meal preparation, housecleaning, beauty, and barber shops—\nwhile the second wave is dominated by the supplementation of modern services—banking, \ninsurance, computing, communication, and business services. Based on the above findings, \nthey defined three groups of services according to whether their shares of GDP have fallen, ", "8   І   ADB Economics Working Paper Series No. 324 \n \nrisen slowly, or risen rapidly over time.4 The first group (group I) includes traditional services: \nretail and wholesale trade, transport and storage, public administration and defense. In many \ncountries,  particularly  in  advanced  countries,  the  share  of  this  group  in  GDP  has  fallen \nnoticeably over time. The second group (group II) is a hybrid of traditional and modern services \nand this group includes education; health and social work; hotels and restaurants; and other \ncommunity, social, and personal services. Their shares rise slowly with time. The final group \n(group III) consists of modern services consumed by both the household and corporate sectors \nand  this  group  includes  financial  intermediation,  computer  services,  business  services, \ncommunication, and legal and technical services. The share of the final group in GDP has been \nincreasing very rapidly in recent years. In light of its high income and development level, what is \nmost relevant and crucial for the Republic of Korea is to develop services in group III. \n \nTable 3 shows the shares of service group I, II, and III in (a) output (GDP) and (b) \nemployment. In each panel, the first column is for the United States, the second column for EU-\n15 average, and the third column for the Republic of Korea. The share of the first group in \noutput decreased over time in all three cases. However, its share is still large comparable to that \nof either group II or III. In fact, in the Republic of Korea it still remains the largest group. The \nshare of the second group in output increased moderately over time. The share of the third \ngroup increased most rapidly over time. The Republic of Korea’s share of every group is lower \nthan that of either the United States or European Union. In particular, the share of the third \ngroup in output is particularly small for the Republic of Korea. This is mainly due to the low \nshare of other business activities. Other business activities include all the business related \nservices not related to real estate activities and they are a key area where productivity growth is \nhigh in many advanced countries. Other than business activities, the output share of health and \nsocial work is also particularly small. \n \nThe employment share shows a similar pattern over time. One difference is that the \nshare of the first group for EU-15 countries did not decrease over time. The difference in the \nemployment share between the Republic of Korea and the European Union is very small in \ngroups I and II. However the difference remains still large in group III. The employment share of \nhealth and social work, and other business activities is especially small.  \n \nThere are some subcategories such as other community, social, and personal service, \nand hotels and restaurants, where the employment share of the Republic of Korea is particularly \nlarge.  Areas  where  output  share  is  very  low  relative  to  employment  share  are:  group  I \n(wholesale trade, transport, and storage), group II (other community, social, and personal), and \ngroup III (other business activities). These are thus service subcategories where the Republic of \nKorea suffers from serious labor productivity problems. \n \n                                          \n4   Eichengreen and Gupta did not include real estate activities; private households with employed persons; and \nextra-territorial organizations and bodies in the classification of group I, II, and III. Moreover, due to an update in \n2011, data on two industries—renting of machinery and equipment; and legal, technical and advertising—are no \nlonger reported separately, but are included in other business activities. ", "Performance of the Service Sector in the Republic of Korea   І   9 \n \n ", "10   І   ADB Economics Working Paper Series No. 324 \n \n ", "Performance of the Service Sector in the Republic of Korea   І   11 \n \nWhile labor productivity captures how productive workers are, total factor productivity \n(TFP) captures the efficiency with which all factors of production are used. Table 4 reports the \ngrowth rate of TFP in the service subsectors. We use TFP growth for industry value added, \nobtained from the EU KLEMS (capital, labor, energy, materials, services) database.5 It \ncalculates TFP growth by subtracting weighted cost share of capital and labor inputs growth \nfrom the industry value-added growth at constant prices. Instead of using standard measures of \nlabor input, such as numbers employed or hours worked, it measures labor input as labor \nservices which takes the heterogeneity of the labor force into account. Our key findings are as \nfollows. TFP growth in group III is not always higher, but it is higher than in group I or II in the \nmost recent period, 2001–2007, in all three economies. Despite its low level of technology \nrelative to the United States or European Union, the Republic of Korea’s growth rate of TFP in \ngroup I and II is as low as in those two economies. The growth rate of TFP in group III for the \nRepublic of Korea is higher than in the United States and European Union. However, this is \nprobably  due  to  the  high  growth  rate  of  TFP  in  financial  intermediation  and  post  and \ntelecommunication. The growth rate of TFP in other business activities is particularly low in the \nRepublic of Korea. Our results for TFP growth are generally consistent with those for labor \nproductivity growth.  \n \nIn sum, the evidence from this section resoundingly confirms the conventional wisdom \nthat  the  Republic  of  Korea’s  service  sector  performs  poorly  and  lags  its  world-class \nmanufacturing sector. This implies that there is plenty of scope for developing the service sector \nand more well-developed services can contribute a lot to economic growth and dynamism. \nAmong the service sectors, it is business related activities which are most far behind. Yet it is \nprecisely such service activities which are most pivotal to strengthening the service sector in a \nhigh-income economy such as the Republic of Korea. Other service areas which perform poorly \ninclude  wholesale  trade,  transport  and  storage,  and  other  community,  social  and  personal \nservices. \n \n                                          \n5   A detailed explanation on the calculation of TFP in the EU KLEMS database can be found in Timmer, O’Mahony, \nand van Ark (2007). ", "12   І   ADB Economics Working Paper Series No. 324 \n \n ", "Performance of the Service Sector in the Republic of Korea   І   13 \n \n \n \n \n ", "14   І   ADB Economics Working Paper Series No. 324 \n \nIII. WHY DOES THE REPUBLIC OF KOREA’S SERVICE SECTOR PERFORM SO BADLY? \nSOME POSSIBLE EXPLANATIONS \n \nIn the preceding section, we saw that the Republic of Korea’s service sector performs poorly in \nthe international context, especially relative to its income and development level. The obvious \nquestion to ask is why? In this section, we will explore four possible explanations.6 First, too \nrapid deindustrialization, most evident in the sharp rise in the share of services in employment, \nmay have led to a lot of underemployment in marginal services jobs. Second, government \nregulations and restrictions, which are designed to protect small and medium enterprises (SMEs) \nand service sector jobs, may hold back the growth of the service sector. Third, relatively low \nresearch and development (R&D) expenditures in the service sector and low ICT investments \nmay hinder innovation in services and thus movement to high value-added service activities. \nFourth, barriers to services trade and FDI, designed to protect domestic firms and industries \nfrom foreign competition, weaken their incentives to become more efficient. We now examine \neach of the four potential explanations in more detail. \n \nA.  Too Rapid Deindustrialization and Underemployment in Services  \nAs evident in Table 1 above, the share of services in employment grew at an exceptional \nspeed.7 The frantic pace of the reallocation of labor from manufacturing to services in the \nRepublic of Korea has made it difficult for some workers to find new employment and hence \nthey  end  up  in  disguised  unemployment  in  the  service  sector,  which  contributes  to  low \nproductivity growth in the service sector. That is, they end up underemployed in marginal \nservice sector jobs. Based on shift-share analysis, Eichengreen, Perkins and Shin (2012) find \nthat roughly 70% of the growth of aggregate labor productivity in the Republic of Korea in 1970–\n2007 was attributable to the within effect—i.e., economy-wide increases in productivity holding \nsectoral shares constant—which is not due to the reallocation of workers. In particular, they find \nthat it was manufacturing with its relatively fast productivity growth that mainly accounts for the \nwithin  effect.  The  role  of  the  shift  effect  that  is  due  to  reallocation  of  workers  from  low \nproductivity  to  high  productivity  sectors  is  relatively  minor.  Therefore,  it  is  clear  that  labor \nreallocation from manufacturing to service sectors did not contribute a lot to productivity growth. \nTo the contrary, the too rapid reallocation of labor to the service sector holds down the growth of \nservice sector productivity. \n \nB.  Government Regulations and Restrictions \nWhile the objective of the Korean government’s regulations and restrictions on the service \nsector is to protect SMEs and jobs, there is a serious risk that they end up stifling the growth \nand dynamism of the sector. We follow Woefl et al. (2010) to construct Table 5 based on the \nconcept of product market regulation (PMR) indicators. According to Woefl et al. (2010), the \nunderlying idea behind the PMR indicators is to turn qualitative information such as laws and \nregulations  that  may  affect  competition  into  quantitative  indicators.  They  seek  to  measure \nregulations which are potentially anti-competitive in areas where competition is viable, and look \nprimarily  at  policy settings  instead  of  market outcomes. The  economy-wide  PMR  indicator \n                                          \n6   Jones (2009) also examines factors behind the low productivity of the Republic of Korea’s service sector. In \nparticular, he emphasizes (i) the legacy of an export-led growth strategy that attracted the most productive \nresources into manufacturing, (ii) insufficient competition in services due to heavy regulations, (iii) low R&D and \nICT investment, and (iv) the weakness of SMEs.  \n7   This is also emphasized by Kim (2006) as a structural problem for the Korean economy. ", "Performance of the Service Sector in the Republic of Korea   І   15 \n \ncovers both general and sectoral regulatory issues in three domains —state control, barriers to \nentrepreneurship, and barriers to trade and investment.  \n \nTable 5 reports PMR scores for the three domains for OECD average and five Asian \ncountries—PRC, India, Indonesia, Japan, and the Republic of Korea.8 The Republic of Korea’s \neconomy-wide PMR score is 1.48, a little bit higher than OECD average (1.36) but much lower \nthan that of other countries such as PRC (3.30), India (2.84) and Indonesia (2.73). A lower score \nmeans less restrictions. The indicator for state control in the Republic of Korea (1.99) is lower \nthan that of the OECD average (2.04). The indicator for barriers to entrepreneurship is also \nlower for the Republic of Korea (1.14) than the OECD (1.42). However, the Republic of Korea \ndoes poorly in the score for administrative burdens on startups, especially for corporation—i.e., \nthe Republic of Korea (2.75) vs. the OECD (1.36). The Republic of Korea does particularly \npoorly in the score for barriers to entry in services—i.e., the Republic of Korea (2.31) vs. the \nOECD (1.76). In this category, in fact, the Republic of Korea fares even worse than India and \nIndonesia. The Republic of Korea also scores poorly in the indicators for barriers to trade and \ninvestment—i.e., the Republic of Korea (1.30) vs. the OECD (0.63). In particular, the scores for \ntariffs (the Republic of Korea’s 2.00 vs. the OECD’s 1.31) and other regulatory barriers (1.60 vs. \n0.79) are low. \n \nA lot of government restrictions on the service sector are geared toward the protection of \nemployment in SMEs. As such, it would be useful to examine the status of SMEs in the Republic \nof Korea. The relative labor productivity as measured by the relative value added per person \nemployed in SMEs for the service sector as a whole changed from 49% (=26.1/53.3) of large \nfirms in 2001 to 41% (=61.1/148.1) in 2009 (as calculated from the bottom line). The problem of \npoor labor productivity in SMEs thus grew worse since labor productivity growth over the past \nten years was considerably higher among large firms than among SMEs. \n \nThe  problem  is  more  severe  in  more  traditional  service  sectors.  The  relative  labor \nproductivity of SMEs in group I plunged from 52% to 29% during the same period. The relative \nproductivity of SMEs in group II declined from 58% to 36%, and from 92% to 66% in group III. A \nsizable gap in productivity between large and small firms is evident in every group. However, as \na result of different relative productivity growth, the gap is now smallest in group III. This reflects \nthe fact that the regulations tend to protect SMEs engaged in more traditional services. More \nspecifically, the gap is particularly large in wholesale and retail trade, hotels and restaurants, \neducation, arts and sports, and real estate and renting, where restrictive regulations are heavy \nand low-productivity SMEs can still survive. However, it is worrisome that the productivity gap is \nalso widening even in the most modern service sector, group III. Heavy government protection \nof SMEs is motivated by their high share in employment. The share of SMEs in employment \neven increased further from 86.3% to 91.2% (total), 90.9% to 95.7% (group I), 92.1% to 93.9% \n(group II), and 71.2% to 78.9% (group III).  \n \n \n \n \n \n \n \n \n \n                                          \n8   For Asia, the PMR indicators are available for only five countries. ", "16   І   ADB Economics Working Paper Series No. 324 \n \nTable 5. Integrated Product Market Regulation Indicator \n \nRepublic\n    PRC  India  Indonesia  Japan  of  OECD \nKorea  average \nProduct market regulation  3.30  2.84  2.73  1.14  1.48  1.36 \nState control  4.63  3.58  4.36  1.43  1.99  2.04 \n1. Public ownership  5.33  4.00  5.10  2.01  2.76  2.93 \nScope of public enterprise sector   6.00  4.91  5.73  2.00  1.75  3.08 \nGovernment involvement in  \n infrastructure sector  5.48  4.65  4.83  1.18  2.65  3.30 \nDirect control over business  \n enterprise  4.50  2.45  4.74  2.85  3.88  3.20 \n2. Involvement in business operation  3.94  3.15  3.63  0.85  1.22  2.42 \nPrice controls  4.38  1.13  3.00  1.40  1.78  2.64 \nUse of command and control regulation   3.50  5.18  4.25  0.31  0.67  2.53 \nBarriers to entrepreneurship  2.89  2.73  1.86  1.37  1.14  1.42 \n1. Regulatory and administrative opacity  0.25  2.01  0.16  1.13  0.00  1.55 \nLicense and permits system  0.00  2.00  0.00  2.00  0.00  1.87 \nCommunication and simplification of  \n rules and procedures  0.50  2.02  0.32  0.25  0.00  0.91 \n2. Administrative burdens on startups  5.58  4.44  1.64  0.74  1.57  1.68 \nAdministrative burdens for  \n corporation   5.25  4.50  1.00  1.75  2.75  1.36 \nAdministrative burdens for sole  \n proprietor firms   5.50  5.50  2.25  0.00  0.75  1.53 \nSector specific administrative  \n burdens   6.00  3.33  1.67  0.46  1.21  1.55 \n3. Barriers to competition  2.83  1.74  3.79  2.24  1.85  1.77 \nLegal barriers   1.43  0.86  4.57  1.43  1.14  1.52 \nAntitrust exemptions   0.00  1.23  2.86  0.50  0.44  1.37 \nBarrier to entry in network sectors  5.39  3.56  3.92  3.68  3.52  1.57 \nBarrier to entry in services  4.50  1.33  0.00  3.36  2.31  1.76 \nBarriers to trade and investment  2.40 2.22 1.97 0.62  1.30  0.63\n1. Explicit barriers to trade and  \n  investment  2.52  2.84  2.33  1.24  1.00  1.08 \nBarriers to FDI  3.36  2.52  2.88  1.48  1.01  1.34 \nTariffs   2.00  4.00  1.00  0.00  2.00  1.31 \nDiscriminatory procedures   2.21  2.00  3.13  2.25  0.00  1.08 \n2. Other barriers  2.27  1.60  1.60  0.00  1.60  0.79 \nRegulatory barriers   2.27  1.60  1.60  0.00  1.60  0.87 \n \nFDI = foreign direct investment, OECD = Organisation for Economic Co-operation and Development, PRC = People’s Republic of \nChina. \nNote: The data are obtained from Indicators of Product Market Regulation Database, referring to the beginning of 2008. \nSource: OECD. 2011. Product Market Regulation database (accessed 14 March 2012). ", "Performance of the Service Sector in the Republic of Korea   І   17 \n \nC.  Low R&D Expenditures and Low ICT Investment \nAnother possible explanation for the poor performance of the service sector in the Republic of \nKorea is relatively low R&D expenditures and low ICT investment, which hinder innovation in \nservices and moving up the value chain toward higher value-added services activities.9 R&D \nintensity of a sector is measured as R&D expenditures as a percentage of value added in \nthe sector. Data are collected from OECD STAN Indicators. The data are for the most \nrecent  years  available,  2004–2009.  The  R&D  intensity  of  the  Republic  of  Korea’s \nmanufacturing is higher than the OECD average. It is ninth highest out of 33 countries. In \ncontrast, the R&D intensity of the Republic of Korea’s service sector is lower than the OECD \naverage. It is only eighteenth out of 33 countries. Therefore, in the Republic of Korea there are \nvisibly more innovative investments in the manufacturing sector than in the service sector. This \nmay  help  to  explain  why  services  lag  behind  manufacturing  in  productivity.  As  evident  in \nFigure 3, for every services group, R&D intensity in the Republic of Korea underperforms the \nOECD average. The gap is largest for group 1, which is subject to most regulatory restrictions \nand thus provides the least incentive for investing in R&D. \n \nIn the EU KLEMS database, ICT investment is defined as investment in computing \nequipment,  communication  equipment,  and  software.  From  ICT  investment,  the  database \nconstructs ICT capital. Then based on the standard growth accounting exercise, value-added \ngrowth is decomposed into the contributions of capital—both ICT and non ICT, labor, and \nmultifactor productivity. In general, ICT contribution is largest for group III, followed by group II, \nand lowest in group I. This is intuitively plausible because modern services stand to gain the \nmost from application of ICT. In general, ICT’s contribution to value added growth grows larger \nover time if we exclude the last subsample period. Interestingly, ICT’s contribution declines in \nevery country in the last period. As might be expected, ICT’s contribution is larger in group III, \nthe modern service sector, than in group I or II. When we compare the Republic of Korea with \nthe United States and European Union, the contribution of ICT capital in the Republic of Korea \nis lower and it is markedly lower for group I. The difference is smallest in group III. The only \nexception is telecommunication, the one sub-category of group III where the contribution of ICT \ncapital in the Republic of Korea actually exceeds that of the European Union and United States. \n \nD.  Barriers to Services Trade and Barriers to FDI in Services \nJust like barriers to goods trade and barriers to FDI in manufacturing, the main objective of \nbarriers to services trade and barriers to FDI in services is to protect domestic firms and \nindustries from foreign competition. The standard argument for opening up trade and FDI is also \nidentical for both manufacturing and services—they encourage domestic firms and industries to \nbecome more efficient in order to survive foreign competition. By the same token, the standard \nargument against barriers to trade and FDI in both sectors is that they hamper productivity \ngrowth by diluting competitive pressures and hence incentives of domestic players to raise \ntheir game. \n \n \n \n \n \n                                          \n9   There are a number of studies that find that ICT investment enhances productivity. See, for example, Fernald and \nRamnath (2004). ", "18   І   ADB Economics Working Paper Series No. 324 \n \nFigure 3. R&D Intensity of Service Subsectors \n \nGroup I\n%\n8\n7\n6\n5\n4\n3\n2\n1\n0\nIreland Poland Germany Republicof Korea Greece Portugal Italy CzechRepublic Spain Hungary Australia Austria\nGroup II\n%\n4\n3\n2\n1\n0\nGermany Greece Ireland Austria Italy Portugal Republicof Korea Hungary Australia Spain Poland CzechRepublic\nR&D intensity OECD average  \n ", "Performance of the Service Sector in the Republic of Korea   І   19 \n \nGroup III\n%\n20\n16\n12\n8\n4\n0\nPoland Hungary Greece Italy Portugal Germany Spain Republicof Korea Australia Ireland Austria CzechRepublic\nR&D intensity OECD average  \n \nNote: R&D intensity is measured as R&D expenditures as a percentage of value added in each group: I, II and III. Group \nclassifications for the service sector follow Eichengreen and Gupta (2009). Group I includes “wholesale and retail trade”, Group II \nincludes “hotels and restaurants” and “community social and personal services” and Group III includes “financial intermediation” and \n“real estate, renting and business activities”. R&D expenditure data are collected from OECD STAN Indicators and value added data \nare from EUKLEMS. The data are for the most recent year available as follows: Poland (2005), Greece (2005), Portugal (2005), \nHungary (2006), Ireland (2005), Czech Republic (2007), Spain (2006), Italy (2007), Australia (2004), Austria (2006), Germany (2006), \nand Republic of Korea (2006). \nSource: Authors’ estimates. \n \nTable 6 reports the share of services trade in total trade for twelve Asian economies, \nalong with selected major South American countries, East European countries, and developed \ncountries. In most countries, service trade share in total trade has increased over time. This is \nparticularly true in India and the United Kingdom. It also has increased in the Republic of Korea, \nbut the increase is minimal, particularly from 2000 to 2010. Compared to other Asian economies, \nthe Republic of Korea’s services trade share is not large; in fact, it is smaller than Hong Kong, \nChina; Pakistan; Philippines (except in 2000); and Singapore. The Republic of Korea’s share is \ncomparable to that of South American countries and Eastern European countries, and it is lower \nthan that in most developed countries. The only exception is Germany, which is well known for \nits strong bias toward manufacturing and relatively underdeveloped services. In the Republic of \nKorea, the share of services in imports is larger than that in exports (except in 1990). This is \nalso true for South American countries. In the case of the Republic of Korea, the difference \ngrows  larger  over  time.  In  developed  countries  except  Germany  and  Eastern  European \ncountries, the share of services in exports exceeds its share in imports. \n \n \n \n \n \n \n ", "20   І   ADB Economics Working Paper Series No. 324 \n \nTable 6. Services Trade Shares in Total Trade \n \nService Exports as Service Imports as % \n   \n% of Total exports   of Total Imports \nEconomy  1990  2000  2010  1990  2000  2010 \n12 Asian Economies \n   \nChina, People’s Republic of  10.2   10.9   9.8   9.3   14.4   12.7  \nHong Kong, China  –  16.6   21.2   –  10.5   10.4  \nIndia  20.2   27.8   35.5   20.6   26.3   26.6  \nIndonesia  8.5   7.4   9.6   22.0   27.9   16.9  \nKorea, Republic of  13.6   15.0   15.1   13.5   17.4   18.2  \nMalaysia  11.8   12.4   14.1   17.3   17.8   17.0  \nPakistan  20.9   13.6   23.0   20.3   18.5   17.7  \nPhilippines  28.4   8.3   22.1   12.6   10.8   15.6  \nSingapore  19.0   15.8   23.8   13.3   17.8   23.6  \nTaipei,China  9.4  11.6  12.8  20.3  15.4  12.9 \nThailand  22.0   17.0   14.9   17.6   21.6   22.2  \nViet Nam  15.8   9.4   18.8   11.4  \nSouth American Countries \nArgentina  16.5   15.8   16.2   45.6   27.8   20.7  \nBrazil  10.7   14.7   13.6   26.7   23.0   25.7  \nChile  18.1   17.5   13.2   22.7   21.9   17.6  \nMexico  16.6   7.5   4.8   19.9   8.8   7.7  \nEastern Europe \nCzech Republic  –  19.1   15.2   –  14.5   13.0  \nHungary  24.0   17.0   17.5   21.8   13.1   15.1  \nDeveloped Countries \nFrance  26.8   21.8   21.9   21.6   17.9   18.3  \nGermany  13.2   13.2   15.5   19.7   21.9   19.3  \nUnited Kingdom  23.6   29.6   36.8   18.5   23.0   23.1  \nUnited States  27.3   26.6   29.6   19.0   15.0   17.2  \n \n– = data not available. \nSource: World Bank. World Development Indicators online database (accessed 14 March 2012). \n \n \nTable 7 reports and compares the trade performance of selected major economies in the \nmanufacturing sector versus the service sector. The Republic of Korea is the world’s fifth largest \nexporter and thirteenth largest importer of manufactured goods. The fact that the Republic of \nKorea ranks among the world’s five biggest exporters of manufactures is a vivid testament to its \nstatus as a globally significant manufacturer. The Republic of Korea generally runs a large trade \nsurplus in manufactured goods. In contrast, the Republic of Korea plays a visibly smaller role in \nglobal  services  trade.  The  Republic  of  Korea  is  the  world’s  fifteenth  largest  exporter  and ", "Performance of the Service Sector in the Republic of Korea   І   21 \n \neleventh largest importer of services. Most notably, the Republic of Korea’s rank as an exporter \nof services—15–is much lower than its rank as an exporter of manufactured goods—5, lending \nfurther support to the notion that the Republic of Korea’s service sector lags its manufacturing \nsector. In contrast to its large surplus in manufactures trade, the Republic of Korea runs a deficit \nin services trade. \n \n \nTable 7. Trade Indicators, 2010 ($ billion) \n \n(A) Manufacturing Trade \nTrade  Trade \nEconomy  Export  Rank  Economy  Import  Rank \nbalance  balance \nTop 10     \nPRC  1,478.1   1  617.8   United States  1,382.3   1  –536.3  \nGermany  1,044.2   2  318.9   PRC  860.3   2  617.8  \nUnited States  846.0   3  –536.3   Germany  725.4   3  318.9  \nJapan  685.3   4  334.2   France  444.2   4  –35.5  \nHong Kong,  \nKorea, Rep. of  414.8   5  173.3   397.1   5  –89.3  \n China \nUnited  \nFrance  408.6   6  –35.5   382.8   6  –98.0  \n Kingdom \nItaly  368.1   7  61.7   Japan  351.1   7  334.2  \nNetherlands, The  326.1   8  29.3   Canada  308.5   8  –118.2  \nBelgium  309.2   9  33.0   Italy  306.4   9  61.7  \nHong Kong, \n307.8   10  –89.3   Netherlands, The  296.8   10  29.3  \n China \nOther economies     \nUnited  \n284.8   11  –98.0   Mexico  247.3   12  –20.7  \n  Kingdom \nSingapore  257.4   12  53.1   Korea, Rep. of  241.5   13  173.3  \nMexico  226.5   13  –20.7   Singapore  204.3   15  53.1  \nThailand  146.9   17  19.5   India  169.4   17  –29.2  \nIndia  140.3   18  –29.2   Brazil  141.3   20  –66.5  \nMalaysia  133.7   19  11.2   Thailand  127.4   22  19.5  \nCzech Rep.  115.0   23  18.0   Malaysia  122.5   23  11.2  \nHungary  78.1   26  14.9   Czech Rep.  97.0   27  18.0  \nBrazil  74.9   27  –66.5   Indonesia  85.2   28  –25.9  \nIndonesia  59.2   28  –25.9   Hungary  63.2   30  14.9  \nPhilippines  44.2   34  5.0   Argentina  48.1   36  –25.5  \nArgentina  22.6   43  –25.5   Chile  40.7   41  –31.7  \nPakistan  15.9   44  –3.1   Philippines  39.2   43  5.0  \nChile  9.0   54  –31.7   Pakistan  18.9   56  –3.1  \n \n \n ", "22   І   ADB Economics Working Paper Series No. 324 \n \n \n(B) Services Trade \nTrade  Trade \nEconomy  Export  Rank  Economy  Import  Rank \nbalance  balance \nTop 10     \nUnited States  544  1  142  United States  402  1  142 \nUnited  \n239  2  70  Germany  263  2  –25 \n  Kingdom \nGermany  238  3  –25  PRC  193  3  –22 \nPRC  171  4  –22  United Kingdom  169  4  70 \nFrance  145  5  13  Japan  158  5  –17 \nJapan  141  6  –17  France  132  6  13 \nIndia  124  7  36.9  India  117  7  7 \nSpain  124  7  7  Italy  111  8  –12.3 \nSingapore  112  9  15.5  Ireland  107  9  –9.2 \nHong Kong,  \n106  10  55.1  Singapore  96.5  10  15.5 \n  China \nOther economies     \nKorea, Rep. of  82.7  15  –11.2  Korea, Rep. of  93.9  11  –11.2 \nThailand  34  27  –11.8  Brazil  62.6  18  –30.8 \nBrazil  31.8  29  –30.8  Hong Kong, China  50.9  21  55.1 \nCzech Rep.  21.7  33  3.4  Thailand  45.9  23  –11.8 \nHungary  19.1  34  3.2  Indonesia  26.1  29  –9.3 \nIndonesia  16.8  36  –9.3  Mexico  25.6  30  –10.2 \nMexico  15.4  37  –10.2  Czech Republic  18.2  36  3.4 \nPhilippines  13.2  40  1.9  Hungary  15.9  38  3.2 \nArgentina  13.2  41  –0.9  Argentina  14.1  40  –0.9 \nChile  10.8  45  –1  Chile  11.8  44  –1 \nViet Nam  7.5  50  –2.5  Philippines  11.3  46  1.9 \nPakistan  6.4  52  –0.7  Viet Nam  9.9  48  –2.5 \n                Pakistan  7.1  53  –0.7 \n \nPRC= People’s Rep. of China. \nSource: World Bank. World Development Indicators online database (accessed 14 March 2012). \n \n \n \n \n \n \n \n \n \n ", "Performance of the Service Sector in the Republic of Korea   І   23 \n \n \nWe estimate a gravity equation for the Republic of Korea’s total trade and services trade, \nand  compare  the  two  to  see  if  there  are  significant  differences  between  the  two.  The \nspecification of the gravity equation is as follows: \n \nln(Trade )=β +γKOR+βlnDist +βln(Pop )+βln(Pop )+βln(GDP )\nijt 0 1 ij 2 it 3 jt 4 it\n+βln(GDP )+βCU +βLanguage +βRTA +βBorder\n5 jt 6 ijt 7 ij 8 ijt 9 ij\n  (1) \n+β Island +β ln(Area Area )+β ExComColony\n10 ij 11 i j 12 ij\n+βCurColony +β ExColony +δYear +ε\n12 ij 13 ij t ijt\n \n \nWhere i and j denote countries, t denotes time, and the variables are defined as: \n \n  KOR is a binary variable which is unity if country i is the Republic of Korea. \n  Trade  denotes the average value of real bilateral trade between i and j at time t. \nijt\n  Dist  is the distance between i and j. \nij\n  Pop is population. \n  GDP is real GDP. \n  CU  is a binary variable which is unity if i and j belong to the same currency union. \nijt\n  Language  is a binary variable which is unity if i and j have a common language. \nij\n  RTA  is a binary variable which is unity if i and j belong to the same regional trade \nijt\nagreement at time t. \n  Border  is a binary variable which is unity if i and j share a land border. \nij\n  Area is the land mass of the country. \n  Island  is the number of island countries between i and j. \nij\n  ExComColony  is a binary variable which is unity if i and j were ever colonies after \nij\n1945 under the same colonizer. \n  ExColony  is a binary variable which is unity if i ever colonized j or vice versa. \nij\n  CurColony  is a binary variable which is unity if i and j are currently in a colonial \nijt\nrelationship at time t. \n  Year is a set of binary variables which are unity in the specific year t. \nt\n \nThe total trade data are collected from the Directions of Trade database. The service \ndata are collected from the OECD. The GDP and population data are from Penn World Table \n7.0. Other  data are obtained from Rose and Spiegel (2011) except for the regional trade \nagreement (RTA) dummy, which is extended by using the reports to CEPII and the World Trade \nOrganization (WTO). \n ", "24   І   ADB Economics Working Paper Series No. 324 \n \nWe use total exports (imports) as the dependent variable in Table 8 and service exports \n(imports) as a dependent variable in Table 9. All variables except for the binary variables are \ntaken as logarithms. We drop the observations if either total trade or services trade takes zero \nor negative values.10 In both tables, the first and third columns are for exports and the second \nand the fourth columns for imports. We also include a KOR dummy variable in the last two \ncolumns. A number of findings emerge from our estimation of the above gravity equation. The fit \nof the gravity equation for service trade is as good as the fit for total trade. The estimated \ncoefficients for distance and number of islands are smaller when we use service trade as a \ndependent variable. Service is weightless, which means that physical distance and shipping \nmatters less than for goods trade. The estimated coefficient for common language is larger for \nservice trade. Communication matters more for service trade. The effects of currency union and \nregional trade on service trade are at least as large as their effects on total trade. The estimated \ncoefficients for colony related variables are larger for service trade. Again, communication \nmatters more for service trade. The estimated coefficient for the KOR dummy is positive in both \ncases but it is smaller for service trade. This implies that the Republic of Korea trades more in \ngoods and services and in services alone than a comparable country but the degree of over-\ntrading is less for service trade. \n \nWith respect to FDI inflows, the share of service sector FDI in total FDI was much \nsmaller than the OECD average in 2006. The share of service sector FDI grew but still remains \nsmaller than the OECD average in 2010. Furthermore, the share of group III in total service \nsector FDI inflows is lower in the Republic of Korea than the OECD average. \n \n   \n                                          \n10  Dropping zero or negative trade values may generate biased estimates, but Linders and de Groot (2006) suggest \nthat this bias is negligible in practice. ", "Performance of the Service Sector in the Republic of Korea   І   25 \n \nTable 8: Gravity Equation for Total Exports and Imports \n \nI  II  III  IV \n \nDependent Variable  Total Exports  Total Imports  Total Exports  Total Imports \nDummy for [Rep. of] Korea  1.112***  0.909*** \n[6.076]  [3.225] \nLog distance   -1.096***  -1.033***  -1.108***  -1.043*** \n[-35.820]  [-21.857]  [-36.422]  [-22.104] \nLog population 1  1.074***  1.128***  1.059***  1.116*** \n[59.605]  [40.551]  [58.598]  [39.837] \nLog population 2  0.830***  1.095***  0.817***  1.084*** \n[47.777]  [40.857]  [47.043]  [40.299] \nLog per capita GDP 1  1.554***  0.785***  1.570***  0.801*** \n[35.452]  [10.921]  [35.867]  [11.140] \nLog per capita GDP 2  1.144***  1.281***  1.133***  1.272*** \n[70.366]  [49.634]  [69.711]  [49.162] \nDummy for currency union  0.057  0.280**  0.069  0.291** \n[0.669]  [2.085]  [0.819]  [2.173] \nDummy for common language  0.840***  0.576***  0.791***  0.535*** \n[10.445]  [4.668]  [9.867]  [4.338] \nDummy for regional trade \n0.058***  0.076**  0.062***  0.080** \nagreement \n[2.972]  [2.280]  [3.164]  [2.393] \nDummy for land border  0.279**  0.633***  0.289**  0.642*** \n[2.032]  [3.015]  [2.130]  [3.070] \nNumber of islands  0.101*  0.665***  0.114*  0.675*** \n[1.691]  [7.220]  [1.928]  [7.361] \nLog product of land areas  0.012  0.021  0.019  0.027 \n[0.991]  [1.160]  [1.622]  [1.501] \nDummy for common colonizer   1.651***  1.900***  1.628***  1.884*** \n[5.600]  [4.199]  [5.570]  [4.181] \nDummy for current Colonial \n0.719  0.689  0.747  0.711 \nRelationship \n[0.889]  [0.553]  [0.931]  [0.574] \nDummy for ever in Colonial \n0.350***  0.781***  0.405***  0.825*** \nRelationship \n[2.979]  [4.332]  [3.463]  [4.587] \nObservations  17,677  17,677  17,677  17,677 \nR-squared  0.425  0.154  0.425  0.154 \n \nNote: t statistics are in brackets. *, **, *** indicate that the coefficient is significant at 10, 5, and 1 percent levels, respectively. \nPopulation 1 (2) refers to export (import) country’s population in the export (import) equations, column 1 (2) and column 3 (4). The \nsame is true for GDP 1 and 2. Distance is collected from CEPII, population and per capita GDP from Penn World 7.0, regional trade \nagreement from CEPII and WTO, and other data from Rose and Spiegel (2011). \nSources: Alan Heston, Robert Summers and Bettina Aten, Penn World Table Version 7.0, Center for International Comparisons of \nProduction, Income and Prices at the University of Pennsylvania, June 2011; Centre d'Etudes Prospectives et d'Informations \nInternationales (CEPII);  International Monetary Fund, Direction of Trade Statistics (all databases accessed 14 March 2012);  Rose \nand Spiegel (2011). ", "26   І   ADB Economics Working Paper Series No. 324 \n \nTable 9: Gravity Equation for Service Exports and Imports \n \nI  II  III  IV \n \nDependent Variable  Service Exports  Service Imports  Service Exports  Service Imports \nDummy for [Republic of] Korea  0.868***  0.879*** \n[4.230]  [4.504] \nLog distance   -0.733***  -0.796***  -0.742***  -0.805*** \n[-21.021]  [-24.075]  [-21.384]  [-24.478] \nLog population 1  0.912***  0.961***  0.899***  0.948*** \n[44.531]  [49.445]  [43.710]  [48.617] \nLog population 2  0.713***  0.735***  0.702***  0.724*** \n[36.280]  [39.357]  [35.648]  [38.748] \nLog per capita GDP 1  2.805***  2.533***  2.818***  2.545*** \n[49.123]  [47.714]  [49.432]  [48.036] \nLog per capita GDP 2  1.222***  1.111***  1.211***  1.100*** \n[62.381]  [60.214]  [61.757]  [59.633] \nDummy for currency union  0.387***  0.378***  0.400***  0.392*** \n[3.806]  [3.945]  [3.955]  [4.109] \nDummy for common language  1.121***  1.060***  1.082***  1.021*** \n[12.469]  [12.385]  [12.062]  [11.964] \nDummy for regional trade \n0.073**  0.046*  0.078***  0.052** \nagreement \n[2.539]  [1.778]  [2.717]  [1.982] \nDummy for land border  0.530***  0.535***  0.540***  0.544*** \n[3.467]  [3.673]  [3.556]  [3.767] \nNumber of islands  0.085  0.427***  0.097  0.439*** \n[1.260]  [6.663]  [1.448]  [6.895] \nLog product of land areas  -0.037***  -0.070***  -0.031**  -0.064*** \n[-2.809]  [-5.575]  [-2.327]  [-5.091] \nDummy for common colonizer   2.375***  2.212***  2.355***  2.193*** \n[7.186]  [7.038]  [7.177]  [7.032] \nDummy for current Colonial \n2.102**  2.631***  2.128**  2.656*** \nRelationship \n[2.296]  [3.027]  [2.340]  [3.079] \nDummy for pairs ever in \n0.745***  0.545***  0.786***  0.588*** \nColonial Relationship \n[5.673]  [4.364]  [6.015]  [4.727] \nObservations  17,677  17,674  17,677  17,674 \nR-squared  0.433  0.384  0.433  0.384 \n \nNote: See note for Table 8. \nSource: See Table 8. ", "Performance of the Service Sector in the Republic of Korea   І   27 \n \nIV.  POLICY IMPLICATIONS \nThe analysis of the previous two sections, which empirically confirmed the poor performance of \nthe Republic of Korea’s service sector and tested some potential explanations for the poor \nperformance, gives rise to some policy implications. In this section, we explore policy options for \nimproving the performance of the Republic of Korea’s underperforming service sector. Some of \nour policy options echo those of Pilat (2005) and Jones (2009) although they are more specific \nto the Republic of Korea. \n \nA.  Policies  to  Cope  with  Too  Rapid  Deindustrialization  and  Underemployment  in \nServices \n \nThe very rapid rise in the service sector’s share of employment, in conjunction with a markedly \nslower rise in its share of GDP, implies that the sector has been acting as an absorber of surplus \nworkers  who  are  unable  to  find  productive  employment  in  the  face  of  the  structural \ntransformation. Since many of those workers end up in marginal, low-productivity, low-wage \nservices jobs, this brings down the productivity of the service sector. The appropriate policy \nresponse does not involve slowing down the pace of deindustrialization, which reflects market \nforces and contributes to the dynamism and efficiency of the Republic of Korea’s world-class \nmanufacturing  sector.  Instead  it  should  be  based  on  facilitating  and  mitigating  the  large \nadjustment  costs  associated  with  the  structural  shift  from  manufacturing  to  services.  For \nexample, more flexible labor markets can help to reduce the structural unemployment arising \nfrom deindustrialization. Similarly, more assistance to those workers seeking new jobs, for \nexample well-designed training programs, can help dislocated workers from the manufacturing \nsector look for and find jobs which better match their qualifications in the new service industries. \n \nB.  Policies to Speed Up the Republic of Korea’s Successful Transition to a Post-\nIndustrial Economy \n \nThose sets of policies are related to and complementary to policies to cope with too rapid \ndeindustrialization. According to our analysis, what lies at the heart of the poor performance and \nunderdevelopment of the Republic of Korea’s service sector is a failure to move into higher \nvalue-added services activities. While its income is converging toward OECD levels, in one \nimportant  sense,  its  economic  structure  is  not.  Although  the  share  of  services  in  both \nemployment and output has been rising, much of the growth has come from traditional services \nrather  than  modern  services.  That  is,  while  the  country’s  service  sector  has  experienced \nquantitative expansion, it has a lot of scope for qualitative leveling up. The country’s large \nservices  imports  and  persistent  deficit  in  services  trade  suggests  that  there  is  substantial \ndemand  for  services.  In  particular,  its  high  income  and  development  level  implies  a  large \ndemand for high-end services. One obvious policy implication is for government to subsidize the \ntraining and re-training of workers so they can help to meet this demand. In addition, the \ngovernment can provide fiscal and other incentives to promote high value-added services such \nas design and prototyping at the beginning of the global value chain (GVC) and marketing and \nbranding at the end of the GVC. According to the smile curve hypothesis, most of the value \nadded in GVC lies in high-end services activities at both ends of the GVC rather than pure \nmanufacturing, or simply making things, in the middle.  \n \n \n \n \n ", "28   І   ADB Economics Working Paper Series No. 324 \n \nC.  Deregulation \n \nOur analysis indicates that the Republic of Korea’s service sector faces substantial government \nregulations and restrictions, which aim to protect SMEs and SME jobs in the sector. Examples \nof such regulations and restrictions include strict entry and licensing requirements, stringent \napproval requirements, and significant government involvement and price controls. Since the \nvery objective of the Republic of Korea’s service sector regulations is to protect a specific group \nof firms from competition, they reduce competitive pressures and are likely to be a significant \ncontributor to the sector’s poor productivity performance. According to Pilat (2005), OECD \ncountries’ experiences with regulatory reforms have been, by and large, very positive. For \nexample, in many OECD countries, deregulation of air passenger transportation and road freight \nhas delivered substantial benefits in the form of lower prices, new services, and higher labor \nand  capital  productivity.  However,  given  the  often  large  adjustment  costs  of  services \nderegulation—e.g., the entry of a big supermarket chain wiping out small neighborhood stores—\nit is probably best to pursue services deregulation as a gradual, evolutionary process. \n \nD.  More R&D Expenditures and More ICT Investment \n \nRelative  to  other  OECD  countries,  the  Republic  of  Korea’s  R&D  expenditures  and  ICT \ninvestments are relatively low. This can be a significant barrier against innovation in services \nand moving up the value ladder toward higher value-added services. Some of the policies that \nare beneficial for innovation in services are beneficial for innovation in general. For example, \nstrengthening  intellectual  property  protection  will  strengthen  incentives  for  R&D  and  other \ninnovative activities in both services and manufacturing sectors. At the same time, given the \npotentially large positive spillovers from services innovations, the government has to resolve the \ntradeoff between encouraging innovation and the diffusion of innovation to the rest of the \neconomy. It is also possible to directly stimulate R&D in services by providing tax credits and \ngrants. One technology which is a particularly powerful tool for improving services productivity is \nICT, which has revolutionized the delivery of services. In order to maximize the potential benefits \nof ICT for services, the government should ensure a competitive environment in the ICT industry. \nInnovation  will  be  especially  helpful  for  modern  services,  where  the  Republic  of  Korea \nlags visibly. \n \nIn  ICT-advanced  countries  such  as  the  United  States,  the  private  sector  plays  an \nimportant role so that many ICT investments are made via venture capital provided to creative \nventure firms. Venture capital for ICT activities in the Republic of Korea slowed down markedly \nafter the burst of the ICT bubble in 2001 and began to bounce back only in 2006.11 However \nthis recovery was largely attributable to the government support through policy funds such as \nthe Korea Venture Fund. Heavy direct involvement of the government in providing venture \ncapital can result in inefficient allocation of funds. Therefore, policy should be directed more \ntoward  stimulating  private  venture  capital  which  eventually  contributes  to  efficient  ICT \ninvestment in the service sector. \n \nE.  Remove Barriers to Services Trade and Barriers to FDI in Services  \n \nBarriers to services trade and FDI inflows into services protect domestic firms and industries \nfrom foreign competition, and thus dilute their incentives to innovate and raise their productivity. \nTherefore, liberalizing trade and FDI can potentially contribute to improved efficiency in the \nservice sector. According to Pilat (2005), OECD studies find that trade and FDI in services \n                                          \n11  See Lee (2011). ", "Performance of the Service Sector in the Republic of Korea   І   29 \n \ndelivers large benefits for OECD economies and developing countries alike. In the case of the \nRepublic of Korea, it is widely believed that opening up various sectors to FDI as part of post-\nAsian crisis structural reforms brought about substantial productivity gains.12 In recent years, \nthe Republic of Korea has been pursuing free trade agreements (FTAs) with trade partners in \nboth the developed world and developing world. In view of the potentially large benefits of \nservices  trade,  in  the  future  Korean  policymakers  should  consider  high-level  FTAs  which \nexplicitly incorporate services trade. In fact, the Republic of Korea’s recently formed FTAs with \nthe United States and European Union are good examples of such high-level FTAs that seek to \npromote  services  trade.  International  investment  agreements  (IIAs)  lubricate  FDI  in  both \nservices and industry. Even in the absence of IIAs, policymakers can unilaterally reduce barriers \nto FDI. \n \n \nV.  CONCLUDING OBSERVATIONS \nThe Korean economic miracle is largely based on a dynamic world-class manufacturing sector \nwhich exports goods all over the world. Korean manufacturers such as Samsung, Hyundai and \nLG are world leaders in their respective industries, and make and export a wide range of high-\ntech manufactured goods such as mobile phones, LCDs and automobiles. High savings and \ninvestment rates enabled the Republic of Korea to quickly build up a large stock of physical \ncapital  in  the  manufacturing  sector.  Just  as  importantly,  openness  to  advanced  foreign \ntechnology and a well-educated workforce capable of learning and absorbing such technology \nallowed the Republic of Korea’s manufacturing sector to technologically level up rapidly. While \nthis  growth  model  of  export-oriented  industrialization  delivered  sustained  fast  growth  for \ndecades,  the  Republic  of  Korea  currently  finds  itself  at  a  pivotal  crossroads  between  a \nmanufacturing-led past and an increasingly services-oriented future. The Republic of Korea’s \nmanufacturing sector is maturing with high productivity levels and limited room for further growth. \nThis means that the service sector, especially productivity growth in that sector, will have to play \na bigger role in the Republic of Korea’s future growth. All the more so since the Republic of \nKorea’s exceptionally rapid population aging, combined with growing income equality, implies \ngreater scope for certain services—e.g., health care, long term care, and basic public services. \n \nThe Republic of Korea’s experience of industrialization and deindustrialization is in line \nwith the earlier experiences of the advanced economies. The share of industry and services in \noutput and employment typically rise at the expense of agriculture during the industrialization \nprocess. As industry matures and deindustrialization sets in, the share of services rises at the \nexpense of industry while agriculture continues to fall. In the case of the Republic of Korea, the \ncore problem is that although the share of services in output and employment has risen, its \nproductivity growth has underperformed. Our analysis resoundingly confirms the popular belief \nthat the Republic of Korea’s service sector still lags the manufacturing sector even though \ndeindustrialization already began in the early 1990s. Therefore, the center of gravity of the \nKorean economy is shifting from a dynamic world-class manufacturing sector to a stagnant \nthird-class service sector, dragging down productivity growth for the economy as a whole. The \ncentral challenge for the Republic of Korea in the post-industrial phase is thus to overhaul and \nupgrade its service sector so that a productive, high value-added, modern service sector can \nbecome an engine of growth. \n \n                                          \n12  For example, Kim and Kim (2003) find a productivity improvement in distribution services where there was a large \ninflow of FDI due to liberalization in the 1990s. ", "30   І   ADB Economics Working Paper Series No. 324 \n \nThe underwhelming performance of the Republic of Korea’s service sector up to now \ngives rises to serious doubts about its future contribution to aggregate growth. Furthermore, we \nsaw that the sector faces a daunting array of impediments it must overcome if it is to fulfill its \npotential. For example, while deregulation can unleash competition and thus encourage the \nRepublic of Korea’s services firms to raise their game, their underlying motivation—protection of \nSMEs  and  SME  jobs—makes  it  politically  difficult  to  pursue.  Nevertheless,  upon  closer \ninspection, there are some grounds for optimism about the Korean service sector’s prospects. \nAbove all, high value-added services activities, which are the biggest area of weakness in the \nRepublic of Korea’s service sector, require high levels of human capital. The Republic of Korea’s \nhighly educated workforce, which enabled it to quickly move up the technological ladder, can in \nprinciple also serve as a key ingredient in the leveling up of the Republic of Korea’s service \nsector. In addition, the Korean entertainment industry’s well-known success in exporting its \nproducts—i.e., the Korean wave—suggests that it is possible for the Republic of Korea to \nbecome a major services exporter. Notwithstanding such strengths, the Republic of Korea faces \na formidable challenge in upgrading its service sector.  \n ", "Performance of the Service Sector in the Republic of Korea   І   31 \n \nREFERENCES \n \nCho, Dongchul. 2009. The Republic of Korea’s Economy in the Swirl of Global Crisis. ADBI \nWorking Paper No.147. Manila: Asian Development Bank.  \nEichengreen, Barry, and Poonam Gupta. 2009. Two Waves of Services Growth. NBER Working \nPaper No. 14968. Cambridge, MA: National Bureau of Economic Research. \nEichengreen, Barry, Dwight Perkins, and Kwanho Shin. 2012. From Miracle to Maturity: The \nGrowth of the Korean Economy. Cambridge, MA: Harvard University Asia Center. \nFernald, John, and Shanthi Ramnath. 2004. The Acceleration in U.S. Total Productivity after \n1995: The Role of Information Technology. Economic Perspectives (Federal Reserve Bank \nof Chicago) Q1: 52–67. \nGordon,  Jim,  and  Poonam  Gupta.  2004.  Understanding  India’s  Services  Revolution.  IMF \nWorking Paper WP/ 04/171. Washington, DC: International Monetary Fund. \nJones, Randall. 2009. Boosting Productivity in [the Republic of] Korea’s Service Sector. Paris: \nOrganisation for Economic Co-operation and Development. \nJones, Randall. 2012. Meeting the Social Policy Challenges Facing [the Republic of] Korea. \nAsian Economic Policy Review 7, No. 1: 92–109.  \nKim, Jongil. 2006. Structural Change and Employment Problem of [the Republic of] Korea since \nthe 1990s (in Korean). Analyses of the Korean Economy 12, no. 2. \nKim, Jong-Il, and June-Dong Kim. 2003. Liberalization of Trade in Services and Productivity \nGrowth  in  [the  Republic  of]  Korea.  In  Takatoshi  Ito  and  Anne  Krueger,  eds.  Trade  in \nServices in the Asia Pacific Region. Chicago: University of Chicago Press. \nLee, Kyoobok. 2011. Stimulating Private Venture Capital investment in [the Republic of] Korea. \nWeekly Financial Review 20. No. 4: 1–5. \nLinders, Gert-Jan M., and Henri L.F. de Groot. 2006. Estimation of the Gravity Equation in the \nPresence of Zero Flow. Tinbergen Institute Discussion Paper. \nNoland, Marcus. 2012. [The Republic of] Korea's Growth Performance: Past and Future. Asian \nEconomic Policy Review 7, No. 1:20–42. \nPark, Donghyun, and Kwanho Shin. 2012. The Service Sector in Asia: Is it an Engine of \nGrowth? ADB Economics Working Paper No. 322. Manila: Asian Development Bank. \nPilat, Dirk. 2005. Introduction and Synthesis. In Organisation for Economic Co-operation and \nDevelopment, Enhancing the Performance of the Service Sector. Paris: Organisation for \nEconomic Co-operation and Development. \nRose, Andrew, and Mark Spiegel. 2011. The Olympic Effect. Economic Journal, 121: 652–677. \nTimmer,  Marcel  P.,  Mary  O’Mahony,  and  Bart  van  Ark.  2007.  EUKLEMS  Growth  and \nProductivity Accounts: Overview. EU KLEMS Consortium. \nWoefl, Anita, Isabelle Wanner, Oliver Rohn, and Giuseppe Nicoletti. 2010. Product Market \nRegulation:  Extending  the  Analysis  Beyond  OECD  Countries.  OECD  Economics \nDepartment Working Papers No. 799. Paris: Organisation for Economic Co-operation and \nDevelopment. ", "Performance of the Service Sector in the Republic of Korea: An Empirical Investigation\nThis paper empirically analyzes the past performance of the Republic of Korea’s service \nsector in order to assess its prospects as an engine of growth. The analysis confirms the \nconventional wisdom of an underperforming service sector in the country. The paper \nidentifies factors underlying the poor performance and sets forth policy recommendations \nfor addressing them.\nAbout the Asian Development Bank\nADB’s vision is an Asia and Pacific region free of poverty. Its mission is to help its developing \nmember countries reduce poverty and improve the quality of life of their people. Despite \nthe region’s many successes, it remains home to two-thirds of the world’s poor: 1.7 billion \npeople who live on less than $2 a day, with 828 million struggling on less than $1.25 a day. \nADB is committed to reducing poverty through inclusive economic growth, environmentally \nsustainable growth, and regional integration. \n  Based in Manila, ADB is owned by 67 members, including 48 from the region. Its \nmain instruments for helping its developing member countries are policy dialogue, loans, \nequity investments, guarantees, grants, and technical assistance.\nAsian Development Bank\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines\nwww.adb.org/economics\nPrinted on recycled paper Printed in the Philippines"], "metadata": {"Author": "Donghyun Park and Kwanho Shin", "CreationDate": "D:20121214113759+08'00'", "Keywords": "services, service sector, korea, economic growth, korea economy, human capital, manpower, korea employment, employee training, industrialization, service export, structural change, growth, productivity, manufactured goods, Samsung, Hyundai, LG", "ModDate": "D:20121218181720+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Subject": "This paper empirically analyzes the past performance of the Republic of Korea’s service sector in order to assess its prospects as an engine of growth.", "Title": "Performance of the Service Sector in the Republic of Korea"}}