{"Author": "Joseph D. Alba, Jung Hur, Donghyun Park", "CreationDate": "D:20081015103539+08'00'", "Creator": "Adobe InDesign CS2 (4.0.5)", "Keywords": "trade, trade agreements, fta, empirical analysis, overlapping free trade agreements, bilateral trade, economic working paper no. 127", "ModDate": "D:20130812181335+08'00'", "Producer": "Adobe PDF Library 7.0", "Subject": "This study empirically investigates the effect of hub-and-spoke FTAs on trade using panel data consisting of 99 countries and covering the period 1960-1999.", "Title": "Effects of Hub-and-Spoke Free Trade Agreements on Trade: Panel Data Analysis", "Trapped": "/'False'", "content": "ADB Economics \nWorking Paper Series\n\nEffects of Hub-and-Spoke \nFree Trade Agreements on Trade:\nPanel Data Analysis\n\nJoseph D. Alba, Jung Hur, and Donghyun Park\nNo. 127   |   October 2008 \n\n\f\fADB Economics Working Paper Series No. 127\n\nEffects of Hub-and-Spoke Free Trade \nAgreements on Trade: Panel Data Analysis \n\nJoseph D. Alba, Jung Hur, and Donghyun Park \nOctober 2008\n\nJoseph D. Alba is Associate Professor, Nanyang Technological University; Jung Hur is Assistant Professor, \nNational University of Singapore; and Donghyun Park is Senior Economist, Economics and Research \nDepartment, Asian Development Bank.\n\n\fAsian Development Bank\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines\nwww.adb.org/economics\n\n©2008 by Asian Development Bank\nOctober 2008\nISSN 1655-5252\nPublication Stock No.: \n\nThe views expressed in this paper\nare those of the author(s) and do not\nnecessarily reflect the views or policies\nof the Asian Development Bank.\n\nThe ADB Economics Working Paper Series is a forum for stimulating discussion \nand eliciting feedback on ongoing and recently completed research and policy \nstudies undertaken by the Asian Development Bank (ADB) staff, consultants, \nor resource persons. The series deals with key economic and development \nproblems, particularly those facing the Asia and Pacific region; as well as \nconceptual, analytical, or methodological issues relating to project/program \neconomic analysis, and statistical data and measurement. The series aims to \nenhance the knowledge on Asia’s development and policy challenges; strengthen \nanalytical rigor and quality of ADB’s country partnership strategies, and its \nsubregional and country operations; and improve the quality and availability \nof statistical data and development indicators for monitoring development \neffectiveness.\n\nThe ADB Economics Working Paper Series is a quick-disseminating, informal \npublication whose titles could subsequently be revised for publication as articles \nin professional journals or chapters in books. The series is maintained by the \nEconomics and Research Department.\n\n\fContents\n\n \n\nAbstract \n \n \nIntroduction  \n.  \nIntroduction\nI.\n\n \n\nII.  \n\nDefinition and Evidence of FTA Hubs and Spokes \n\n \n \n\nA.  \nA.\nB.  \n\nDefinition of FTA Hub and Spoke \nDefinition of FTA Hub and Spoke\nEvidence of FTA Hubs and Spokes \n\nIII.  \n\nData and Empirical Framework \n\nIV.  \n\nEmpirical Results \n\nV.  \n\nConcluding Observations \n\n(132 Agreements) \n\nAppendix A: List of Regional Trade Agreements Notified to WTO, 1958–2005 \n \nAppendix B: List of Economies (N=99) \nAppendix C: Additional Regressors in Table 4 \n\nReferences \n\n \n\n \n\nv\n\n1\n\n3\n\n3\n4\n\n6\n\n11\n\n13\n\n15\n17\n18\n\n19\n\n\f\fAbstract\n\nOverlapping free trade agreements (FTAs) have given rise to hub-and-spoke \nFTAs that may promote trade by giving an export advantage to the FTA hub \ncountry. We empirically investigate the effect of hub-and-spoke FTAs on trade \nusing panel data consisting of 99 countries and covering the period 1960–1999. \nOur empirical analysis of the panel data yields three notable findings. First, FTAs \nhave a significant and positive impact on trade. Second, hub-and-spoke FTAs \nincrease trade above and beyond FTAs, and thus reinforce the trade-boosting \neffects of FTAs. Third, our results imply an annual growth rate of 4.9% in bilateral \ntrade and hence a doubling of trade after 14½ years between FTA partners. Our \nresults indicate that the hub-and-spoke nature of FTAs has a positive effect on \ntrade, in addition to the direct, trade-liberalizing effect of FTAs. Therefore, in a \nworld of overlapping FTAs, a more accurate empirical analysis of the relationship \nbetween FTAs and trade calls for taking into account the hub-and-spoke \ncharacteristic of FTAs.\n\n\f\fI.  \n\nIntroduction\n\nA large and well-established empirical literature uses the gravity equation and cross-\nsectional data to investigate the effect of free trade agreements (FTAs) on international \ntrade flows. The overall balance of evidence from this literature is decidedly mixed, with \nsome studies finding a more significant effect than others. The most serious econometric \ncriticism of this literature is that almost all studies use exogenous right-hand-side dummy \nvariables to capture the impact of FTAs on trade. If, as is likely, the FTA dummy variable \nis endogenous rather than exogenous, ordinary least squares (OLS) may yield biased \nand inconsistent coefficient estimates. Omitted variables are an important source of such \nendogeneity bias. For example, the presence of omitted variables that reduce the volume \nof trade between two countries but increase the likelihood of FTA between them will \ncause the FTA coefficient to be underestimated.\n\nThe few studies that adjust for the endogeneity of FTAs use instrumental variables \non cross-sectional data. For example, Magee (2003) uses two stage least squares \nto estimate the effect of endogenous FTAs on trade but is unable to fine any reliable \nevidence—the estimated effect ranges from large and negative to large and positive. \nBaier and Bergstrand (2007) contend that cross-sectional regressions yield biased and \ninconsistent coefficient estimates due to the inclusion of time-invariant omitted variables \nthat affect both FTA and trade. In other words, there are vast numbers of variables that \nare cross-sectionally correlated with both trade flows and the probability of having an \nFTA. Baier and Bergstrand address this fundamental shortcoming of cross-sectional \ntechniques by using panel data instead of cross-section data, and estimate the effect of \nFTA on trade via fixed effect (FE) and first differenced (FD) regressions. Both FE and \nFD regressions eliminate time-invariant omitted variables and thus allow for consistent \nestimates of time-varying variables. Their main finding is a significant and positive effect \nof FTAs on trade.\n\nIn this paper, we empirically examine the impact of an increasingly prevalent feature \nof FTAs, namely, overlapping of FTAs, which give rise to hub-and-spoke FTAs on \ninternational trade. The primary contribution of our paper is to enrich and strengthen the \nempirical literature on the relationship between FTAs and trade by explicitly incorporating \nthe hub-and-spoke nature of FTAs. We use the data and empirical framework of Rose \n(2004), and follow Baier and Bergstrand’s approach to handling endogeneity. As of 31 \nDecember 2006, General Agreement on Tariffs and Trade/World Trade Organization \n(GATT/WTO) has been notified of 209 regional trade agreements (RTAs), of which \n\n\f\u0018  |  ADB Economics Working Paper Series No. 1\u00187\n\nFTAs accounted for about 64%1 Excluding the 44 service agreements and the 21 partial \nagreements, the proportion of FTAs rises further to 92%.2 Many FTAs overlap one \nanother and this allows some countries to become a hub in a network of FTAs. Relative \nto non-hub countries, an FTA hub country enjoys preferential access to more markets \nand hence an advantage in terms of export competitiveness. To the extent that such an \nadvantage translates into more exports and hence trade, the hub-and-spoke feature of \noverlapping FTAs will have a positive effect on trade, above and beyond the direct, trade \nliberalizing effect of FTAs.3\n\nThe concept of hub-and-spoke trade systems is not new to the trade literature but \nempirical analysis has been limited to a few country-specific studies. Our contribution to \nthe hub-and-spoke trade literature is that we apply the concept to hubs and spokes to \nFTAs, and perform a comprehensive empirical analysis of the effect of hub-and-spoke \nFTAs on international trade using panel data for 99 countries from 1960 to 1999.4 Early \nworks on hub-and-spoke trade systems include examinations of Canadian trade policy by \nWonnacott (1975) and Wonnacott (1982). Kowalczyk and Wonnacott (1992) investigated \nthe hub-and-spoke trade system in the context of North American Free Trade Agreement \n(NAFTA). Puga and Venables (1997) theoretically analyzed how overlapping FTAs affect \nthe locational choice of industries under monopolistic competition. A forthcoming paper \nby Chong and Hur examined the welfare effects of hub-and-spoke FTAs for Japan, \nSingapore, and US using a computational general equilibrium model under perfect \ncompetition and monopolistic competition. What has been thoroughly lacking in the \nempirical literature on hub-and-spoke trade systems is a comprehensive analysis using \ndata from a large number of countries. Our paper will help to fill this gap in the literature.\n\nOur empirical analysis yields three main findings. First, FTAs have a significant and \npositive effect on trade. That is, FTAs do matter for trade. Second, the positive effect of a \nhub-and-spoke FTA on trade exceeds the positive effect of an FTA on trade. The greater \ntrade effect of a hub-and-spoke FTA is due to the export competitiveness advantage \nenjoyed by the hub country. For example, the hub country belonging to two FTAs (A and \nB) can sell its exports at a lower price in B than spoke countries that only belong to A. \nThird, our estimation results imply that hub-and-spoke FTA doubles bilateral trade after \n\n\u0004  See www.wto.org for more details about RTAs.\n2  Note that according to the counting method of the WTO, sometimes a new RTA is double-counted as one under \n\nGATT Article XXIV, the Enabling Clause or GATS (General Agreement on Trade in Services) Article V. For example, the \nFTA between Japan and Singapore reported as of \u00044 November 2002 is captured as a new RTA under GATS Article V \nas well. Another example is the FTA between India and Sri Lanka notified to WTO as of 22 June 2002 (date of entry \ninto force as of \u00045 December 200\u0004), which is categorized as a new RTA under the Enabling Clause.\n\n\u0004  A hub of overlapping FTAs is also attractive to foreign investors, who gain preferential access to multiple FTAs. \nWhile FTAs may thus promote foreign direct investment inflows, we do not examine those effects in this paper. \nOur paper looks at the trade effects of FTAs rather than the foreign direct investment effects of FTAs. Being an FTA \nhub also entails some costs. For example, a hub has to manage multiple sets of trade regulations such as those \npertaining to RoO.\n\n4  We use FTAs only up to \u0004999 due to the surge in the numbers of FTAs after 2000. Hence, including the FTAs formed \nafter 2000 may yield an upward bias to our results. Baier and Bergstrand (2007) also used FTAs data up to 2000 \nonly.\n\n\fEffects of Hub-and-Spoke Free Trade Agreements on Trade: Panel Data Analysis  |  \u0018\n\n14½ years, which represents a 4.9% annual growth rate of trade. Our trade data indicates \nthat actual bilateral trade among FTA countries grew annually by 5.1% on average. \nTherefore, our empirical analysis, which incorporates the hub-and-spoke nature of FTAs, \nis able to generate trade growth rates that are fairly close to actual trade growth rates.\n\nThe rest of this paper is organized as follows. Section II defines the hub country and \nspoke country of overlapping FTAs, and presents stylized evidence about FTA hubs and \nspokes in the real world. Section III discusses the data and methodology we use for our \nempirical analysis. The section also explores in greater detail the FE and FD models that \nwe apply to panel data to address the endogeneity bias. Section IV examines the main \nresults emerging from our empirical analysis. We look at and compare the results from \nthe pooled OLS regressions, FE regressions, and FD regressions. Section V concludes \nwith some final observations.\n\nII.   Definition and Evidence of FTA Hubs and Spokes\n\nIn this section, we define hub country and spoke country in a world of overlapping \nFTAs, and examine the extent to which hub-and-spoke FTAs are an empirical feature of \nreal world trade. Measuring the trade effect of hub-and-spoke FTAs requires a precise \ndefinition of a hub and a spoke, which allows for their transformation into empirical \nvariables. We also look at the evidence of hubs and spokes, as we define them, to \nidentify which countries are real-world FTA hubs and get some sense of the prevalence of \nFTA hubs in the real world.\n\nA.   Definition of FTA Hub and Spoke\n\nThe following simple example is useful for giving the reader a more intuitive \nunderstanding of the hub-and-spoke concept. Suppose that Republic of Korea (henceforth \nKorea) has FTAs with the People's Republic of China (PRC) and Japan, but the PRC and \nJapan do not have an FTA with each other. In this case, Korea is clearly the hub country \nand the PRC and Japan are the spoke countries. Korea enjoys a price advantage in its \nexports to the PRC vis-à-vis Japan because its exports receive preferential treatment \nunder the Korea–PRC FTA whereas Japanese exports do not. The preferential treatment \ntakes the form of lower tariffs and non-tariff barriers that reduce the prices of Korean \nexports relative to those of Japanese exports. Likewise, preferential treatment under the \nKorea–Japan FTA will give Korean exports a price advantage relative to the PRC exports \nin the Japanese market. Therefore, in principle the FTA hub country in a hub-and-spoke \nFTA is able to export more and hence trade more in comparison with non-hubs. This \nexport competitiveness advantage gives countries a compelling incentive to become FTA \n\n\f\u0018  |  ADB Economics Working Paper Series No. 1\u00187\n\nhubs and may help to explain the proliferation of FTAs in the real world. To the extent that \nthe FTA hub country takes advantage of its favorable position, its actual export and trade \nvolume will rise. Therefore, a hub-and-spoke FTA will increase trade above and beyond \nan FTA, which is an empirically testable proposition we test in this paper.\n\nWhile the above intuitive example is conceptually helpful, a formal definition is required \nfor incorporating hub and spoke into our empirical analysis. We formally define hub and \nspoke as follows:\n\nSuppose that country i has bilateral FTAs with m countries (m is strictly \ngreater than one) and country j is one of the m countries. Country j \nis defined as a spoke country if it has bilateral FTAs with m-2 or less \ncountries among the m countries that have bilateral FTAs with country i. \nCountry i is defined as a hub if it has at least two spokes.\n\nFor example, suppose Korea has bilateral FTAs with the 10 member-states of the \nAssociation of Southeast Asian Nations (ASEAN). Korea is defined to be a FTA hub \ncountry if at least two ASEAN countries, say, Indonesia and the Philippines, have FTAs \nwith eight or fewer ASEAN countries. In other words, according to our definition, an \nFTA hub country has at least two spoke markets. Let us assume that Indonesia and the \nPhilippines do not have an FTA with each other. Further assume that Indonesia does not \nhave an FTA with Malaysia, and that the Philippines does not have an FTA with Thailand. \nKorea has an export competitiveness advantage vis-à-vis Indonesia in Malaysia and the \nPhilippines as well as advantage vis-à-vis the Philippines in Indonesia and Thailand. \nTherefore, according to our definition, Korea is an FTA hub country since it has two spoke \nmarkets in Indonesia and Philippines. Note that it is theoretically possible for country i \nand country j to be each other’s hub and spoke at the same time if both countries belong \nto more than two FTAs.\n\nB.  \n\nEvidence of FTA Hubs and Spokes\n\nOur primary data source for identifying FTAs and FTA hubs, as defined above, for the \nperiod 1958–2005 is the Regional Trade Agreements Notified to the GATT/WTO and \nin Force by Date of Entry into Force, available at the WTO website. The table provides \ndetailed information about 186 RTAs during 1958–2005. We excluded agreements for \ntrade in services since our analysis is more relevant for trade in goods, for which the \nadvantages of FTAs for exporters are more concrete. We also excluded preferential \nagreements that are not completely in the form of free trade areas or customs unions \nas specified by GATT Article 24. Those omissions reduce our sample size to 132 \nagreements, which are listed in Appendix A.5 Figure 1 below shows the number of new \nFTA hubs that have emerged each year during 1958–2005.\n\n5  There \u00044 agreements for trade in services and \u00048 preferential agreements. In addition, we excluded the \n\nCommonwealth of Independent States, which seems to be ineffective in the sense that many of its members have \nsubsequently entered into bilateral agreements with each other despite the Commonwealth’s existence. We do, \nhowever, include those bilateral agreements. We also exclude Romania’s accession to the Central European Free \nTrade Agreement (CEFTA) in \u0004997 because it was the only member at that time.\n\n\fEffects of Hub-and-Spoke Free Trade Agreements on Trade: Panel Data Analysis  |  \u0018\n\nFigure 1: Number of New FTA Hubs, 1958−2005\n45\n40\n35\n30\n25\n20\n15\n10\n5\n0\n1958\n\n1986\n\n1979\n\n1972\n\n1965\n\n1993\n\n2000\n\nTable 1 below ranks 211 countries in terms of the frequency of becoming a new FTA hub \nt for country i and time t) during 1958–2005.6 Countries with the highest \n(denoted by Hi\nfrequency of being FTA hubs (13 times) are the nine earliest members of the European \nUnion (EU). Six countries that joined EU at later dates have the second highest frequency \nof becoming FTA hubs while European Free Trade Area (EFTA) countries have the third \nhighest frequency. Eastern European countries such as Bulgaria, Romania, and Turkey \nhave also recently joined many FTAs and have become FTA hubs. Mexico (5 times) and \nthe US (4 times) have become FTA hubs in the Americas. Australia (3 times), Singapore \n(3 times), New Zealand (2 times), PRC (1 time), and Japan (1 time) are FTA hubs in the \nAsia and Pacific region. The overall evidence suggests that FTA hub countries are likely \nto be members of RTAs. In particular, EU members seem to be prominent FTA hubs.\n\nTable 1: Frequency of Becoming a New FTA Hub, 1958–2005\n\nRanking\n\nCountries\n\n1\n\n2\n3\n4\n5\n6\n7\n8\n9\n\n10\n\n11\n\nBelgium, Denmark, France, Germany, Ireland, Italy, Luxemburg, \nNetherlands, United Kingdom\nGreece, Portugal, Spain\nAustria, Finland, Sweden, Switzerland\nIceland, Liechtenstein, Norway\nRomania, Turkey\nBulgaria, Israel, Mexico\nArmenia, Croatia, Georgia, Kyrgyz Republic, Macedonia, United States\nAustralia, Chile, Moldova, Russian Federation, Singapore\nAlbania, Bosnia and Herzegovina, Canada, El Salvador, Kazakhstan, \nNew Zealand, Ukraine\nPeople’s Republic of China, Costa Rica, Cyprus, Czech Republic, \nEstonia, Hungary, Japan, Jordan, Latvia, Lithuania, Malta, Nicaragua, \nPalestine Authority, Poland, Slovak Republic, Slovenia, South Africa, \nTunisia\nRest of the world (151)\n\n2005\n\nt=1\nHi\nt\n\n13\n\n11\n9\n8\n6\n5\n4\n3\n\n2\n\n1\n\n0\n\n\u0004  Some FTAs notified in 200\u0004 onward are still under negotiation. Thus we limit our sample period to up to 2005 when \n\nall FTAs are currently in effect.\n\n\f\u0018  |  ADB Economics Working Paper Series No. 1\u00187\n\nSince we have panel data of 211 countries over 48 years, our total number of \nobservations is 10,128. Table 2 below shows that the unconditional probability of a \nrandomly chosen country i being an FTA hub at randomly chosen time t is 3.04%. A \ncountry’s conditional probability of being an FTA hub if it has never been an FTA hub \nbefore is only 0.63%. On the other hand, a country’s conditional probability of being \nan FTA hub if it has been an FTA hub at least once before is much higher at 38.93%. \nThis implies that countries that have been FTA hubs in the past are much more likely to \nbecome FTA hubs in the future.\n\nTable 2: Conditional Probability of Being a New Hub\n\nP(Hi\n\nt|j\n\nt-1958 Hi\n\nt-j)\n\nj=1\n\nt-1958 Hi\n\nt-j=0\n\nj=1\n\nt-1958 Hi\n\nt-j≥1\n\nTotal\n\nHi\n\nt=0\n\n99.73%\n(9,431)\n\n61.07%\n(389)\n\n96.96%\n(9,820)\n\nHi\n\nt=1\n\n0.63%\n(60)\n\n38.93%\n(248)\n\n3.04%\n(308)\n\nToTal\n\n100%\n(9,491)\n\n100%\n(637)\n\n100%\n(10,128)\n\nNote:   j=\u0004\n\nt-\u0004958 Hi\n0.\u0004\u0004%. j=\u0004\nan FTA hub is \u00048.9\u0004%. The unconditionally probability of being an FTA hub is \u0004.04%.\n\nt-j=0 means that a country has never been an FTA hub before. In this case, the probability of being an FTA hub is \nt-\u0004958 Hi\nt-j≥\u0004 means that a country has been an FTA hub at least once before. In this case, the probability of being \n\nIII.   Data and Empirical Framework\n\nOur primary data set is from Rose (2004), which uses the standard gravity model of trade \nto examine the impact of the WTO on international trade. The gravity model, a widely \nused workhorse of empirical analysis in international trade, explains the natural logarithm \nof bilateral trade with the logs of the distance between the two countries and their joint \nincome. Most applications of the gravity model include a number of explanatory variables \nin addition to distance and joint income. Since our data are from Rose (2004), we use his \nbasic empirical framework in the sense that we use the same explanatory variables. Rose \nasserts that his empirical strategy is to control for as many causes of trade as possible, \nwhich explains why the total number of variables in his data set is 43. As a result, we \nalso control for a large number of trade determinants in addition to those of central \ninterest to us, i.e., the FTA-related variables. Those variables are listed in Appendix C \nand include dummy variables for income levels (e.g., high-income); geographical location \n(e.g., East Asia); other geographical factors (e.g., landlocked); cultural/historical factors \n(e.g. common language) and status of WTO membership. The sample period of Rose’s \ndata set is 1960–1999. \n\n\fEffects of Hub-and-Spoke Free Trade Agreements on Trade: Panel Data Analysis  |  7\n\nWe supplement Rose’s data set with our data for FTAs and FTA hubs. As noted earlier, \nour primary source of data for these variables is the Regional Trade Agreements Notified \nto the GATT/WTO and in Force by Date of Entry into Force, available at the WTO \nwebsite and reproduced in Appendix A. We construct an FTA variable and two FTA hub \nvariables from all RTAs notified to the WTO between 1960 and 1999.  Merging Rose’s \ndata set with our data set for FTAs and FTA hubs leaves us with a balanced panel data \nset consisting of 99 countries (see Appendix B) and running from 1960 to 1999.7 As \nBaier and Bergstrand (2007) point out, FTAs are typically phased in over 5–10 years and \nthus will not become fully effective before this time period. Therefore, following Baier and \nBergstrand, we exclude from our sample the post-2000 period that saw a surge of new \nFTAs.8\n\nWe now define the FTA variable and the two FTA hub variables. FTAij=1 for two countries \ni and j if they have an FTA with each other and FTAij=0 otherwise. If FTAij=1, HUBij=1 \nfor country i if country i is an FTA hub with respect to country j and HUBij=0 otherwise. \nThe volume of country i’s exports to country j will depend on whether the two countries \nhave an FTA with each other, and, if so, whether country i is an FTA hub with respect to \ncountry j. In terms of our notation,\n\n⇒\n\nHUB\n\nij\n\nij\n\nFTA\n\n\n1\n\n\n\n0\n\n\n\n\n1\n\n\n0\n\n\n→\n\n→\n\nE\n\nij\n2\n\nij\nE\n1\n\n→\n\nE\n\nij\n0\n\nEij, or exports from country i to country j, can be expressed as\n\nij\n\nE\n\n=\n\nij\n\n\nFTA HUB E\n\n\nij\n\nij\n2\n\n+\n\n(\n1\n\n−\n\nij\nij\nHUB E\n1\n\n)\n\n\n +\n\n−\n1\n\n\nij\nFTA E\n\nij\n0\n\n \n\n\n\n\nwhere Eij\n\n0, Eij\n\n1 and Eij\n\n2 are functions of Xi, or a vector of control variables for country i.\n\nE\n\nij\n2\n\n=\n\ni\nα β\n+\n\ni\n2\n\ni\n\nX\n\n+\n\ni\nε\n2\n\nij\nE\n1\n\n=\n\ni\nα β\n+\n\ni\n1\n\ni\n\nX\n\n+\n\ni\nε\n1\n\nE\n\nij\n0\n\n=\n\ni\nα β\n+\n\ni\n0\n\ni\n\nX\n\n+\n\ni\nε\n0\n\n;\n\n;\n\n \n\nThe volume of bilateral trade between country i and country j is the sum of Eij and Eji, \nwhich, making use of equations (1) and (2) above, can be expressed as\n\n(1)\n\n(2)\n\n7  Rose’s data set has bilateral trade for some countries with only one observation. These observations are dropped in \nFD regressions but not for OLS or FE regressions. We create a balanced panel so we can have comparable results for \ndifferent regressions. A balanced panel with a long time series also allows us to better address the problem of serial \ncorrelation.\n\n8  Including the post-2000 FTAs, which are likely to be less than fully effective due to the gradual nature of FTA-based \ntrade liberalization, will impart an upward bias to the estimated effect of FTA on trade, especially in light of the \nrapid growth of FTAs in the post-2000 period. \n\n\f\u0018  |  ADB Economics Working Paper Series No. 1\u00187\n\n=\n\ni\nα β\n+\n\n0\n\ni\n\nX\n\nj\n\nβ\n\nX\n\nj\n\n+\n\n+\n\nµ\n0\n\nFTA\n\nij\n\n+\n\nµ\nFTAHUB\n1\n\n+\n\nµ\n2\n\nFTAHUB\n\nij\n\nji\n\n+\n\nFTA\n\nij\n\ni\nε\n( 11\n\n+\n\ni\nj\nε ε ε\n0\n0\n\n−\n\n−\n\nj\n1\n\n)\n\n+\n\nFTAHUB\n\nij\n\ni\nε ε\n(\n−\n1\n\ni\n2\n\n)\n\n+\n\nFTAHUB\n\nji\n\nj\nj\nε ε\n(\n−\n1\n2\n\n)\n\n+\n\nj\nε ε\n+\n00\n\ni\n0\n\n \n\n(3)\n\nij\n\nE\n\nji\n\n+\n\nE\n\n   \n\nwhere \n\nFTAHUBij = FTAij´HUBij and FTAHUBji = FTAij´HUBji (note FTAij = FTAji); a0 = a i\n1 and 2 = a j\n0 = a i\n\n0; 1 = ai\n\n2 − a j\n\n1+a j\n\n1−a i\n\n2−a i\n\n0-a j\n\n1.\n\n0+a j\n\n0; \n\nWe are interested in estimating the value of 0, 1 and 2. A positive estimated value \nof 0 implies that an FTA has a positive effect on bilateral trade between country i and \ncountry j. If 0>0, this implies that (ai\n1+aj1) > (ai\n0). That is, the sum of country i’s \nexports to country j and country j’s exports to country i are greater if they have an FTA \nwith each other than if they do not. By definition, the sum of exports is bilateral trade, so \nthis is equivalent to saying that bilateral trade is larger with an FTA than without an FTA.\n\n0+aj\n\nA positive estimated value of 1 or 2 or both implies that the overlapping of FTAs has \na further positive effect on the trade of FTA hub countries. However, we must distinguish \nbetween two possible scenarios. First, only one of the two estimates is positive, i.e., \n(1>0, 2=0) or (1=0, 2>0). This implies that ai\n1 and only one of the \ntwo FTA partners is a hub country. Second, both estimates are positive so that 1>0 and \n2>0. This implies that ai\n1, and both FTA partners are hub countries. As \npointed out earlier, it is theoretically possible for two countries to be each other’s hub and \nspoke at the same time if both belong to more than two FTAs. In either case, regardless \nof whether one or both of the FTA partners is a hub, bilateral trade is larger than if neither \nis a hub. That is, trade between two FTA partners is larger if they are in a hub-and-spoke \nrelationship than if they are not.\n\n1 and aj\n\n1 or aj\n\n2>ai\n\n2>aj\n\n2>ai\n\n2>aj\n\nOur empirically testable specification of the gravity model is\n\nlnT\n\nij\n\nt\n\n=\n\nα β\n+\n\nX\n\n0\n\nij\n\n+\n\nµ\n0\n\nij\nFTA\nt\n\n+\n\nij\nµ\nFTAHUB\n1\nt\n\n+\n\nµ\n2\n\nFTAHUB\nt\n\nji\n\n+\n\nij\nε\nt\n\n \n\n(4)\n\nTij\nt is the total trade volume—the sum of Eij and Eji—between country i and country \nj at time t. The vector Xij refers to the 43 explanatory variables for country i and j in \nRose’s data set. Those variables are listed in Appendix C and include five time-variant \nvariables. One of the variables is a dummy binary variable that takes on the value of \n1 if both countries are members of the same RTA, e.g., EU, and 0 otherwise. This is \nimportant because we want to separate out the FTA hub effect from the RTA membership \neffect.9 We follow Baier and Bergstrand (2007) in including up to six lags of FTAij\nthe estimation of equation (4).10 The lags capture an institutional feature of FTAs, i.e., \n\nt in \n\n9  It was earlier pointed out in Section IIB that members of RTAs, especially the EU, are prominent FTA hubs.\n\u00040 We also obtained the regression results that include up to \u00040 lags of FTA. However, the lags of FTA after \u0004 years are \n\n\fEffects of Hub-and-Spoke Free Trade Agreements on Trade: Panel Data Analysis  |  \u0018\n\nthey are typically phased in over a period of 5–10 years; as well as the nature of FTAs’ \neconomic effects, i.e., terms of trade changes associated with FTAs tend to have lagged \neffects on trade volumes. We also generalize the specification of equation (4) by including \ntime dummy variables.\n\nThe first-differenced form of equation (4) can be expressed as: \n\nij\n\n∆\n\nlnT\nt\n\n=\n\nβ\n∆\n\nX\n\nij\nt\n\n+\n\nµ\n0\n\n∆\n\nij\nFTA\nt\n\n+\n\nµ\n∆\n1\n\nij\nFTAHUB\nt\n\n+\n\nµ\n2\n\n∆\n\nFTAHUB\nt\n\nji\n\n+\n\n∆\n\nij\nε\nt\n\n \n\n(5)\n\nij  in (5) includes only the five time-variant explanatory variables \n\nNotice that the term  Xt\nfrom Rose’s data set while the term  X ij  in (4) includes all 43 explanatory variables \nfrom the same data set. Incidentally, the fixed effects model accounts for time-invariant \nvariables so that its estimation also requires only the five time-variant variables.\n\nAs noted earlier, the biggest econometric criticism of the empirical literature on the \nrelationship between FTAs and trade is that FTA variables are assumed to be exogenous \nrather than endogenous. To formally test for the exogeneity of FTAs, we perform the \nheteroskedasticity-robust C-test for exogeneity developed by Baum, Schaffer, and \nStillman (2003). Table 3 below reports the results, which show that for pooled OLS \nregressions, the C-test rejects the null hypotheses that FTAij\nexogenous at the 1% significance level.11 In contrast, for the FE and FD regressions, \nthe C-tests cannot reject the null hypotheses that all three FTA-related variables (FTAij\nFTAHUBij\nresults thus confirm Baier and Bergstrand’s contention that the problem of endogeneity \ncan be addressed by using panel data and FE/FD regressions.\n\nt, \nt) are exogenous even at the 10% significance level. Our C-test \n\nt and FTAHUBji\n\nt and FTAHUBij\n\nt are \n\nBoth FE and FD regressions assume that the errors in the regressions are serially \nuncorrelated. If the errors are serially correlated, the FE and FD estimators may be \ninefficient and inconsistent. There is a risk of serial correlation since bilateral trade \nlevels in earlier years may affect current bilateral trade levels. We use the test for serial \ncorrelation outlined by Wooldridge (2002). Table 3 reports the results of the test, which \ninvolves running heteroskedasticity-robust OLS, FE and FD regressions on the residuals, \nand the lagged residuals. The results indicate serial correlation in the pooled OLS and \nFE regressions but not in the FD regressions.12 We correct for serial correlation in pooled \nOLS and FE regressions by using the Prais-Winsten (1954) transformation.\n\nWe also test for strict exogeneity since its violation may also result in inefficient \nand inconsistent FE and FD estimators. For this purpose, we use a test put forth by \n\nnot significant. The results for regressions that include up to \u00040 lags are available upon request from the authors.\n\u0004\u0004 In conducting the C-test of exogeneity, we have to assume excluded instruments correlated to FTA or FTAHUB but \northogonal to the error terms. However, as Baier and Bergstrand mention, it is difficult to find such instruments. For \nthe C tests of exogeneity, we use as instruments the lagged log values of per capita trade and lagged log values of \nthe sum of per capita real GDP. \n\n\u00042 The notes in Table \u0004 provide a more in-depth discussion of the test and results.\n\n\f10  |  ADB Economics Working Paper Series No. 1\u00187\n\nWooldridge (2002). For FE model, the test involves running a FE regression on the \ndependent variable, the regressors and the lead (t+1) values of the subset of regressors. \nFor the FD model, the test involves running a regression on the FD dependent variable, \nFD regressors and a subset of regressors in levels. Based on the results, which are \nreported in Table 3, we can reject the null of strict exogeneity for the FE model but cannot \ndo so for the FD model.13 Therefore, the FD model, which does not suffer from serial \ncorrelation and does not violate strict exogeneity, is the most robust among the three \nmodels. Nevertheless, the estimates are broadly similar for the pooled OLS, FE, and FD \nregressions. This implies that endogeneity in pooled OLS regressions and violation of \nstrict exogeneity in FE regressions does not seriously bias the results.\n\nTable 3: Specification Tests\n\nVariable\n\nolS Estimates\n\nFE Estimates\n\nFD Estimates\n\nStatistic\n\nP-Value\n\nStatistic\n\nP-Value\n\nStatistic\n\nP-Value\n\nFTAij\n\nt\n\nFTAHUBij\n\n8.521\n\n0.671\n\n0.004\n\n0.412\n\nFTAHUBji\n\n16.231\n\n0.0001\n\nt\n\nt\n\nρ\n\nγ\n\n0.898 \n(0.002)\n\n0.000\n\n–\n\n–\n\nC-Test for Endogeneity\n\n1.135\n\n1.352\n\n0.928\n\n0.743 \n(0.003)\n\n0.271 \n(0.032)\n\nTest for Serial Correlation\n\nTest for Strict Exogeneity\n\n0.287\n\n0.245\n\n0.335\n\n0.000\n\n0.000\n\n1.836\n\n0.052\n\n2.224\n\n−0.243 \n(0.004)\n\n−0.003 \n(0.008)\n\n0.175\n\n0.820\n\n0.136\n\n0.000\n\n0.687\n\nOLS = ordinary least squares, FE = fixed effect, FD = fixed difference, FTA = free trade area.\nNote:  As developed by Baum, Schaffer, and Stillman (200\u0004), the C-statistic is a test statistic for testing endogeneity of FTAji\n\nt, \n\nt, and FTAHUBji\n\nt. The test has a null that a regressor is exogenous and an alternative that it is endogenous. The \n\nFTAHUBij\nC-statistic has a chi-square distribution and is robust to heteroskedasticity. Woodridge (2002) outlines a test for serial \ncorrelation for OLS, FE estimates, and FD estimates. The test involves running heteroskedasticity-robust OLS, FE, and FD \nregressions on the residuals and the lagged residuals. Where ρ is the coefficient of the lagged residuals, the null hypothesis \nis ρ = 0 for no serial correlation under OLS and alternative hypothesis of serial correlation is ρ ≠ 0 in OLS regression. For FE \nregression, the null hypothesis of no serial correlation is ρ = -\u0004/(T-\u0004) and the alternative hypothesis of serial correlation is \nρ > 0. For FD regressions, the null hypothesis of no serial real correlation is ρ = −0.5 and the alternative hypothesis of serial \ncorrelation is ρ > 0. Wooldridge also specifies a regression-based tests for strict exogeneity in FE and FD models. For the FE \nmodel, the test involves running a fixed effect regression on the dependent variable, the regressors, and the lead of the \nsubset of regressors (t+\u0004). We consider only the FTAij\nt+\u0004 for the test. With γ as the coefficient of FTAij t+\u0004, the null of strict \nexogeneity is γ = 0 against the alternative of violation of strict exogeneity of γ ≠ 0. For the FD model, the test involves running \na regression on the FD dependent variable, FD regressors, and a subset of regressors in levels. We consider only FTAij\nt. With γ \nas the coefficient of FTAij\nt, the null of strict exogeneity is γ = 0 against the alternative of violation of strict exogeneity ofγ ≠ 0. \nValues in parenthesis are robust standard errors.\n\n\u0004\u0004 Please refer to the notes for Table \u0004 for a more in-depth discussion of the test and results.\n\n\fEffects of Hub-and-Spoke Free Trade Agreements on Trade: Panel Data Analysis  |  11\n\nIV.   Empirical Results\n\nTable 4 reports our results for the pooled OLS, FE, and FD regressions. The pooled \nOLS and FE regressions have been corrected for serial correlation by the Prais-Winsten \ntransformation. We do not report the results for the 43 control variables in Rose (2004) \nbut they are available from authors upon request. In general, our results for those \nvariables are quite close to Rose’s results, and most of the coefficient estimates have \nthe expected signs and are significant. For example, the effect of sharing a common \nborder on bilateral trade was positive and highly significant as was the effect of both \ntrading partners being Asian countries. Membership in RTAs also had a positive, highly \nsignificant effect on trade.14 On the other hand, the effect of distance between the trading \npartners was negative and highly significant, as was the effect of both partners being \nleast developed countries. The fact that our results for the 43 control variables are largely \nconsistent with economic intuition gives us some confidence that our empirical analysis \nwill be able to isolate and identify the effects of FTAs and their hub-and-spoke nature on \ntrade flows.\n\nFor our purposes, the most relevant coefficient estimates are those of the FTA variable \nand the two FTA hub variables, so we will focus upon those variables in our discussion \nof the results of the three regressions in Table 4. For the pooled OLS regressions, we \ninclude all of Rose’s 43 explanatory variables but we only include the five time-variant \nvariables for the FE and FD regressions. The pooled OLS results show that FTAij\nsignificant and positive impact on bilateral trade after 2 years. That is, countries that have \nan FTA with each other trade more with each other than countries having no FTA with \neach other. The coefficient estimate of FTAHUBji\nthe coefficient estimate of FTAHUBij\nsome support to a positive effect of hub-and-spoke FTAs on trade but, as noted earlier, \nthose results suffer from the endogeneity of the three FTA-related variables.\n\n is insignificant. The pooled OLS results thus lend \n\n is 0.076 and has a p-value of 6.0% while \n\n has a \n\nThe results of the FE regressions, which do not suffer from endogenous FTA-related \nvariables, indicate that FTAij\n has a significant and positive impact on bilateral trade. The \naverage treatment effect of FTA, which refers to the notion that bilateral trade will differ \nbased on whether or not the two countries share an FTA, is 0.083 after 5 years. The \ncoefficient estimate of FTAHUBji\nestimate of FTAHUBij\nthe FTA effect and the hub-and-spoke FTA effect, is 0.191. The FE results thus lend \nstrong support to a positive effect of hub-and-spoke FTAs on trade but, as noted earlier, \nthe FE model is a first order autoregressive process that may violate the assumption of \nstrict exogeneity. Tests for strict exogeneity confirm that the assumption is violated, which \nimplies that the FE estimators may be inefficient and inconsistent.\n\n is insignificant. The total average treatment effect, or the sum of \n\n is 0.108 and has a p-value of 3.2% while the coefficient \n\n\u00044 As noted earlier, RTA members, especially EU members, figure prominently among FTA hubs. As such, we want to \n\nseparate out RTA membership effects from FTA hub effects.\n\n\f1\u0018  |  ADB Economics Working Paper Series No. 1\u00187\n\nTable 4: Estimation Results for Heteroskedasticity-Robust OLS, Fixed Effect, and First-\nDifferenced Models (dependent variable: ln(ltrade)ij t) \n\nolS Estimation using \nthe  Prais-Winsten \nTransformation\n\nFE Estimation using Prais-\nWinsten Transformation\n\nFD Estimation\n\nRegressor Coefficient Robust \nstandard \nerror\n\nP-value Coefficient Robust \nstandard \nerror\n\nP-value Coefficient Robust \nstandard \nerror\n\nP-value\n\n0.046\n\n0.019\n\n0.017\n\n0.023\n\n0.015\n\n0.024\n\n0.019\n\n0.045\n\n0.041\n\n0.012\n\n0.644\n\n0.517\n\n0.004\n\n0.000\n\n0.001\n\n0.002\n\n0.001\n\n0.959\n\n0.060\n\n0.000\n\nFTAij t\nFTAij t-1\nFTAij t-2\nFTAij t-3\nFTAij t-4\nFTAij t-5\nFTAij t-6\nFTAHUBij t\nFTAHUBji t\nSum \nln(rgdp)j\n\nit \n\nAdditional  \nregressors\n\nTime \ndummies\n\n−0.021\n\n0.012\n\n0.048***\n\n−0.088***\n\n0.051***\n\n0.074***\n\n0.066***\n\n−0.002\n\n0.076*\n\n0.497***\n\n43\n\nYes\n\nNo. of obs.\n\n56576\n\nF-statistic \n\n–\n\n0.042\n\n0.018\n\n0.016\n\n0.017\n\n0.014\n\n0.024\n\n0.018\n\n0.041\n\n0.040\n\n0.014\n\n0.821\n\n0.986\n\n0.011\n\n0.895\n\n0.004\n\n0.003\n\n0.002\n\n0.921\n\n0.061\n\n0.000\n\n-0.050\n\n0.013\n\n0.047\n\n−0.020\n\n0.029\n\n0.083**\n\n0.066\n\n0.033\n\n0.108**\n\n0.243**\n\n4\n\nYes\n\n56576\n\n85.93\n\n0.065\n\n0.032\n\n0.033\n\n0.034\n\n0.035\n\n0.040\n\n0.039\n\n0.067\n\n0.050\n\n0.011\n\n0.441\n\n0.680\n\n0.158\n\n0.557\n\n0.395\n\n0.039\n\n0.096\n\n0.621\n\n0.032\n\n0.000\n\n0.009\n\n0.000\n\n0.040**\n\n−0.002\n\n0.041***\n\n0.070***\n\n0.056***\n\n−0.004\n\n0.075*\n\n0.171***\n\n4\n\nYes\n\n54912\n\n0.000\n\n47.16\n\n0.000\n\n0.168\n\nATE\n***, **, and * indicate \u0004%, 5%, and \u00040% levels of significance, respectively.\nOLS = ordinary least squares, FE = fixed effect, FD = fixed difference, FTA = free trade area, ATE = average treatment effect.\nNote: \n\nt is the ln of country i and j’s total trade with each other; FTAij\n\nln(trade)ij\nj have a free trade agreement (FTA) and 0 otherwise; FTAHUBij\nbecomes a hub when it enters into an FTA with country j (i) and 0 otherwise; sum ln(rgdp) is the sum of the log real GDP \nof country i and country j. ρ is the coefficient of the lagged residuals to test for serial correction. It is calculated by running \nregressions on the residuals with the lag of the residuals. The residuals for the fixed effects and first differenced models are \nderived from regressions of time-demeaned and FD variables, respectively. The additional regressors are described in Rose \n(2004) and Appendix C. The results of the additional regressors are mostly significant with the correct signs. These results \nare not reported because of space limitation but are available from the authors upon request. The Prais-Winsten (\u0004954) \ntransformation adjusts for serial correlation. ATE is the average treatment effect with at least 5% level of significance. \n\nt is dummy variable that is \u0004 if country i and country \n\nt) a dummy variable that is \u0004 if country i (j) \n\nt (FTAHUBji\n\n0.215\n\nWe earlier saw that the FD regressions do not suffer from endogeneity, serial correlation, \nand violations of strict exogeneity. As such, the FD estimators are efficient and consistent, \nand the FD results are therefore likely to be the more robust and reliable than the \npooled OLS or FE results. The FD results indicate that the average treatment effect of \nFTAs at the 5% significance level, or the sum of FTAij\n coefficients significant at the 5% \nsignificance level is 0.207. This represents an annual growth rate of bilateral trade of \nabout 3.5%.15 The coefficient estimate of FTAHUBji\n is 0.075 and has a p-value of 6.1% \nwhile the coefficient estimate of FTAHUBij\n is insignificant. This suggests that a hub-and-\n\u00045 The ATE of e0.207 implies that the trade will be increasing by \u00042\u0004% over the \u0004 years. So the annual growth rate of \n\ntrade is r=\u0004.5%, which is calculated from (\u0004+r)\u0004=\u0004.2\u0004.\n\n\fEffects of Hub-and-Spoke Free Trade Agreements on Trade: Panel Data Analysis  |  1\u0018\n\nspoke FTA has a moderately significant positive impact on trade. If we incorporate the \nhub-and-spoke nature of FTAs, the average treatment effect of FTAs rises further to \n0.282. This represents an annual growth rate of trade of about 4.9% and a doubling of \ntrade volume after 14½ years.\n\nOverall, our empirical analysis based on pooled OLS, FE and FD regressions yields \ntwo main findings. First, FTAs have a positive and significant impact on bilateral trade \nbetween FTA members in all three regressions. Our results thus confirm the presence \nof average treatment effects for FTAs; i.e., whether two countries have an FTA or not \nmatters for the volume of bilateral trade. Furthermore, the positive and significant effect \nseems to materialize not immediately but with a time lag. Second, the hub and spoke \nnature of FTAs appears to reinforce and augment the significantly positive effect of FTAs \non trade. It is noteworthy that the estimated size of the hub-and-spoke effect is quite \nsimilar across the three regressions: 0.075 for FD, 0.108 for FE, and 0.076 for pooled \nOLS. This gives us some confidence about the robustness of our estimated hub-and-\nspoke effect. Interestingly and significantly, if we take into account both the direct effect \nof FTAs and the additional hub-and-spoke effect, the growth rate of trade implied by our \nFD results is 4.9%, which is quite close to the actual growth rate of 5.1% between FTA \nmembers computed from our data.\n\nV.   Concluding Observations\n\nAlthough the concept of hub-and-spoke trade systems is not new to the trade literature, \nwhat has been lacking in the literature is a systematic empirical analysis of their effects. \nWe hope that our paper helps to address this significant shortcoming in the literature. \nMore specifically, we apply the concept of hubs and spokes to FTAs and use a panel data \nset comprising 99 countries and covering 40 years (1960–1999) to empirically examine \nthe effect of FTA hubs and spokes on trade. Our point of departure is an increasingly \nprominent stylized fact of international trade in the real world, namely the overlapping \nof FTAs, which give rise to hub-and-spoke FTAs. Intuitively, an FTA hub belonging to \ntwo FTAs—A and B—enjoy a competitive advantage in exporting its goods vis-à-vis FTA \nspokes, which belong to only one of the two FTAs. The hub has a price advantage vis-à-\nvis A-only countries in the B market and price advantage vis-à-vis B-only countries in the \nA market. To the extent that this advantage results in higher exports and hence trade, we \ncan expect the hub-and-spoke feature of overlapping FTAs to increase trade above and \nbeyond the direct, trade-liberalizing effect of FTAs. \n\nIndeed one of our two main empirical findings is that the hub-and-spoke nature of FTAs in \na world of overlapping FTAs does indeed have a positive and significant effect on bilateral \ntrade among FTA members. More precisely, our results imply an average annual growth \n\n\f1\u0018  |  ADB Economics Working Paper Series No. 1\u00187\n\nrate of trade of 4.9% between FTA members and hence a doubling of bilateral trade after \n14½ years. This growth rate of 4.9% implied by our regression results is remarkably close \nto the actual growth rate of 5.1% we computed from our data, which lends credibility to \nthe robustness of our results. The positive and significant effect of hub-and-spoke FTAs \nreinforces our other main empirical finding, namely a positive and significant effect of \nFTAs on trade. Our finding of a positive relationship between FTAs and trade reconfirms \nthe results of Baier and Bergstrand (2007), which do not account for hub-and-spoke \neffects. Their results imply a 7% annual growth rate of bilateral trade between FTA \nmembers and a doubling of trade after 10 years. However, the actual growth rate of trade \nwe computed from their data was only 4.3%, significantly below the growth rate implied \nby their regression results.\n\nAt a broader level, both our paper and Baier and Bergstrand represent efforts to improve \nand refine the empirical analysis of the relationship between FTAs and trade. In fact, we \nuse the methodology developed by Baier and Bergstrand to address the econometric \nissue of endogenous FTA-related variables. In this paper, we propose to further improve \nthe measurement of FTA’s trade effects by accounting for a characteristic of FTAs \nhitherto neglected by the empirical literature. More specifically, we argue that in a world \nof overlapping FTAs, a more accurate estimation of the effect of FTAs on trade requires \ntaking into account the hub-and-spoke nature of FTAs. Furthermore, the proliferation of \nFTAs is likely to further increase the empirical relevance of hub-and-spoke FTAs in the \nfuture. Our empirical evidence provides some support for our argument that the empirical \nanalysis of FTAs would benefit from explicitly recognizing those effects.\n\nGiven the large and growing role of FTAs in international trade, it is of utmost importance \nto measure their impact as accurately as possible. This suggests there is plenty of scope \nfor useful future research. For one, the empirical literature fails to incorporate rules of \norigin (RoO). These rules are an essential part of FTAs and define the conditions under \nwhich the importing country will view a product as originating in an FTA partner. RoO \nentail costs, e.g., a Mexican firm’s costs of certifying the Mexican origins of its exports \nto the US under NAFTA,  which introduce a protectionist bias. Inactive FTAs is another \npotential issue for future research. For example, an FTA may exist in name only if firms \nforego the FTA-based preferential treatment and act as if they were from outside the FTA \narea. Including inactive FTAs in the empirical analysis distorts the estimation of an FTA’s \ntrade effects. However, operationalizing RoO and inactive FTAs for empirical purposes will \nbe far from straightforward.\n\n\fEffects of Hub-and-Spoke Free Trade Agreements on Trade: Panel Data Analysis  |  1\u0018\n\nAppendix A\n\nList of Regional Trade Agreements Notified to WTO, 1958–2005  \n(132 Agreements)\n\n1958: European Community\n1960: European Free Trade Association\n1961: Central American Common Market\n1970: EFTA accession of Iceland\n1971: EC–Overseas Countries and Territories\n1973: EC–Switzerland and Liechtenstein; EC accession of Denmark, Ireland and United \n\nKingdom; EC–Iceland; EC–Norway; Caribbean Community and Common Market\n\n1976: EC–Algeria\n1977: Agreement on Trade and Commercial Relations between the Government of \n\nAustralia and the Government of Papua New Guinea; EC–Syria\n\n1981: EC accession of Greece\n1983: Closer Trade Relations Trade Agreement\n1985: United States–Israel\n1986: EC Accession of Portugal and Spain\n1991: EC–Andorra: Southern Common Market\n1992: EFTA–Turkey\n1993: EFTA–Israel; Armenia–Russian Federation; Kyrgyz Republic–Russian Federation; \n\nEC–Romania; EFTA–Romania; Faroe Islands–Norway; Faroe Islands–Iceland; \nEFTA–Bulgaria; EC–Bulgaria\n\n1994: North American Free Trade Agreement; Georgia–Russian Federation\n1995: Romania–Moldova; EC accession of Austria, Finland and Sweden; Faroe \n\nIslands–Switzerland; Kyrgyz Republic–Armenia; Kyrgyz Republic–Kazakhstan; \nArmenia–Moldova\n\n1996: EC–Turkey; Georgia–Ukraine; Armenia–Turkmenistan; Georgia–Azerbaijan;  \n\nKyrgyz Republic–Moldova; Armenia–Ukraine\n\n1997: EC–Faroe Islands; Canada–Israel; Turkey–Israel; EC–Palestinian Authority; \n\nCanada–Chile; Eurasian Economic Community; Croatia–Former Yugoslav Republic \nof Macedonia\n\n1998: Kyrgyz Republic–Ukraine; Romania–Turkey; EC–Tunisia; Kyrgyz Republic–\n\nUzbekistan; Mexico–Nicaragua; Georgia–Armenia\n\n1999: Bulgaria–Turkey; Central European Free Trade Agreement accession of Bulgaria; \n\nEFTA–Palestinian Authority; Georgia–Kazakhstan; Chile–Mexico;  \nEFTA–Morocco\n\n2000: Georgia–Turkmenistan; EC–South Africa; Bulgaria–FYROM; EC–Morocco; \n\nEC–Israel; Israel–Mexico; EC–Mexico; Southern African Development Community; \nTurkey–FYROM\n\n2001: Croatia–Bosnia and Herzegovina; New Zealand–Singapore; EFTA–FYROM;  \nEC–FYROM; Romania–Israel; EFTA–Mexico; India–Sri Lanka; United States–\nJordan; Armenia–Kazakhstan\n\n2002: Bulgaria–Israel; EFTA–Jordan; EFTA–Croatia; Chile–Costa Rica; EC–Croatia; \n\nEC–Jordan; Chile–El Salvador; Albania–FYROM; FYROM–Bosnia and Herzegovina; \nCanada–Costa Rica; Japan–Singapore\n\n\f1\u0018  |  ADB Economics Working Paper Series No. 1\u00187\n\n2003: EFTA–Singapore; EC–Chile; CEFTA accession of Croatia; EC–Lebanon; Panama– \n\nEl Salvador; Croatia–Albania; Turkey–Bosnia and Herzegovina; Turkey–Croatia; \nSingapore–Australia; Albania–Bulgaria; Albania–UNMIK (Kosovo); Romania–Bosnia \nand Herzegovina\n\n2004: Romania–FYROM; Albania–Romania; PRC–Macao, China; PRC–Hong Kong, \n\nChina; United States–Singapore; United State–Chile; Republic of Korea–Chile; \nMoldova–Bosnia and Herzegovina; European Union Enlargement; Bulgaria–Serbia \nand Montenegro; EC–Egypt; Croatia–Serbia and Montenegro; Romania–Serbia and \nMontenegro; Moldova–Serbia and Montenegro; Albania–Serbia and Montenegro; \nMoldova–Croatia; Albania–Moldova; Bulgaria–Bosnia and Herzegovina; Moldova–\nFYROM; Moldova–Bulgaria; Albania–Bosnia and Herzegovina; EFTA–Chile\n\n2005: Thailand–Australia; US–Australia; Japan–Mexico; Turkey–PLO; EFTA–Tunisia; \n\nThailand–New Zealand; Turkey–Tunisia\n\nCACM = Central American Common Market, CARICOM = Caribbean Community and Common Market, CEFTA = Central European \nFree Trade Agreement, CER = Closer Trade Relations Trade Agreement, EAEC = Eurasian Economic Community,  \nEC = European Community, EFTA = European Free Trade Association, FYROM = Former Yugoslav Republic of Macedonia, \nMERCOSUR = EC–Andorra: Southern Common Market, NAFTA = North American Free Trade Agreement,  \nOCTs = EC–Overseas Countries and Territories, PATCRA = Agreement on Trade and Commercial Relations between the \nGovernment of Australia and the Government of Papua New Guinea, SADC = Southern African Development Community. \n\n\fEffects of Hub-and-Spoke Free Trade Agreements on Trade: Panel Data Analysis  |  17\n\nAppendix B\n\nList of Economies (N=99)\n\nAlgeria\nAngola\nArgentina\nAustralia\nAustria\nBarbados\nBelize\nBenin\nBolivia \nBrazil\nBurkina Faso\nCameroon\nCanada\nCape Verde\nCentral African Rep.\nChad\nChile\nPeople's Republic of \nChina, Colombia\n\nCongo, Rep. \nCosta Rica\nCote D’Ivoire  \n(Ivory Coast)\n\nCyprus\nDenmark\nDominican Rep.\nEcuador\nEgypt\nEl Salvador\nEthiopia\nFiji\nFinland\nFrance\nGabon\n\nGambia\nGermany\nGhana\nGreece\nGuatemala\nGuinea\nGuinea-Bissau\nGuyana\nHaiti\nHonduras\nHong Kong, China \nHungary\nIceland\nIndia\nIndonesia\nIran\nIreland\nIsrael\nItaly\nJamaica\nJapan\nJordan\nKenya\nRepublic of Korea\nMadagascar\nMali\nMauritania\nMauritius\nMexico\nMorocco\nMozambique\nNetherlands\nNew Zealand\nNicaragua\n\nNiger \nNigeria \nNorway \nPakistan \nPanama \nPapua New Guinea \nParaguay \nPeru \nPhilippines \nPortugal \nRomania \nSaudi Arabia \nSenegal \nSierra Leone \nSouth Africa \nSpain \nSri Lanka \nSuriname \nSweden \nSwitzerland \nSyria \nTanzania \nThailand \nTogo \nTrinidad and Tobago \nTunisia \nTurkey \nUganda \nUnited Kingdom \nUnited States \nUruguay \nVenezuela\n\n\f1\u0018  |  ADB Economics Working Paper Series No. 1\u00187\n\nAppendix C\n\nAdditional Regressors in Table 4\n\nSum of the log of real GDP of country i and j* \nCommon language\nBoth countries in GATT/WTO\nBoth founding GATT members \nCaribbean dummy (i)\nCaribbean dummy (j) \nDummy for common colonizer post-1945 \nDummy for pairs currently in colonial \n\nrelationship*\n\nDummy for pairs ever in colonial relationship\nDummy for same nation/perennial  colonies\nEast Asian dummy (i) \nEast Asian dummy(j) \nGATT/WTO accession (i)\nGATT/WTO accession (j) \nGeneral System of Preferences dummy* \nHigh income dummy (i)\nHigh income dummy (j) \nIslands\nLand border dummy \nLandlocked\nLatin-Caribbean dummy (i)\nLatin-Caribbean dummy (j) \nLeast developed dummy (i) \n\nLeast developed dummy (j) \nLog of distance\nLow income dummy (i) \nLow income dummy (j) \nMaximum years in GATT/WTO \nMiddle East and North African dummy (i) \nMiddle East and North African dummy (j) \nMiddle income dummy (i)\nMiddle income dummy (j) \nMinimum years in GATT/WTO \nNeither country in GATT/WTO \nOne country in GATT/WTO \nOne founding GATT member \nRTA dummy of 1 for joint membership in any of the \nfollowing—EC/EU, USIS, NAFTA, CARICOM, \nPATCRA, ANZD, CACM, MERCOSUR, ASEAN, \nSPARTECA—and 0 otherwise*\n\nSouth Asian dummy (i) \nSouth Asian dummy (j) \nStrict Currency Union* \nSub-Saharan Africa dummy (i) \nSub-Saharan Africa dummy (j) \nYears inside GATT/WTO (i) \nYears inside GATT/WTO (j)\n*Indicates time-variant variables. \n\nGATT/WTO = General Agreement on Tariffs and Trade/World Trade Organization, EC/EU = European Community/European Union, \n\nUSIS = US–Israel Free Trade Agreement, NAFTA = North American Free Trade Agreement, CARICOM = Caribbean Community \nand Common Market, PATCRA = Agreement on Trade and Commercial Relations between the Government of Australia and \nthe Government of Papua New Guinea, ANZD = Australia–New Zealand Free Trade Agreement, CACM = Central American \nCommon Market , MERCOSUR = EC–Andorra: Southern Common Market, ASEAN = Association of Southeast Asian Nations, \nSPARTECA = South Pacific Regional Trade and Economic Cooperation Agreement. \n\nSource:   The dataset is from Andrew Rose’s website (see faculty.haas.berkeley.edu/arose).\n\n\fEffects of Hub-and-Spoke Free Trade Agreements on Trade: Panel Data Analysis  |  1\u0018\n\nReferences\n\nBaier, S. L., and J. H. Bergstrand. 2007. “Do Free Trade Agreements Actually Increase Members’ \n\nInternational Trade?” Journal of International Economics 71(1):72–95.\n\nBaum, C., M. Schaffer, and S. Stillman. 2003. Instrumental Variables and GMM: Estimation and \n\nTesting. Boston College Working Paper No. 545, Boston College Department of Economics, \nChestnut Hill, MA.\n\nChong, S. J., and J. Hur. 2008. “Small Hubs, Large Spokes and Overlapping Free Trade \n\nAgreements.” World Economy. Forthcoming.\n\nKowalczyk, C., and R. J. Wonnacott. 1992. Hub and Spokes, and Free Trade in the Americas. \n\nNBER Working Paper No. 4198, National Bureau of Economic Research, Inc., Cambride, MA.\n\nMagee, C. 2003. “Endogenous Preferential Trade Agreements: An Empirical Analysis.” \n\nContributions to Economic Analysis and Policy 2(1)166–83.\n\nPrais, S. J., and C. B. Winsten. 1954. Trend Estimation and Serial Correlation. Cowles \n\nCommission Discussion Paper No. 383, Chicago.\n\nPuga, D., and A. J. Venables. 1997. \"Preferential Trade Arrangements and Industrial Location.\" \n\nJournal of International Economics 43:347–68.\n\nRose, A. 2004. “Do We Really Know that the WTO Increases Trade?” American Economic Review \n\nWooldridge, J. 2002. Econometric Analysis of Cross Section and Panel Data. Cambridge, \n\nWonnacott, R. J. 1975. “Canada’s Future in a World of Trade Blocks: A Proposal.” Canadian Public \n\n94:98–114. \n\nMassachusetts: MIT Press.\n\nPolicy 1(1):118–30.\n\n———. 1982. “Controlling Trade and Foreign Investment in the Canadian Economy: Some \n\nProposals.” Canadian Journal of Economics 15:567–85.\n\n\fAbout the Paper\n\nJoseph D. Alba, Jung Hur, and Donghyun Park investigate the effect of hub-and-spoke free \ntrade agreements (FTAs) on trade using panel data. They find that hub-and-spoke FTAs \nincrease trade above and beyond FTAs. More specifically, this type of FTA causes trade to \ndouble after 14-and-a-half years.\n\nAbout the Asian Development Bank\n\nmember countries substantially reduce poverty and improve the quality of life of their \npeople. Despite the region's many successes, i t remains home to two thirds of the world's \npoor. Six hundred million people in the region live on $1 a day or less. ADB is committed to \nreducing poverty through inclusive economic growth, environmentally sustainable growth, \nand regional integration. \n\nBased in Manila, ADB is owned by 67 members, including 48 from the region. Its main \ninstruments for helping its developing member countries are policy dialogue, loans, equity \ninvestments, guarantees, grants, and technical assistance. In 2007, it approved $10.1 billion \nof loans, $673 million of grant projects, and technical assistance amounting to $243 million.\n\nAsian Development Bank\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines\nwww.adb.org/economics\nISSN: 1655-5252\nPublication Stock No.: \n\nPrinted in the Philippines\n\n\f", "author_pages": ["ADB Economics Working Paper Series No. 127\n", "Effects of Hub-and-Spoke Free Trade \nAgreements on Trade: Panel Data Analysis \n", "Joseph D. Alba, Jung Hur, and Donghyun Park \nOctober 2008\n", "Joseph D. Alba is Associate Professor, Nanyang Technological University; Jung Hur is Assistant Professor, \nNational University of Singapore; and Donghyun Park is Senior Economist, Economics and Research \nDepartment, Asian Development Bank.\n"]}