{"CreationDate": "D:20000814101838", "Producer": "Acrobat Distiller 4.0 for Windows", "Title": "ER67", "Keywords": "", "Subject": "ER67", "Creator": "Adobe PageMaker 6.5", "Author": "mc3", "ModDate": "D:20000814102506+08'00'", "content": "EDRC  REPORT  SERIES  NO.  67\n\nFISCAL  POLICY,  INCOME  DISTRIBUTION,\n\nAND  GROWTH\n\nSailesh K. Jha\n\nNovember 1999\n\n\fAsian  Development  Bank\nP.O.  Box  789\n0980  Manila\nPhilippines\n\n©1999  by Asian  Development  Bank\nNovember  1999\nISSN  0117-0511\n\nThe  views  expressed  in  this  paper  are  those  of  the\nauthors  and  do  not  necessarily  reflect  the\nviews  or  policies  of  the Asian  Development  Bank.\n\n\fForeword\n\nThe EDRC Report Series consists of research and conference papers\n\nprepared  by  or  under  the  auspices  of  the  Economics  and  Development\n\nResource Center. Some of the papers are by-products of research whose\n\nmain results are published in the Economic Staff Papers series. The EDRC\n\nReport Series is circulated mainly to Bank staff and is distributed outside\n\nthe  Bank  only  upon  request.\n\nJUNGSOO LEE\nChief Economist\nEconomics and Development Resource Center\n\n\fContents\n\nAbstract\n\nI.\n\nIntroduction\n\nII.\n\nThe Model\n\nIII.\n\nEmpirical Tests\nA. Cross-country Regressions\nB. Time Series Regressions\n\nIV. Conclusion\n\nAppendixes\n\nA Econometric Model\nB Details of Data\n\nReferences\n\nvii\n\n1\n\n3\n\n5\n5\n8\n\n10\n\n11\n13\n\n14\n\n\fAbstract\n\nThis  study  seeks  to  discern  whether  the  current  distribution  of\nincome determines the evolution of future income distribution and eco-\nnomic  growth  through  fiscal  policy.  Fiscal  policy  consists  of  transfer\npayments  or  an  income  tax.  Fiscal  policy  is  determined  by  the  level  of\ndevelopment,  distribution  of  income,  and  degree  of  political  franchise.\nReduced  form  equations  are  obtained  from  the  political  equilibrium\nendogenous  growth  models  addressing  distributional  issues.  Empirical\ntests of these reduced form equations are carried out using cross-country\ndata and time series data from India and Taipei,China. The cross-country\nevidence  suggests  that  lagged  income  distribution  is  linked  to  future\neconomic  growth  and  income  distribution  through  transfer  payments.\nTime series evidence from Taipei,China suggests that low-income econo-\nmies have to implement low levels of direct taxes, which is accompanied\nby  a  worsening  distribution  of  income,  in  order  to  promote  economic\ngrowth.\n\n\f1\n\nI. Introduction\n\nThe seminal study by Kuznets (1955) that sought to establish the efficacy of economic\ngrowth in improving income distribution has spawned an extensive literature. Subsequent\nstudies by Ahluwalia (1976), Saith (1983), Papanek and Kyn (1986), Ram (1988), Anand and\nKanbur (1993), Campano and Salvatore (1988), and Deininger and Squire (1998) have tried\nto identify whether a tradeoff between economic growth and inequality exists. These studies\nindicate limited support for the Kuznets hypothesis, which states that countries on a growth\npath  from  a  low  level  of  income  to  an  intermediate  level  of  income  will  incur  a  worsen-\ning distribution of income, and that on the growth path from the intermediate level of income\ntoward the high level of income, the distribution of income improves. The results emanating\nfrom  these  studies  are  sensitive  to  sample  choice  and  proxy  for  income  distribution.\n\nRecent studies on income distribution and endogenous growth by Alesina and Rodrik\n(1991), Alesina and Perotti (1993), Bertola (1991), Perotti (1993), Persson and Tabellini (1994),\nand Saint-Paul and Verdier (1991) return to the aforementioned debate. First, the new litera-\nture  looks  at  the  impact  of  inequality  on  growth  rather  than  the  reverse,  as  was  the  case\nwith  the  earlier  literature  influenced  by  Kuznets  (1955).  Second,  the  interaction  between\nincome distribution, economic growth, and fiscal policy is traced over time. Third, the critical\nlink  between  income  distribution  and  growth  is  provided  by  the  theory  of  public  choice\nand in particular the median voter theorem. The impact of income distribution on growth\nis viewed as being mediated through a political process. Taking their market income as a\nstarting point, voters assess their estimated benefits and losses from redistribution, and vote\non  redistribution  policy.  In  this  way  redistribution  can  affect  economic  growth.1\n\nDifferences  in  public  policies  are  one  possible  explanation  for  differences  in  coun-\ntries’ economic growth rates. It is reasonable to assume that if incentives to accumulate capital\nare low (e.g. under conditions of financial repression or excessive taxation), private own-\nership of capital is banned, or legal titles are unclear, people will not invest as much as they\nwould otherwise. If growth is related to investment, growth will be slower. However, public\npolicy itself is the outcome of interests and political strengths of different social groups and\nindividuals. One key difference between people is their ownership of assets and amounts\nof income they receive. Income inequality thus enters in the determination of policy (prin-\ncipally,  in  decisions  on  taxation  and  public  expenditures).\n\nThe aforementioned studies model the public sector as financing public investment\nin production services, public investment in education, or redistribution through propor-\ntional taxation. The models have the appealing feature of incorporating political processes\nand economic structures. Political processes capture the way that individual preferences over\nfiscal policy are translated into macroeconomic policy. The economic structure illuminates\nthe  link  between  fiscal  policy  and  economic  growth.\n\n1There  is  also  a  literature  linking  income  distribution  to  economic  growth  through  credit  market\nimperfections. For a comprehensive survey of this literature see Perotti (1994). We do not consider this class\nof  models  in  this  study.\n\n\f2\n\nConsider  the  situation  of  an  extremely  skewed  distribution  of  market  income  and\nwhere all adults of eligible age are allowed to vote (full franchise).2  In such a system, the\nmedian  voter  is  relatively  poor  (his  income  is  not  much  higher  than  the  income  of  indi-\nviduals belonging to the lowest decile) and has an interest to vote for extensive redistribution.\nIf this happens, returns on assets owned by the rich will be lowered and the incentives for\ntheir accumulation reduced. This, in turn, may have a negative impact on growth. If this\nrelation  is  valid  at  all  levels  of  income,  as  Persson  and  Tabellini  (1994)  assume,  income\ninequality will have a negative impact on growth. In empirical terms, it would be unlikely\nto  find  the  constellation  of  highly  unequal  income  distribution,  full  democracy,  and  fast\ngrowth. This constellation is even more unlikely to occur at low levels of absolute income.\nAlesina and Rodrik (1991) similarly hold that higher inequality, reflected in individu-\nals’  capital–labor  ratios  that  are  highly  skewed  to  the  right,  will  be  bad  for  growth.  If\ncapital–labor  ratios  are  highly  skewed  to  the  right  (a  proxy  for  high  income  inequality),\nthe median voter will choose a tax on capital that is higher than the tax compatible with\nthe highest growth rate, because the median voter’s gain from a proportional tax on capital\nwill be greater than the tax he must pay. In other words, the median voter will have suf-\nficiently little capital that the tax he pays will be small compared to the gain that he receives\nthrough  government  transfers  financed  out  of  the  capital  tax.\n\nHowever, if government transfers themselves are favorable for growth (e.g., higher\neducation expenditures) the nature of the relationship changes somewhat. At the extreme,\nthe positive impact of transfers on growth may more than offset the negative impact of taxes\nand the relationship between high inequality and high redistribution (on the one hand) and\nhigh  growth  (on  the  other)  may  turn  out  to  be  positive.  This  is  the  point  made  by  Saint-\nPaul  and  Verdier  (1991).\n\nIn  the  model  proposed  by  Perotti  (1993)  the  relationship  between  inequality  and\ngrowth is not monotonic. His model also generates endogenously the well-known Kuznets\nrelationship. The Kuznets inverted U curve states that income inequality increases at low\nlevels of per capita income as both physical and human capital are scarce, unequally dis-\ntributed, and command high returns. As human and physical capital accumulate, the rate\nof return on both declines and the pool of people who have such capital increases. Income\ndistribution  becomes  more  equal.\n\nTo sum up, there is a link between incentives to accumulate productive assets (in-\ncluding education) and growth. The long-term growth rate of an economy can be viewed\nas being determined by the incentives to accumulate human and physical capital, i.e., rates\nof return on each, the extent of redistribution (which drives the wedge between the mar-\nket  and  actual  return  appropriated  by  the  economic  agents),  and  the  use  to  which  the\ngovernment puts the resources it receives from taxes. The extent of redistribution, in turn,\nis determined by inequality of income distribution (positively), the type of political regime\nin place (democracy versus authoritarian in very broad terms), degree of political partici-\npation  of  the  poor  in  the  political  process  (positively),  and  the  level  of  development.\n\nEmpirical  studies  by  Alesina  and  Rodrik  (1991), Alesina  and  Perotti  (1993),  and\nPersson  and  Tabellini  (1994)  link  initial  income  distribution  to  economic  growth  through\ntransfers or productive government spending. However, no attempt has been made to discern\nthe connection of initial income distribution to the evolution of future income distribution\n\n2Market  income  is  income  that  is  received  before  any  taxation  or  government  transfers.\n\n\f3\n\nthrough the fiscal channel. This is surprising since the theoretical models of Perroti (1993)\nand Saint-Paul and Verdier (1991) illuminate the evolution of income distribution and eco-\nnomic  growth.\n\nMost empirical studies to date have used the cross-country regression framework.\nSome  of  the  theoretical  propositions,  however,  are  related  to  the  time  series  evolution  of\neconomies. While the growth literature has mostly used the cross-country regression frame-\nwork to make intertemporal inferences, very strict assumptions on model specification have\nto  be  made  in  order  for  this  approach  to  be  valid.3\n\nThis study seeks to address two issues. First, it links initial income distribution and\npolitical regimes to the evolution of economic growth and income distribution through fiscal\npolicy. Second, it identifies what type of fiscal policy low-income economies should imple-\nment in order to achieve sustainable economic growth and move to high level of per capita\nincome.  Fiscal  policy  consists  of  transfer  payments  or  an  income  tax.  Fiscal  policy  is  de-\ntermined  by  the  level  of  development,  distribution  of  income,  and  degree  of  political\nfranchise. Reduced form equations are obtained from the political equilibrium endogenous\ngrowth  models  addressing  distributional  issues.  Empirical  tests  of  these  reduced  form\nequations are carried out by using cross-country data, as well as time series data from India\nand Taipei,China. Time series regressions for India and Taipei,China are conducted to capture\nthe  intertemporal  inferences  made  by  the  theoretical  models.  India  and  Taipei,China  are\nchosen for the country studies because of the availability of income distribution data over\na  span  of  30  years.\n\nThe cross-country evidence suggests that lagged income distribution is linked to future\neconomic growth and income distribution through transfer payments. Time series evidence\nfrom  Taipei,China  suggests  that  low-income  economies  may  have  to  implement  low  lev-\nels of direct taxes, which is accompanied by a worsening distribution of income, in order\nto  promote  economic  growth\n\nThe second section presents the theoretical model underlying the regression. Empirical\n\ntests  are  presented  in  the  third  section,  and  the  fourth  section  contains  the  conclusion.\n\nII. The  Model\n\nThe theoretical model underlying the regressions is presented. Perotti’s (1993) model\nis used because of its thorough description of the interactions over time between redistribu-\ntive fiscal policy, income distribution, and economic growth. His model also has the unique\nfeature of generating the Kuznets curve, which plots the intertemporal variation in income\ndistribution.  This  is  very  appealing  from  an  empirical  point  of  view,  since  studies  by\nCampano and Salvatore (1988), Jha (1996), and Ram (1988), find evidence for the existence\nof the Kuznets curve based on cross-country data. Alesina and Rodrik (1991) and Persson\nand Tabellini (1994) give no insight on the evolution of income distribution. In their model\nincome distribution remains fixed over time. Saint-Paul and Verdier’s (1991) study has the\nresult that the distribution of income converges to perfect equality in the steady state. Both\n\n3The  basic  assumption  underlying  cross-country  regressions  is  that  the  relationship  to  be  estimated\nis  time  and  space  invariant.  Technically  the  following  equation  has  to  hold \n.  If  the  function\nf (Xit) is not independent of time and space, the cross country regression framework is inappropriate for making\nintertemporal  inferences.  See  Heerink  (1994)  for  a  full  discussion  of  this  issue.\n\nµ+\nit\n\n(\nXf\n\n=\n\ny\n\nit\n\nit\n\n)\n\n\f4\n\nof  these  features  do  not  match  the  existing  cross-country  or  time  series  observations  on\nincome  distribution.\n\nIn  Perotti’s  two-period  model,  the  economy  consists  of  three  groups  of  agents  i\nbelonging to income class h, m, or l. There is no capital market, uncertainty, and discounting.\nPreferences  are  represented  by  a  linear  utility  function.  In  the  first  period,  agents  decide\nwhether to invest in education or not, how much to consume, and the income tax rate. The\ncost of education is normalized to 1. Taxes, T, are proportional to pretax income. The revenue\nfrom  taxation  is  redistributed  as  a  per  capita  subsidy,  which  is  constant  across  individu-\nals. The government budget is always balanced. There are costs to collecting taxes. Suppose\nn1  represents  per  capita  income  in  period  1.  Tn1  is  the  amount  of  taxes  collected,  while\nindividuals  receive  a  subsidy  net  of  collection  costs  an  amount  n1(T-T 2).\n\nThe  model  generates  the  following  results.\nAt a very low level of per capita income, the median voter will not vote for a high\nlevel  of  redistribution  since  the  resulting  income  distribution  will  not  allow  anybody  to\naccumulate significant amounts of human capital. The economy will be stuck in a poverty\ntrap. For growth to occur, the median voter will have to be relatively close to the high income\ngroups  in  order  to  favor  low  levels  of  redistribution.  Redistribution  is  thus  less,  the  rich\nare able to accumulate capital, and the society’s income grows. The distribution of income\nworsens. The two conditions that promote growth in a poor society are: the median voter\nmust not be too poor to favor high redistribution, and the rich must be sufficiently rich to\nbe  able  to  accumulate  capital.\n\nIn rich societies, the situation changes. The key requirement is larger redistribution.\nThe growth rate will be higher the more widely spread is education. This requires that even\nthe  poor  are  able  to  invest  in  education,  which,  in  turn,  requires  sizable  redistribution.\nSufficient  redistribution  will  occur  only  if  the  median  voter  is  now  relatively  close  to  the\npoor, and if the poor are not so destitute that no amount of redistribution will allow them\nto  invest  in  education. At  each  level  of  income,  the  political  process  needs  to  deliver  the\nright  amount  of  redistribution  to  promote  growth. At  low  levels  of  income,  growth  will\nproceed  only  if  inequality  is  substantial.  But  at  some  sufficiently  high  income  levels,  the\nsociety will fail to grow unless investment in education pervades most or all income groups\nand income inequality declines.\n\nIn a cross section of countries we can make the following propositions, based on the\n\nmodel’s results.\n\n(1)\n\nCountries  with  low  and  intermediate  levels  of  income  will  have  low  levels\nof redistribution. Countries whose incomes exceed the intermediate levels of\nincome will have high levels of redistribution, of which the high-income econo-\nmies will have the largest levels of redistribution. Hence in a cross section of\ncountries we should observe a convex relationship between redistributive fiscal\nvariables  and  level  of  per  capita  GDP.  This  U  curve  relationship  traces  the\noptimal  fiscal  policy  at  each  level  of  per  capita  GDP  necessary  for  ongoing\ngrowth.  We  therefore  expect  a  positive  sign  on  the  coefficient  for  the  fiscal\nvariable  in  the  growth  regression  if  the  U  curve  relationship  exists.\n\n(2)\n\nAn  increase  in  the  share  of  the  median  income  group  (proxied  by  the  sum\nof the third and fourth quintiles), for a given level of democracy, leads to a\ndecrease in redistribution.\n\n\f5\n\nWe expect the following empirical regularities based on time series observations from\n\nIndia and Taipei,China.\n\n(3)\n\n(4)\n\nCountries  starting  at  a  low  level  of  income,  which  have  continued  to  be\nplagued by low levels of income across time (India) have increasing levels of\nredistribution. The effect of an increase in redistribution in these countries is\nlow  economic  growth  accompanied  by  an  improving  income  distribution.\n\nCountries  that  started  at  a  low  level  of  income,  but  have  moved  up  to  the\nintermediate level of income across time (Taipei,China) have decreasing levels\nof  redistribution. As  redistribution  decreases  in  these  countries,  economic\ngrowth should increase, accompanied by a worsening distribution of income.\n\nIII. Empirical Tests\n\nFiscal  policy  is  approximated  either  by  the  tax/GDP  ratio  or  transfers/GDP  ratio.\nFiscal  policy  may  be  determined  by  the  type  of  political  regime  in  existence  (democracy,\nleft wing, or right-wing authoritarianism) and the level of income inequality. According to\nthe  model  discussed  in  the  previous  section,  the  poor  will  vote  for  taxation  and  govern-\nment spending because they expect to gain therefrom.4 However, income inequality has to\nbe  “filtered”  through  the  political  regime  in  order  to  determine  fiscal  policy.\n\nThe evolution of the distribution of income is determined by the level of per capita\nincome and fiscal policy. In low-income economies, an increase in redistribution may worsen\nthe postfiscal distribution of income, while in intermediate and high-income economies, an\nincrease  in  redistribution  may  improve  the  postfiscal  distribution  of  income.\n\nAn explanation for changes in growth performance is posited by looking at growth\nrates  over  the  sample  period.  The  growth  rate  during  this  period  is  determined  by  fiscal\npolicy, which is an endogenous variable in this case, and a set of control variables. The control\nvariables  include  political  stability,  investment/GDP  ratio,  level  of  secondary  education,\nbureaucratic  efficiency,  initial  capital  stock,  and  population  growth.\n\nA. Cross-country  Regressions\n\nThe proxy for current income distribution is the Gini coefficient in the late 1980s to\nearly 1990s (Ginii,t).5 The median voter’s position within the income distribution is repre-\nsented by the share of national income of the third and fourth quintiles of the population\naround  1960 (Mid).  For  the  developing  countries,  we  use  the  data  set  compiled  by  Chen,\nDutt, and Ravallion (1993). For the developed countries we make use of the data contained\nin the Luxembourg study and also reprinted in Bishop, Formby, and Smith (1991). Both of\nthese data sets coverage is for the 1980s to 1990s. We make use of the Paukert (1973) data\nset  for  the  initial  Gini  coefficient  and  share  of  national  income  of  the  median  voter.\n\n4This was the consideration that prevented further extension of the franchise in Western Europe in\n\nthe  19th  century:  the  conflict  between  full  democracy  and  preservation  of  private  property.\n\n5The  Gini  coefficient  measures  the  size  distribution  of  income.  The  Gini  coefficient  takes  on  values\n\nbetween  0  and  100  percent. A  higher  value  indicates  larger  inequality.\n\n\f6\n\nThe  following  reduced  form  equations  represent  propositions  1  and  2  (mentioned\non page 4), where Mid is the pretax share of national income of the third and fourth quintile\nof the population in country i around the year 1965. Transi is level of transfers in country\ni  over  the  period  1970  to  1988.\n\nGini\n\ni\n\n=\n\na\n0\n\n+\n\na\nTrans\n1\n\ni\n\na\n\nTrans\n2\n\ni\n\n*\n\nGDP\ni\n\n+\n\n+\n\nu\ni\n\nTrans\ni\n\n=\n\nb\n0\n\n+\n\nb\nGDP\n1\n\n60,i\n\n+\n\nb\n2\n\nGDP\n\n2\n60,i\n\n+\n\nb\n3\n\nbMid\n4\n\nMid\n\n*\n\nDem\n\n+\n\n+\n\nv\ni\n\nGrowth\n,i\n\n7088\n\n=\n\nc\n\n0\n\n+\n\nc\n\nTrans\n1\ni\n\nc\n\nTrans\n2\ni\n\n*\n\nGDP\n\ni,60\n\n+\n\nc\n\n+\nwX\nj\ni\n\nj\n\n+\n\n(1)\n\n(2)\n\n(3)\n\nDem is a composite index of the degree of political participation, political freedom,\nand democracy in country i averaged over the years 1973 to 1988. Ginii is the posttax Gini\ncoefficient  for  country i in  the  late  1980s  to  early  1990s.  X  is  a  set  of  control  variables  in-\ncluded  in  most  cross-country  regressions.6  The  control  variables  include  sociopolitical\ninstability  index  (Spi),  population  growth  rate  (Popgr),  per  capita  GDP  in  1960  (GDP60),\nbureaucratic efficiency index (Bi), investment to GDP ratio (Inv), and secondary education\nattainment  (Sec70).7\n\nThe interaction term, Trans*GDP, is included in Equation (1) to test if the relation-\nship between the ratio of transfers and Gini coefficient is sensitive to the level of per capita\nincome.  Hence  apriori  (a1  +a2*GDP60)  >  0  for  low-income  economies  and  (a1  +a2*GDP60)\n< 0 for intermediate and high-income economies.\n\nThe relationship between per capita income and the level of transfers that generates\nongoing growth is expected to be convex, hence b1<0 and  b2>0. The effect of the share of\nthe median income groups in national income, Mid, on transfers should be negative. How-\never,  strictly  speaking,  this  is  only  true  in  democracies  where  the  level  of  government\ntransfers reflects the preference of voters. To capture the effect of these preferences on trans-\nfers, the interaction term Mid*Dem is included in Equation (2). Apriori, we expect b3<0, and\nb3+b4<0.\n\nThe relationship between the transfers/GDP ratio and economic growth rate varies\nacross  levels  of  per  capita  income. An  increase  in  the  transfers/GDP  ratio  at  a  low  level\nof income decreases growth. An increase in transfers/GDP ratio at an intermediate or high\nlevel of income increases the rate of economic growth. To capture these differential effects\nacross levels of income, the interaction term Trans*GDP is included in Equation (3). To control\nfor  Wagner ’s  law, GDP60 is  included  as  a  regressor  in  Equation  (2).8\n\nFrom  column  1  in  Table  1  we  see  that  the  coefficient  on  the  level  of  transfers  is\nnegative and significant at the 5 percent level. This indicates that as the ratio of transfers\nincreases, the distribution of income improves. Increasing transfer payments by one stan-\ndard  deviation  (9.5  percent)  improves  the  distribution  of  income  by  0.001  percent,  which\n\n6Levine and Renelt (1990) have shown that without these control variables, most growth regressions\n\nwill  suffer  from  omitted  variables  bias.\n\n7See Appendix  B  for  details  on  the  transfers  ratio,  political  instability  index,  and  sociopolitical  in-\nstability index. A higher value of the political rights index, Dem, represents a higher degree of political freedom.\nA  higher  value  of  Spi  indicates  more  sociopolitical  unrest.\n\n8According  to  Wagners’s  law  as  the  level  of  average  income  increases,  government  expenditures\n\nincrease.\n\n\f7\n\nimplies  that  redistribution  is  not  very  effective  in  generating  income  equality.  The  coeffi-\ncient on the interaction term is insignificant at the 5 percent level, which implies that the\nlevel  of  development  has  no  effect  on  the  success  of  transfer  policy.\n\nTable  1:  Cross-country  Estimates\n\nGiniI\n\nTransi\n\nGrowth7088\n\nConstant\n\n39.38\n\n(9.1)\n\n-12.46\n\n(-1.13)\n\n1.19\n\n(0.25)\n\nTransi\n\n-0.0001\n\n(-3.16)\n\nTransi*GDP60\n\n1.044  (1.94)\n\n-0.35  (-2.07)\n\n3.86e-05  (1.93)\n\n0.011  (4.69)\n\n-0.001  (-2.54)\n\nGDP60\n\nGDP60\n\n2\n\nMid\n\nMid*Dem\n\nBi\n\nPopgr\n\nSec70\n\nSpi\n\nInv\n\n-6.08e-07  (-3.40)\n\n0.67  (1.76)\n\n-0.96  (-3.27)\n\n0.55  (0.69)\n\n-1.61  (-2.74)\n\n0.047  (1.50)\n\n0.13  (1.71)\n\n0.21  (2.86)\n\nNote:  Procedure  used  is  the  weighted  two  stage  least  squares  method.  T-statistics  in  parenthesis.\n\nFrom the transfers regression (column two), we see that when the share of the median\nvoter  variable  interacts  with  the  democracy  variable,  the  coefficient  is  negative  and\nsignificant. This implies that in democracies, if the median voter is close to the higher income\ngroup,  transfers  will  decrease  (as  indicated  by  proposition  2,  which  was  mentioned  on\npage 4). The coefficient on the share of the median voter variable alone is insignificant, which\nindicates that the median voter or the type of political institution alone does not determine\nthe level of transfers. It is the interaction of the median voter with the degree of political\nfreedom that determines the level of transfers, and only then are voters’ preferences truly\nrepresented  by  the  political  process.\n\nColumn two also indicates a weak inverted U relationship between transfers and per\ncapita income, implying that the wrong level of redistribution is taking place at each level\nof per capita income. This result provides an explanation for the negative coefficient on Trans\nin the column three growth regression. If the wrong level of redistribution is implemented\nat each level of per capita income, redistribution should impede economic growth. The right\n\n\f8\n\namount of redistribution in this context means that the tax rate used to finance the transfers\nis not so high that the incentives for investment are eroded, e.g., the optimal growth pro-\nmoting level of redistribution is being set at each level of income. Other studies by Perotti\n(1994)  and  Devarajan,  Vinaya,  and  Zhou  (1992)  find  a  positive  relation  between  transfers\nand  economic  growth,  however,  they  claim  that  this  is  inconsistent  with  the  theory.  The\ninconsistency arises only if the level of redistribution is not set at the optimal level thereby\ncausing an increase in transfer payments to retard economic growth (in this case the level\nof  redistribution  would  be  concave  in  per  capita  income).\n\nThe  coefficient  on  transfers  in  the  growth  regression  has  the  right  sign,  given  that\nthe wrong level of redistribution has been implemented, and is significant. An increase in\ntransfer  payments  by  one  standard  deviation  leads  to  a  decrease  in  economic  growth  by\n3.33 percent. This result suggests that the empirical evidence is strong in substantiating the\ntheoretical  proposition  that  income  distribution  and  the  degree  of  franchise  influence  the\neconomic  growth  rate  through  the  fiscal  channel  in  a  cross  section  of  countries.\n\nThe  coefficients  on  population  growth  and  investment  ratio  are  significant  at  the\n5 percent level and have the right sign. Increases in population growth lead to poor growth\nperformance. Increasing the investment ratio stimulates economic growth. The convergence\nhypothesis put forth by Barro (1991) is also evident according to the negative sign on GDP60.\nHowever, this is a side result of the tests since the theory does not make any predictions\nabout  convergence.\n\nFor a given degree of franchise, an egalitarian income distribution today causes an\nincrease in transfer payments. This increase in transfers leads to an improvement of the future\nincome distribution and worsening of the economic growth rate, on average across countries.\nOther cross-country studies by Alesina and Perotti (1993) and Perotti (1994) find very\nweak  evidence  of  the  linkage  of  lagged  income  distribution  to  future  economic  growth\nthrough the fiscal channel. Their results may be partly driven by the type of instruments\nused for the two stage least squares estimation. If the instruments used for the first stage\nregression are weak or they are correlated with the error term, the two stage least squares\nmethod  will  yield  biased  estimates.\n\nB. Time  Series  Regressions\n\nIn  this  section  time  series  data  from  India  and  Taipei,China  is  used  to  test  propo-\nsitions  3  and  4.9  Unfortunately,  time  series  data  on  pretax  distribution  of  income  is  not\navailable for either of these countries. Hence we are not able to estimate the fiscal variable\nequation. Estimation of the fiscal variable equation without including a proxy for the pretax\ndistribution  of  income  would  lead  to  omitted  variable  bias.  Hence  we  only  estimate  the\nequations for annual average rate of economic growth and annual posttax distribution of\nincome,  which  is  proxied  by  the  Gini  coefficient.  We  give  a  qualitative  assessment  of  the\nevolution of the tax/GDP ratio for the sample period. Transfers as a percentage of GDP in\nboth  countries  is  very  small  and  showed  little  variation,  hence  the  ratio  of  direct  federal\ngovernment  taxes  to  GDP  is  used  as  the  proxy  for  the  redistribution  fiscal  variable.\n\nComparing India and Taipei,China is an interesting exercise. The two countries have\nhad  very  different  political  regimes  after  World  War  II.  India  has  been  characterized  by\na  democratic  form  of  government,  while  Taipei,China  started  out  with  a  right-wing\n\n9See Appendix  B  for  details  of  the  data  and  sample  period.\n\n\f9\n\nauthoritarian regime in the 1960s and has implemented democratic reforms since the early\n1990s, which corresponds to the time period for which the data is available. Both countries\nin  the  1960s  were  classified  as  low-income  economies,  hence  the  initial  level  of  develop-\nment was similar. However, in terms of growth performance and income distribution over\ntime, there are stark differences. During the sample period, approximately 30 years, India’s\naverage annual economic growth rate was 1.89 percent and average posttax Gini coefficient\nwas 32.98 percent. Taipei,China’s average growth rate and posttax Gini coefficient was 6.12\nand  29.63  percent,  respectively.\n\nThe objective in this section is to determine why there are such stark differences in\nthe  evolution  of  economic  growth  and  posttax  distribution  of  income  and  whether  these\ndifferences  can  partly  be  explained  by  the  type  of  fiscal  policy  implemented  in  the  two\ncountries.\n\nThe  econometric  model  specification  for  the  two  countries  is  given  by  the  follow-\n\ning  equations.\n\nGini\nt\n\n=\n\nββ\n+\nTax\n1\n\n0\n\nrati\no\n\nt\n\n+\n\nβ\n2\n\nGDP\n\n−\n2t\n\n+\n\nψ\nt\n\nGrowth\n\nrate\nt\n\n=\n\nαα\n+\nGDP\nt\n1\no\n\n+\n\nα\nTax\n2\n\nratio\nt\n\n+\n\nXa\nj\n\nj\n\n+\n\nξ\nt\n\n(4)\n\n(5)\n\nwhere Xj is a set of control variables, consisting of population growth rate and investment\nto  GDP  ratio.  Tax  ratio  is  the  ratio  of  direct  taxes  collected  by  the  federal  government  to\nreal  GDP.\n\nThe instrument selection procedure and test for regressor endogeneity is implemented\n\nfor  both  Indian  and  Taipei,China  data.\n\n(1)\n\nTime Series Regressions for India\n\nIn Equation (4) we expect β\n\n2=0, and α\n2 is expected to be zero for India\nsince  the  economy  has  not  really  taken  off  in  terms  of  sustained  growth  and  has  been\naccompanied  by  high  redistribution.\n\n1<0, β\n\n2<0. β\n\nTable 2 confirms our ex ante hypothesis and is consistent with proposition 4. Even\nthough the posttax distribution improves as a result of an increase in the tax ratio, economic\ngrowth  is  adversely  affected.\n\n(2)\n\nTime Series Regressions for Taipei,China\n\nIn Equation (4) we expect β\n\n2>0, and α\n2<0. From Table 2 we see that an increase\nin  the  tax  ratio  has  no  effect  on  the  posttax  distribution  of  income  since  the  coefficient  is\ninsignificant,  even  though  it  has  the  right  sign. As  the  level  of  per  capita  income  has  in-\ncreased, the distribution of income has worsened, which is what we would expect for an\neconomy  like  Taipei,China.\n\n1<0, β\n\nThe coefficient on the tax ratio variable is negative and significant at the 10 percent\nlevel in the growth regression, which indicates that an increase in the ratio of taxes worsens\nthe  rate  of  economic  growth  in  economies  that  start  out  at  a  low  level  of  income.  These\nresults are weakly consistent with proposition 4. The data for the tax ratio has an upward\ntrend  for  the  period  1953-1992.\n\n\f10\n\nTable  2:  Time  Series  Estimates\n\nGinit\n(India)\n\nGrowth  ratet\n(India)\n\nGinit\n(Taipei,China)\n\nGrowth  ratet\n(Taipei,China)\n\nConstant\n\n34.88  (4.66)\n\n-47.90  (-1.47)\n\n24.85  (35.53)\n\n-9.50  (0.33)\n\nTax  ratiot\n\n-2.08  (-3.13)\n\n-5.85  (-2.15)\n\n-0.11  (-0.86)\n\n-1.59  (-1.83)\n\n0.01  (1.19)\n\n4.04e-05  (3.89)\n\n0.04  (3.58)\n\n14.0  (0.97)\n\n2.21  (1.55)\n\n0.0002  (1.21)\n\n11.75  (0.75)\n\n-0.86  (-1.31)\n\nNote:  Procedure  used  is  the  weighted  two  stage  least  squares  method.  T-statistics  in  parenthesis.\n\nGDPt-2\n\nGDPt\n\nPopgrt\n\nInvt\n\nThis is inconsistent with what we would expect for an economy that has progressed\nfrom a low level of income to an intermediate level of income according to Perotti’s model.\n\nIV. Conclusion\n\nThe  evidence  from  a  cross  section  of  countries  suggests  that  the  fiscal  channel  is\noperative in linking initial income distribution to future economic growth and distribution\nof income. An increase in the median voter ’s share of national income for a given level of\ndemocracy decreases transfer payments. A decrease in transfer payments on average across\ncountries improves the rate of economic growth. However, a decrease in transfer payments\nworsens  the  future  posttransfer  distribution  of  income.\n\nIn contrast to other studies, our cross-country results indicate that an inegalitarian\ninitial income distribution promotes future economic growth. This result is consistent with\nour  other  finding  that  on  average  across  countries,  the  suboptimal  level  of  redistribution\n(in terms of promoting economic growth) has been implemented at each level of per capita\nincome.\n\nTime series evidence from India and Taipei,China from 1953 to 1992 indicates that\nincreasing the tax ratio hinders economic growth and improves the distribution of income.\nThe distribution of income improved during the 1954-1963 period and shows some\nvolatility during the 1964-1992 period, as per capita income increased in India. In Taipei,China\nper capita income has increased to the intermediate stage, and has been accompanied by\nhigh growth and improvements in income distribution during the 1964-1969 period. However\nthe  distribution  of  income  worsened  during  the  1970-1992  period.\n\nThe policy implications for low-income economies are that redistribution should be\nset appropriately such that the upper income groups are not discouraged to invest in or-\nder to promote high rates of economic growth. However, during this stage of development,\na  worsening  distribution  of  income  must  be  incurred.\n\n\f11\n\nAppendix A\nEconometric  Model\n\n(A1)\n\n(A2)\n\n(A3)\n\n(A4)\n\n(A5)\n\n= β\n\ny\n\n+\nuX\n\n= Z\n\nγ +\n\nε\n\nuIVˆ\n\nuny\n\n=\n\nυθω\n\n(cid:1)\n\n+\n\n+\n\nX\n\n= X\nφ\n\n+\n\nµ\n\nyc\n\n(cid:1)\n=\nXy\n\n+\n\nκ +\nˆ\nu\n\nρ\n\nSuppose  the  reduced  form  of  the  model  we  are  interested  in  estimating  is  given  by:\n\nFirst, a set of instruments is chosen. Then Godfrey’s test for instrument validity is applied. The test consists\nof  estimating  equation  five  by  the  instrumental  variables  (IV)  procedure.  Then  the  residuals  obtained  from  the  IV\nestimation  are  regressed  on  the  full  set  of  instrumental  variables,  Z.  The  number  of  observations  multiplied  by\nthe  R2  from  regression  five  is  distributed  chi  square  with  m-k  degrees  of  freedom  (m  and  n  represent  the  num-\nber  of  instruments  and  explanatory  variables  respectively)  and  is  used  to  test  the  null  hypothesis  that  Z  contains\na  valid  set  of  instruments.\n\nDavidson  and  MacKinnon  (1993)  have  stressed  that  in  finite  samples,  which  we  have,  the  number  of  in-\nstruments  should  be  small  relative  to  the  sample  size.  Otherwise  the  small  sample  bias  of  an  IV  estimator  will\nbe  large,  even  though  asymptotic  efficiency  will  increase.  In  our  study  the  number  of  observations  is  large  com-\npared  to  the  number  of  instruments,  hence  small  sample  bias  is  not  of  serious  concern.\n\nOnce  a  set  of  valid  instruments  has  been  chosen  in  terms  of  conforming  to  the  overidentifying  restric-\ntions,  we  can  test  whether  these  instruments  are  correlated  with  the  suspect  endogenous  regressors. An  F  test,\nconsisting  of  estimating  equations  seven  and  eight,  tests  the  null  hypothesis  that  the  coefficients  on  Z  are  jointly\nequal  to  0.  This  is  essentially  a  goodness  of  fit  test.  If  the  null  hypothesis  is  violated,  then Z  contains  the  relevant\nset  of  regressors.\n\nOnce a set of variables is determined as being the acceptable instruments, a test to determine endogeneity\nof  the  suspect  regressor  has  to  be  conducted.  Hausman’s  (1978)  specification  test  for  endogeneity  consists  of  us-\ning  the  residuals  obtained  from  estimating  the  first  stage  equation  for  the  suspect  endogenous  variable,  Xi,  as  a\nregressor  in  Equation  9.  Construction  of  an  F-test  enables  us  to  test  the  null  hypothesis  that  X  is  an  exogenous\nvariable.\n\nWe  use  two  types  of  estimation  for  the  econometric  models.  Ordinary  least  squares  (OLS)  is  used  as  the\nbenchmark  procedure.  To  check  for  the  presence  of  heteroscedasticity  we  utilize  White’s  (1984)  test.  High  order\nserial  correlation  is  detected  by  using  a  Lagrange  multiplier  test.  Measurement  error  in  the  explanatory  variables\nis  detected  by  implementing  Klepper-Leamer ’s  (1984)  test.\n\nFrom  the  theoretical  model  we  know  a  priori  that  the  fiscal  variable  determines  the  future  evolution  of\nposttax  income  distribution  and  economic  growth.  However,  fiscal  policy  is  itself  determined  by  lagged  pretax\nincome  distribution,  level  of  democracy,  and  level  of  development.  Hence  the  econometric  model  will  consist  of\na  system  of  simultaneous  equations.  The  standard  procedure  for  estimation  in  a  simultaneous  equations  frame-\nwork  is  the  IV  procedure.\n\nHowever, the choice of instruments when estimating within a simultaneous equations framework is crucial.\nRecent  studies  by  Bound,  Jaeger,  and  Baker  (1993);  Card  and  Vella  (1995);  and  Nelson  and  Startz  (1990)  have  in-\ndicated that if the instruments are correlated with the error term or weakly correlated with the endogenous regressor,\nthe  instrumental  variable  estimators  will  be  severely  biased.\n\nThe  recent  empirical  work  in  the  endogenous  growth  and  income  distribution  literature  do  not  mention\nthe  process  by  which  instruments  are  selected.  Usually  the  ad  hoc  procedure  of  using  all  the  predetermined  and\nexogenous variables as the instruments is utilized. At most, the choice of instruments is based on economic theory.\nDiagnostic  tests  are  never  presented  to  justify  the  use  of  the  chosen  instruments.  Obtaining  insignificant  coeffi-\ncients  on  fiscal  variables  in  growth  regressions  in  these  studies  maybe  partly  due  to  the  use  of  inappropriate\ninstruments.\n\nIn this study we follow Klepinger, Lundberg, and Plotnik’s (1995) selection criteria for instrumental variables.\nInstruments  are  chosen  based  on  two  criteria.  They  must  be  valid  according  to  a  test  of  overidentifying  restric-\ntions  and  relevant  in  explaining  the  endogenous  regressor.\n\nSince  the  reduced  form  equations  are  within  the  simultaneous  equations  framework,  Trans  maybe  an  en-\ndogenous  regressor.  First  we  select  a  set  of  instruments,  which  includes  Inv,  Popgr,  Spi  Bi,  Sec70,  GDP60,  and  the\nratio  of  marginal  income  taxes  to  GDP  (Mit).  Then  we  conduct  the  overidentifying  restrictions  test  and  goodness\n\n\f12\n\nof  fit  test  to  determine  whether  these  instruments  are  valid  and  relevant. After  the  instruments  have  met  the  se-\nlection  criteria,  Hausman’s  test  for  endogeneity  is  performed.  The  aforementioned  instruments  meet  the  selection\ncriteria. Trans is determined to be an endogenous variable. Therefore, the next set of regressions utilizes a weighted\ntwo  stage  least  squares  (W2SLS)  procedure  to  correct  for  heteroskedasticity  and  simultaneity  bias.1\n\nAll  of  the  econometric  models  used  for  the  cross-country  and  country  analysis  are  overidentified  (there\nare more instruments than regressors) according to the order condition. To test the validity of a set of instruments\nin  an  overidentified  model  (overidentifying  restrictions),  Godfrey’s  (1988)  test  is  utilized.\n\n1Results  of  the  instrument  selection  process  are  available  from  the  author.  Using  only  the  exogenous\nvariables, as most studies do, gave very poor results in terms of statistical significance of the coefficients. This set\nof  instruments  did  not  pass  the  goodness  of  fit  test.\n\n\f13\n\nAppendix  B\nDetails  of  Data\n\nCross-country  Regressions\n\nWe  use  as  our  source  for  the  pretax  income  distribution  data  and  initial  distribution  of  wealth  Paukert\n(1973).  For  the  posttax  income  distribution  data  Chen,  Dutt,  and  Ravallion  (1993)  and  Bishop,  Formby,  and  Smith\n(1991).\n\nWe use the Barro-Lee (1993) primary and secondary school attainment proxy for the human capital stock.\nThe  Barro-Lee  proxy  for  human  capital  considers  the  years  of  completed  schooling  for  persons  aged  25  and  over,\nrather  than  considering  only  persons  participating  in  the  labor  force.  The  primary  schooling  attainment  variable\nrepresents the percentage of primary schooling attained in the total population, while secondary schooling attained\nrepresents the percentage of secondary schooling attained in the total population. For initial levels of human capital\nstock  (Sec70)  we  use  the  1970  data  for  secondary  education  attainment.\n\nThe initial level of development is captured by real per capita GDP in 1960 (GDP60). Real per capita GDP\n\nis  measured  at  international  prices  of  1985  using  the  Summers  and  Heston  (1995)  data  set.\n\nThe redistribution variable, Trans, represents expenditure on social security and welfare. Trans is an average\n\nover  the  years  1970  to  1988  and  is  obtained  from  the  IMF  Government  Finance  Statistics  (GFS).\n\nThe political freedom index (Dem) is constructed using averages over 1973-1988. Its value lies in the interval\n0 to 1. A high value of Dem reflects a higher degree of political freedom. This index is obtained from Gastil (1982).\nSpi  is  the  sociopolitical  instability  index  constructed  from  data  averaged  over  1960-1985.  This  data  was\n\nobtained  from Alesina  and  Perotti  (1993).\n\nBi is the bureaucratic efficiency index constructed as an average 1980-1983. A high value of Bi means that\n\nthe  country’s  institutions  are  well-functioning.  This  data  is  obtained  from  Mauro  (1995).\n\nTime  Series  Regressions\n\nFor  India,  data  for  real  per  capita  GDP,  average  annual  economic  growth,  and  the  control  variables  are\nfrom Summers and Heston (1995) and are for the period 1953-1992. India does not have direct estimates of income\ndistribution on a time series basis. Due to the absence of time series data, most studies have utilized the National\nSample Survey data on distribution of consumption. Chen, Dutt, and Ravallion (1993) and Jain (1975) report national\nGini coefficients representing the posttax distribution of consumption expenditure. There are 14 points from compiled\nfrom  these  two  sources  covering  the  period  1958  to  1991.\n\nWhite’s  test  for  heteroscedasticity  confirms  that  the  error  term  is  not  iid.  The  Lagrange  multiplier  does\n\nnot  indicate  the  presence  of  serial  correlation.\n\nHausman’s  specification  test  reveals  that  the  tax  ratio  is  an  endogenous  variable.  To  correct  for\n\nheteroskedasticity  and  endogeneity,  a  weighted  two  stage  least  squares  procedure  is  used.2\n\nFor Taipei,China, data for real per capita GDP, average annual economic growth, and the control variables\nare  from  National Accounts  for  1951-1992  (1993)  compiled  by  the  Directorate  General  of  Budget, Accounting,  and\nStatistics,  Taipei,China.  The  data  is  for  the  period  1953-1992.  Posttax  Gini  coefficients  are  obtained  from  Report\non  the  Survey  of  Personal  Income  Distribution  in  Taipei  (Republic  of  China  1992),  compiled  by  the  Directorate\nGeneral of Budget, Accounting, and Statistics. The data is for the period 1964-1992, and consists of 23 observations.\nWhite’s  test  for  heteroskedasticity  confirms  that  the  error  term  is  not  iid.  The  Lagrange  multiplier  test\n\nindicates  the  presence  of  serial  correlation. A  quasi-difference  method  is  used  to  correct  for  serial  correlation.\n\nHausman’s  specification  test  reveals  that  the  tax  ratio  is  an  endogenous  variable.  To  correct  for\n\nheteroskedasticity  and  endogeneity  we  use  a  W2SLS  procedure.\n\n2For  the  growth  rate  regression,  the  instruments  are  Popgrowtht-1,  Invt-1,  GDPt-1,  and  Ginit-1.  In  the  Gini\n\nregression  the  instruments  are  Popgrowtht-1,  Invt-1,  GDPt,  and  Ginit-1.\n\n\f14\n\nReferences\n\nopment  Economics  41:19-43.\n\n106:407-33.\n\nof  Monetary  Economics  32:363-94.\n\nAhluwalia,  M.  S.,  1976.  “Inequality,  Poverty,  and  Development.”  Journal  of  Development  Economics\n\n3:307-42.\n\nAlesina, A., and D. Rodrik, 1991. Distributive Politics and Economic Growth. NBER Working Paper\n\nNo.  3668,  National  Bureau  of  Economic  Research,  Cambridge,  Massachusetts.\n\nAlesina, A.,  and  R.  Perotti,  1993.  Income  Distribution,  Political  Instability,  and  Investment.  NBER\nWorking Paper No. 4486, National Bureau of Economic Research, Cambridge, Massachusetts.\nAnand, S., and S. M. R. Kanbur, 1993. “Inequality and Development: A Critique.” Journal of Devel-\n\nBarro, R. J., 1991. “Economic Growth in a Cross Section of Countries.” Quarterly Journal of Economics\n\nBarro,  R.  J.,  and  J.  W.  Lee,  1993.  “International  Comparisons  of  Educational Attainment.”  Journal\n\nBertola, G., 1991. Market Structure and Income Distribution in Endogenous Growth Models. NBER\nWorking Paper No. 3851, National Bureau of Economic Research, Cambridge, Massachusetts.\nBishop,  J. A.,  J.  Formby,  and  W.  J.  Smith,  1991.  “International  Comparisons  of  Income  Inequality:\n\nTests  for  Lorenz  Dominance Across  Five  Countries.”  Economica  58:461-77.\n\nBound, J., D. Jaeger, and R. Baker, 1993. “The Cure Can Be Worse Than the Disease: A Cautionary\nTale  Regarding  Instrumental  Variables.”  University  of  Michigan.  Mimeographed.\nCampano, F., and D. Salvatore, 1988. “Economic Development, Income Distribution and the Kuznets\n\nHypothesis.”  Journal  of  Policy  Modelling  10(June):265-80.\n\nCard,  D.,  and  F.  Vella,  1995.  “Testing  the  Validity  of  Instruments  in  Models  with  Endogenous\n\nTreatments.”  Princeton  University.  Mimeographed.\n\nChen,  S.,  G.  Dutt,  and  M.  Ravallion,  1993.  “Is  Poverty  Increasing  in  the  Developing  World?”  The\n\nWorld  Bank,  Washington,  D.C.  Mimeographed.\n\nDavidson, R., and J. G. MacKinnon, 1993. Estimation and Inference in Econometrics. Oxford, UK: Oxford\n\nDeininger, K., and L. Squire, 1998. “New Ways of Looking at Old Issues: Inequality and Growth.”\n\nUniversity  Press.\n\nJournal  of  Development  Economics  57:259-87.\n\nWashington,  D.C.  Mimeographed.\n\nDevarajan,  S.,  S.  Vinaya,  and  H.  Zhou,  1992.  “What  Do  Governments  Buy?”  The  World  Bank,\n\nGastil,  R.  D.,  1982.  Freedom  in  the  World.  Westport:  Greenwood  Press.\nGodfrey, L.G., 1988. Misspecification Tests in Econometrics. Cambridge, UK: Cambridge University Press.\nHausman,  J. A.,1978.  “Specification  Tests  in  Econometrics.”  Econometrica  49:1251-71.\nHeerink,  N.,  1994.  Population  Growth,  Income  Distribution,  and  Economic  Development.  Heidelberg,\n\nGermany:  Springer-Verlag.\n\nD.C.  Mimeographed.\n\nJain, S., 1975. “Size Distribution of Income: A Compilation of Data.” The World Bank, Washington,\n\nJha,  S.  K.,  1996.  “The  Kuznets  Curve: A  Reassessment.”  World  Development  24:773-80.\nKlepinger,  D.,  S.  Lundberg,  and  R.  Plotnick,  1995.  “Instrument  Selection:  The  Case  of  Teenage\nChildbearing  and  Women’s  Educational Attainment.”  University  of  Washington.  Mimeo-\ngraphed.\n\nKlepper,  S.,  and  E.  Leamer,  1984.  “Consistent  Sets  of  Estimates  for  Regressions  with  Errors  in All\n\nVariables.”  Econometrica  52:163-83.\n\nKuznets,  S.,  1955.  “Economic  Growth  and  Income  Inequality.”  American  Economic  Review  45:1-28.\nLevine R., and D. Renelt, 1990. “A Sensitivity Analysis of Cross-Country Growth Regressions.” The\n\nWorld  Bank,  Washington,  D.C.  Mimeographed.\n\nMauro,  P.,  1995.  “Corruption  and  Growth.”  Quarterly  Journal  of  Economics  110:681-712.\nNelson,  C.  E.,  and  R.  Startz,  1990.  “Some  Further  Results  on  the  Exact  Small  Properties  of  the  IV\n\nEstimator.”  Econometrica  58:967-76.\n\n\f15\n\nPapanek,  G.,  and  O.  Kyn,  1986.  “The  Effect  on  Income  Distribution  of  Development,  the  Growth\n\nRate,  and  Economic  Strategy.”  Journal  of  Development  Economics  23:55-65.\n\nPaukert, F., 1973. “Income Distribution at Different Levels of Development: A Survey of Evidence.”\n\nInternational  Labor  Review  108:97-125.\n\nPerotti, R., 1993. “Political Equilibrium, Income Distribution, and Growth.” Review of Economic Studies\n\n60:755-76.\n  ,  1994.  “Income  Distribution  and  Investment.”  European  Economic  Review  38:827-35.\n\nPersson, T., and G. Tabellini, 1994. “Is Inequality Harmful for Growth?” American Economic Review\n\n84:601-21.\n\nRam, R., 1988. “Economic Development and Income Inequality: Further Evidence on the U Curve\n\nHypothesis.”  World  Development  16(11):1371-75.\n\nSaint-Paul,  G.,  and  T.  Verdier,  1991.  “Education,  Democracy,  and  Growth.”  Yale  University.\n\nSaith, A., 1983. “Development and Distribution: A Critique of the Crosscountry U-hypothesis.” Journal\n\nSummers,  R.,  and  A.  Heston,  1995.  “The  Penn  World  Tables.”  University  of  Toronto.  Available:\n\nMimeographed.\n\nof  Development  Economics  13:15-32.\n\nhttp://www.utoronto.com.\n\nWhite,  H.,  1984.  Asymptotic  Theory  for  Econometricians.  Orlando,  FL: Academic  Press.\n\n\f16\n\nOTHER  PUBLICATIONS  FROM THE\nECONOMICS  AND  DEVELOPMENT  RESOURCE  CENTER\n\nMONOGRAPH SERIES\n(Published in-house; Available through ADB Office of External Relations; Free of charge)\n\nEDRC REPORT SERIES (ER)\n\nNo.  11 Macroeconomic  Forecasts  for  the  Republic\n\nNo.  1\n\nNo.  2\n\nNo.  3\n\nNo.  4\n\nNo.  5\n\nNo.  6\n\nNo.  7\n\nNo.  8\n\nNo.  9\n\nNo.  10\n\nNo.  12\n\nNo.  13\n\nNo.  14\n\nNo.  15\n\nNo.  16\n\nNo.  17\n\nNo.  18\n\nNo.  19\n\nASEAN  and  the Asian  Development  Bank\n—Seiji  Naya,  April  1982\nDevelopment  Issues  for  the  Developing  East\nand  Southeast Asian  Countries\nand  International  Cooperation\n—Seiji  Naya  and  Graham  Abbott,  April  1982\nAid,  Savings,  and  Growth  in  the Asian  Region\n—J.  Malcolm  Dowling  and  Ulrich  Hiemenz,\n\nApril  1982\n\nDevelopment-oriented  Foreign  Investment\nand  the  Role  of ADB\n—Kiyoshi  Kojima,  April  1982\nThe  Multilateral  Development  Banks\nand  the  International  Economy’s  Missing\nPublic  Sector\n—John  Lewis,  June  1982\nNotes  on  External  Debt  of  DMCs\n—Evelyn  Go,  July  1982\nGrant  Element  in  Bank  Loans\n—Dal  Hyun  Kim,  July  1982\nShadow  Exchange  Rates  and  Standard\nConversion  Factors  in  Project  Evaluation\n—Peter  Warr,  September  1982\nSmall  and  Medium-Scale  Manufacturing\nEstablishments  in ASEAN  Countries:\nPerspectives  and  Policy  Issues\n—Mathias  Bruch  and  Ulrich  Hiemenz,  January  1983\nA  Note  on  the  Third  Ministerial  Meeting  of  GATT\n—Jungsoo  Lee,  January  1983\n\nof  China,  Hong  Kong,  and  Republic  of  Korea\n—J.M.  Dowling,  January  1983\nASEAN:  Economic  Situation  and  Prospects\n—Seiji  Naya,  March  1983\nThe  Future  Prospects  for  the  Developing\nCountries  of Asia\n—Seiji  Naya,  March  1983\nEnergy  and  Structural  Change  in  the Asia-\nPacific  Region,  Summary  of  the  Thirteenth\nPacific  Trade  and  Development  Conference\n—Seiji  Naya,  March  1983\nA  Survey  of  Empirical  Studies  on  Demand\nfor  Electricity  with  Special  Emphasis  on  Price\nElasticity  of  Demand\n—Wisarn  Pupphavesa,  June  1983\nDeterminants  of  Paddy  Production  in  Indonesia:\n1972-1981–A  Simultaneous  Equation  Model\nApproach\n—T.K.  Jayaraman,  June  1983\nThe  Philippine  Economy:    Economic\nForecasts  for  1983  and  1984\n—J.M.  Dowling,  E.  Go,  and  C.N.  Castillo,  June  1983\nEconomic  Forecast  for  Indonesia\n—J.M.  Dowling,  H.Y.  Kim,  Y.K.  Wang,\n\nand  C.N.  Castillo,  June  1983\n\nRelative  External  Debt  Situation  of Asian\nDeveloping  Countries: An Application\nof  Ranking  Method\n—Jungsoo  Lee,  June  1983\n\nNo.  20\n\nNo.  21\n\nNo.  22\n\nNo.  23\n\nNo.  24\n\nNo.  25\n\nNo.  26\n\nNo.  27\n\nNo.  28\n\nNo.  29\n\nNo.  30\n\nNo.  31\n\nNo.  33\n\nNo.    34\n\nNo.  35\n\nNo.  36\n\nNew  Evidence  on Yields,  Fertilizer Application,\nand  Prices  in Asian  Rice  Production\n—William  James  and  Teresita  Ramirez,  July  1983\nInflationary  Effects  of  Exchange  Rate\nChanges  in  Nine Asian  LDCs\n—Pradumna  B.  Rana  and  J.  Malcolm  Dowling,  Jr.,\n\nDecember  1983\n\nEffects  of  External  Shocks  on  the  Balance\nof  Payments,  Policy  Responses,  and  Debt\nProblems  of Asian  Developing  Countries\n—Seiji  Naya,  December  1983\nChanging  Trade  Patterns  and  Policy  Issues:\nThe  Prospects  for  East  and  Southeast Asian\nDeveloping  Countries\n—Seiji  Naya  and  Ulrich  Hiemenz,  February  1984\nSmall-Scale  Industries  in Asian  Economic\nDevelopment:  Problems  and  Prospects\n—Seiji  Naya,  February  1984\nA  Study  on  the  External  Debt  Indicators\nApplying  Logit Analysis\n—Jungsoo  Lee  and  Clarita  Barretto,\n\nFebruary  1984\n\nAlternatives  to  Institutional  Credit  Programs\nin  the Agricultural  Sector  of  Low-Income\nCountries\n—Jennifer  Sour,  March  1984\nEconomic  Scene  in Asia  and  Its  Special  Features\n—Kedar  N.  Kohli,  November  1984\nThe  Effect  of  Terms  of  Trade  Changes  on  the\nBalance  of  Payments  and  Real  National\nIncome  of Asian  Developing  Countries\n—Jungsoo  Lee  and  Lutgarda  Labios,  January  1985\nCause  and  Effect  in  the  World  Sugar  Market:\nSome  Empirical  Findings  1951-1982\n—Yoshihiro  Iwasaki,  February  1985\nSources  of  Balance  of  Payments  Problem\nin  the  1970s:  The Asian  Experience\n—Pradumna  Rana,  February  1985\nIndia’s  Manufactured  Exports: An Analysis\nof  Supply  Sectors\n—Ifzal  Ali,  February  1985\n\nDeveloping  Countries\n—Jungsoo  Lee  and  Emma  Banaria,\n\nMarch  1985\n\nThe  Impact  of  Foreign  Capital  Inflow\non  Investment  and  Economic  Growth\nin  Developing Asia\n—Evelyn  Go,  May  1985\nThe  Climate  for  Energy  Development\nin  the  Pacific  and Asian  Region:\nPriorities  and  Perspectives\n—V.V.  Desai,  April  1986\nImpact  of Appreciation  of  the  Yen  on\nDeveloping  Member  Countries  of  the  Bank\n—Jungsoo  Lee,  Pradumna  Rana,  and  Ifzal  Ali,\n\nMay  1986\n\nSmuggling  and  Domestic  Economic  Policies\nin  Developing  Countries\n—A.H.M.N.  Chowdhury,  October  1986\n\nNo.  32 Meeting  Basic  Human  Needs  in Asian\n\n\f17\n\nIssues  in Assessing  the  Impact  of  Project\nand  Sector Adjustment  Lending\n—I.  Ali,  December  1990\nSome Aspects  of  Urbanization\nand  the  Environment  in  Southeast Asia\n—Ernesto  M.  Pernia,  January  1991\nFinancial  Sector  and  Economic\nDevelopment: A  Survey\n—Jungsoo  Lee,  September  1991\nA  Framework  for  Justifying  Bank-Assisted\nEducation  Projects  in Asia: A  Review\nof  the  Socioeconomic Analysis\nand  Identification  of Areas  of  Improvement\n—Etienne  Van  De  Walle,  February  1992\n\nNo.  57 Medium-term  Growth-Stabilization\n\nNo.  37\n\nNo.  38\n\nNo.  39\n\nNo.  40\n\nNo.  41\n\nNo.  42\n\nNo.  43\n\nNo.  44\n\nNo.  45\n\nNo.  46\n\nNo.  47\n\nNo.  48\n\nNo.  49\n\nNo.  50\n\nNo.  51\n\nNo.  52\n\nNo.    1\n\nNo.    2\n\nNo.    3\n\nNo.    4\n\nPublic  Investment  Criteria:  Economic  Internal\nRate  of  Return  and  Equalizing  Discount  Rate\n—Ifzal  Ali,  November  1986\nReview  of  the  Theory  of  Neoclassical  Political\nEconomy: An Application  to  Trade  Policies\n—M.G.  Quibria,  December  1986\nFactors  Influencing  the  Choice  of  Location:\nLocal  and  Foreign  Firms  in  the  Philippines\n—E.M.  Pernia  and  A.N.  Herrin,  February  1987\nA  Demographic  Perspective  on  Developing\nAsia  and  Its  Relevance  to  the  Bank\n—E.M.  Pernia,  May  1987\nEmerging  Issues  in Asia  and  Social  Cost\nBenefit Analysis\n—I.  Ali,  September  1988\nShifting  Revealed  Comparative Advantage:\nExperiences  of Asian  and  Pacific  Developing\nCountries\n—P.B.  Rana,  November  1988\nAgricultural  Price  Policy  in Asia:\nIssues  and Areas  of  Reforms\n—I.  Ali,  November  1988\nService  Trade  and Asian  Developing  Economies\n—M.G.  Quibria,  October  1989\nA  Review  of  the  Economic Analysis  of  Power\nProjects  in Asia  and  Identification  of Areas\nof  Improvement\n—I.  Ali,  November  1989\nGrowth  Perspective  and  Challenges  for Asia:\nAreas  for  Policy  Review  and  Research\n—I.  Ali,  November  1989\nAn Approach  to  Estimating  the  Poverty\nAlleviation  Impact  of  an Agricultural  Project\n—I.  Ali,  January  1990\nEconomic  Growth  Performance  of  Indonesia,\nthe  Philippines,  and  Thailand:\nThe  Human  Resource  Dimension\n—E.M.  Pernia,  January  1990\nForeign  Exchange  and  Fiscal  Impact  of  a  Project:\nA  Methodological  Framework  for  Estimation\n—I.  Ali,  February  1990\nPublic  Investment  Criteria:  Financial\nand  Economic  Internal  Rates  of  Return\n—I.  Ali,  April  1990\nEvaluation  of  Water  Supply  Projects:\nAn  Economic  Framework\n—Arlene  M.  Tadle,  June  1990\nInterrelationship  Between  Shadow  Prices,  Project\nInvestment,  and  Policy  Reforms:\nAn Analytical  Framework\n—I.  Ali,  November  1990\n\nInternational  Reserves:\nFactors  Determining  Needs  and Adequacy\n—  Evelyn  Go,  May  1981\nDomestic  Savings  in  Selected  Developing\nAsian  Countries\n—  Basil  Moore,  assisted  by\n\nA.H.M.  Nuruddin  Chowdhury,  September  1981\nChanges  in  Consumption,  Imports  and  Exports\nof  Oil  Since  1973: A  Preliminary  Survey  of\nthe  Developing  Member  Countries\nof  the Asian  Development  Bank\n—  Dal  Hyun  Kim  and  Graham  Abbott,\n\nSeptember  1981\n\nBy-Passed Areas,  Regional  Inequalities,\nand  Development  Policies  in  Selected\nSoutheast Asian  Countries\n—  William  James,  October  1981\n\nNo.  53\n\nNo.  54\n\nNo.  55\n\nNo.  56\n\nNo.  58\n\nNo.  59\n\nNo.  60\n\nNo.  61\n\nNo.  62\n\nNo.  63\n\nNo.  64\n\nNo.  65\n\nNo.  66\n\nNo.  67\n\nNo.    5\n\nNo.    6\n\nNo.    7\n\nNo.    8\n\nNo.    9\n\nECONOMIC STAFF PAPERS (ES)\n\nRelationship  in Asian  Developing  Countries\nand  Some  Policy  Considerations\n—Yun-Hwan  Kim,  February  1993\nUrbanization,  Population  Distribution,\nand  Economic  Development  in Asia\n—Ernesto  M.  Pernia,  February  1993\nThe  Need  for  Fiscal  Consolidation  in  Nepal:\nThe  Results  of  a  Simulation\n—Filippo  di  Mauro  and  Ronald  Antonio  Butiong,\n\nJuly  1993\n\nA  Computable  General  Equilibrium  Model\nof  Nepal\n—Timothy  Buehrer  and  Filippo  di  Mauro,\n\nOctober  1993\n\nThe  Role  of  Government  in  Export  Expansion\nin  the  Republic  of  Korea: A  Revisit\n—Yun-Hwan  Kim,  February  1994\nRural  Reforms,  Structural  Change,\nand Agricultural  Growth  in\nthe  People’s  Republic  of  China\n—Bo  Lin,  August  1994\nIncentives  and  Regulation  for  Pollution Abatement\nwith  an Application  to  Waste  Water  Treatment\n—Sudipto  Mundle,  U.  Shankar,\nand  Shekhar  Mehta,  October  1995\nSaving  Transitions  in  Southeast Asia\n—Frank  Harrigan,  February  1996\nTotal  Factor  Productivity  Growth  in  East Asia:\nA Critical Survey\n—Jesus  Felipe,  September  1997\nForeign  Direct  Investment  in  Pakistan:\nPolicy  Issues  and  Operational  Implications\n—Ashfaque  H.  Khan  and  Yun-Hwan  Kim,  July  1999\nFiscal  Policy,  Income  Distribution  and  Growth\n—Sailesh  K.  Jha,  November  1999\n\nAsian Agriculture  and  Economic  Development\n—  William  James,  March  1982\nInflation  in  Developing  Member  Countries:\nAn Analysis  of  Recent  Trends\n—  A.H.M.  Nuruddin  Chowdhury  and\nJ.  Malcolm  Dowling,  March  1982\n\nIndustrial  Growth  and  Employment  in\nDeveloping Asian  Countries:  Issues  and\nPerspectives  for  the  Coming  Decade\n—  Ulrich  Hiemenz,  March  1982\nPetrodollar  Recycling  1973-1980.\nPart  1:  Regional Adjustments  and\nthe  World  Economy\n—  Burnham  Campbell,  April  1982\nDeveloping Asia:  The  Importance\nof  Domestic  Policies\n—Economics  Office  Staff  under  the  direction\n\nof  Seiji  Naya,  May  1982\n\n\fNo.  10\n\nNo.  11\n\nNo.  12\n\nNo.  13\n\nNo.  14\n\nNo.  15\n\nNo.  16\n\nNo.  17\n\nNo.  18\n\nNo.  19\n\nNo.  20\n\nNo.  21\n\nNo.  22\n\nNo.  23\n\nNo.  24\n\nNo.  25\n\nNo.  26\n\nNo.  27\n\nNo.  28\n\nNo.  29\n\nNo.  30\n\nNo.  31\n\nFinancial  Development  and  Household\nSavings:    Issues  in  Domestic  Resource\nMobilization  in Asian  Developing  Countries\n—Wan-Soon  Kim,  July  1982\nIndustrial  Development:  Role  of  Specialized\nFinancial  Institutions\n—  Kedar  N.  Kohli,  August  1982\nPetrodollar  Recycling  1973-1980.\nPart  II:  Debt  Problems  and  an  Evaluation\nof  Suggested  Remedies\n—Burnham  Campbell,  September  1982\nCredit  Rationing,  Rural  Savings,  and  Financial\nPolicy  in  Developing  Countries\n—William  James,  September  1982\nSmall  and  Medium-Scale  Manufacturing\nEstablishments  in ASEAN  Countries:\nPerspectives  and  Policy  Issues\n—Mathias  Bruch  and  Ulrich  Hiemenz,  March  1983\nIncome  Distribution  and  Economic\nGrowth  in  Developing Asian  Countries\n—J.  Malcolm  Dowling  and  David  Soo,  March  1983\nLong-Run  Debt-Servicing  Capacity  of\nAsian  Developing  Countries: An Application\nof  Critical  Interest  Rate Approach\n—Jungsoo  Lee,  June  1983\nExternal  Shocks,  Energy  Policy,\nand  Macroeconomic  Performance  of Asian\nDeveloping  Countries: A  Policy Analysis\n—William  James,  July  1983\nThe  Impact  of  the  Current  Exchange  Rate\nSystem  on  Trade  and  Inflation  of  Selected\nDeveloping  Member  Countries\n—Pradumna  Rana,  September  1983\nAsian Agriculture  in  Transition:  Key  Policy  Issues\n—William  James,  September  1983\nThe  Transition  to  an  Industrial  Economy\nin  Monsoon Asia\n—Harry  T.  Oshima,  October  1983\nThe  Significance  of  Off-Farm  Employment\nand  Incomes  in  Post-War  East Asian  Growth\n—Harry  T.  Oshima,  January  1984\nIncome  Distribution  and  Poverty  in  Selected\nAsian  Countries\n—John  Malcolm  Dowling,  Jr.,  November  1984\nASEAN  Economies  and ASEAN  Economic\nCooperation\n—Narongchai  Akrasanee,  November  1984\nEconomic Analysis  of  Power  Projects\n—Nitin  Desai,  January  1985\nExports  and  Economic  Growth  in  the Asian  Region\n—Pradumna  Rana,  February  1985\nPatterns  of  External  Financing  of  DMCs\n—E.  Go,  May  1985\nIndustrial  Technology  Development\nthe  Republic  of  Korea\n—S.Y.  Lo,  July  1985\nRisk Analysis  and  Project  Selection:\nA  Review  of  Practical  Issues\n—J.K.  Johnson,  August  1985\nRice  in  Indonesia:  Price  Policy  and  Comparative\nAdvantage\n—I.  Ali,  January  1986\nEffects  of  Foreign  Capital  Inflows\non  Developing  Countries  of Asia\n—Jungsoo  Lee,  Pradumna  B.  Rana,\nand  Yoshihiro  Iwasaki,  April  1986\n\nEconomic Analysis  of  the  Environmental\nImpacts  of  Development  Projects\n—John  A.  Dixon  et  al.,  EAPI,\n\nEast-West  Center,  August  1986\n\n18\n\nNo.  32\n\nNo.  33\n\nNo.  34\n\nNo.  35\n\nNo.  36\n\nNo.  37\n\nNo.  38\n\nNo.  39\n\nNo.  40\n\nNo.  41\n\nNo.  46\n\nNo.  47\n\nNo.  48\n\nNo.  49\n\nNo.  50\n\nNo.  51\n\nNo.  52\n\nNo.  53\n\nNo.  54\n\nScience  and  Technology  for  Development:\nRole  of  the  Bank\n—Kedar  N.  Kohli  and  Ifzal  Ali,  November  1986\nSatellite  Remote  Sensing  in  the Asian\nand  Pacific  Region\n—Mohan  Sundara  Rajan,  December  1986\nChanges  in  the  Export  Patterns  of Asian  and  Pacific\nDeveloping  Countries: An  Empirical  Overview\n—Pradumna  B.  Rana,  January  1987\nAgricultural  Price  Policy  in  Nepal\n—Gerald  C.  Nelson,  March  1987\nImplications  of  Falling  Primary  Commodity\nPrices  for Agricultural  Strategy  in  the  Philippines\n—Ifzal  Ali,  September  1987\nDetermining  Irrigation  Charges: A  Framework\n—Prabhakar  B.  Ghate,  October  1987\nThe  Role  of  Fertilizer  Subsidies  in Agricultural\nProduction: A  Review  of  Select  Issues\n—M.G.  Quibria,  October  1987\nDomestic Adjustment  to  External  Shocks\nin  Developing Asia\n—Jungsoo  Lee,  October  1987\nImproving  Domestic  Resource  Mobilization\nthrough  Financial  Development:  Indonesia\n—Philip  Erquiaga,  November  1987\nRecent  Trends  and  Issues  on  Foreign  Direct\nInvestment  in Asian  and  Pacific  Developing  Countries\n—P.B.  Rana,  March  1988\n\nNo.  43\n\nNo.  42 Manufactured  Exports  from  the  Philippines:\nA  Sector  Profile  and  an Agenda  for  Reform\n—I.  Ali,  September  1988\nA  Framework  for  Evaluating  the  Economic\nBenefits  of  Power  Projects\n—I.  Ali,  August  1989\nPromotion  of  Manufactured  Exports  in  Pakistan\n—Jungsoo  Lee  and  Yoshihiro  Iwasaki,  September  1989\nEducation  and  Labor  Markets  in  Indonesia:\nA Sector Survey\n—Ernesto  M.  Pernia  and  David  N.  Wilson,\n\nNo.  44\n\nNo.  45\n\nSeptember  1989\n\nIndustrial  Technology  Capabilities\nand  Policies  in  Selected ADCs\n—Hiroshi  Kakazu,  June  1990\nDesigning  Strategies  and  Policies\nfor  Managing  Structural  Change  in Asia\n—Ifzal  Ali,  June  1990\nThe  Completion  of  the  Single  European  Community\nMarket  in  1992: A  Tentative Assessment  of  its  Impact\non Asian  Developing  Countries\n—J.P.  Verbiest  and  Min  Tang,  June  1991\nEconomic Analysis  of  Investment  in  Power  Systems\n—Ifzal  Ali,  June  1991\nExternal  Finance  and  the  Role  of  Multilateral\nFinancial  Institutions  in  South Asia:\nChanging  Patterns,  Prospects,  and  Challenges\n—Jungsoo  Lee,  November  1991\nThe  Gender  and  Poverty  Nexus:  Issues  and  Policies\n—M.G.  Quibria,  November  1993\nThe  Role  of  the  State  in  Economic  Development:\nTheory,  the  East Asian  Experience,\nand  the  Malaysian  Case\n—Jason  Brown,  December  1993\nThe  Economic  Benefits  of  Potable  Water  Supply\nProjects  to  Households  in  Developing  Countries\n—Dale  Whittington  and  Venkateswarlu  Swarna,\n\nJanuary  1994\n\nGrowth  Triangles:  Conceptual  Issues\nand  Operational  Problems\n—Min  Tang  and  Myo  Thant,  February  1994\n\n\fThe  Emerging  Global  Trading  Environment\nand  Developing Asia\n—Arvind  Panagariya,  M.G.  Quibria,\n\nand  Narhari  Rao,  July  1996\n\nAspects  of  Urban  Water  and  Sanitation  in\nthe  Context  of  Rapid  Urbanization  in  Developing Asia\n—Ernesto  M.  Pernia  and  Stella  LF.  Alabastro,\n\nNo.  59\n\nNo.  60\n\nSeptember  1997\n\nNo.  57\n\nChallenges  for Asia’s  Trade  and  Environment\n—Douglas  H.  Brooks,  January  1998\n\nEconomic Analysis  of  Health  Sector  Projects-\nA  Review  of  Issues,  Methods,  and Approaches\n—Ramesh  Adhikari,  Paul  Gertler,  and  Anneli  Lagman,\nMarch  1999\nThe Asian  Crisis: An Alternate  View\n—Rajiv  Kumar  and  Bibek  Debroy,  July  1999\nSocial  Consequences  of  the  Financial  Crisis  in Asia\n—James  C.  Knowles,  Ernesto  M.  Pernia,\nand  Mary  Racelis,  November  1999\n\nOCCASIONAL PAPERS (OP)\n\nNo.  55\n\nNo.  56\n\nNo.  1\n\nNo.  2\n\nNo.  3\n\nNo.  4\n\nNo.  5\n\nNo.  6\n\nNo.  7\n\nNo.  8\n\nNo.  9\n\nNo.  10\n\nNo.  1\n\nNo.  2\n\nNo.  3\n\nNo.  4\n\nNo.  5\n\nNo.  6\n\nPoverty  in  the  People’s  Republic  of  China:\nRecent  Developments  and  Scope\nfor  Bank Assistance\n—K.H.  Moinuddin,  November  1992\nThe  Eastern  Islands  of  Indonesia: An  Overview\nof  Development  Needs  and  Potential\n—Brien  K.  Parkinson,  January  1993\nRural  Institutional  Finance  in  Bangladesh\nand  Nepal:  Review  and Agenda  for  Reforms\n—A.H.M.N.  Chowdhury  and  Marcelia  C.  Garcia,\n\nNovember  1993\n\nFiscal  Deficits  and  Current Account  Imbalances\nof  the  South  Pacific  Countries:\nA  Case  Study  of  Vanuatu\n—T.K.  Jayaraman,  December  1993\nReforms  in  the  Transitional  Economies  of Asia\n—Pradumna  B.  Rana,  December  1993\nEnvironmental  Challenges  in  the  People’s  Republic\nof  China  and  Scope  for  Bank Assistance\n—Elisabetta  Capannelli  and  Omkar  L.  Shrestha,\n\nDecember  1993\n\nSustainable  Development  Environment\nand  Poverty  Nexus\n—K.F.  Jalal,  December  1993\nIntermediate  Services  and  Economic\nDevelopment:  The  Malaysian  Example\n—Sutanu  Behuria  and  Rahul  Khullar,  May  1994\nInterest  Rate  Deregulation: A  Brief  Survey\nof  the  Policy  Issues  and  the Asian  Experience\n—Carlos  J.  Glower,  July  1994\nSome Aspects  of  Land Administration\nin  Indonesia:  Implications  for  Bank  Operations\n—Sutanu  Behuria,  July  1994\n\nEstimates  of  the  Total  External  Debt  of\nthe  Developing  Member  Countries  of ADB:\n1981-1983\n—I.P.  David,  September  1984\nMultivariate  Statistical  and  Graphical\nClassification  Techniques Applied\nto  the  Problem  of  Grouping  Countries\n—I.P.  David  and  D.S.  Maligalig,  March  1985\nGross  National  Product  (GNP)  Measurement\nIssues  in  South  Pacific  Developing  Member\nCountries  of ADB\n—S.G.  Tiwari,  September  1985\nEstimates  of  Comparable  Savings\nin  Selected  DMCs\n—Hananto  Sigit,  December  1985\nKeeping  Sample  Survey  Design\nand Analysis  Simple\n—I.P.  David,  December  1985\nExternal  Debt  Situation  in Asian\nDeveloping  Countries\n—I.P.  David  and  Jungsoo  Lee,  March  1986\n\n19\n\nNo.  58\n\nNo.  13\n\nNo.  14\n\nNo.  15\n\nNo.  16\n\nNo.  18\n\nNo.  19\n\nNo.  20\n\nNo.  7\n\nNo.  8\n\nNo.  9\n\nNo.  10\n\nNo.  11\n\nNo.  12\n\nNo.  11\n\nDemographic  and  Socioeconomic  Determinants\nof  Contraceptive  Use  among  Urban  Women  in\nthe  Melanesian  Countries  in  the  South  Pacific:\nA  Case  Study  of  Port  Vila  Town  in  Vanuatu\n—T.K.  Jayaraman,  February  1995\n\nNo.  12 Managing  Development  through\n\nInstitution  Building\n—  Hilton  L.  Root,  October  1995\nGrowth,  Structural  Change,  and  Optimal\nPoverty  Interventions\n—Shiladitya  Chatterjee,  November  1995\nPrivate  Investment  and  Macroeconomic\nEnvironment  in  the  South  Pacific  Island\nCountries: A  Cross-Country Analysis\n—T.K.  Jayaraman,  October  1996\nThe  Rural-Urban  Transition  in  Viet  Nam:\nSome  Selected  Issues\n—Sudipto  Mundle  and  Brian  Van  Arkadie,\n\nOctober  1997\n\nA  New Approach  to  Setting  the  Future\nTransport Agenda\n—Roger  Allport,  Geoff  Key,  and  Charles  Melhuish\n\nNo.  17\n\nAdjustment  and  Distribution:  The  Indian  Experience\n—Sudipto  Mundle  and  V.B.  Tulasidhar\n\nJune  1998\n\nJune  1998\n\nTax  Reforms  in  Viet  Nam: A  Selective Analysis\n—Sudipto  Mundle,  December  1998\nSurges  and  Volatility  of  Private  Capital  Flows  to\nAsian  Developing  Countries:  Implications\nfor  Multilateral  Development  Banks\n—Pradumna  B.  Rana,  December  1998\nThe  Millennium  Round  and  the Asian  Economies:\nAn  Introduction\n—Dilip  K.  Das,  October  1999\n\nStudy  of  GNP  Measurement  Issues  in  the\nSouth  Pacific  Developing  Member  Countries.\nPart  I:  Existing  National Accounts\nof  SPDMCs–Analysis  of  Methodology\nand Application  of  SNA  Concepts\n—P.  Hodgkinson,  October  1986\nStudy  of  GNP  Measurement  Issues  in  the  South\nPacific  Developing  Member  Countries.\nPart  II:  Factors Affecting  Intercountry\nComparability  of  Per  Capita  GNP\n—P.  Hodgkinson,  October  1986\nSurvey  of  the  External  Debt  Situation\nin Asian  Developing  Countries,  1985\n—Jungsoo  Lee  and  I.P.  David,  April  1987\nA  Survey  of  the  External  Debt  Situation\nin Asian  Developing  Countries,  1986\n—Jungsoo  Lee  and  I.P.  David,  April  1988\nChanging  Pattern  of  Financial  Flows  to Asian\nand  Pacific  Developing  Countries\n—Jungsoo  Lee  and  I.P.  David,  March  1989\nThe  State  of Agricultural  Statistics\nin  Southeast Asia\n—I.P.  David,  March  1989\n\nSTATISTICAL REPORT SERIES (SR)\n\n\f20\n\nNo.  13\n\nNo.  14\n\nNo.  15\n\nA  Survey  of  the  External  Debt  Situation\nin Asian  and  Pacific  Developing  Countries:\n1987-1988\n—Jungsoo  Lee  and  I.P.  David,  July  1989\nA  Survey  of  the  External  Debt  Situation  in\nAsian  and  Pacific  Developing  Countries:\n1988-1989\n—Jungsoo  Lee,  May  1990\nA  Survey  of  the  External  Debt  Situation\nin Asian  and  Pacific  Developing  Countries:\n1989-1992\n—Min  Tang,  June  1991\n\nNo.  16\n\nNo.  17\n\nNo.  18\n\nRecent  Trends  and  Prospects  of  External  Debt\nSituation  and  Financial  Flows  to Asian\nand  Pacific  Developing  Countries\n—Min  Tang  and  Aludia  Pardo,  June  1992\nPurchasing  Power  Parity  in Asian  Developing\nCountries: A  Co-Integration  Test\n—Min  Tang  and  Ronald  Q.  Butiong,\n\nApril  1994\n\nCapital  Flows  to Asian  and  Pacific\nDeveloping  Countries:  Recent  Trends\nand  Future  Prospects\n—Min  Tang  and  James  Villafuerte,\n\nOctober  1995\n\nSPECIAL STUDIES, COMPLIMENTARY (SSC)\n(Published in-house; Available through ADB Office of External Relations; Free of Charge)\n\nImproving  Domestic  Resource  Mobilization  Through\nFinancial  Development:  Overview  September  1985\nImproving  Domestic  Resource  Mobilization  Through\nFinancial  Development:  Bangladesh  July  1986\nImproving  Domestic  Resource  Mobilization  Through\nFinancial  Development:  Sri  Lanka  April  1987\nImproving  Domestic  Resource  Mobilization  Through\nFinancial  Development:  India  December  1987\nFinancing  Public  Sector  Development  Expenditure\nin  Selected  Countries:  Overview  January  1988\nStudy  of  Selected  Industries: A  Brief  Report\nApril  1988\nFinancing  Public  Sector  Development  Expenditure\nin  Selected  Countries:  Bangladesh  June  1988\nFinancing  Public  Sector  Development  Expenditure\nin  Selected  Countries:  India  June  1988\nFinancing  Public  Sector  Development  Expenditure\nin  Selected  Countries:  Indonesia  June  1988\n\n10. Financing  Public  Sector  Development  Expenditure\n\n11.\n\nin  Selected  Countries:  Nepal  June  1988\nFinancing  Public  Sector  Development  Expenditure\nin  Selected  Countries:  Pakistan  June  1988\n\n12. Financing  Public  Sector  Development  Expenditure\nin  Selected  Countries:  Philippines  June  1988\n13. Financing  Public  Sector  Development  Expenditure\n\nin  Selected  Countries:  Thailand  June  1988\n14. Towards  Regional  Cooperation  in  South Asia:\n\nADB/EWC  Symposium  on  Regional  Cooperation\nin  South Asia  February  1988\n\n15. Evaluating  Rice  Market  Intervention  Policies:\n\nSome Asian  Examples  April  1988\n\n16.\n\nImproving  Domestic  Resource  Mobilization  Through\nFinancial  Development:  Nepal  November  1988\n\n17. Foreign  Trade  Barriers  and  Export  Growth\n\nSeptember  1988\n\n18. The  Role  of  Small  and  Medium-Scale  Industries  in  the\n\nIndustrial  Development  of  the  Philippines\nApril  1989\n\n19. The  Role  of  Small  and  Medium-Scale  Manufacturing\n\nIndustries  in  Industrial  Development:  The  Experience  of\nSelected Asian  Countries\nJanuary  1990\n\n20. National Accounts  of  Vanuatu,  1983-1987\n\n21. National Accounts  of  Western  Samoa,  1984-1986\n\n22. Human  Resource  Policy  and  Economic\nDevelopment:  Selected  Country  Studies\nJuly  1990\n\n23. Export  Finance:  Some Asian  Examples\n\nJanuary  1990\n\nFebruary  1990\n\nSeptember  1990\n\nSeptember  1990\n\n24. National Accounts  of  the  Cook  Islands,  1982-1986\n\n25. Framework  for  the  Economic  and  Financial Appraisal  of\n\nUrban  Development  Sector  Projects  January  1994\n\n26. Framework  and  Criteria  for  the Appraisal\n\nand  Socioeconomic  Justification  of  Education  Projects\nJanuary  1994\n\n27. Guidelines  for  the  Economic Analysis  of  Projects\n\n28.\n\nFebruary  1997\nInvesting  in Asia\n1997\n\nSPECIAL STUDIES, ADB (SS, ADB)\n(Published in-house; Available commercially through ADB Office of External Relations)\n\nRural  Poverty  in  Developing  Asia\nM.G.  Quibria,  ed.\nVol.  1:  Bangladesh,  India,  and  Sri  Lanka  (1994)\n$35.00  (paperback)\nVol.  2:  Indonesia,  Republic  of  Korea,  Philippines,\nand  Thailand  (1996)\n$35.00  (paperback)\nExternal  Shocks  and  Policy  Adjustments:\nLessons  from  the  Gulf  Crisis\nNaved  Hamid  and  Shahid  N.  Zahid,  eds.,  1995\n$15.00  (paperback)\nFinancial  Sector  Development  in  Asia:\nCountry  Studies\nShahid  N.  Zahid,  ed.,  1995\n$55.00  (hardbound)\n\n4.\n\n5.\n\n6.\n\nGender  Indicators  of  Developing  Asian\nand  Pacific  Countries\nAsian  Development  Bank,  1993\n$25.00  (paperback)\nIndonesia-Malaysia-Thailand  Growth  Triangle:\nTheory  to  Practice\nMyo  Thant  and  Min  Tang,  eds.,  1996\n$15.00  (paperback)\nEmerging  Asia:  Changes  and  Challenges\nAsian  Development  Bank,  1997\n$30.00  (paperback)\n\n1.\n\n2.\n\n3.\n\n4.\n\n5.\n\n6.\n\n7.\n\n8.\n\n9.\n\n1.\n\n2.\n\n3.\n\n\f21\n\nSPECIAL STUDIES, OUP (SS,OUP)\n(Co-published with Oxford University Press; Available commercially through Oxford University Press\nOffices, Associated Companies, and Agents)\n\nInformal  Finance:  Some  Findings  from  Asia\nPrabhu  Ghate  et.  al.,  1992\n$15.00  (paperback)\n\n2. Mongolia:  A  Centrally  Planned  Economy\n\nin  Transition\nAsian  Development  Bank,  1992\n$15.00  (paperback)\nRural  Poverty  in  Asia,  Priority  Issues  and  Policy  Options\nM.G.  Quibria,  ed.,  1993\n$25.00  (paperback)\nGrowth  Triangles  in  Asia:  A  New  Approach\nto  Regional  Economic  Cooperation\nMyo  Thant,  Min  Tang,  and  Hiroshi  Kakazu,  eds.,  1994\n$36.00  (hardbound)\nUrban  Poverty  in  Asia:  A  Survey  of  Critical  Issues\nErnesto  Pernia,  ed.,  1994\n$18.00  (paperback)\nCritical  Issues  in  Asian  Development:\nTheories,  Experiences,  and  Policies\nM.G.  Quibria,  ed.,  1995\n$15.00  (paperback)\n$36.00  (hardbound)\nFrom  Centrally  Planned  to  Market  Economies:\nThe  Asian  Approach\nPradumna  B.  Rana  and  Naved  Hamid,  eds.,  1995\nVol.  1:  Overview\n$36.00  (hardbound)\n\n8.\n\n9.\n\nVol.  2:    People’s  Republic  of  China  and  Mongolia $50.00\n(hardbound)\nVol.  3:    Lao  PDR,  Myanmar,  and  Viet  Nam\n$50.00  (hardbound)\nFinancial  Sector  Development  in  Asia\nShahid  N.  Zahid,  ed.,  1995\n$50.00  (hardbound)\nFiscal  Management  and  Economic  Reform\nin  the  People’s  Republic  of  China\nChristine  P.W.  Wong,  Christopher  Heady,\nand  Wing  T.  Woo,  1995\n$15.00  (paperback)\n\n10. Current  Issues  in  Economic  Development:\n\nAn  Asian  Perspective\nM.G.  Quibria  and  J.  Malcolm  Dowling,  eds.,  1996\n$50.00  (hardbound)\n\n11. The  Bangladesh  Economy  in  Transition\n\nM.G.  Quibria,  ed.,  1997\n$20.00  (hardbound)\n\n12. The  Global  Trading  System  and  Developing  Asia\n\nArvind  Panagariya,  M.G.  Quibria,\nand  Narhari  Rao,  eds.,  1997\n$55.00  (hardbound)\n\n13. Growth  Triangles  in  Asia:  A  New  Approach  to  Regional\n\nEconomic  Cooperation,  2nd  ed.\nMyo  Thant,  Min  Tang,  and  Hiroshi  Kakazu,  eds.,  1998\n$55.00  (hardbound)\n\nSERIALS\n(Co-published with Oxford University Press; Available commercially through Oxford University Press\nOffices, Associated Companies, and Agents)\n\nAsian  Development  Outlook  (ADO;  annual)\n$36.00  (paperback)\n\nKey  Indicators  of  Developing  Asian  and  Pacific  Countries  (KI;  annual)\n$35.00  (paperback)\n\n1.\n\n3.\n\n4.\n\n5.\n\n6.\n\n7.\n\n1.\n\n2.\n\nJOURNAL\n(Published in-house; Available commercially through ADB Office of External Relations)\n\n1.\n\nAsian  Development  Review  (ADR;  semiannual)\n$5.00  per  issue;  $8.00  per  year  (2  issues)\n\nBULLETIN\n(Published in-house; Available through ADB Office of External Relations; Free of charge)\n\n1.\n\nResearch  Bulletin  (RB;  semiannual)\n\n\f", "author_pages": ["Asian  Development  Bank\nP.O.  Box  789\n0980  Manila\nPhilippines\n", "©1999  by Asian  Development  Bank\nNovember  1999\nISSN  0117-0511\n", "The  views  expressed  in  this  paper  are  those  of  the\nauthors  and  do  not  necessarily  reflect  the\nviews  or  policies  of  the Asian  Development  Bank.\n", "Foreword\n", "The EDRC Report Series consists of research and conference papers\n", "prepared  by  or  under  the  auspices  of  the  Economics  and  Development\n", "Resource Center. Some of the papers are by-products of research whose\n", "main results are published in the Economic Staff Papers series. The EDRC\n", "Report Series is circulated mainly to Bank staff and is distributed outside\n", "the  Bank  only  upon  request.\n", "JUNGSOO LEE\nChief Economist\nEconomics and Development Resource Center\n"]}