{"path": "data/input/pdf-generic/er066.pdf", "pages": ["EDRC REPORT SERIES NO. 66\nFOREIGN DIRECT INVESTMENT IN PAKISTAN:\nPOLICY ISSUES AND OPERATIONAL IMPLICATIONS\nAshfaque H. Khan and Yun-Hwan Kim\nJuly 1999\nAshfaque H. Khan is Economic Advisor to the Minister of Finance, Government of Pakistan, and Yun-Hwan\nKim is Senior Economist at the Asian Development Bank.", "Asian Development Bank\nP.O. Box 789\n0980 Manila\nPhilippines\n©1999 by Asian Development Bank\nJuly 1999\nISSN 0117-0511\nThe views expressed in this paper are those of the\nauthors and do not necessarily reflect the\nviews or policies of the Asian Development Bank.", "Foreword\nThe EDRC Report Series consists of research and conference papers\nprepared by or under the auspices of the Economics and Development\nResource Center. Some of the papers are by-products of research whose\nmain results are published in the Economic Staff Papers series. The EDRC\nReport Series is circulated mainly to Bank staff and is distributed outside\nthe Bank only upon request.\nJUNGSOO LEE\nChief Economist\nEconomics and Development Resource Center", "Contents\nAbstract vi\nI. Importance of Foreign Direct Investment\nin Pakistan 1\nII. Review of FDI Policy 2\nA. Introduction 2\nB. A Brief Review of the 1950s, 1960s, and 1970s 3\nC. The 1980s 4\nD. The 1990s 6\nIII. Trends, Issues, Foreign Direct Investment,\nand Economic Impact of FDI 8\nA. Trends 8\nB. Structural Pattern of FDI 11\nC. Sectoral Distribution of FDI 12\nD. Factors Influencing the Flow of FDI in Pakistan 13\nE. Economic Effects of FDI 21\nIV. Concentrated FDI in the Power Sector\nand its Balance of Payments Implications 23\nA. Introduction 23\nB. State of the Power Sector up to the Mid-1990s 24\nC. Demand-Supply Situation 26\nD. Salient Features of the 1994 Power Policy 28\nE. Balance of Payments Implications 31\nV. Conclusions, Lessons, and Policy Challenges 32\nA. Conclusions and Lessons Learned 32\nB. Policy Recommendations 33\nAppendix 36\nReferences 37", "Acronyms and Abbreviations\nASEAN — Association of Southeast Asian Nations\nBOI — Board of Investment\nCIPC — Central Investment Promotion Committee\nDMC — Developing Member Country\nECC — Economic Coordination Committee\nEDB — Engineering Development Board\nEPZ — Export Processing Zone\nEU — European Union\nFDI — Foreign Direct Investment\nGDP — Gross Domestic Product\nGOP — Government of Pakistan\nIAMC — International Asset Management Company\nIFC — International Finance Corporation\nIPB — Investment Promotion Bureau\nIPP — Independent Power Producer\nKEPZ — Karachi Export Processing Zone\nKESC — Karachi Electric Supply Corporation\nMBC — Malaysian Business Council\nMIGA — Multilateral Investment Guarantee Agency\nMNC — Multinational Corporation\nNIE — Newly Industrialized Economy\nNOC — No Objection Certificate\nNPP — National Power Plan\nPAEC — Pakistan Atomic Energy Commission\nPBC — Pakistan Business Council\nPR — Pakistan Rupee\nPTC — Pakistan Telecommunications Corporation\nPSO — Public Sector Organization\nSBP — State Bank of Pakistan\nSIZ — Special Industrial Zone\nSRO — Special Regulatory Order\nT&D — Transmission and Distribution\nTNC — Trans-National Corporation\nUNCTAD — United Nations Conference on Trade and Development\nUSAID — United States Agency for International Development\nWAPDA — Water & Power Development Authority\nWTO — World Trade Organization", "Abstract\nGiven its fragile balance of payments position and urgent need to\nboost industrial production, Pakistan needs to significantly increase its\nmobilization of foreign resources. However, long-term official assistance\nwill become increasingly scarce, while promoting large portfolio invest-\nments is not a proper policy option due to Pakistan’s underdeveloped and\nnarrow capital market. Significant increases in commercial borrowings are\nalso not desirable. It is therefore crucial to accord high priority to foreign\ndirect investment (FDI).\nPrevious inflows of FDI in Pakistan were meager, accounting for\nonly 0.2% of the world total and less than one percent of the Asian sub-\ntotal each year in the 1990s. Among the major impediments are urban\nviolence, inconsistent economic policies, and government bureaucracy.\nRemedial policy actions are essential.\nAnother major problem is the concentration of FDI on the power\nsector, a domestic-oriented sector, which results in large foreign exchange\ncosts and remittances. This has serious balance of payments implications.\nLessons learned from the Pakistan experience are: developing economies\nshould attach short-term priority to attracting FDI to the foreign exchange\nearning sector, or, at least, both the foreign exchange earning sector and\nother sectors simultaneously. Multilateral development organizations,\nincluding the Asian Development Bank, should also take this into account\nin their private sector operations, particularly the build-own-transfer type,\nto develop economic infrastructures in developing economies.", "1\nI. Importance of Foreign Direct Investment\nin Pakistan\nThe Asian currency crisis that erupted in Thailand in July 1997 and has since spread\nto other countries, particularly Indonesia, Republic of Korea (Korea), and Malaysia, renewed\nthe significance of prudential management of foreign capital flows in developing countries\nwhere domestic financial markets are not yet fully developed. The crisis poses many chal-\nlenges to developing countries, including how to best supervise financial institutions, how\nto efficiently manage foreign exchange reserves/systems, and how to prudentially manage\nforeign debt and investments. From the viewpoint of foreign resource mobilization, the crisis\nhighlights the urgent need to reexamine the optimal combination of foreign capital, i.e.,\nproper composition of concessional public loans, commercial loans, portfolio investment,\nand foreign direct investment. Volatile movements of portfolio investment triggered the Asian\ncrisis, which was reinforced by panic withdrawals of short-term commercial loans. How-\never, it did not have any relation to foreign direct investment (FDI) due to its high stability.\nThis underscores the importance of FDI in the developing member countries (DMCs), par-\nticularly the group of least developed DMCs where domestic financial markets are fragile\nand liquidity is limited. Pakistan belongs to this group. The size of its financial market is\nvery small and its foreign exchange and debt position is precarious. Over the last two years,\nforeign exchange reserves in Pakistan have remained at less than $1.3 billion, which was\nequivalent to only 4-5 weeks of imports of goods.1 Short-term debt has also increased from\n12% of total debt in the early 1990s to 20% at present.\nThese developments increase the need for attracting FDI into Pakistan. FDI is a\nsignificant long-term commitment and a part of the host economy itself. In the difficult\ncircumstances described above, Pakistan’s policy on foreign capital mobilization must attach\npriority to (i) official multilateral assistance; (ii) official bilateral assistance; and (iii) FDI,\ngiven its very limited absorptive capacity for portfolio investment and commercial bank\nloans. However, concessional long-term development assistance, both multilateral and\nbilateral, will become increasingly scarce due to domestic financial constraints in major\ndonors, such as Japan, and Pakistan’s increased competition with other least developed coun-\ntries such as Bangladesh, Mongolia, Sri Lanka, and Viet Nam. Multilateral development\norganizations including the Asian Development Bank will focus on poverty alleviation and\nsoft sectors (i.e., agriculture, rural development, education, environment, poverty, and health),\nwhile the hard sectors (manufacturing and large-scale physical infrastructure) are expected\nto be invested in by the private sector and foreign investors as well as the Government of\nPakistan (GOP).\nThe positive developmental role of FDI in general is well documented (see, for\nexample, Chen 1992). FDI produces a positive effect on economic growth in host countries.\nOne convincing argument for that is that FDI consists of a package of capital, technology\nmanagement, and market access. FDI tends to be directed at those manufacturing sectors\n1After the imposition of the G-7 economic sanctions in early June 1998 following Pakistan’s nuclear\ntesting, foreign exchange reserves fell to $400-500 million. However, they recovered to the previous level of\n$1.2-1.3 billion after the partial waiver of the G-7 sanctions and the resumption of IMF assistance programs\nin January 1999.", "2\nand key infrastructures that enjoy actual and potential comparative advantage. In those\nsectors with comparative advantage, FDI would create economies of scale and linkage effects\nand raise productivity. For FDI, repayment is required only if investors make profit and\nwhen they make profit, they tend to reinvest their profit rather than remit abroad. Another\nbenefit of FDI is a confidence building effect. While the local economic environment de-\ntermines the overall degree of investment confidence in a country, inflows of FDI could\nreinforce the confidence, contributing to the creation of a virtuous cycle that affects not only\nlocal and foreign investment but also foreign trade and production. This phenomenon well\nmatches the directions of historical flows of FDI in the Asian and Pacific region. Initially,\nFDI had surged into the newly industrialized economies (NIEs) (Hong Kong, China; Korea;\nSingapore; and Taipei,China) and thereafter moved to ASEAN countries. Recently, it has\nbeen changing its direction to People’s Republic of China (PRC), India, and Viet Nam. This\nchanging stream of FDI flows suggests that the degree of confidence building, inflows of\nFDI, and the pace of economic growth seem to have a positive interrelation in the Asian\nand Pacific region.\nThe inflow of FDI into Pakistan is small and concentrated only on a few areas, mostly\nin the power sector. In 1997 Pakistan accounted for 0.2% of world FDI, less than one per-\ncent of developing country and Asian country FDI, and 18% of South Asian countries’ FDI.2\nIn spite of liberalizing its formerly inward-looking FDI regime, tempering or removal of\nobstacles to foreign investors, and according various incentives, Pakistan’s performance in\nattracting FDI has been lackluster. Why could Pakistan not succeed in attracting sufficiently\nlarge FDI despite liberalizing its payments and exchange regime as well as inward FDI re-\ngime? The present study attempts to find out the answer. Rather, a relatively large inflow\nof FDI into the power sector since 1995 has created some adverse effects, most important\nof which was the large increase in imports of capital goods for construction of power plants,\nand the ongoing conflict between the government and foreign independent power producers\n(IPPs) on the power rate the government needs to pay to IPPs under the purchase contract.\nAnother negative effect of FDI concentration on the power sector was that as the remittances\nby IPPs began to increase, it severely constrained the balance of payments, given that foreign\nexchange earnings through exports of goods and services remain low.3 From this undesirable\npattern of FDI in Pakistan, very important lessons could be drawn for developing econo-\nmies: they should be careful in allowing a large amount of FDI to nonforeign-exchange-\nearning sectors during a short period of time; and FDI should be promoted in the foreign-\nexchange-earning sector at the initial stage and to the domestic-oriented sector at the sub-\nsequent stages, or, at least, to both sectors simultaneously.\nII. Review of FDI Policy\nA. Introduction\nPolicies of host countries have an important influence on foreign investment deci-\nsions. Host countries can adopt policies of stimulating foreign investment or they can restrict\nforeign participation in their economies in various ways. Host country policies and policy\n2See Appendix table.\n3Exports of services here imply mostly overseas workers. Annual remittances of overseas workers\ninclusive of their foreign currency deposits amount to about $3 billion.", "3\npronouncements affect the perception of “political risk” by transnational corporations (TNCs)\nand thereby the amount of investment of these companies. In addition, host country policies\ncan be instrumental in channeling investment flows toward sectors considered to be of\nparticular importance to the country’s development.4\nPakistan was basically an agricultural economy upon its independence in 1947. Its\nindustrial capacity was negligible for processing locally produced agricultural raw material.\nThis made it imperative for succeeding governments to improve the country’s manufacturing\ncapacity. In order to achieve this objective, however, changing types of industrial policies\nhave been implemented in different times with a changing focus on either the private sector\nor the public sector. During the 1960s, government policies were aimed at encouraging the\nprivate sector while during the 1970s, the public sector was given the dominant role. In\nthe 1980s and 1990s, the private sector was again assigned a leading role. Especially during\nthe decade of the 1990s, Pakistan adopted liberal, market-oriented policies and declared the\nprivate sector the engine of economic growth. Moreover, Pakistan has also offered an\nattractive package of incentives to foreign investors.\nB. A Brief Review of the 1950s, 1960s, and 1970s\nThe private sector was the main vehicle for industrial investment during the 1950s\nand the 1960s and the involvement of the public sector was restricted to three out of 27\nbasic industries.5 It was also set that in the event of private capital not forthcoming for the\ndevelopment of any particular industry of national importance, the public sector might set\nup a limited number of standard units. By the late 1960s the economy was largely dominated\nby the private sector in important areas like banking, insurance, certain basic industries,\nand international trade in major commodities.6 The services sector was reserved for local\ninvestors. Foreign investment was not allowed in the field of banking, insurance, and\ncommerce.\nOn 1 January 1972, the GOP issued an Economic Reforms Order taking over the\nmanagement of ten major categories of industries,7 commercial banks, development financial\ninstitutions, and insurance companies. In 1975 there was another round of nationalization\nof small-sized agroprocessing units. The sudden shift toward nationalization of private sector\nindustrial units shattered private investors’ confidence. At the same time there was also\nacceleration in the direct investment by the public sector in new industries ranging from\nthe basic manufacture of steel to the production of garments and breads. The status of the\npublic sector as a catalyst and gap filler in the 1950s and 1960s changed to that of repository\nof the “commanding heights” of the economy (see Government of Pakistan 1984).  All foreign\ninvestment was, however, exempted from the purview of the nationalization.\n4For a detailed discussion on this issue, see ESCAP (1995).\n5The three basis industries were (i) generation of hydroelectric power; (ii) arms and ammunition;\nand (iii) manufacturing of railway wagons, telephones, telegraph lines, and wireless apparatus.\n6For a detailed discussion on the early period’s industrialization, see Naseem (1981).\n7The 10 major categories of industries include: iron and steel, heavy engineering, assembly and\nmanufacturing of motor vehicles, assembly and manufacturing of tractors, heavy basic chemicals, petro-\nchemicals, cement, public utilities, gas, and oil refineries.", "4\nC. The 1980s\nAfter the dismal performance of the industrial sector following the 1972 national-\nization, a change occurred in September 1978 in the government’s approach toward the role\nof the public and private sectors. The role of the public sector was restricted to consolidating\nexisting enterprises, and further investment in this sector was strictly restricted. The role\nof the public sector was elaborated in the industrial policy statement enunciated in June\n1984. The statement reiterated that the government would continue to pursue a pattern of\na mixed economy, with the private and public sector reinforcing each other. At the same\ntime it admitted that the public sector had established its managerial and entrepreneurial\nfoundations and was in a position to chart its future course to create a supportive relationship\nbetween the public and private sectors. Industries like steel, fertilizer, cement, petroleum\nrefining and petrochemicals, and automotive equipment engineering  were still in the realm\nof the public sector. The private sector was, however, permitted to participate in these fields\nas these were not an exclusive preserve of the public sector anymore.\nThe industrial policy statement of 1984 not only accorded equal importance to the\npublic and private sectors but also encouraged the private sector to come forward. How-\never, the process of privatization was not initiated. Had this been initiated, Pakistan might\nhave attracted a considerable amount of foreign direct investment in subsequent periods.8\nThe public sector retained its role in major industrial areas, which obviously discouraged\nthe inflows of FDI.9\nThe procedure for obtaining permission to set up an industry was somewhat restric-\ntive. The government sanction for some categories of investment was considered essential\nto ensure that the major projects of national significance or in need of government’s pric-\ning policy and other support measures were established with government knowledge and\ninvolvement. The government’s sanction was required for setting up projects in the following\ncategories:\n(i) industries specified for reasons of overcapacity; price regulation; and imple-\nmentation of a program of assembly-cum-manufacture, requiring indigenous\nmanufacture of components or projects of major national importance or for\nreligion, security, or socioeconomic objectives\n(ii) projects involving foreign private investment\n(iii) large projects costing PRs 300 million and above\n8It was an ideal time to initiate privatization to attract FDI because economic fundamentals were strong.\nFor example, during the first half of the 1980s real GDP grew at an average rate of 6.7% per annum, manu-\nfacturing by 9.5%, investment and saving rates averaged 17.2% and 14.0% respectively, rate of inflation averaged\n7.8%, budget deficit as percentage of GDP averaged 6.3%, while current account deficit as percentage of GDP\naveraged 3.8 percent. Besides strong economic fundamentals, there was no serious law and order problem\nin the major growth poles of the country. Above all, notwithstanding military dictatorship, there was political\nstability in the country.\n9FDI through privatization accounted for 14% and 67% of total FDI inflows into Latin America and\nthe Caribbean and Central and Eastern Europe, respectively. For a detailed discussion on this, see UNCTAD\n(1994).", "5\n(iv) projects requiring cash foreign exchange of more than PRs 50 million equiva-\nlent for plant and machinery\n(v) projects involving the import of secondhand machinery\n(vi) projects in which more than 60% of the raw material was importable, pro-\nvided the value of each import exceeded 20% of the total investment in fixed\nassets\nThe industries included in the above categories required the clearance of the Central\nInvestment Promotion Committee (CIPC) and the approval of the Federal Government. The\nabove-mentioned restrictions and the need to obtain permission for setting up an industry\nin these areas were applicable to both local and foreign investors. In addition to this, all\nproject proposals involving foreign investment required government approval and were\nrequired to be filed in the first instance with the Investment Promotion Bureau (IPB). Foreign\nprivate investment was encouraged in the form of joint equity participation with local\ninvestors and in the areas where advanced technology, managerial and technical skills, and\nmarketing expertise were involved. Adequate legal framework for foreign investment was\nprovided through the Foreign Private Investment (Promotion and Protection) Act 1976. This\nAct provided for security against expropriation and adequate compensation for acquisition.\nThe Act also guaranteed the remittance of profit and capital, remittance of appreciation of\ncapital investment, and relief from double taxation for countries with which Pakistan had\nagreement on avoidance of double taxation. Foreign investment was also encouraged in in-\ndustrial projects involving advanced technology and heavy capital outlay like engineering,\nbasic chemicals, petrochemicals, electronics, and other capital goods industries.\nIn order to encourage foreign direct investment in export-oriented industries, an\nExport Processing Zone (EPZ) was set up in Karachi. Apart from foreign investors, over-\nseas Pakistanis were also encouraged to invest in industrial projects in the EPZ on a\nnonrepatriable investment basis. The concessions and facilities offered by the EPZ included\nduty-free imports and exports of goods and tax exemptions. Overseas Pakistanis were ex-\nempted from disclosing the origin of the funds for investment and were allowed to bring\nsecondhand machinery without any surveyor certificate.\nDespite these incentives, the highly regulated nature of Pakistan’s economy proved\na deterrent to the inflows of FDI. Specifically, FDI was discouraged by: (i) significant public\nownership, strict industrial licensing, and price controls by the GOP; (ii) the inefficient\nfinancial sector with mostly public ownership, directed credits, and segmented markets; and\n(iii) a noncompetitive and distorting trade regime with import licensing, bans, and high\ntariffs.\nPakistan began to implement a more liberal foreign investment policy as part of its\noverall economic reform program toward the end of the 1980s. Accordingly, a new industrial\npolicy package was introduced in 1989 based on the recognition of the primacy of the private\nsector. A number of policy and regulatory measures were taken to improve the business\nenvironment in general and attract FDI in particular. A Board of Investment (BOI), attached\nto the Prime Minister's Secretariat, was set up to help generate opportunities for FDI and\nprovide investment services. A “one-window facility” was established to overcome diffi-\nculties in setting up new industries.", "6\nD. The 1990s\nThe basic rules on foreign investment as stated above were laid down in the For-\neign Private Investment (Promotion and Protection) Act 1976. Originally, each foreign\ninvestment was subject to separate authorization, but this requirement was eliminated in\nMay 1991. In general, no special registration was required for FDI, and the same rules and\nregulations were applied to FDI as to domestic investors. The requirement for government\napproval of foreign investment was removed with the exception of a few industries such\nas arms and ammunition, security printing, currency and mint, high explosives, radioac-\ntive substances, and alcoholic beverages (in fact, these industries were also closed to domestic\nprivate investors). In all industrial sectors other than those indicated above, not only for-\neign equity participation of up to 100% was allowed but also, foreign investors can purchase\nequity in existing industrial companies on a repatriable basis. In nonindustrial sectors, foreign\ninvestment was excluded from agricultural land; forestry; irrigation; and real estate including\nland, housing, and commercial activities.10\nAll investors, whether domestic or foreign, were required to obtain a No Objection\nCertificate (NOC) from the relevant provincial government for location of their projects. Thus,\nthe physical location of the investment was effectively controlled by the provincial govern-\nments, which was considered a major bottleneck in speedy industrialization. At present,\nan NOC is only required for foreign investment in areas that are in the negative list of the\nrelevant provincial government. There are only a small number of areas that are on the nega-\ntive list of the provincial governments.\nIn the past, investors (domestic and foreign) were not free to negotiate the terms and\nconditions of payment of royalty and technical fees suited to the requirements of foreign\ncollaborators for technology transfer. The government, therefore, streamlined the procedures\nand investors are now free to negotiate the terms of conditions suited to them as well as\nacceptable to multinationals wishing to transfer the requisite technology.\nOne of the most important measures taken recently by the government affecting FDI\nhas been the liberalization of the foreign exchange regime. Residents and nonresident\nPakistanis and foreigners are now allowed to bring in, possess, and take out foreign cur-\nrency, and to open accounts and hold certificates on foreign currency. Foreigners using foreign\nexchange have now access to the capital market. For example, no permission is required\nto issue shares of Pakistani companies to foreign investors, unless they belong to indus-\ntries included in the Specified List. To further liberalize the foreign exchange regime, the\nPakistani rupee has been made convertible effective 1 July 1994. The ceiling earlier imposed\non contracting foreign loans has been abolished. Permission of the Federal Government or\nthe SBP would not be required regarding interest rate or payment period of foreign loans\nnot guaranteed by the Government of Pakistan. Foreign currency account holders are now\nalso allowed to obtain rupee loans collateralized against the foreign currency account balance.\nThe government has also enacted an extensive set of investment incentives including\ncredit facilities, fiscal incentives, and visa policy. Foreign-controlled manufacturing companies\nexporting 50% or more of their production can now borrow working capital without any\nlimit. Other foreign-controlled manufacturing companies including those not exporting and\nselling in the domestic market can borrow rupee loans equal to their equity without prior\n10FDI in nonindustrial sectors is not necessarily subject to the same treatment as domestic investment\n(see UNCTAD 1994).", "7\npermission of the SBP. Prior permission of SBP is also not required for raising domestic credit\nto meet fixed investment requirement.\nA number of fiscal incentives include a three-year tax holiday to all industries\nthroughout Pakistan set up between 1 December 1990 and 30 June 1995. Investments in\ndelineated rural areas, industrial zones, and less developed areas enjoy five and eight years\ntax holiday respectively, together with special custom duty and sales tax concessions. The\nimport policy has also been liberalized considerably, and the maximum tariff rate has been\nreduced from 225% in 1986/1987 to 45% in 1996/1997. A large number of quantitative re-\nstrictions and nontariff barriers have been removed, and the negative and prohibited lists\nof imports have also been reduced (see BOI 1995b).11 Export incentives have also been broad-\nened. The highly cumbersome duty-drawback system is being replaced with a scheme\nwhereby 80% of the duty-drawback is paid automatically within three days to the firm, and\nthe remaining 20% is paid within one week after inquiry.\nThe visa policy of Pakistan has been modified to make it attractive to foreign inves-\ntors. Foreign investors with substantial investment are granted 3 years multiple entry visa.\nThere is no restriction/requirement for work permit for foreign managerial and technical\npersonnel for gainful employment/occupation in private firms in Pakistan.\nSpecial industrial zones (SIZs) have been set up to attract foreign investment in\nexport-oriented industries. Apart from foreign investors, Pakistanis working abroad are also\neligible to invest in SIZs. The government is responsible for providing the necessary infra-\nstructure and utility services in the SIZs. Investment in SIZs are exempted from existing\nlabor laws of the country. Hefty fiscal incentives are given to foreign investors in the SIZs,\nwhich include income tax holiday for a period of 10 years provided the plant commences\ncommercial operation as of 30 June 1999; duty-free imports of plant and machinery not manu-\nfactured locally; and tax exemption on capital gains, to the extent of the foreign equity share,\nfor a period of five years from the inception of the venture.12\nForeign investment in Pakistan is protected through the Constitution (Article 24) as\nwell as through specific laws. Section 8 of the Protection of Economic Reforms Act 1992\nprovides legal cover to foreign investment in Pakistan.\nBeside these statutory protections, the Multilateral Investment Guarantee Agency\n(MIGA) provides a means of obtaining insurance cover against noncommercial risks. Pakistan\nis a top beneficiary of the MIGA investment cover. MIGA has provided Pakistan with 9.4%\nof its investment insurance facilities, the highest among other developing countries.\nIn November 1997, the government issued the New Investment Policy which includes\nmajor policy initiatives. In the past, foreign investment was restricted to the manufactur-\ning sector. Now foreign investment is allowed in sectors like agriculture and services, which\nconstitute above three fourths of gross national product. The main objective of the new policy\nis to enhance the level of foreign investment in the fields of industrial base expansion,\ninfrastructure and software development, electronics, engineering, agro-food, value-added\ntextile, tourism, and construction industries. Foreign investment on a repatriable basis is\nnow also allowed in agriculture, services, infrastructure, and social sectors, subject to these\nconditions: (i) the basis is joint venture (60:40); (ii) foreign equity will be at least $1 mil-\nlion; (iii) foreign companies registered in Pakistan will be allowed to invest; and (iv) for\nsocial sector and infrastructure projects, joint venture is waived (100% foreign equity may\nbe allowed).\n11For a detailed discussion on Pakistan’s trade and tariff policy, see M.Z. Khan (1996).\n12For further  details on incentives and concessions in the SIZs, see BOI (1995a).", "8\nThe manufacturing sector has also been prioritized into four categories: (i) value-\nadded or export industries; (ii) hi-tech industries; (iii) priority industries; and (iv) agro-based\nindustries. The tariff on imported plant, machinery, and equipment (PME) that are not manu-\nfactured locally for categories (i), (ii), and agriculture is zero while that for categories (iii),\n(iv), and social services will be charged 10%. First year allowance of cost of PME would\nbe available at 90% for (i) and (ii), at 75% for categories (iii) and (iv), and at 50% for other\nindustries. Reinvestment allowance for expansion would be allowed at 50% of cost of PME.\nNotwithstanding significant deregulation and various incentives/concessions given\nto foreign investors, Pakistan still faces serious problems as far as implementation of for-\neign investment policies are concerned. There is a strong perception among foreign investors\nthat the probusiness policies and inducement used to attract prospective new investors are\nsomehow weak given realities when they actually begin to set up and operate their busi-\nness in Pakistan.\nIII. Trends, Issues, Foreign Direct Investment,\nand Economic Impact of FDI\nA. Trends\nThe success of FDI policies can be judged by the size of the inflows of capital. Pakistan\nhas been making efforts to attract FDI and such efforts have been intensified with the advent\nof deregulation, privatization, and liberalization policies initiated at the end of the 1980s.\nTable 1 documents the size of the inflow of foreign investment in Pakistan during the last\ntwo decades. The amount of foreign investment rose from a tiny $10.7 million in 1976/1977\nto $1296 million in 1995/1996, thus growing at the annual compound growth rate of 25.7\npercent. However, it declined to $950 million in 1996/1997. With the beginning of the overall\nliberalization program (1991/1992 onwards) the inflow of foreign investment grew at the\ncompound growth rate of 15.2 percent. Investment inflows in 1995/1996 increased by 93.3%\nmainly due to the inflow of investment in power sector.\nAlthough significant by absolute terms, the increase appears trivial when compared\nto the relatively more buoyant economies of East and Southeast Asia. While FDI flows to\nall developing countries reached $150 billion in 1997, East and Southeast Asia received the\nbulk of this share.\nTotal foreign investment consists of direct and portfolio investment. Prior to 1991/\n1992, portfolio investment has not only been low but also exhibited a fluctuating trend.\nHowever, with the beginning of liberalization policies in 1991/1992, portfolio investment\ncrossed the $1.0 billion mark in 1994/1995. This impressive increase does not reflect the true\npicture of the trends in portfolio investment witnessed during the postliberalization period.\nIf the $862.2 million sale of Pakistan Telecommunications Corporation (PTC) vouchers, which\nwas a one-time phenomenon, was excluded, the portfolio investment not only declined to\n$227.8 million in 1994/1995 but followed an average trend of $215.4 million during 1991/\n1992 to 1995/1996 as against an average flows of only $9.0 million prior to reform (1984/\n1985 to 1990/1991).13\n13The State Bank of Pakistan publishes direct and portfolio investment separately from 1984/1985\nonwards.", "9\nTABLE 1\nInflow of Foreign Investment in Pakistan\n(million $)\nPercent of Total\nYear Direct Portfolio Total Direct Portfolio\n1976/77 — — 10.7 — —\n1977/78 — — 35.5 — —\n1978/79 — — 36.0 — —\n1979/80 — — 28.2 — —\n1980/81 — — 35.0 — —\n1981/82 — — 98.0 — —\n1982/83 — — 42.1 — —\n1983/84 — — 48.0 — —\n1984/85 70.3 23.4 93.7 75.0 25.0\n1985/86 145.2 16.0 161.2 90.0 10.0\n1986/87 108.0 21.0 129.0 83.7 16.3\n1987/88 162.2 10.5 172.7 93.9 6.1\n1988/89 210.2 7.2 217.4 96.7 3.3\n1989/90 216.2 -4.7 211.5 102.2 -2.2\n1990/91 246.0 -9.0 237.0 103.8 -3.8\n1991/92 335.1 218.5 553.6 60.5 39.5\n1992/93 306.4 136.8 443.2 69.1 30.9\n1993/94 354.1 288.6 642.7 55.1 44.9\n1994/95 442.4 1089.9 1532.3 28.9 71.1\n(1994/95*) (442.4) (227.8) (670.2) (66.0) (34.0)\n1995/96 1090.7 205.2 1295.9 84.2 15.8\n1996/97 682.1 267.4 949.5 71.8 28.2\nSource: State Bank of Pakistan.\nNotes:Direct investment consists of cash, capital equipment brought-in and reinvested earnings.\n*=Excluding 862.2 million of PTC Vouchers\nForeign participation appears to be the major factor responsible for the increase in\nportfolio investment in the 1990s. The decline in international interest rates was also\nimportant in portfolio allocations toward Pakistani assets. With globalization, numerous in-\nternational portfolio funds were created that were invested in emerging capital markets\nseeking for better returns. Pakistan was among the first countries in emerging markets to\ntake measures to open up its stock markets to foreign investors. However, in relation to\nthe total flows directed to developing countries, interest in Pakistan has been very modest\n(Khan 1996). Portfolio inflows, because of their inherently volatile nature, have proved to\nbe reversible more than other forms in developing countries. Their potential volatility is\ngreat in Pakistan as well since portfolio investment in Pakistan is directed mainly toward\nshort-term and some medium-term public debt instruments and the stock exchanges.", "10\nThe major component of the total foreign investment is FDI. As can be seen from\nTable 1, despite yearly fluctuations, the amount of FDI rose from $70.3 million in 1984/1985\nto $1090.7 million in 1995/1996, thus growing at the compound growth rate of 25.7 per-\ncent. However, it decreased to $682 million in 1996/1997. Since the beginning of the\nliberalization program (1991/1992), FDI has grown faster than in the preliberalization period\n(1984/1985-1990/1991). In particular, 1995/1996 registered a phenomenal growth of 146.5%\nmainly due to the inflow of FDI in the power sector. FDI, on average, accounted for nearly\n80-85% of total inflows over the period 1984/1985 to 1996/1997.\nTable 2 reports the inflow of FDI by origin since 1981/1982. The US and UK have\nbeen the major sources of FDI in Pakistan, although the shares of both US and UK have\nfluctuated widely, falling as low as 8.8% for the US and 4.7% for the UK and rising as high\nas 63.7% and 35.2%, respectively. The share of the US has been, by far, the largest of all the\ncountries, averaging 32.4% over the last 16 years followed by the UK (12.9%), UAE (11.6%),\nJapan (5.7%), and Germany (5.4%). During the post-reform era, the share of the US further\nrose to 42.0% followed by the UK (12.3%), Japan (6.4%), Germany (5.4%), and the UAE\n(4.7%). It may be noted that Japan, which has emerged as a major investor globally\n(averaging $27.9 billion during 1990-1997), has annually invested only $32.3 million (or 0.1%)\nin Pakistan during the same period.14\nTABLE 2\nShares of Inflow of FDI from Various Countries\n(percent)\nHong Kong, Saudi\nYear USA UK UAE Germany France China Italy Japan Arabia Canada Netherlands Others\n1981/82 15.5 19.9 8.4 3.6 0.19 0.15 0.02 0.43 0.23 0.30 1.52 49.8\n1982/83 11.6 16.9 10.0 3.3 0.23 0.06 0.01 0.50 2.6 0.23 3.34 51.3\n1983/84 8.8 16.3 8.2 4.8 0.10 0.51 — 0.45 2.5 0.21 1.35 56.8\n1984/85 24.5 12.7 16.9 9.1 1.71 0.85 0.14 9.53 5.4 0.43 9.71 9.1\n1985/86 24.2 8.6 47.9 2.9 0.55 1.9 0.27 4.33 -5.0 — 0.89 13.5\n1986/87 39.7 4.7 23.7 5.0 1.39 6.20 0.37 8.7 0.92 0.74 0.55 8.0\n1987/88 28.2 15.7 15.0 11.3 3..08 3.39 0.67 8.38 0.55 0.62 0.25 12.8\n1988/89 45.1 10.8 6.2 4.8 3.68 3.01 0.57 8.0 0.24 0.43 0.81 16.3\n1989/90 43.4 10.5 7.3 5.2 2.77 0.42 1.75 7.45 0.51 0.42 2.45 17.8\n1990/91 52.8 13.7 3.7 5.1 2.88 1.34 1.18 10.65 0.36 0.77 0.93 6.6\n1991/92 63.7 6.1 3.1 6.4 2.53 — 0.59 5.28 0.03 0.90 0.24 11.1\n1992/93 44.7 8.4 3.1 11.8 1.98 4.05 0.19 7.18 2.67 0.09 1.83 14.1\n1993/94 32.2 9.0 2.1 2.6 3.13 0.34 0.08 8.38 0.54 0.34 -0.03 41.3\n1994/95 39.9 8.7 10.6 4.0 3.05 0.49 0.06 3.68 0.20 0.09 1.02 28.2\n1995/96 29.3 29.1 4.8 2.4 1.28 3.11 0.04 7.52 2.46 0.07 1.09 18.8\n1996/97 36.1 35.2 8.0 2.6 1.5 1.1 0.26 5.37 -2.49 0.25 0.1 11.0\nSource: State Bank of Pakistan.\n14The cautious investment attitude of Japanese businessmen toward Pakistan is well documented in\nShirouzu (1993). This will be discussed in Section IIID.", "11\nB. Structural Pattern of FDI\nFDI in Pakistan consists primarily of three elements, namely, cash brought in, capital\nequipment brought in, and re-invested earnings. The information provided in Table 3 shows\nthat the structure of the sources of financing FDI in Pakistan has undergone a noticeable\nchange. Though all the components of FDI exhibit considerable fluctuations over time, the\nitem labeled capital equipment brought in has remained substantially low during 1983-1988.\nThough the major share of FDI in Pakistan comprised cash brought in (on average 55.7%\nover the last 15 years), its share declined slightly (on average 50.2% during 1991-1994) during\nthe post-reform period. The share of capital equipment brought in remained low, on average,\nover the last 15 years but it has made considerable improvement during the postreform\nperiod. In particular, its share jumped to 55.7% in 1994 mainly due to the equipment brought\nin for Hubco Power Plant. Re-invested earnings contributed slightly less than one third to\nFDI over the last 15 years but its share has declined to 23% during the postreform period.\nTABLE 3\nInflow of FDI by Type\n(million PRs)\nPercent of Total Assets\nCapital Capital\nTotal Cash Equipment Re-Invested Cash Equipment Reinvested\nYears Assets Brought In Brought In Earnings Brought In Brought In  Earnings\n1980 293.3 126.1 90.8 76.4 42.9 31.0 26.1\n1981 432.8 247.7 83.7 101.4 57.2 19.2 23.4\n1982 458.3 206.5 105.9 145.9 45.0 23.1 31.8\n1983 534.7 391.9 15.3 127.5 73.3 2.9 23.8\n1984 511.0 273.9 9.6 227.5 53.6 1.9 44.5\n1985 752.1 489.9 10.9 251.3 65.1 1.4 33.4\n1986 1528.3 1133.6 19.3 375.4 74.2 1.3 24.5\n1987 1905.9 912.4 18.9 974.6 47.9 1.0 51.1\n1988 2396.0 1344.9 315.0 736.1 56.1 0.8 40.7\n1989 3768.9 1988.4 607.1 1173.4 52.7 16.1 31.1\n1990 6013.4 4014.5 490.5 1508.1 66.7 8.1 25.1\n1991 6441.4 4093.8 382.0 1965.6 63.5 5.9 30.5\n1992 9001.5 3642.1 2975.6 2383.8 40.4 33.0 26.5\n1993 11170.4 7225.8 1292.6 2652.0 64.7 11.6 23.7\n1994 24013.8 7778.31 13371.8 2863.7 32.4 55.7 11.9\nAverage\n1980-94 55.7 14.2 30.1\n1991-94 50.2 26.5 23.3\nSource: State Bank of Pakistan, Foreign Liabilities and Assets and Foreign Investment in Pakistan (various issues).", "12\n On average, during 1980-1994, 30% of FDI in Pakistan originated from re-invested\nearnings, whereas 70% (55.7% as cash and 14.2% as capital equipment) came from abroad.\nDuring the postreform a structural shift appears to have taken place as the share of\nre-invested earnings in total FDI declined to 23% while those coming from abroad rose to\n77 percent. It is important to note that the share of re-invested earnings in FDI has been\ndeclining since 1990, falling from 31% in 1989 to 12% in 1994. There appears to be two rea-\nsons for such a rapid decline. Firstly, as a result of chronic inflation, the cost of production\nhas gone up considerably and along with the plethora of taxes due to the fiscal consider-\nation, the after tax profit of foreign firms has declined. Consequently, the reinvested earnings\nthat originate as savings from the investment previously made have slowed down. Secondly,\nas a result of liberalization, the entry barriers of foreign firms were removed, which led to\nhigher inflows of new investment. Consequently, the relative share of re-invested earnings\nin total FDI declined considerably after 1990.\nC. Sectoral Distribution of FDI\nHaving examined the trends and structural pattern of FDI, it is worthwhile to re-\nview its overall sectoral distribution pattern. The analysis of sectoral distribution of FDI\nmay reflect two things: on the one hand, it may reflect the preferential treatment given by\nthe government to certain sectors while encouraging FDI, and on the other hand, it may\nalso indicate the foreign investors’ own preferences.\nAs revealed by the information presented in Tables 4 and 5, a noteworthy change\ncan be easily observed in the sectoral composition of FDI flow into Pakistan over the last\n15 years. On the broad sectoral basis, manufacturing industries, mining and quarrying, and\ncommerce are seen to have traditionally dominated the preferences of the foreign investors\nduring 1980-1994 accounting for over 83% of total inflow of FDI. However, like total FDI\nflows, sectoral shares also exhibit considerable year-to-year fluctuations. For example, the\nsectoral share of manufacturing industries, though highest, continued to fluctuate violently\novertime, falling from 74.6% in 1982 to 26.0% in 1983 and once again rising to 54.7% in 1984.\nThe share of manufacturing industries in overall FDI averaged only 11% during 1987-1993\nbut rose to 35% in 1994. The general decline in manufacturing share is largely substituted\nby the rise in the share of mining and quarrying, which stood next to manufacturing (28.1%)\nover the last 15 years. It appears that foreign investors preferred the petroleum sector (natural\ngas in particular) during the period. A significant change in the composition of FDI was\nalso witnessed during the prereform and postreform periods. Manufacturing and mining\nand quarrying registered a sharp decline during the postreform period as against the\nprereform era. On the other hand, commerce, construction, and utilities experienced sub-\nstantial increase in total FDI during the postreform period.15 It may be noted that the share\nof utilities in total FDI jumped from almost zero in 1993 to 31.7% in 1994. This massive\nincrease was entirely due to the inflow of FDI in the power sector with the Hubco Cor-\nporation alone accounting for Rs 7 billion out of Rs 7.6 billion in 1994.\n15A sharp increase of FDI in the commerce sector during 1992-1994 is due mainly to the inflow in\nthe financial service subsector.", "13\nIn the remaining economic sectors (i.e., agriculture, transport, storage and commu-\nnication) the flow of FDI has been meager and erratic because of the limited opportunities\nopen for foreign exploitation in these areas.16\nTABLE 4\nInflow of FDI by Economic Group\n(million Rs.)\nAgriculture,\nForestry, Transport,\nHunting, Mining and  Storage, and\nYear and Fishing Quarrying Manufacturing Construction Utilities Commerce Communication Others Total\n1980 — 72.1 218.9 3.9 — 5.2 1.5 -8.3 293.3\n1981 2.2 81.6 260.8 2.0 — -16.6 5.8 97.0 432.8\n1982 0.7 112.2 342.0 1.9 — -5.0 1.2 5.3 458.3\n1983 1.5 236.9 139.0 2.3 — 120.0 10.7 24.3 534.7\n1984 1.4 21.8 279.4 0.8 — 150.3 10.8 46.5 5110.0\n1985 13.9 134.6 251.7 0.2 — 281.3 13.1 57.3 752.1\n1986 6.2 242.3 403.3 0.2 0.9 569.9 55.6 67.9 1528.3\n1987 0.5 1080.3 186.2 — 0.9 487.3 48.7 102.0 1905.9\n1988 — 1169.2 281.5 -3.5 4.3 740.4 124.0 80.1 2396.0\n1989 44.6 2076.2 322.9 340.6 — 735.8 177.2 71.6 3768.9\n1990 — 2068.0 522.1 641.0 1.3 2337.7 300.3 143.1 6013.4\n1991 — 2928.5 1044.5 333.8 4.4 2138.7 -68.4 59.9 6441.4\n1992 — 373.1 1074.3 3268.4 863.4 3096.9 -23.9 349.3 9001.5\n1993 — 1100.9 1236.6 1941.7 1.6 6831.6 21.4 36.6 11170\n1994 68.4 1105.4 8409.2 2565.1 7622.9 3242.7 487.9 512.2 24013\nSource: State Bank of  Pakistan, Foreign Liabilities and Assets and Foreign Investment in Pakistan (various issues).\nD. Factors Influencing the Flow of FDI in Pakistan\nBefore the Asian crisis, the world had experienced rapid growth in the flow of FDI,\nwhich rose from $204.2 billion in 1990 to $400.5 billion in 1997 (see Appendix table).\nDeveloping countries have made impressive gains in attracting FDI, the flow rising from\n$33.7 billion to nearly $150 billion during the same period. The gains owe, to a large ex-\ntent, to the growing attractiveness of the PRC, which accounted for 30.4% of total FDI to\ndeveloping countries in 1997. The Asian countries have also strengthened their role as the\nlargest developing-country FDI recipient region with an estimated $87 billion of inflows\nin 1997. The East and Southeast Asian countries have attracted $82 billion in FDI in 1997\naccounting for 21% of the total world flows and 55% of total developing countries’ flows.\n Viewed in the background of these developments, the inflow of FDI in Pakistan\nremains far from encouraging despite numerous incentives offered to foreign investors,\nparticularly after the liberalization program initiated since 1991/1992. Incentives like 100%\nforeign ownership of capital, foreign investors operating their companies without enlist-\ning in the local stock exchanges, no limit for remittance of profits and dividends abroad,\n16As stated in Section II, these sectors were liberalized only in November 1997.", "14\nTABLE 5\nShares of Different Economic Groups in Total FDI\n(percent)\nAgriculture,\nForestry, Transport,\nHunting, Mining and  Storage, and\nYear and Fishing Quarrying Manufacturing Construction Utilities Commerce Communication Others\n1980 — 24.6 74.6 1.3 — 1.8 0.5 2.8\n1981 0.50 18.9 60.2 0.46 — -3.8 1.3 22.4\n1982 0.15 24.5 74.6 0.41 — -1.1 0.3 1.1\n1983 0.28 44.3 26.0 0.43 — 2.2 2.0 4.5\n1984 0.27 4.3 54.7 0.15 — 29.4 2.1 9.1\n1985 1.85 17.9 33.5 0.3 — 37.4 1.7 7.6\n1986 0.40 27.8 26.4 0.01 0.05 37.3 3.6 4.4\n1987 0.03 56.7 9.8 — 0.05 25.6 2.5 5.4\n1988 — 48.8 11.7 -0.15 0.18 30.9 5.2 3.3\n1989 1.18 55.1 8.6 9.04 — 19.5 4.7 1.9\n1990 — 34.4 8.7 10.66 0.02 38.9 5.0 2.4\n1991 — 45.5 16.2 5.18 0.07 33.2 -1.1 0.9\n1992 — 4.1 11.9 36.31 9.59 34.4 -0.3 3.9\n1993 — 9.8 11.1 17.38 0.01 61.1 0.2 0.3\n1994 0.28 4.6 35.0 10.68 31.74 13.5 2.0 2.1\nAverage\n1980-94 0.33 28.1 30.9 6.1 2.8 24.3 2.0 4.4\n1991-94 — 16.0 18.5 17.4 10.3 35.5 0.2 1.8\nSource: Calculated from the information contained in Table 4.\nallowing disinvestment of the originally invested capital at any time, and no prescribed limits\nfor remittance of royalties and technical fees abroad by foreign investors are highly com-\npetitive with incentives offered by many other developing countries to the prospective foreign\ninvestors.\nBesides these incentives, Pakistan with a population of about 130 million offers a vast\npotential for the marketing of both consumer and durable goods. Various incentives apart,\nthese two factors should alone have attracted a respectable amount of FDI in Pakistan. How-\never, by looking at the amount of FDI in Pakistan in recent years, it appears that the\nincentives and other factors have resulted in limited success. Why was Pakistan not able\nto attract FDI like the PRC; Hongkong, China; Malaysia; and Thailand despite offering com-\npetitive incentives, favorable geographical location, and a relatively large population? This\nsection attempts to provide answers to this query.\nA summary of host country determinants of FDI in general is given shortly. In view\nof these determinants, the fundamental requirement that governs foreign investment in\nPakistan revolves around ten main factors, which could be called the ten checkpoints. These\nare political stability; law and order; economic strength; government economic policies;\ngovernment bureaucracy; local business environment; infrastructure; quality of labor force;\nquality of life; and welcoming attitude (see Shirouzu 1993).", "15\nHost Country Determinants of FDI\nType of FDI Classified Principal Economic\nHost Country Determinants by Motives of Firms Determinants in Host Countries\nI. Policy Framework for FDI A. Market-seeking Market size and per capita income\n     Economic, political, and Market growth\nsocial stability\nRules regarding entry and Access to regional and global\noperations markets\nStandards of treatment of Country-specific consumer\nforeign affiliates preferences\nPolicies on functioning and Structure of markets\nstructure of markets (especially\ncompetition and policies governing B. Resource/ Raw materials\nmergers and acquisitions) Asset-seeking\nLow-cost unskilled labor\nInternational agreements on FDI\nSkilled labor\nPrivatization policy\nTrade policy (tariffs and nontariff Technological, innovative and\nbarriers) and coherence of FDI other created assets (for example,\nand trade policies brand names), including as\nembodied in individuals, firms,\nTax policy and clusters\nII. Economic Determinants\nIII. Business Facilitation C. Efficiency Seeking\nPhysical infrastructure (ports,\nInvestment promotion (including roads, power, telecommunications)\nimage-building and investment-\ngenerating activities and Cost of resources and assets\ninvestment-facilitation services) listed above, adjusted for labor\nproductivity\nInvestment incentives\nOther input costs, such as\nHassle costs (related to corruption transport and communication\nand administrative efficiency costs to/from and within the host\neconomy and other intermediate\nSocial amenities products\n(for example, bilingual\nschools, quality of life) Membership in a regional\nintegration agreement conducive\nAfter-investment services to the establishment of regional\ncorporate networks\nSource: UNCTAD, World Investment Report (1998, 91).", "16\n(i) Political Stability\nThis factor is essential to attract foreign direct investment because it creates confi-\ndence for foreign investors (see MIGA 1994). Political turmoil could wipe out overnight even\nthe most lucrative investments and endanger the lives of personnel. Many investors have\npaid a heavy price for overlooking or ignoring this factor in other parts of the world\n(Jegathesan 1995). Lack of political stability has been the hallmark of Pakistan during the\nlast eight years (1988-1996). Three elected governments were dismissed on various charges\nwhile four caretaker regimes each remained in power for only 90 days over the last eight\nyears. Such a frequent change in government accompanied by abrupt changes in policies\nand programs are hardly congenial for foreign investors.\n(ii) Law and Order\nAn unsatisfactory law and order situation keeps prospective foreign investors on the\nsidelines. Safety of capital and the security for the personnel engaged in the projects are\nessential ingredients that govern foreign investment. Unfortunately, Pakistan’s law and order\nsituation has remained far from satisfactory in the major growth poles of the country. Karachi,\nthe largest industrial and commercial center and the only commercial port of the country,\nhas been disturbed in varying degrees since 1989. In recent years the law and order situ-\nation has also deteriorated in the Punjab province. Notwithstanding attractive incentives\noffered to foreign investors, this factor has discouraged them to set up their businesses in\nPakistan.17\nIn a recent survey, the International Asset Management Company (IAMC), an affiliate\nof the British-based Morgan Stanley Asset Management, found that the business environ-\nment in Pakistan has deteriorated considerably. The IAMC surveyed 115 leading listed and\nunlisted companies including multinationals operating in Karachi. The sector covered for\nthe survey included automobiles, banks, chemicals, insurance, energy, textile and apparel,\nfinancial services and electrical goods. Some 74% of investors answered that they had no\ninvestment plan for 1996/1997, while in 1995/1996 some 56% of those had not invested in\nPakistan. The key reason for the negative sentiment of businessmen was the deteriorating\nlaw and order situation in Karachi. Three out of four businessmen interviewed blamed\npolitical instability as the major constraint facing business today and over 59% of the 115\nrespondents were not pleased with government policies.\n(iii) Economic Strength\nInvestors would not want to invest in a country where the economic fundamentals\nare so weak that it is unpredictable what the government would do next to prop up a sag-\nging economy. In countries of high economic strength, the investor is assured of a growing\nof high economic strength, economy, and of increased opportunities for business, as more\ngovernment development projects and private sector investments put purchasing power in\n17Business Recorder (26 March 1996), a local newspaper, quoted a member of the Japanese delegation\nto Karachi, as saying that “they were worried about the prevailing disturbed law and order situation in Karachi\nand that they also witnessed a strike in Karachi which in its wake paralyzed the city’s business activity”. These\nimpressions of the visiting Japanese businessmen, by and large, explain the reservations on the part of for-\neign investors.", "17\nthe hands of the people. Increased purchasing power means increased positive multiplier\neffects on the economy and a source for stability. Furthermore, foreign investors are unlikely\nto increase their participation in economies that are expected to remain affected by foreign\nexchange scarcities for several years into the future (UNCTAD 1985).\nAs compared with the decade of the 1980s, Pakistan’s macroeconomic imbalances\nworsened in the 1990s, along with the slowdown of economic activity. Annual average GDP\ngrowth slowed from 6.4% in the 1980s, to 3-4% in the 1990s. In particular, large-scale\nmanufacturing has slowed down to 2-3% as against almost 8.0% during the 1980s.\nThe large fiscal deficit has emerged as a major source of macroeconomic imbalances\nin Pakistan. Slippages on both the revenue and expenditure sides contributed to mount-\ning financial imbalances. The rate of inflation has averaged 11% during the 1990s as against\nan average rate of 7.3% in the 1980s. Pakistan’s external sector also remained under pres-\nsure during the 1990s as compared with the 1980s. The current account deficit averaged\n4.4% of GDP as against 3.9% during the 1980s. Pakistan’s foreign exchange reserves have\nalso fluctuated in an unpredictable manner in the 1990s. Thus, attractive incentives notwith-\nstanding, the large macroeconomic imbalances and slowing down of economic activity must\nhave discouraged FDI in Pakistan.\n(iv) Government Economic Policies\nPakistan’s track record in maintaining consistent economic policies has been poor.\nThe abrupt changes in policies with a change in government as well as a change in policy\nwithin the tenure of a government have been quite common. Pressures to raise revenues\n(for fiscal consideration), and other conflicting objectives have generally led to inconsistencies\nin investment and industrialization policies, and an ad hoc and changing incentive system.\nRevenue measures are not in harmony with the industrial policies. Several instances of\nchange in policy stance in recent years can be identified. For example, the process of\nprivatization slowed down considerably with the change in government. As against the\nprivatization of 63 units in two years (1991/1992 and 1992/1993), only 20 units were priva-\ntized in three years (1993/1994 to 1995/1996). Similarly, with the change in government a\ndrastic change was made in the Lahore–Islamabad motorway project. Another example\nconcerns the concessions given to the petroleum and power sectors in terms of duty-free\nimports of machinery. Resource crunch forced the government to withdraw this concession\nby imposing a 10% regulatory duty in October 1995. It took several months to get the pe-\ntroleum sector concession restored but the regulatory duty was reimposed in the 1996/1997\nfederal budget.  The serious disagreement in 1998 between the GOP and IPPs on the purchase\nof electricity by the WAPDA aggravated investors’ confidence.\nThe investment approval requirement has been removed but other regulations in-\nstituting the need for other administrative approvals, however, are still in place. Numerous\npermits and clearances from different government agencies at national, regional and local\nlevels still apply to investors.\nIncentives/concessions to foreign investment apart, private investors continue to face\na plethora of federal, provincial, and local taxes and regulations. Federal levies include\ncustom duties, sales tax, withholding tax at import stage, and excise duty. At the provincial\nlevel there are stamp duties, professional taxes, boiler inspection fees, and weight and\nmeasures fees. In addition, local government taxes are levied, including a local metropolitan\ntax, and the Octroi. At the federal and provincial levels, labor taxes have to be paid separately", "18\nin compliance with labor laws, such as the contributions to the Workers Welfare Fund, Social\nSecurity, worker’s children’s education, and workers participation in profit and group in-\nsurance. In particular, a 5% withholding tax at the import stage as well as restrictions that\nthese firms cannot borrow more than their equity capital have caused serious cash flow\nproblems.\nForeign investors in Pakistan also have to cope with a complex legal situation. Law\nbased on different legal systems are applied independently. Uncertainty is exacerbated by\nthe practice of issuing Special Regulatory Orders (SROs) that can amend or alter existing\nlaws. Over time many SROs have been issued under a particular law, changing its scope\nand intent.\n(v) Government Bureaucracy\nThis could perhaps be the biggest “burden” in any investment environment. It does\nnot matter how efficient the government thinks its investment policy is; what is critical is\nthe perception of businessmen, especially those already in the country. Do businessmen feel\nthat they have the support of government officials in their efforts to set up and operate\nefficient business units, or do they feel that they have to fight the government to get projects\noff the ground?\nThe general perception of businessmen in Pakistan is that there exists a large gap\nbetween the policies and their implementation (Shirouzu 1993). The implementation of\npolicies has been slow and the bureaucracy has not responded to the initiatives with con-\nviction.18 Such perception about the slow implementation of policies is not at all conducive\nto attracting FDI.\n(vi) Local Business Environment\nThis covers many factors, including the availability of local lawyers, secretarial ser-\nvices, accountants, architects and building contractors, local consultants, etc.—all required\nboth before and during the life of a project. Also, there is the question of the availability\nof ancillary and supporting industries, their quality, and their cost. Another question would\nbe the availability of suitable joint venture partners, and whether there are lists of poten-\ntial partners that the investors can choose from. All these conditions are not satisfactory\nin Pakistan.\n(vii) Infrastructure\nThe availability, reliability, and cost of infrastructure facilities (power, telecommu-\nnications, and water supplies) are important ingredients for a business environment\nconducive to foreign investment. Pakistan compares unfavorably in infrastructure facilities\nwith other developing countries that have attracted higher levels of foreign investment.\nPakistan has  only 18% of paved roads in good condition as against 50% in Thailand, 31%\nin Philippines, and 30% in Indonesia. Pakistan’s extensive but poorly managed railway\n18Another example of slow implementation of policies concerning investment activity is that out of\n132 Memorandum of Understanding (MOUs) signed during the previous regime, only 39 had made little\nprogress.", "19\nsystem does not make good for this disadvantage. Telecommunication is another bottleneck:\nthere are only 10 telephones per 1,000 persons in Pakistan compared with 31 and 112 in\nThailand and Malaysia, respectively. Pakistan’s amount of electricity produced per capita\nis higher than Indonesia’s (435 kWh as against 233 kWh), but is only a fourth of Malaysia’s\nand one half of Thailand.19 In most cases the urban infrastructure is grossly inadequate.\nOnly 50% of population have access to safe drinking water as against 81, 72, and 78% for\nPhilippines, Thailand, and Malaysia, respectively.20\nKarachi Port is six times more expensive than Dubai port (Jebal Ali), three times more\nexpensive than Colombo port, and twice as expensive as Bombay port. While other ports\noffer goods container terminal facilities, Karachi port cannot even offer priority berthing\nfor container vessels. There are frequent delays and cancellations of berthing and sailing\ndue to obsolete tugs and pilot boats at Karachi port. Moreover, due to the lack of main-\ntenance the berths are unsafe. Karachi port cannot even provide proper container handling\nequipment and there is a shortage of space and bad planning, resulting in high cost to the\nconsignees. Large vessels cannot come to the port because of the lack of dredging of shipping\nchannels. Moreover, congestion in the hazardous cargo results in containers being detained\nlonger in the barge. All these have made Karachi port much more expensive than ports of\nneighboring countries (see Table 6 for itemwise costs at Karachi port and other ports of neigh-\nboring countries). Such infrastructure deficiencies have discouraged the flow of FDI in\nPakistan.\nTABLE 6\nInternational Comparison of Cost Structure of Port Handing\n(US$)\nKarachi Colombo Jebal Ali Bombay\nPilotage 2100 288.4 436 1680\nPort Dues 3220 1820.0 Nil 1190\nDockage 1120 210.0 229 1540\nTug Hire 2238 292.0 640 Nil\nChannel Dues Nil Nil Nil Nil\nLine Handlers Nil Nil 164 Nil\nEntering Dues Nil 288.4 Nil Nil\nPilot Fee Nil 60.0 Nil Nil\nPilot Boat 9 Nil Nil Nil\nMooring Launch 135 Nil Nil Nil\nTotal Charges 8822 2958.8 1469 4410\nSource: Overseas Investors Chamber of Commerce & Industry, Karachi.\n19Realizing the fact that Pakistan earlier faced severe deficiencies in power, a highly attractive power\nsector policy was announced in March 1994 with a view to attracting FDI in this sector. This is discussed in\nSection IV.\n20All the information pertaining to infrastructure are taken from the World Development Report 1995\n(World Bank 1995). For a comprehensive review of Pakistan’s infrastructure, see Kemal and Shabbir (1995).", "20\n(viii ) Labor Force\nA technically trained, educated, and disciplined labor force along with a country’s\nlabor laws are critical factors in attracting foreign investors. Pakistan has an acute short-\nage of technically trained and educated labor, especially in middle managerial positions and\nin engineering, which may have discouraged foreign investors. In particular, Pakistan is at\na more serious, disadvantaged position in terms of education and health compared with\nother developing countries that have attracted FDI at much higher levels. Pakistan’s adult\nilliteracy rate is 62% as against 17% for Malaysia, 16% for Indonesia, 5% for Philippines,\nand 6% for Thailand. Only 80% of primary school age boys are enrolled in school (49% for\ngirls); the lowest rate for the four reference countries is 93% for Malaysia. Pakistan’s ex-\npenditure on education accounts for only 1.1% of total expenditure as against 10% for\nIndonesia, 15.9% for Philippines, 21.1% for Thailand, and 20.3% for Malaysia (World Bank\n1997). It also has by far the worst indicators of public health among the five countries. With\nthe general level of education and health care being low, foreign investors may not find\nthe workforce they need.\nBesides poor education and health indicators, Pakistan’s labor laws are complicated\nand overprotective, discouraging job creation, inhibiting business expansion, and frightening\naway much needed productive investment. Such labor laws have created unnecessary la-\nbor disputes posing problems for management and causing productivity losses, which have\nalso discouraged foreign investment (Shirouzu 1993).21\n(ix) Quality of Life\nQuality of life along with cultural and social taboos is critical to attract foreign in-\nvestors. These factors are less conducive to foreign investors in Pakistan who are accustomed\nto liberal lifestyles. This is in fact, one of the largest hidden handicaps Pakistan possess\nagainst NIEs and ASEAN countries (Shirouzu 1993). Foreign investors find better condi-\ntions in Indonesia and Malaysia (both Muslim countries) in the ASEAN region in terms of\nsocial life and quality of life.\n(x) Welcoming Attitude\nHave immigration and customs officials at the airports and other entry points been\nfully briefed about the critical role they play in investment promotion efforts? Their atti-\ntudes play an important role in foreign investors’ decision making. Although the high\ngovernment officials and business leaders express their enthusiasm in inviting foreign\ninvestment, the lack of a cordial environment to accommodate foreigners and foreign in-\nvestment prevails in Pakistan. The ancillary government agencies and officials seem to have\nan indifferent and unsympathetic attitude toward foreign investors (Shirouzu 1993).\nThe ten checkpoints discussed above constitute an investment environment and can\nbe classified into four factors, namely, cost, convenience, capability, and concessions. All these\nfactors do not appear to be so favorable as in East and Southeast Asian economies.\n21See also the letter from Secretary General, Overseas Investors Chamber of Commerce and Indus-\ntry addressed to Shahid Javed Burki, Advisor to Prime Minister on Finance, Planning and Economic Affairs,\ndated 24 November 1996.", "21\nE. Economic Effects of FDI\nFDI has emerged as not only a major source of much needed capital but is also\nconsidered to be a major channel for the access to advanced technologies and intangibles\nsuch as organizational and managerial skills, and marketing networks by developing coun-\ntries. Globally, FDI has grown rapidly in recent years, faster than international trade.\nDeveloped countries were the key force behind the record FDI flows but developing countries\nalso experienced a spectacular rise in the flows, reaching as high as $150 billion in 1997.\nHow far have the inflows of FDI affected the level of economic activity in the host coun-\ntries? This question has been extensively investigated in recent years.22\nThe inflow of FDI can “crowd in” or “crowd out” domestic investment and its ef-\nfect on saving is ambiguous. FDI has a positive overall effect on economic growth but the\nmagnitude of this effect depends on the stock of human capital available in the host economy.\nA high positive correlation between aggregate inflows of FDI and the host countries’\naggregate exports has been found, while the inflow of FDI tends to increase the host\ncountry’s imports.23\nViews, however, diverge regarding the effect of FDI on balance of payments. Critics\nargue that while the initial impact of an inflow of FDI on the host country's balance of\npayments is positive, the medium-term impact is often negative, as the investors increase\nimports of intermediate goods and services and begin to repatriate profit. On the other hand,\nit is argued that the impact of FDI on the balance of payments depends on the exchange\nrate regime. Under flexible exchange rates, any disturbance to the balance between sup-\nply and demand for foreign exchange is corrected by a movement in the exchange rate. In\nthe case of a fixed exchange rate regime, a net increase in the demand for foreign exchange\nby the FDI project will result in a reduced surplus or increased deficit in the balance of\npayments. Empirical evidence suggests that an inflow of FDI has a bigger positive impact\non host country exports than on host country imports. Hence, the balance of payments\nproblems, if they do occur, are likely to be small (WTO 1996).\nThe inflow of FDI in Pakistan is not only a recent phenomenon but it also does not\nform a high percentage of GDP or domestic fixed investment. As shown in Table 7, FDI\nas percentage of GDP remained less than one percent until 1994/1995 but rose to 1.69% in\n1995/1996, due to large FDI in the power sector. FDI as a percentage of gross fixed invest-\nment averaged 3.5% during 1984/1985 to 1995/1996. Thus, given its low share in GDP and\nfixed investment, FDI is not expected to have a significant impact on various sectors of the\neconomy.\nWhat was the impact on Pakistan’s imports and exports? First, most empirical research\nsuggests that inflow of FDI tends to increase the host country’s imports. One reason is that\nMNCs often have a high propensity to import intermediate inputs, capital goods, and\nservices that are not readily available in the host countries.24 Some studies indicate that the\nimpact of FDI inflow on a host country’s imports is either nil or that it slightly reduces the\nlevel of imports (Hill 1990). If FDI is concentrated in import substitution industries, then\nit is expected to affect imports negatively because the goods that were imported are now\n22See, for example, Fry (1996), WTO (1996), and Borensztein et al. (1995).\n23See Lipsey and Weiss (1981, 1984); Hummels and Stern (1994); Graham and Anzai (1994); and Naujoks\nand Schmidt (1995).\n24See Graham and Krugman (1993), Graham and Anzai (1994), Hill (1990), and Naujoks and Schmidt\n(1995).", "22\nproduced in the host country by foreign investors (Fry 1996). In order to examine the impact\nof FDI on Pakistan’s imports, we tested an import demand function.25\n Results suggest that the inflow of FDI increases imports with a lag of one year. The\ncoefficient is statistically significant with a positive sign and suggests that a 10% increase\nin the inflow of FDI increases imports by 1.8 percent. Income elasticity of import demand\nis less than unity (0.8) indicating that a 10% increase in real GDP increases imports by\n8 percent.\nTABLE 7\nFDI as Percentage of GDP and Fixed Investment\nFDI as Percentage of\nYear GDP Fixed Investment\n1984/1985 0.2 2 1.37\n1985/1986 0.45 2.68\n1986/1987 0.32 1.85\n1987/1988 0.42 2.56\n1988/1989 0.52 3.03\n1989/1990 0.54 3.13\n1990/1991 0.54 3.10\n1991/1992 0.69 3.69\n1992/1993 0.59 3.10\n1993/1994 0.68 3.80\n1994/1995 0.73 4.25\n1995/1996 1.69 9.45\nAverage\n1984/1985-\n1995/1996 0.61 3.50\nSource: Government of Pakistan, Economic Survey 1996/97.\nSeveral studies have found a high positive correlation between the inflow of FDI and\nthe host countries’ aggregate exports.26 Evidence based on sectoral studies indicates that\nFDI is found often undertaken by companies that are already significant exporters (WTO\n1996). These findings are supported by studies that have found that foreign-owned firms\ntend to export a greater proportion of their output than do their locally owned counter-\nparts.27 Presumably foreign firms typically have a comparative advantage in their knowledge\nof international markets, in the size and efficiency of their distribution networks, and in\ntheir ability to respond quickly to changing patterns of demand in world markets.\n25ln M = 1.60  +  0.80 ln y  -  0.22 ln (Pm/Pg)  +  0.18 ln (FDI)\n-1\n           (0.32)     (2.09)         (0.69)                   (1.96)\n      R2 = 0.92;  DW = 2.73;   F = 39.03;   SER = 0.056; t-values in parentheses\nWhere M is real demand for imports, y real GDP, and Pm/Pg relative price of imports (price of import de-\nflated by GDP deflator).\n26See for example, Hummels and Stein (1994), Wells (1993), Fry (1996), and Naujoks and Schmidt (1995).\n27See Hill (1990) and Noujoks and Schmidt (1995).", "23\nThere can also be policy-based linkages between FDI and host country exports.\nPerformance requirements that demand MNC affiliates to export a part of their production,\nand FDI incentives that are limited to or favor export-oriented sectors, are examples of\npolicies that can produce or strengthen a positive correlation between inflows of FDI and\nexports. A classic example of such policies is export processing zones (EPZs). Many foreign\nfirms have established operations in these zones, which have been set up by the host country\ngovernment with the goal of stimulating exports, employment, skill upgrading, and tech-\nnology transfer.\nWhat is the evidence in the case of Pakistan? What is the impact of FDI on Pakistan's\nexports? To answer these questions, a simplified export function was tested.28\nThe estimated coefficients of FDI (both contemporaneous and one year lag) are sta-\ntistically insignificant. This finding suggests that the inflow of FDI has largely been directed\ntoward import-substitution industries or production for the domestic market while little\nhas gone toward export-oriented industries. When these two set of results (both import and\nexport equations) are taken together, it appears that FDI has worsened the country’s trade\nbalance. The inflow of FDI has tended to increase imports more than exports, suggesting\na deterioration in the trade balance. The income elasticity of exports is considerably higher\nthan unity, suggesting a one percent increase in real income increases exports by 1.38 percent.\nThe relative price of exports is unit-elastic, suggesting that a one percent increase in rela-\ntive price reduces exports by one percent.\nIV. Concentrated FDI in the Power Sector\nand its Balance of Payments Implications\nA. Introduction\nIf it is not the “engine of growth”, infrastructure is certainly the “wheels” of eco-\nnomic activity. Empirically a strong positive association exists between the availability of\ncertain infrastructure—power, telecommunications, paved roads, and access to safe water—\nand per capita GDP.29 The generally poor performance of state-owned monopolies, combined\nwith the rapid globalization of world economies, has brought into sharp focus the economic\ncosts of inadequate infrastructure and has prompted a growing number of developing\ncountries to take active steps to promote competition, encourage the private sector including\nforeign investment in infrastructure. Between 1993 and 1995 the estimated private partici-\npation in infrastructure rose from $17 billion to $35 billion in developing countries (see IFC\n1996).\nIn the last decade and a half, growth of population, per capita income, and rapid\nurbanization have generated a great deal of demand for transport, power, telecommuni-\ncations, and water in Pakistan. The supply of these services, on the other hand, has not\nexpanded sufficiently fast to prevent the emergence of gross shortage. Among various\ninfrastructure constraints, power has emerged as the most serious bottleneck constraining\n28ln X =  - 3.24 + 1.38 ln y  -  1.02 ln (Pg/Px)  +  0.07 ln (FDI)  +  0.06 ln (FDI)\n-1\n(0.60)  (3.10) (3.23) (0.73) (0.58)\n          R2 = 0.97;    DW = 1.36;    F = 102.7;    SER = 0.07; t-values in parentheses.\nWhere X is real export; y real GDP; P export price; and Pg GDP deflator.\n29For empirical evidence, see World Development Report 1994 (World Bank 1994).", "24\nthe economy’s long-term growth and development possibilities. The rationing of electric-\nity (load-shedding) to metropolitan and industrial areas has become a common feature in\nPakistan since the early 1980s and has given rise to social costs (the frustration of house-\nhold users) as well as economic costs in terms of lost manufacturing output. The Task Force\non Energy (1994) noted the loss of industrial output due to load shedding in the neighbor-\nhood of Rs 12 billion. Stone (1995), in a survey of 200 industrial enterprises in Pakistan found\nthat these firms lost an average of 21 workdays a year to electric power shortages alone.30\nRemoving Pakistan’s power shortages required a large amount of capital and strong\nincentives that were beyond the resources and institutional capabilities of the public sector.\nFrom 1994 to 1996, efforts to rectify power shortages were focused on encouraging domestic\nand foreign private investors to participate in the generation of electricity. The policy was\nhighly welcomed by foreign investors, mostly from the US and the UK. Two to three years\nafter the initiation of the policy, there are now serious apprehensions about overcapacity\nand balance of payments implications.\nB. State of the Power Sector up to the Mid-1990s\nElectricity consumption in Pakistan has grown at a faster rate than real GDP. The\naverage annual growth rate of electricity consumption from 1980/1981 to 1994/1995 was\n9.3% against 5.7% growth of real GDP (an elasticity of 1.6). In spite of rapid growth in elec-\ntricity consumption, Pakistan’s per capita consumption of electricity is far less than many\nother developing countries. In 1995 per capita consumption of electricity in Pakistan was\n340 kWh against the PRC (448 kWh), Thailand (636 kWh), Iran (724 kWh), Malaysia (1146\nkWh), and Asia on average (1235 kWh) (Ansari 1996). Pakistan’s generation capacity of\n7 KW per 100 population is less than the corresponding figures of 7.5 KW in Sri Lanka,\n9 KW in India, and 12 KW in PRC. At the same time, power system losses of 24% in Pakistan\nare far above the 18% in Sri Lanka, 19% in India, 15% in PRC, and 20% or less in the case\nof Chile, Ghana, Indonesia, Kenya,  Malaysia, Morocco, Thailand, and Turkey (Esfahani 1995).\nElectricity in Pakistan is supplied by vertically integrated public utilities, namely\nWater & Power Development Authority (WAPDA) and Karachi Electric Supply Corpora-\ntion (KESC), which are responsible for generation, transmission, and eventual distribution\nto end-users. WAPDA with a franchise area of about 770,000 sq. km., and an electricity con-\nsumption density of 45.5 kWh per sq. km. (1994/1995) serves a large decentralized power\ndistribution operation through area electricity boards. KESC on the other hand, with a\nfranchise area of about 6024 sq. km. and an electricity consumption density of 935 kWh per\nsq. km. (1994/1995) serves basically the Karachi Division, part of Thatta District in Sindh,\nand Uthal, Bela and other parts of Baluchistan (Ansari 1996). Apart from WAPDA and KESC,\nthe Pakistan Atomic Energy Commission (PAEC) also operates a 137 MW Nuclear Power\nStation near Karachi. There are also few captive power plants in the country, with an ap-\nproximate installed capacity of 237 MW (Manzoor 1996).\n30This survey was carried out under a private sector assessment study by the World Bank on the\ninfrastructural bottlenecks in Pakistan. On the scale of 1 to 5 indicating the severity of obstacles to their\noperations and growth, the surveyed firms on average ranked infrastructure constraints as 3.4, after politi-\ncal and economic instability. Among infrastructure constraints, Pakistani enterprises ranked power breakdowns\n(4.2), voltage fluctuations (3.8), road quality (3.6), and telecommunications (2.8) as their most important problems\n(see Stone 1995).", "25\nOut of total electricity generated in the country in 1995/1996, WAPDA was respon-\nsible for 86% of generation while KESC maintained a share of 13%, and the remaining one\npercent came from PAEC and captive power plants. There are three primary modes of power\ngeneration in Pakistan, namely, hydel, thermal, and nuclear. Among these modes, thermal\naccounts for 62% while hydel and nuclear account for 37% and 1%, respectively. The cur-\nrent installed generation capacity as of January 1996 in Pakistan adds up to 12988 MW; of\nthis, hydel capacity represents 4825 MW, thermal capacity represents 8026 MW, and the\nbalance is nuclear capacity of 137 MW. Meanwhile, WAPDA’s generation capacity stood at\n11113 MW. The KESC capacity totaled 1738 MW, 137 MW of which was nuclear.\nUntil the 1970s, the industrial sector was the largest consumer of electricity, accounting\nfor more than 50% of total electricity consumption. Rural electrification programs combined\nwith rising income levels encouraged people to use electrical appliances in the home, which\nwere translated into a higher growth rate of electricity consumption by the domestic sector.\nIn fact, percentage share of electricity consumption by the domestic sector has increased\ndramatically from 32.4% in 1990/1991 to 40.5% in 1995/1996. On the other hand, the elec-\ntricity consumption by the industrial sector declined equally sharply from 34.3% to 28.9%\nduring the same period (see Table 8).\nTABLE 8\nElectricity Consumption by Economic Group\n(percent)\nElectricity Consumption as  Percent of Total\nEconomic Groups 1990/91 1991/92 1992/93 1993/94 1994/95 1995/96\nDomestic 32.4 33.1 35.9 37.2 38.4 40.5\nCommercial 4.3 4.1 4.2 4.1 4.2 4.7\nIndustrial 34.3 34.9 34.9 32.8 30.3 28.9\nAgricultural 21.7 19.9 17.9 17.9 17.7 18.4\nBulk Buyers 7.8 7.9 7.1 7.9 9.3 7.5\nPublic Light 0.1 0.1 0.1 0.1 0.1 0.1\nSource: ABN AMRO Bank, Economic Bulletin (1996).\nBesides rural electrification and rising income levels, the tariff structure may have\ninfluenced the electricity consumption by various economic groups. Table 9 documents such\ninformation. The existing tariff structure subsidizes domestic households and the agricul-\ntural sector at the expense of commercial and industrial users.", "26\nTABLE  9\nCross-subsidization of Tariffs\nConsumption Share of Billing Price per unit\nas  Percent  of Total  (percent)   (Rs/KWH)\nEconomic Groups 1993/94 1994/95 1993/94 1994/95 1993/94 1994/95\nResidential 37.2 38.4 27.1 28.8 0.6154 0.6339\nCommercial 4.1 4.2 11.3 11.9 2.3166 2.3373\nIndustrial 32.8 30.3 43.9 40.8 1.1292 1.1376\nAgricultural 17.9 17.7 8.8 8.8 0.4200 0.4199\nSource: ABN AMRO Bank, Economic Bulletin (1996).\nIn fact, the commercial sector pays more than 5 times higher per unit of electricity\nand industry pays 2.7 times higher per unit as compared with the agricultural sector.\nC. Demand–Supply Situation\nElectricity demand in Pakistan over the past 30 years has been driven by increas-\ning rates of urbanization, sustained economic growth and rising income levels, and to some\ndegree by a tariff structure that has generally subsidized household consumers over industrial\nand commercial consumers. Table 10 reports the growth in demand for electricity by various\neconomic groups. Over the past decade electricity consumption by households grew at an\naverage rate of almost 12% per annum followed by agriculture (7.8%), industry (7.3%), and\ncommercial (6.4%). As against the second half of the 1980s, in the 1990s the growth in elec-\ntricity consumption has slowed down considerably across all economic groups in general\nbut agriculture and industry in particular. Decline in industrial and agricultural produc-\ntion in the first half of the 1990s along with tariff adjustment have been instrumental in\nreducing electricity demand in these two sectors. The relatively higher growth rate exhibited\nby domestic consumers is partly due to 410,000 new connections provided by WAPDA in\n1994, 88% of which was in the residential sector. The growth in demand for electricity\noutstripped the growth in the number of consumers in all sectors, implying an increase in\nthe intensity in power use by consumers (about 5% in the 1990s) (Manzoor 1996).\nTABLE  10\nGrowth in the Electricity Demand by Various Economic Groups\n(percent)\nEconomic Groups 1985/86 to 1989/90 1990/91 to 1994/95 1985/86 to 1994/95\nDomestic 13.1 10.8 11.9\nCommercial 6.8 6.0 6.4\nIndustrial 10.6 4.1 7.3\nAgricultural 11.1 4.6 7.8\nSource: The Government of Pakistan, Islamabad.", "27\nIn 1994/1995, the National Power Plan (NPP) made projections of the future demand\nfor electricity for the period up to the year 2008. In so doing, it generated three alterna-\ntive scenarios by taking into account the expected economic growth, technological changes\nand changes in lifestyle that collectively influence the future power requirements. The three\nforecasts under alternative scenarios, namely, Reference Forecast (High Forecast), NPP Base\nForecast (Medium Forecast), and NPP Forecast with Demand Side Management (DSM) (low\nforecast) are documented in Table 11.\nUnder the Reference Forecast, electricity demand (in MW) is projected to grow at\nan average annual rate of 8.8% (taking 1993/1994 as the base year) until the end of the 10th\nFive-Year Plan period, i.e., 2008. The NPP with DSM tries to incorporate the price effect\nwhereby tariff increases will reduce the growth of energy demand. In the year 2000, the\nNPP Base forecast for peak demand is 13628 MW, about 10% lower than the peak demand\nunder Reference Forecast. Similarly, the NPP forecast with DSM in the Year 2000 is 12632\nMW, which is 16.5% lower than the Reference forecast. By the Year 2008 the peak demand\nunder NPP Base forecast and with DSM are 22% and 33% lower than the Reference forecast.\nThe power supply situation was not likely to match the growing demand. The in-\nstalled capacity during the last one decade increased from 6298 MW in 1985/1986 to 12100\nMW in 1994/1995 and by January 1996 it was increased to 12988 MW. As against an an-\nnual average increase in demand of 8.4%, installed capacity grew by an average rate of 8.1%\nduring the last one decade. Since installed capacity refers to maximum generation capac-\nity, the actual supply is far less.\nTABLE  11\nNational Power Plan (NPP) Peak Demand Projections\nunder Alternative Scenarios\n(megawatts)\nYear Reference Forecast NPP Base Forecast NPP Forecast with DSM1\n1994 9127 9178 9178\n1995 9930 9754 9754\n1996 10804 10371 10178\n1997 11755 11028 10647\n1998 12789 11747 11177\n1999 13915 12681 11906\n2000 15139 13628 12632\n2001 16471 14649 13423\n2002 17921 15778 14307\n2003 19498 16932 15201\n2004 21214 18047 16041\n2005 23081 19234 16948\n2006 25112 20434 17856\n2007 27321 21709 18831\n2008 29726 23127 19929\nAverage Growth 8.8% 6.8% 5.7%\n1Demand Side Management.\nSource: National Power Plan Update 1994-95.", "28\nWAPDAs line losses have been estimated at 24% of generation. Since WAPDA’s\naverage utilization is 49% of installed capacity, this implies that for each MW of installed\ncapacity, only 0.4 MW is actually supplied. KESC line losses are even larger (at 32%), which\nimplies that only 0.37 MW can be supplied for each MW of installed capacity (see Naqvi\n1996). Therefore, a large demand-supply gap under two alternative scenarios was expected.\nThe peak load demand-supply gap was estimated between 500 MW to 700 MW for 1995\nwhich was projected to increase in the range of 3000-4500 MW by the year 2000.\nD. Salient Features of the 1994 Power Policy\nSince Pakistan’s government was not in a position to undertake such a gigantic power\nproject to minimize the gap, efforts to rectify these shortages were focused on encourag-\ning the private sector (both domestic and foreigners) into power generation. Such a large\ngap in demand and supply, along with outdated transmission and distribution networks\nand poor maintenance of plants and equipment could have wreaked havoc with household\nconsumers and industries.\nIn order to attract the private sector into power generation, a highly lucrative and\ninternationally competitive private power policy was formulated by the GOP in March 1994.\nThe salient features of the 1994 Power Policy are:\n(i) Investors are free to choose the site and opt for the fuel type and technology\nsubject to certain restrictions.\n(ii) The GOP provides a guaranteed market for the power supplied by the private\nsector that the power will be purchased by WAPDA/KESC under a long-term\ncontract covering a period between 15 to 30 years.\n(iii) In case the fuel is to be supplied by a public sector organization  (PSO), the\nperformance of the fuel supplier (mostly PSO) will be guaranteed by the gov-\nernment under the terms of Fuel Supply Agreement.\n(iv) The government also provides protection against changes in certain taxes and\nduties and ensures the convertibility of foreign exchange to cover the necessary\nexpenses of the project.\n(v) There are exemptions from import duties and sales taxes on plant and equip-\nment.\n(vi) Participation of local partners to set up power projects is not mandatory.\n(vii) The bulk power tariff rate will be 6.5 cents per kWh for the first 10 years and\nthe legalized tariff for the life of the project is 5.9 cents per kWh.\n(viii) The government has established a Private Sector Energy Development Fund\nwith the assistance of the World Bank, USAID, and other multilateral lend-\ning agencies to provide up to 40% of the capital costs of the project, which\nis allowed to issue bonds and shares at discounted prices.", "29\n(ix) The dollar indexed tariff structure is divided into two components, namely,\nthe capacity price (fixed costs of debt servicing, returns to equity, maintenance,\ninsurance, and administrative costs) and the energy price.\n(x) Repatriation of equity along with dividends is allowed freely.\n(xi) Foreign exchange risk insurance is available from the State Bank of Pakistan\non foreign currency loans.\nThe international response to Pakistan’s new private power policy has been almost\noverwhelming. The government has attracted 34 letters of support totaling 8306 MW of\nindependent power producers (IPPs) (see Table 12), and nearly 19 have so far reached actual\nfinancial close. It was expected that nearly 3000 MW of additional capacity would be added\nwith an investment of roughly $3 billion. With additional supply of private power, the revised\ndemand–supply gap under two alternative scenarios for the period up to year 2000 is re-\nported in Table 13. Additional supplies would come from two sources, namely, captive power\nand private power.31 The demand–supply gap under Reference Forecast (Gap I), indicates\na surplus of 679 MW in 1997 as some 3111 MW (237 MW from captive power and 2874 MW\nfrom private power) is expected to be on line. Thus, an addition of 2800 MW of derated\ncapacity is likely to increase the total supply to 12434 MW by 1997 resulting into a surplus\nof 679 MW. But this surplus was expected to quickly turn into a shortage, rising up to 1589\nMW by the year 2000.\nTABLE 12\nGeneral Status of the IPP Projects\nEst. Date of Capacity Letters of Financial Close Date at which\nCompany Name Commission Net (MW)  Support Issued (FC) Achieved  FC Achieved\nAES I Lal Pir 06 Nov 1997 337 (cid:1) (cid:1) 22 May 1995\nAES II Pak Gen 01 Dec 1997 337 (cid:1) (cid:1) 05 Jan 1995\nAltern Energy 30 May 1996 13 (cid:1) (cid:1) 02 Jul 1996\nBiwater Hydro Power 30 Jun 1998 14 (cid:1) ✘\nConsolidated Electric Power Asia 31 Jan 2000 1425 (cid:1) ✘\nDavis Energen (Pvt) Ltd. 28 Feb 1997 9.8 (cid:1) (cid:1) 14 Feb 1996\nEeshatech Islamabad (Pvt) Ltd. 31 Mar 1996 18 (cid:1) (cid:1) 16 Oct 1996\nENRON Development Corporation 30 Jun 1998 782 (cid:1) ✘\nFauji Kabirwala Power 30 Sep 1997 144 (cid:1) (cid:1) 02 Jun 1996\nFEPCO Power 30 Nov 1997 350 (cid:1) ✘\nGul Ahmed Energy Ltd. 01 Jun 1997 125 (cid:1) (cid:1) 30 Sep 1995\nHabibullah Energy Ltd. 31 Dec 1997 123 (cid:1) (cid:1) 04 Apr 1996\nHisar Corporation (Pvt) Ltd. 01 Nov 1997 9 (cid:1) ✘\nJapan Power Project 01 Feb 1997 107 (cid:1) (cid:1) 24 Jan 1996\nJaya Holdings Ltd. 31 Dec 1995 134 (cid:1) ✘\nContinued next page\n31Captive power refers to energy generating units operated by industrial units for their own\nconsumption.", "30\nTABLE 12 (cont’d.)\nEst. Date of Capacity Letters of Financial Close Date at which\nCompany Name Commission Net (MW)  Support Issued (FC) Achieved  FC Achieved\nKohinoor Electric Co. 31 Jan 1997 120 (cid:1) (cid:1) 13 Jun 1995\nLiberty Power Project 30 Jul 1997 212 (cid:1) (cid:1) 21 Jul 1996\nMK Power Consortium 31 Aug 1997 10 (cid:1) ✘\nMultan Power Generation Ltd. 01 Jan 1997 119.5 (cid:1) ✘\nNorthern Electric Co. Ltd. 14 Aug 1996 6 (cid:1) ✘\nPower Generation System Ltd. 30 Nov 1997 110 (cid:1) (cid:1) 25 Sep 1995\nRouch (Pakistan) Power Ltd. 30 Nov 1997 358 (cid:1) (cid:1) 07 Apr 1996\nRupali Power Ltd. 31 Jul 1998 450 (cid:1) ✘\nSaba Power Project 30 Sep 1997 104 (cid:1) (cid:1) 03 Apr 1996\nSabah Shipyard Project 31 Dec 1995 273 (cid:1) (cid:1) 26 Mar 1996\nSecurity Electric Power Co. Ltd. 31 Dec 1996 310 (cid:1) ✘\nSouthern Electric Ltd. 31 Oct 1997 112 (cid:1) (cid:1) 25 Oct 1995\nSpencer Generation Ltd. 31 Dec 1995 330 (cid:1) ✘\nStar/ABB Project 31 Dec 1997 196 (cid:1) ✘\nTapal Power Project 01 Aug 1996 119.5 (cid:1) (cid:1) 11 Mar 1996\nTractabel Khaleej Power Ltd. 01 Mar 1998 463 (cid:1) ✘\nTri-Star Energy Ltd 01 Sep 1996 110 (cid:1) ✘\nUch Power Ltd. 31 Dec 1997 525 (cid:1) (cid:1) 24 May 1996\nWak Orient & Light Ltd. 01 Jan 1998 450 (cid:1) (cid:1) 22 Aug 1996\nTotal (MW) 8306 8306 3597\nSource: The Government of Pakistan, Islamabad.\nTABLE  13\nRevised Projections of Demand–Supply Gap after the 1994 Power Policy\nSupply Additional Supply\nwithout Total Supply\nPrivate Captive Private Derated with Private\nYear Demand I Demand II Power Power Power Capacity Power GAP I GAP II\n1995   9930  9754  9225 150 — 135 9360 (570) (394)\n1996 10804 10371  9634 237  150 348 9982 (822) 348\n1997  11755 11028  9634 237 2874 2800 12434 679 1406\n1998 12789 11747  9634 237 3000 2913 12547 (242) 800\n1999 13915 12681  9794 237 3000 2913 12707 (1208) 26\n2000 15139 13628 10637 237 3000 2913 13550 (1589) (78)\nNotes:Figures in parenthesis denote power shortages. Demand I represents demand under Reference Forecast and Demand II represents\ndemand under NPP Base Forecast. Gap I represents the demand-supply gap under Reference Forecast, while Gap II represents the\ndemand-supply gap under NPP Base Forecast.", "31\nHowever, under the NPP Base Forecast, the demand–supply gap (Gap II) presents a dif-\nferent picture. It suggests a surplus of 1406 MW in 1997 but this surplus gradually declines\nand finally turns into shortage by the year 2000.\nHaving attracted this magnitude of investment, it can be argued even at this early\nstage that the power initiative has been successful in meeting its goals. However, the power\npolicy has also invited considerable criticism. The generosity of the policy, the resultant cost\nthe consumer will have to bear, and its impact on the country’s balance of payments have\nbeen singled out for severe criticism. Another major concern was that if the projects issued\nletters of support under the policy that came through, it could result in system overcapacity\nand the scheduled payments to the private power companies would threaten the liquidity\nposition of both WAPDA and KESC.\nRealizing the fact that the government issued too many letters of support, the new\npower policy came under review by the government. On 3 March 1996 the Economic Co-\nordination Committee of the Cabinet set a 3000 MW limit for private power projects,\nincluding those for which letters of support had already been issued. It was a retreat to the\n1994 power policy. However, WAPDA and KESC could not afford the purchase of the supply\nof IPPs due to their poor liquidity position and depressed demand for electricity under eco-\nnomic stagnation.\nE. Balance of Payments Implications\nOne of the central criticisms concerning the new power policy has been the issuance\nof far too many letters of support for private power projects and the resultant recurring\nannual foreign exchange cost to cover fixed and variable foreign currency expenses. Such\na recurring nature of foreign exchange cost will have serious implications for the country’s\nbalance of payments. The key cash outflows in terms of foreign exchange are debt repay-\nments, dividend payments, and fuel payments. Table 14 contains the estimated impact on\nthe country’s balance of payments. Pakistan is likely to experience a recurring foreign cur-\nrency liability of $900 million to close to $1.0 billion per annum over the next 14 years. If\n1292 MW of Hub Power Company is also taken into account, then the recurring foreign\ncurrency liability increases to $1.3-1.4 billion per annum. These estimated balance of pay-\nments implications are very close to the ones estimated by Citibank (1996), ABN AMRO\nBank (1996) and Naqvi (1996). The amount is significant in view of the country’s present\nlevel of foreign exchange reserves of $1.2-1.3 billion.\nTABLE 14\nEstimated Impact on the Balance of Payments\n(million US$)\nYear Debt Payments Dividend Payments Fuel Payments Total BOP Impact\n1996/97 360 0 122.5 482.5\n1997/98 360 108 260.2 728.2\n1998/99 530 108 328.4 966.4\n1999/2000 500 108 344.9 952.9\nContinued next page", "32\nTABLE 14 (cont’d.)\nYear Debt Payments Dividend Payments Fuel Payments Total BOP Impact\n2000/2001 470 108 362.0 940.0\n2001/2002 440 108 380.0 928.0\n2002/2003 410 108 399.0 917.0\n2003/2004 380 108 419.0 907.0\n2004/2005 350 108 440.0 898.0\n2005/2006 320 108 462.0 890.0\n2006/2007 290 108 485.0 883.0\n2007/2008 260 108 510.0 878.0\n2008/2009 230 108 535.0 873.0\n2009/2010 200 108 562.0 870.0\nNote:  The following  information was used in calculation:\ni. 80:20 debt-equity ratio\nii. For 100 MV capital cost is $100 million\niii. 3000 MW power project is assumed\niv. 18% return on equity\nv. 15% interest on loan\nvi. 2 years grace period and 12 years repayment period\nvii. Fuel cost is $ 100 per ton in 1996/97\nviii. Fuel cost is assumed to grow by 5% p.a.\nV. Conclusions, Lessons, and Policy Challenges\nA. Conclusions and Lessons Learned\nForeign direct investment is now perceived in many developing countries as a key\nsource of much needed capital, foreign advanced technology, and managerial skills. Real-\nizing its central importance to economic development, these developing countries have taken\nwide-ranging steps to liberalize their inward FDI regime and have succeeded in attracting\nsubstantial amount of FDI. Within a span of seven years (1990-1997), the inflow of FDI rose\nfrom $34 billion to $150 billion, accounting for 37% of world FDI. Before the financial crisis,\nthe Asian countries emerged as the largest FDI recipients with an estimated $87 billion of\ninflows in 1997, with East and Southeast Asian countries accounting for more than 90 percent.\nSouth Asian countries, however, lagged behind considerably compared with their other fellow\nAsian countries. Pakistan stands nowhere close to many other Asian countries in attract-\ning FDI.\nAnother major problem facing Pakistan is massive FDI on the power sector following\nthe 1994 power policy. It has invited considerable criticism based on its serious balance of\npayments implications. The new power policy has resulted in an overcapacity in the power\nsector under subsequent industrial stagnation. Massive inflows of FDI also gave rise to a\nhuge amount of recurring foreign exchange cost to cover fixed and variable foreign cur-\nrency expenses. Further, it involves the problem of large cash outflows by IPPs for debt\nrepayments, dividend payments, and fuel payments. With terms and conditions stated in\nthe power policy and the various assumptions made in calculating the balance of payments\nimplications, Pakistan is likely to experience a recurring foreign currency liability of $900", "33\nmillion minimum to $1.4 billion maximum per annum over the next 14 years.32 This is a\nlarge amount given Pakistan’s foreign exchange reserves of $1.2-1.3 billion at present.\nImportant policy lessons can be drawn from Pakistan's experience for other developing\ncountries. First, FDI is not necessarily beneficial to developing countries in the short term\nif an improper FDI policy is implemented. Second, developing economies should accord\ntheir short-term priority to inviting FDI to the foreign-exchange-earning sector, or at least,\nboth the foreign-exchange-earning sector and other sectors simultaneously. International\ndevelopment organizations, including the Asian Development Bank, must consider this need\nin their operations particularly build-own-transfer type operations that involve the partici-\npation of foreign private investors.\nB. Policy Recommendations\n(i) General Recommendations\nFirst of all, Pakistan should make stronger efforts to attract as much FDI as possible\nto the foreign exchange sectors in the short term. Taking into account unfavorable balance\nof payments prospects, it should refrain from attracting any further massive FDI in the\nnonforeign-exchange-earning sectors for some years in the future. Political stability and\nsatisfactory law and order are likewise critical to attract FDI.\nThe international press and media coverage Pakistan has received in recent years is\nnot at all conducive to attracting foreign investors. News items on Pakistan being one of\nthe most corrupt countries in the world, its bomb detonations, and its use of child labor\nwill hardly encourage foreign investors to undertake initiatives in Pakistan. The country’s\npolitical leadership must take practical steps to improve the law and order situation par-\nticularly in the major “growth poles” of the country including Karachi. Macroeconomic\nstability plays a key role in boosting economic growth (see Kim 1993) and restoring for-\neign investors’ confidence on the economy. In an environment of large fiscal deficit and\nprecarious foreign exchange reserves position, foreign investors are unlikely to increase their\nparticipation. Pakistan’s fiscal situation and foreign exchange reserves position will remain\nunder considerable strain for some time making the macroeconomic environment less con-\nducive for foreign investors. Some drastic and far-reaching measures are needed to reduce\nthe fiscal deficit on the one hand and raise foreign exchange reserves on the other. Incon-\nsistent economic policies discourage foreign investors in undertaking projects of medium\nto long-run duration. Several recent examples of inconsistent economic policies pursued by\nPakistan have sent wrong signals to foreign investors.\nThere is a strong perception among foreign investors that the probusiness policies\nand inducements used to attract prospective new investors are somehow lost in the real-\nity they encounter when they actually begin to set up and operate their business in Pakistan.\nAlthough the investment approval requirement has been removed, numerous permits and\nclearances from different government agencies at national, regional, and local levels are still\n32To mitigate this problem, the GOP has recently revised its contracts with IPPs in order to reduce\nthe price to purchase the electricity supply of IPPs, which has caused serious international criticism, undermined\ninvestors’ confidence, and resulted in many legal conflicts between the GOP and IPPs. The GOP has also made\nan attempt, with the assistance of the Bank, to export electricity to India but it has not been successful until\nnow.", "34\napplied to foreign investors, causing delays to complete the process. The authorities should\nstreamline administrative procedures regarding approval and official clearances. Foreign\ninvestors in Pakistan have to cope with a complex legal situation. Law based on different\nlegal systems are applied independently and it is often not obvious which one will take\nprecedence. The legal situation is even further complicated by the fact that government\nagencies are empowered to introduce certain changes through administrative orders and\nSROs. The laws and regulations should be simplified, updated, modernized, made more\ntransparent, and their discretionary application must be discouraged.\n(ii) Specific Recommendations\nTaxes\nPayment of taxes and contributions in Pakistan is complex and cumbersome. In\naddition to corporate income taxes, a large number of indirect taxes are levied at the federal,\nprovincial, and local levels. Essentially, separate collection of taxes and contributions have\nforced enterprises to face unnecessary, cumbersome, and costly administrative procedures,\nand to deal with a large number of collecting agencies at all three levels of government.\nThere is an urgent need to reduce the number of taxes and contributions; streamline tax\nregulations and administrative procedures; and most importantly reduce the contact of\nforeign firms with a large number of tax and contributions-collecting agencies. The exist-\nence of such a large number of taxes and collecting agencies may breed corruption, which\nadds to the cost of production. Import tariffs on plant and machinery have discouraged in-\nvestment, more so in Pakistan where capital is scarce and cost of borrowing is high. Because\nof this high cost, manufacturers are discouraged to modernize and the quality of local\nindustry products are restricted against international competition. There is a need to ex-\namine tariffs of plant and machinery with a view to substantially reducing them.\nCredit Facilities\nForeign firms operating in Pakistan are currently facing cash flow problems as a result\nof many taxes and the Asian crisis. That these firms cannot borrow more than their equity\ncapital have further aggravated the cash flow problem. There is a need to review this policy.\nAnti-monopoly Restrictions\nThe existing monopoly control laws that benchmark the concentration of economic\npower to an unrealistically low limit of Rs 300 million for assets discourage capital formation.\nThe monopoly control authority must review the limit in consultation with the Overseas\nInvestors Chamber of Commerce and Industry in Pakistan.\nLabor Laws\nOverprotective labor laws do not encourage productivity and frighten away much\nneeded productive investment. There is a need to rationalize the labor laws and multiple\nlevies on employment that inhibit business expansion and job creation.", "35\nInfrastructure\nThe availability of better quality and more reliable services in all areas of infrastructure\nare key ingredients of a business environment conducive to foreign investment. In most\ninfrastructure services, Pakistan is highly deficient as compared with many developing\ncountries that have attracted higher levels of foreign investment. If Pakistan wants to catch\nup gradually with the development of the economies of East and Southeast Asia, it will\nhave to investment more in the areas of education and physical infrastructure. On the\neducation front, the government should identify the nature of skills critical to sustained\nindustrial growth, and formulate strategies, policies, and programs that could facilitate the\nenhancement of these skills.\nIn telecoms, the government should expedite the privatization  of PTC. In the railway\nand road sector, government must engage the private sector in leases, concessions, and build-\noperate-transfer (BOT) type contracts. The high cargo handling costs at the Karachi port\nneed to be controlled. Dredging of shipping channels to accommodate large vessels, low-\nering labor costs, upgrading port handling equipment, and improving documentary\nprocedures need urgent attention.\n Confidence-building Measure\nThe close partnership between the private and public sector is essential to build\nconfidence. In this respect, it is recommended that a forum be established where the pri-\nvate and public sectors could sit together to discuss business promotion-related issues. The\nforum must be composed of the prime minister, all the presidents of the national cham-\nbers, top businessmen/industrialists, top bankers, as well as heads of overseas chambers\nof commerce and relevant ministries' secretaries and ministers. The forum may meet regularly\nto review the economic situation of the country. The problem faced by the business com-\nmunity can be discussed and decisions could be taken immediately. This kind of partnership\nbetween the government and private sector will help restore market confidence.", "36\n APPENDIX\nInternational Flows of Foreign Direct Investment—A Comparison1\n(billion $)\n1990 1992 1994 1995 1996 1997\nTotal Inflows2 204.2 175.8 243.0 331.2 334.6 400.5\n(100.0) (100.0) (1000.0) (100.0) (100.0) (100.0)\nDeveloped Countries 170.3 120.3 141.5 211.5 195.4 233.1\n(83.3) (68.4) (58.2) (63.9) (59.9) (58.2)\nDeveloping Countries 33.7 51.1 95.6 105.5 129.8 148.9\n(16.5) (29.1) (29.3) (31.9) (38.4) (37.2)\nAsia 22.1 29.7 60.7 67.4 80.0 86.9\n(10.8) (16.9) (25.0) (20.4) (23.7) (21.7)\nPRC 3.5 11.2 33.8 35.8 40.8 45.3\n(1.7) (6.4) (13.9) (10.8) (12.1) (11.3)\nSouth Asia 0.46 0.62 1.23 2.73 3.29 4.35\n(0.2) (0.4) (0.5) (0.8) (1.0) (1.1)\nPakistan 0.24 0.34 0.42 0.72 0.77 0.8\n(0.1) (0.2) (0.2) (0.2) (0.2) (0.2)\n1Figures in parentheses are the shares in total.\n2Total inflows are not necessarily equal to the sum of developed and developing countries due to errors and omissions.\nSource: UNCTAD (1998).", "37\nReferences\nABN AMRO Bank, 1996. “Private Power in Pakistan.” Economic Bulletin 2(9).\nAnsari, A. H., 1996. “Privatization of Power Sector and Regulatory Mechanism.” Karachi Electric\nSupply Corporation,  Karachi.\nBoard of Investment, 1995a. A Guide to Investment in Pakistan. Islamabad: Prime Minister’s Secre-\ntariat, Government of Pakistan.\n, 1995b. Why Invest in Pakistan? Islamabad: Prime Minister’s Secretariat, Government of\nPakistan.\nBorensztein, E., J. De Gregorio, and J.W. Lee, 1995. How Does Foreign Direct Investment Affect\nGrowth. NBER Working Paper No.5057, Washington, D.C.\nChen, E. K.Y., 1992. “Changing Pattern of Financial Flows in the Asia-Pacific Region and Policy Re-\nsponses.” Asian Development Review 10(2):46-85.\nCitibank N.A., 1996. “Private Power Projects (Pakistan).” Citibank, Karachi.\nESCAP, 1995. Sectoral Flows of Foreign Direct Investment in Asia and the Pacific. New York: United\nNations.\nEsfahani, H. S., 1995. “Institutions, Private Sector Participation, and Infrastructure Development in\nPakistan.” Background Paper for Pakistan 2010 Project, The World Bank, Washington, D.C.\nFry, M. J., 1996. “Foreign Direct Investment in the Pacific Basin.” Paper presented at the 20th ACAES\nConference on Asian Economies, Kuala Lumpur, 14-17 May.\nGovernment of Pakistan, 1989. Industrial Policy Package. Islamabad: Ministry of Industries.\n, 1994. Policy Framework and Package of Incentives for Private Sector Power Generation Projects\nin Pakistan. Islamabad: Ministry of Industries.\nGraham, E. M., and N. T. Anzai, 1994. “The Myth of a De Facto Asian Economic Bloc: Japan’s Foreign\nDirect Investment in East Asia.” The Columbia Journal of World Business 29(3):6-20.\nGraham, E. M., and P. R. Krugman, 1993. “The Surge in Foreign Direct Investment in the 1980s.”\nIn K. A. Froot, ed., Foreign Direct Investment. Chicago: University of Chicago Press.\nHill, H., 1990. “Foreign Direct Investment and East Asian Economic Development.” Asian-Pacific\nEconomic Literature 4(2):21-58.\nHummels, D. L., and R. M. Stern, 1994. “Evolving Patterns of North American Merchandise Trade\nand Foreign Direct Investment 1960-1990.” World Economy 17(1):5-29.\nIFC, 1996. Lessons of Experience: Financing Private Infrastructure. Washington, D.C.: International Finance\nCorporation.\nKemal, A. R., and T. Shabbir, 1995. “Infrastructure and Private Sector Development in Pakistan.”\nIn S. Ahmed and R. Hafeez, eds., Private Sector Development in Pakistan. Lahore: Maktaba\nJadeed Press.\nKhan, A. H., 1996. “Trade Strategies in the Post-Uruguay Round Trading Environment: The Case\nof Pakistan.” In Expansion of Trading Opportunities to the Year 2000 for Asia-Pacific Develop-\ning Countries: Implications of the Uruguay Round and Adaptation of Export Strategies. New York:\nUnited Nations Conference on Trade and Development.\nKhan, M. Z., 1996. “Pakistan: Prospects for Private Capital Flows and Financial Sector Development.”\nPaper presented at the 12th Annual General Meeting of the Pakistan Society of Development\nEconomists, Islamabad, 14-16 December.\nKim, Y. H., 1993. Medium-term Growth-Stabilization Relationship in Asian Developing Countries\nand Some Policy Considerations. EDRC Report Series No. 57, Asian Development Bank,\nManila.\nLipsey, R. E., and M. Y. Weiss, 1981. “Foreign Production and Exports in Manufacturing Industries.”\nReview of Economics and Statistics 63(4):488-94.\n, 1984. “Foreign Production and Exports of Individual Firms.” Review of Economics and Sta-\ntistics 66(2):304-8.", "38\nManzoor, A., 1996. The Power Industry. Lahore: ABN AMRO Bank.\nMIGA, 1994. Annual Report. Multilateral Investment Guarantee Agency, Washington, D.C.\nNaseem, S. M., 1981. Underdevelopment, Poverty and Inequality in Pakistan. Lahore: Vanguard Pub-\nlication.\nNaqvi, A., 1996. “Private Power Sector.” Taurus Securities Limited, Karachi.\nNaujoks, P., and K. D. Schmidt, 1995. Foreign Direct Investment and Trade in Transition Countries:\nTracing Links—A Sequel. Working Paper No.704, Kiel Institute of  World  Economics.\nShirouzu, H., 1993. “Observations on General Economic Situation of Pakistan Relating to Invest-\nment Climate.” The Federation of Pakistan Chambers of Commerce and Industry, Karachi.\nState Bank of Pakistan, various years. Foreign Liabilities and Assets and Foreign Investment in Pakistan.\nStone, A., 1995. “The Climate for Power Sector Development in Pakistan: Results of an Enterprise\nSurvey.” The World Bank, Washington, D.C.\nUNCTAD, 1985. “Trends and Issues in Foreign Direct Investment Related Flows. New York: United Nations\nConference on Trade and Development.\n, various years. World Investment Report. New York: United Nations.\nWells, L. T., 1993. “Mobile Exporters: New Foreign Investors in East Asia.” In K. A. Froot, ed., Foreign\nDirect Investment. Chicago: University of Chicago Press.\nWorld Bank, various years. World Development Report. Washington, D.C..\nWTO, 1996. Annual Report 1996, Vol. 1. Geneva: World Trade Organization.", "39\nOTHER PUBLICATIONS FROM THE\nECONOMICS AND DEVELOPMENT RESOURCE CENTER\nMONOGRAPH SERIES\n(Published in-house; Available through ADB Information Office; Free of charge)\nEDRC REPORT SERIES (ER)\nNo. 1 ASEAN and the Asian Development Bank No. 20 New Evidence on Yields, Fertilizer Application,\n—Seiji Naya, April 1982 and Prices in Asian Rice Production\nNo. 2 Development Issues for the Developing East —William James and Teresita Ramirez, July 1983\nand Southeast Asian Countries No. 21 Inflationary Effects of Exchange Rate\nand International Cooperation Changes in Nine Asian LDCs\n—Seiji Naya and Graham Abbott, April 1982 —Pradumna B. Rana and J. Malcolm Dowling, Jr.,\nNo. 3 Aid, Savings, and Growth in the Asian Region December 1983\n—J. Malcolm Dowling and Ulrich Hiemenz, No. 22 Effects of External Shocks on the Balance\nApril 1982 of Payments, Policy Responses, and Debt\nNo. 4 Development-oriented Foreign Investment Problems of Asian Developing Countries\nand the Role of ADB —Seiji Naya, December 1983\n—Kiyoshi Kojima, April 1982 No. 23 Changing Trade Patterns and Policy Issues:\nNo. 5 The Multilateral Development Banks The Prospects for East and Southeast Asian\nand the International Economy’s Missing Developing Countries\nPublic Sector —Seiji Naya and Ulrich Hiemenz, February 1984\n—John Lewis, June 1982 No. 24 Small-Scale Industries in Asian Economic\nNo. 6 Notes on External Debt of DMCs Development: Problems and Prospects\n—Evelyn Go, July 1982 —Seiji Naya, February 1984\nNo. 7 Grant Element in Bank Loans No. 25 A Study on the External Debt Indicators\n—Dal Hyun Kim, July 1982 Applying Logit Analysis\nNo. 8 Shadow Exchange Rates and Standard —Jungsoo Lee and Clarita Barretto,\nConversion Factors in Project Evaluation February 1984\n—Peter Warr, September 1982 No. 26 Alternatives to Institutional Credit Programs\nNo. 9 Small and Medium-Scale Manufacturing in the Agricultural Sector of Low-Income\nEstablishments in ASEAN Countries: Countries\nPerspectives and Policy Issues —Jennifer Sour, March 1984\n—Mathias Bruch and Ulrich Hiemenz, January 1983 No. 27 Economic Scene in Asia and Its Special Features\nNo. 10 A Note on the Third Ministerial Meeting of GATT —Kedar N. Kohli, November 1984\n—Jungsoo Lee, January 1983 No. 28 The Effect of Terms of Trade Changes on the\nNo. 11 Macroeconomic Forecasts for the Republic Balance of Payments and Real National\nof China, Hong Kong, and Republic of Korea Income of Asian Developing Countries\n—J.M. Dowling, January 1983 —Jungsoo Lee and Lutgarda Labios, January 1985\nNo. 12 ASEAN: Economic Situation and Prospects No. 29 Cause and Effect in the World Sugar Market:\n—Seiji Naya, March 1983 Some Empirical Findings 1951-1982\nNo. 13 The Future Prospects for the Developing —Yoshihiro Iwasaki, February 1985\nCountries of Asia No. 30 Sources of Balance of Payments Problem\n—Seiji Naya, March 1983 in the 1970s: The Asian Experience\nNo. 14 Energy and Structural Change in the Asia- —Pradumna Rana, February 1985\nPacific Region, Summary of the Thirteenth No. 31 India’s Manufactured Exports: An Analysis\nPacific Trade and Development Conference of Supply Sectors\n—Seiji Naya, March 1983 —Ifzal Ali, February 1985\nNo. 15 A Survey of Empirical Studies on Demand No. 32 Meeting Basic Human Needs in Asian\nfor Electricity with Special Emphasis on Price Developing Countries\nElasticity of Demand —Jungsoo Lee and Emma Banaria,\n—Wisarn Pupphavesa, June 1983 March 1985\nNo. 16 Determinants of Paddy Production in Indonesia: No. 33 The Impact of Foreign Capital Inflow\n1972-1981–A Simultaneous Equation Model on Investment and Economic Growth\nApproach in Developing Asia\n—T.K. Jayaraman, June 1983 —Evelyn Go, May 1985\nNo. 17 The Philippine Economy:  Economic No.  34 The Climate for Energy Development\nForecasts for 1983 and 1984 in the Pacific and Asian Region:\n—J.M. Dowling, E. Go, and C.N. Castillo, June 1983 Priorities and Perspectives\nNo. 18 Economic Forecast for Indonesia —V.V. Desai, April 1986\n—J.M. Dowling, H.Y. Kim, Y.K. Wang, No. 35 Impact of Appreciation of the Yen on\nand C.N. Castillo, June 1983 Developing Member Countries of the Bank\nNo. 19 Relative External Debt Situation of Asian —Jungsoo Lee, Pradumna Rana, and Ifzal Ali,\nDeveloping Countries: An Application May 1986\nof Ranking Method No. 36 Smuggling and Domestic Economic Policies\n—Jungsoo Lee, June 1983 in Developing Countries\n—A.H.M.N. Chowdhury, October 1986", "40\nNo. 37 Public Investment Criteria: Economic Internal No. 53 Issues in Assessing the Impact of Project\nRate of Return and Equalizing Discount Rate and Sector Adjustment Lending\n—Ifzal Ali, November 1986 —I. Ali, December 1990\nNo. 38 Review of the Theory of Neoclassical Political No. 54 Some Aspects of Urbanization\nEconomy: An Application to Trade Policies and the Environment in Southeast Asia\n—M.G. Quibria, December 1986 —Ernesto M. Pernia, January 1991\nNo. 39 Factors Influencing the Choice of Location: No. 55 Financial Sector and Economic\nLocal and Foreign Firms in the Philippines Development: A Survey\n—E.M. Pernia and A.N. Herrin, February 1987 —Jungsoo Lee, September 1991\nNo. 40 A Demographic Perspective on Developing No. 56 A Framework for Justifying Bank-Assisted\nAsia and Its Relevance to the Bank Education Projects in Asia: A Review\n—E.M. Pernia, May 1987 of the Socioeconomic Analysis\nNo. 41 Emerging Issues in Asia and Social Cost and Identification of Areas of Improvement\nBenefit Analysis —Etienne Van De Walle, February 1992\n—I. Ali, September 1988 No. 57 Medium-term Growth-Stabilization\nNo. 42 Shifting Revealed Comparative Advantage: Relationship in Asian Developing Countries\nExperiences of Asian and Pacific Developing and Some Policy Considerations\nCountries —Yun-Hwan Kim, February 1993\n—P.B. Rana, November 1988 No. 58 Urbanization, Population Distribution,\nNo. 43 Agricultural Price Policy in Asia: and Economic Development in Asia\nIssues and Areas of Reforms —Ernesto M. Pernia, February 1993\n—I. Ali, November 1988 No. 59 The Need for Fiscal Consolidation in Nepal:\nNo. 44 Service Trade and Asian Developing Economies The Results of a Simulation\n—M.G. Quibria, October 1989 —Filippo di Mauro and Ronald Antonio Butiong,\nNo. 45 A Review of the Economic Analysis of Power July 1993\nProjects in Asia and Identification of Areas No. 60 A Computable General Equilibrium Model\nof Improvement of Nepal\n—I. Ali, November 1989 —Timothy Buehrer and Filippo di Mauro,\nNo. 46 Growth Perspective and Challenges for Asia: October 1993\nAreas for Policy Review and Research No. 61 The Role of Government in Export Expansion\n—I. Ali, November 1989 in the Republic of Korea: A Revisit\nNo. 47 An Approach to Estimating the Poverty —Yun-Hwan Kim, February 1994\nAlleviation Impact of an Agricultural Project No. 62 Rural Reforms, Structural Change,\n—I. Ali, January 1990 and Agricultural Growth in\nNo. 48 Economic Growth Performance of Indonesia, the People’s Republic of China\nthe Philippines, and Thailand: —Bo Lin, August 1994\nThe Human Resource Dimension No. 63 Incentives and Regulation for Pollution Abatement\n—E.M. Pernia, January 1990 with an Application to Waste Water Treatment\nNo. 49 Foreign Exchange and Fiscal Impact of a Project: —Sudipto Mundle, U. Shankar,\nA Methodological Framework for Estimation and Shekhar Mehta, October 1995\n—I. Ali, February 1990 No. 64 Saving Transitions in Southeast Asia\nNo. 50 Public Investment Criteria: Financial —Frank Harrigan, February 1996\nand Economic Internal Rates of Return No. 65 Total Factor Productivity Growth in East Asia:\n—I. Ali, April 1990 A Critical Survey\nNo. 51 Evaluation of Water Supply Projects: —Jesus Felipe, September 1997\nAn Economic Framework No. 66 Foreign Direct Investment in Pakistan:\n—Arlene M. Tadle, June 1990 Policy Issues and Operational Implications\nNo. 52 Interrelationship Between Shadow Prices, Project —Ashfaque H. Khan and Yun-Hwan Kim,\nInvestment, and Policy Reforms: July 1999\nAn Analytical Framework\n—I. Ali, November 1990\nECONOMIC STAFF PAPERS (ES)\nNo.  1 International Reserves: No.  5 Asian Agriculture and Economic Development\nFactors Determining Needs and Adequacy — William James, March 1982\n— Evelyn Go, May 1981 No.  6 Inflation in Developing Member Countries:\nNo.  2 Domestic Savings in Selected Developing An Analysis of Recent Trends\nAsian Countries — A.H.M. Nuruddin Chowdhury and\n— Basil Moore, assisted by J. Malcolm Dowling, March 1982\nA.H.M. Nuruddin Chowdhury, September 1981 No.  7 Industrial Growth and Employment in\nNo.  3 Changes in Consumption, Imports and Exports Developing Asian Countries: Issues and\nof Oil Since 1973: A Preliminary Survey of Perspectives for the Coming Decade\nthe Developing Member Countries — Ulrich Hiemenz, March 1982\nof the Asian Development Bank No.  8 Petrodollar Recycling 1973-1980.\n— Dal Hyun Kim and Graham Abbott, Part 1: Regional Adjustments and\nSeptember 1981 the World Economy\nNo.  4 By-Passed Areas, Regional Inequalities, — Burnham Campbell, April 1982\nand Development Policies in Selected No.  9 Developing Asia: The Importance\nSoutheast Asian Countries of Domestic Policies\n— William James, October 1981 —Economics Office Staff under the direction\nof Seiji Naya, May 1982", "41\nNo. 10 Financial Development and Household No. 32 Science and Technology for Development:\nSavings:  Issues in Domestic Resource Role of the Bank\nMobilization in Asian Developing Countries —Kedar N. Kohli and Ifzal Ali, November 1986\n—Wan-Soon Kim, July 1982 No. 33 Satellite Remote Sensing in the Asian\nNo. 11 Industrial Development: Role of Specialized and Pacific Region\nFinancial Institutions —Mohan Sundara Rajan, December 1986\n— Kedar N. Kohli, August 1982 No. 34 Changes in the Export Patterns of Asian and Pacific\nNo. 12 Petrodollar Recycling 1973-1980. Developing Countries: An Empirical Overview\nPart II: Debt Problems and an Evaluation —Pradumna B. Rana, January 1987\nof Suggested Remedies No. 35 Agricultural Price Policy in Nepal\n—Burnham Campbell, September 1982 —Gerald C. Nelson, March 1987\nNo. 13 Credit Rationing, Rural Savings, and Financial No. 36 Implications of Falling Primary Commodity\nPolicy in Developing Countries Prices for Agricultural Strategy in the Philippines\n—William James, September 1982 —Ifzal Ali, September 1987\nNo. 14 Small and Medium-Scale Manufacturing No. 37 Determining Irrigation Charges: A Framework\nEstablishments in ASEAN Countries: —Prabhakar B. Ghate, October 1987\nPerspectives and Policy Issues No. 38 The Role of Fertilizer Subsidies in Agricultural\n—Mathias Bruch and Ulrich Hiemenz, March 1983 Production: A Review of Select Issues\nNo. 15 Income Distribution and Economic —M.G. Quibria, October 1987\nGrowth in Developing Asian Countries No. 39 Domestic Adjustment to External Shocks\n—J. Malcolm Dowling and David Soo, March 1983 in Developing Asia\nNo. 16 Long-Run Debt-Servicing Capacity of —Jungsoo Lee, October 1987\nAsian Developing Countries: An Application No. 40 Improving Domestic Resource Mobilization\nof Critical Interest Rate Approach through Financial Development: Indonesia\n—Jungsoo Lee, June 1983 —Philip Erquiaga, November 1987\nNo. 17 External Shocks, Energy Policy, No. 41 Recent Trends and Issues on Foreign Direct\nand Macroeconomic Performance of Asian Investment in Asian and Pacific Developing Countries\nDeveloping Countries: A Policy Analysis —P.B. Rana, March 1988\n—William James, July 1983 No. 42 Manufactured Exports from the Philippines:\nNo. 18 The Impact of the Current Exchange Rate A Sector Profile and an Agenda for Reform\nSystem on Trade and Inflation of Selected —I. Ali, September 1988\nDeveloping Member Countries No. 43 A Framework for Evaluating the Economic\n—Pradumna Rana, September 1983 Benefits of Power Projects\nNo. 19 Asian Agriculture in Transition: Key Policy Issues —I. Ali, August 1989\n—William James, September 1983 No. 44 Promotion of Manufactured Exports in Pakistan\nNo. 20 The Transition to an Industrial Economy —Jungsoo Lee and Yoshihiro Iwasaki, September 1989\nin Monsoon Asia No. 45 Education and Labor Markets in Indonesia:\n—Harry T. Oshima, October 1983 A Sector Survey\nNo. 21 The Significance of Off-Farm Employment —Ernesto M. Pernia and David N. Wilson,\nand Incomes in Post-War East Asian Growth September 1989\n—Harry T. Oshima, January 1984 No. 46 Industrial Technology Capabilities\nNo. 22 Income Distribution and Poverty in Selected and Policies in Selected ADCs\nAsian Countries —Hiroshi Kakazu, June 1990\n—John Malcolm Dowling, Jr., November 1984 No. 47 Designing Strategies and Policies\nNo. 23 ASEAN Economies and ASEAN Economic for Managing Structural Change in Asia\nCooperation —Ifzal Ali, June 1990\n—Narongchai Akrasanee, November 1984 No. 48 The Completion of the Single European Community\nNo. 24 Economic Analysis of Power Projects Market in 1992: A Tentative Assessment of its Impact\n—Nitin Desai, January 1985 on Asian Developing Countries\nNo. 25 Exports and Economic Growth in the Asian Region —J.P. Verbiest and Min Tang, June 1991\n—Pradumna Rana, February 1985 No. 49 Economic Analysis of Investment in Power Systems\nNo. 26 Patterns of External Financing of DMCs —Ifzal Ali, June 1991\n—E. Go, May 1985 No. 50 External Finance and the Role of Multilateral\nNo. 27 Industrial Technology Development Financial Institutions in South Asia:\nthe Republic of Korea Changing Patterns, Prospects, and Challenges\n—S.Y. Lo, July 1985 —Jungsoo Lee, November 1991\nNo. 28 Risk Analysis and Project Selection: No. 51 The Gender and Poverty Nexus: Issues and Policies\nA Review of Practical Issues —M.G. Quibria, November 1993\n—J.K. Johnson, August 1985 No. 52 The Role of the State in Economic Development:\nNo. 29 Rice in Indonesia: Price Policy and Comparative Theory, the East Asian Experience,\nAdvantage and the Malaysian Case\n—I. Ali, January 1986 —Jason Brown, December 1993\nNo. 30 Effects of Foreign Capital Inflows No. 53 The Economic Benefits of Potable Water Supply\non Developing Countries of Asia Projects to Households in Developing Countries\n—Jungsoo Lee, Pradumna B. Rana, —Dale Whittington and Venkateswarlu Swarna,\nand Yoshihiro Iwasaki, April 1986 January 1994\nNo. 31 Economic Analysis of the Environmental No. 54 Growth Triangles: Conceptual Issues\nImpacts of Development Projects and Operational Problems\n—John A. Dixon et al., EAPI, —Min Tang and Myo Thant, February 1994\nEast-West Center, August 1986", "42\nNo. 55 The Emerging Global Trading Environment No. 57 Challenges for Asia’s Trade and Environment\nand Developing Asia —Douglas H. Brooks, January 1998\n—Arvind Panagariya, M.G. Quibria, No. 58 Economic Analysis of Health Sector Projects-\nand Narhari Rao, July 1996 A Review of Issues, Methods, and Approaches\nNo. 56 Aspects of Urban Water and Sanitation in —Ramesh Adhikari, Paul Gertler, and Anneli Lagman,\nthe Context of Rapid Urbanization in Developing Asia March 1999\n—Ernesto M. Pernia and Stella LF. Alabastro, No. 59 The Asian Crisis: An Alternate View\nSeptember 1997 —Rajiv Kumar and Bibek Debroy, July 1999\nOCCASIONAL PAPERS (OP)\nNo. 1 Poverty in the People’s Republic of China: No. 11 Demographic and Socioeconomic Determinants\nRecent Developments and Scope of Contraceptive Use among Urban Women in\nfor Bank Assistance the Melanesian Countries in the South Pacific:\n—K.H. Moinuddin, November 1992 A Case Study of Port Vila Town in Vanuatu\nNo. 2 The Eastern Islands of Indonesia: An Overview —T.K. Jayaraman, February 1995\nof Development Needs and Potential No. 12 Managing Development through\n—Brien K. Parkinson, January 1993 Institution Building\nNo. 3 Rural Institutional Finance in Bangladesh — Hilton L. Root, October 1995\nand Nepal: Review and Agenda for Reforms No. 13 Growth, Structural Change, and Optimal\n—A.H.M.N. Chowdhury and Marcelia C. Garcia, Poverty Interventions\nNovember 1993 —Shiladitya Chatterjee, November 1995\nNo. 4 Fiscal Deficits and Current Account Imbalances No. 14 Private Investment and Macroeconomic\nof the South Pacific Countries: Environment in the South Pacific Island\nA Case Study of Vanuatu Countries: A Cross-Country Analysis\n—T.K. Jayaraman, December 1993 —T.K. Jayaraman, October 1996\nNo. 5 Reforms in the Transitional Economies of Asia No. 15 The Rural-Urban Transition in Viet Nam:\n—Pradumna B. Rana, December 1993 Some Selected Issues\nNo. 6 Environmental Challenges in the People’s Republic —Sudipto Mundle and Brian Van Arkadie,\nof China and Scope for Bank Assistance October 1997\n—Elisabetta Capannelli and Omkar L. Shrestha, No. 16 A New Approach to Setting the Future\nDecember 1993 Transport Agenda\nNo. 7 Sustainable Development Environment —Roger Allport, Geoff Key, and Charles Melhuish\nand Poverty Nexus June 1998\n—K.F. Jalal, December 1993 No. 17 Adjustment and Distribution: The Indian Experience\nNo. 8 Intermediate Services and Economic —Sudipto Mundle and V.B. Tulasidhar\nDevelopment: The Malaysian Example June 1998\n—Sutanu Behuria and Rahul Khullar, May 1994 No. 18 Tax Reforms in Viet Nam: A Selective Analysis\nNo. 9 Interest Rate Deregulation: A Brief Survey —Sudipto Mundle, December 1998\nof the Policy Issues and the Asian Experience No. 19 Surges and Volatility of Private Capital Flows to\n—Carlos J. Glower, July 1994 Asian Developing Countries: Implications\nNo. 10 Some Aspects of Land Administration for Multilateral Development Banks\nin Indonesia: Implications for Bank Operations —Pradumna B. Rana, December 1998\n—Sutanu Behuria, July 1994\nSTATISTICAL REPORT SERIES (SR)\nNo. 1 Estimates of the Total External Debt of No. 7 Study of GNP Measurement Issues in the\nthe Developing Member Countries of ADB: South Pacific Developing Member Countries.\n1981-1983 Part I: Existing National Accounts\n—I.P. David, September 1984 of SPDMCs–Analysis of Methodology\nNo. 2 Multivariate Statistical and Graphical and Application of SNA Concepts\nClassification Techniques Applied —P. Hodgkinson, October 1986\nto the Problem of Grouping Countries No. 8 Study of GNP Measurement Issues in the South\n—I.P. David and D.S. Maligalig, March 1985 Pacific Developing Member Countries.\nNo. 3 Gross National Product (GNP) Measurement Part II: Factors Affecting Intercountry\nIssues in South Pacific Developing Member Comparability of Per Capita GNP\nCountries of ADB —P. Hodgkinson, October 1986\n—S.G. Tiwari, September 1985 No. 9 Survey of the External Debt Situation\nNo. 4 Estimates of Comparable Savings in Asian Developing Countries, 1985\nin Selected DMCs —Jungsoo Lee and I.P. David, April 1987\n—Hananto Sigit, December 1985 No. 10 A Survey of the External Debt Situation\nNo. 5 Keeping Sample Survey Design in Asian Developing Countries, 1986\nand Analysis Simple —Jungsoo Lee and I.P. David, April 1988\n—I.P. David, December 1985 No. 11 Changing Pattern of Financial Flows to Asian\nNo. 6 External Debt Situation in Asian and Pacific Developing Countries\nDeveloping Countries —Jungsoo Lee and I.P. David, March 1989\n—I.P. David and Jungsoo Lee, March 1986 No. 12 The State of Agricultural Statistics\nin Southeast Asia\n—I.P. David, March 1989", "43\nNo. 13 A Survey of the External Debt Situation No. 16 Recent Trends and Prospects of External Debt\nin Asian and Pacific Developing Countries: Situation and Financial Flows to Asian\n1987-1988 and Pacific Developing Countries\n—Jungsoo Lee and I.P. David, July 1989 —Min Tang and Aludia Pardo, June 1992\nNo. 14 A Survey of the External Debt Situation in No. 17 Purchasing Power Parity in Asian Developing\nAsian and Pacific Developing Countries: Countries: A Co-Integration Test\n1988-1989 —Min Tang and Ronald Q. Butiong,\n—Jungsoo Lee, May 1990 April 1994\nNo. 15 A Survey of the External Debt Situation No. 18 Capital Flows to Asian and Pacific\nin Asian and Pacific Developing Countries: Developing Countries: Recent Trends\n1989-1992 and Future Prospects\n—Min Tang, June 1991 —Min Tang and James Villafuerte,\nOctober 1995\nSPECIAL STUDIES, COMPLIMENTARY (SSC)\n(Published in-house; Available through ADB Information Office; Free of Charge)\n1. Improving Domestic Resource Mobilization Through 16. Improving Domestic Resource Mobilization Through\nFinancial Development: Overview September 1985 Financial Development: Nepal November 1988\n2. Improving Domestic Resource Mobilization Through 17. Foreign Trade Barriers and Export Growth\nFinancial Development: Bangladesh July 1986 September 1988\n3. Improving Domestic Resource Mobilization Through 18. The Role of Small and Medium-Scale Industries in the\nFinancial Development: Sri Lanka April 1987 Industrial Development of the Philippines\n4. Improving Domestic Resource Mobilization Through April 1989\nFinancial Development: India December 1987 19. The Role of Small and Medium-Scale Manufacturing\n5. Financing Public Sector Development Expenditure Industries in Industrial Development: The Experience of\nin Selected Countries: Overview January 1988 Selected Asian Countries\n6. Study of Selected Industries: A Brief Report January 1990\nApril 1988 20. National Accounts of Vanuatu, 1983-1987\n7. Financing Public Sector Development Expenditure January 1990\nin Selected Countries: Bangladesh June 1988 21. National Accounts of Western Samoa, 1984-1986\n8. Financing Public Sector Development Expenditure February 1990\nin Selected Countries: India June 1988 22. Human Resource Policy and Economic\n9. Financing Public Sector Development Expenditure Development: Selected Country Studies\nin Selected Countries: Indonesia June 1988 July 1990\n10. Financing Public Sector Development Expenditure 23. Export Finance: Some Asian Examples\nin Selected Countries: Nepal June 1988 September 1990\n11. Financing Public Sector Development Expenditure 24. National Accounts of the Cook Islands, 1982-1986\nin Selected Countries: Pakistan June 1988 September 1990\n12. Financing Public Sector Development Expenditure 25. Framework for the Economic and Financial Appraisal of\nin Selected Countries: Philippines June 1988 Urban Development Sector Projects January 1994\n13. Financing Public Sector Development Expenditure 26. Framework and Criteria for the Appraisal\nin Selected Countries: Thailand June 1988 and Socioeconomic Justification of Education Projects\n14. Towards Regional Cooperation in South Asia: January 1994\nADB/EWC Symposium on Regional Cooperation 27. Guidelines for the Economic Analysis of Projects\nin South Asia February 1988 February 1997\n15. Evaluating Rice Market Intervention Policies: 28. Investing in Asia\nSome Asian Examples April 1988 1997\nSPECIAL STUDIES, ADB (SS, ADB)\n(Published in-house; Available commercially through ADB Information Office)\n1. Rural Poverty in Developing Asia 4. Gender Indicators of Developing Asian\nM.G. Quibria, ed. and Pacific Countries\nVol. 1: Bangladesh, India, and Sri Lanka (1994) Asian Development Bank, 1993\n$35.00 (paperback) $25.00 (paperback)\nVol. 2: Indonesia, Republic of Korea, Philippines, 5. Indonesia-Malaysia-Thailand Growth Triangle:\nand Thailand (1996) Theory to Practice\n$35.00 (paperback) Myo Thant and Min Tang, eds., 1996\n2. External Shocks and Policy Adjustments: $15.00 (paperback)\nLessons from the Gulf Crisis 6. Emerging Asia: Changes and Challenges\nNaved Hamid and Shahid N. Zahid, eds., 1995 Asian Development Bank, 1997\n$15.00 (paperback) $30.00 (paperback)\n3. Financial Sector Development in Asia:\nCountry Studies\nShahid N. Zahid, ed., 1995\n$55.00 (hardbound)", "44\nSPECIAL STUDIES, OUP (SS,OUP)\n(Co-published with Oxford University Press; Available commercially through Oxford University Press\nOffices, Associated Companies, and Agents)\n1. Informal Finance: Some Findings from Asia Vol. 2:  People’s Republic of China and Mongolia $50.00\nPrabhu Ghate et. al., 1992 (hardbound)\n$15.00 (paperback) Vol. 3:  Lao PDR, Myanmar, and Viet Nam\n2. Mongolia: A Centrally Planned Economy $50.00 (hardbound)\nin Transition 8. Financial Sector Development in Asia\nAsian Development Bank, 1992 Shahid N. Zahid, ed., 1995\n$15.00 (paperback) $50.00 (hardbound)\n3. Rural Poverty in Asia, Priority Issues and Policy Options 9. Fiscal Management and Economic Reform\nM.G. Quibria, ed., 1993 in the People’s Republic of China\n$25.00 (paperback) Christine P.W. Wong, Christopher Heady,\n4. Growth Triangles in Asia: A New Approach and Wing T. Woo, 1995\nto Regional Economic Cooperation $15.00 (paperback)\nMyo Thant, Min Tang, and Hiroshi Kakazu, eds., 1994 10. Current Issues in Economic Development:\n$36.00 (hardbound) An Asian Perspective\n5. Urban Poverty in Asia: A Survey of Critical Issues M.G. Quibria and J. Malcolm Dowling, eds., 1996\nErnesto Pernia, ed., 1994 $50.00 (hardbound)\n$18.00 (paperback) 11. The Bangladesh Economy in Transition\n6. Critical Issues in Asian Development: M.G. Quibria, ed., 1997\nTheories, Experiences, and Policies $20.00 (hardbound)\nM.G. Quibria, ed., 1995 12. The Global Trading System and Developing Asia\n$15.00 (paperback) Arvind Panagariya, M.G. Quibria,\n$36.00 (hardbound) and Narhari Rao, eds., 1997\n7. From Centrally Planned to Market Economies: $55.00 (hardbound)\nThe Asian Approach 13. Growth Triangles in Asia: A New Approach to Regional\nPradumna B. Rana and Naved Hamid, eds., 1995 Economic Cooperation, 2nd ed.\nVol. 1: Overview Myo Thant, Min Tang, and Hiroshi Kakazu, eds., 1998\n$36.00 (hardbound) $55.00 (hardbound)\nSERIALS\n(Co-published with Oxford University Press; Available commercially through Oxford University Press\nOffices, Associated Companies, and Agents)\n1. Asian Development Outlook (ADO; annual)\n$36.00 (paperback)\n2. Key Indicators of Developing Asian and Pacific Countries (KI; annual)\n$35.00 (paperback)\nJOURNAL\n(Published in-house; Available commercially through ADB Information Office)\n1. Asian Development Review (ADR; semiannual)\n$5.00 per issue; $8.00 per year (2 issues)\nBULLETIN\n(Published in-house; Available through ADB Information Office; Free of charge)\n1. Research Bulletin (RB; semiannual)"], "metadata": {"CreationDate": "D:20000816095805", "Producer": "Acrobat Distiller 4.0 for Windows", "Title": "ER66prelim", "Keywords": "", "Subject": "ER66prelim", "Creator": "Adobe PageMaker 6.5", "Author": "mc3", "ModDate": "D:20000816100404+08'00'"}}