{"path": "data/input/pdf-generic/ewp-356.pdf", "pages": ["Determinants of Financial Stress in Emerging Market Economies\nThis study investigates international transmission of financial stress using the financial stress index (FSI). The \nresults highlight the significance of regional and non-regional emerging market financial stress in increasing \ndomestic emerging market FSI. The impulse response results also show that a regional financial shock appears \nto have greater impact on domestic FSI than non-regional financial shock for emerging Asia, although domestic \nfinancial stress responds the most to a domestic financial shock across the board. \nADB Economics  \nAbout the Asian Development Bank Working Paper Series\nADB’s vision is an Asia and Pacific region free of poverty. Its mission is to help its developing \nmember countries reduce poverty and improve the quality of life of their people. Despite the \nregion’s many successes, it remains home to two-thirds of the world’s poor: 1.7 billion people who \nlive on less than $2 a day, with 828 million struggling on less than $1.25 a day.  ADB is committed \nto reducing poverty through inclusive economic growth, environmentally sustainable growth, \nand regional integration.\n  Based in Manila, ADB is owned by 67 members, including 48 from the region. Its main \ninstruments for helping its developing member countries are policy dialogue, loans, equity \ninvestments, guarantees, grants, and technical assistance.\nDeterminants of Financial Stress in Emerging  \nMarket Economies\nCyn-Young Park and Rogelio V. Mercado, Jr.\nNo. 356  |   July 2013\nAsian Development Bank\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines\nwww.adb.org/economics\nPrinted on recycled paper Printed in the Philippines", " \n \n \n \n \nADB Economics Working Paper Series \n \n \n \n \nDeterminants of Financial Stress in Emerging  \nMarket Economies \n \n \nCyn-Young Park and Rogelio V. Mercado, Jr.   Cyn-Young Park is Assistant Chief Economist at the \nAsian Development Bank. Rogelio V. Mercado, Jr. \nNo. 356    July 2013  is Economic Research Analyst (national consultant),  \nat the Economics and Research Department,  \nAsian Development Bank. \n \nThis paper was presented by Cyn-Young Park at \nEconomics and Research Department (ERD) Weekly \nSeminar held on 5 June 2013. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "Asian Development Bank \n6 ADB Avenue, Mandaluyong City \n1550 Metro Manila, Philippines \nwww.adb.org \n \n© 2013 by Asian Development Bank \nJuly 2013 \nISSN 1655-5252 \nPublication Stock No. WPS135823 \n \n \n \nThe views expressed in this paper are those of the author and do not necessarily reflect the views and policies of \nthe Asian Development Bank (ADB) or its Board of Governors or the governments they represent. \n \nADB does not guarantee the accuracy of the data included in this publication and accepts no responsibility for any \nconsequence of their use. \n \nBy making any designation of or reference to a particular territory or geographic area, or by using the term “country” \nin this document, ADB does not intend to make any judgments as to the legal or other status of any territory or area. \n \nNote: In this publication, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \n \nThe ADB Economics Working Paper Series is a forum for stimulating discussion and eliciting \nfeedback on ongoing and recently completed research and policy studies undertaken by the \nAsian Development Bank (ADB) staff, consultants, or resource persons. The series deals with \nkey economic and development problems, particularly those facing the Asia and Pacific region; \nas well as conceptual, analytical, or methodological issues relating to project/program \neconomic analysis, and statistical data and measurement. The series aims to enhance the \nknowledge on Asia’s development and policy challenges; strengthen analytical rigor and quality \nof ADB’s country partnership strategies, and its subregional and country operations; and \nimprove the quality and availability of statistical data and development indicators for monitoring \ndevelopment effectiveness.  \nThe ADB Economics Working Paper Series is a quick-disseminating, informal publication \nwhose titles could subsequently be revised for publication as articles in professional journals or \nchapters in books. The series is maintained by the Economics and Research Department. \n \n \n \n \n \n \n \n \n \n      Printed on recycled paper ", " \nCONTENTS \n \n \n \nABSTRACT  v \n \n  I.   INTRODUCTION  1 \n \n  II.   FINANCIAL STRESS INDEX  3 \n \n    A.  Literature Review  3 \n    B.  Constructing Emerging Market Financial Stress Index  5 \n    C.  Patterns of Advanced and Emerging Markets FSI  11 \n \n  III.   DETERMINANTS OF DOMESTIC EMERGING MARKET FSI  17 \n \n    A.  Data and Methodology  17 \n    B.  Panel Least Squares Regression  18 \n    C.  Empirical Results  18 \n \n  IV.   IMPACT OF ADVANCED AND OTHER EMERGING MARKET FINANCIAL  \n    SHOCKS ON DOMESTIC EMERGING MARKET FSI  24 \n \n    A.  Structural Vector Autoregression  24 \n    B.  Impulse Responses and Variance Decompositions  25 \n \n  V.   SUMMARY AND CONCLUSION  35 \n \nREFERENCES  37 \n \n   ", "", " \nABSTRACT \n \n \n \nThe  global  financial  crisis  of  2008–2009  illustrates  how  financial  turmoil  in \nadvanced economies could trigger severe financial stress in emerging markets. \nPrevious studies dealing with financial crises and contagion show the linkages \nthrough  which  financial  stress  are  transmitted  from  advanced  to  emerging \nmarkets. This paper extends the existing literature on the use of financial stress \nindex (FSI) in understanding the channels of financial transmission in emerging \nmarket economies. Using FSI of 25 emerging markets, our panel regression \nestimates show that not only advanced economies FSI, but also regional and \nnonregional  emerging  market  FSIs  significantly  increase  domestic  financial \nstress.  Our  findings  also  suggest  that  there  is  a  common  regional  factor \nsignificantly affecting domestic FSI in emerging Asia and emerging Europe. \nFurthermore,  the  results  from  a  structural  vector  autoregression  model  with \ncontemporaneous restrictions indicate that although a domestic financial shock \nstill accounts for most of the variation in domestic FSI, regional shocks play an \nimportant role in emerging Asia.  \n \n \n \n \nJEL classification: F30, G01, G15,  \n \nKeywords:  financial  stress  index,  financial  contagion,  emerging  market \neconomies ", "   ", " \nI. INTRODUCTION \n \nThe recent global financial crisis demonstrates the adverse effects of financial globalization. \nAlthough financial integration brings direct and indirect benefits to economies (Stulz 2005, Kose \net al. 2006, and Moshirian 2008), it may increase the countries’ vulnerability to financial crises \noriginating elsewhere. For instance, the freezing of the credit markets in advanced economies, \nparticularly the United States (US), in late 2008 caused significant turmoil in emerging market \nfinancial systems. As emerging markets are rapidly integrated into global and regional markets, \nthe origin of financial stress is also becoming ubiquitous and the impact felt borderless. For \nexample, the financial crisis which started in Thailand in 1997 quickly spread to the rest of East \nAsia, and then to the Russia Federation and Brazil.  \n \nThe  transmission  of  financial  crises  has  been  the  subject  of  a  substantial  body  of \neconomic literature. Cross-border transmission of financial crises is often manifested in co-\nmovements of asset prices and capital flows during times of crisis. Earlier studies classified the \ncauses of financial contagion into two broad categories (Calvo and Reinhart 1996; Dornbusch, \nPark, and Claessens 2000; Kaminisky and Reinhart 1999 and 2000; and Moser, 2003). First, \nfinancial asset prices and capital flows can move similarly when the economies share similar \nfundamentals and have strong macroeconomic interdependence through trade and financial \nlinkages. Similar fundamentals may induce similar response to a shock, which lead to strong co-\nmovements in asset prices and capital flows. Second, the co-movements may also result from \nherding  behaviors  and/or  certain  decisions  of  investors  which  affect  different  countries \nsimultaneously. For example, a crisis in one country may prompt investors to withdraw from all \nemerging market countries.  \n \nWhile the impact of financial crisis is often devastating especially in emerging market \neconomies, it has not been easy to monitor the buildup of a full-blown financial crisis and to \ntrace its spread across borders. A growing number of economic studies have used a financial \nstress index (FSI) as a continuum and contemporaneous measure of the severity of financial \ncrises. It argues that financial stress intensifies due to greater fragility in the financial systems \nand  exogenous  shocks.  Since  the  pioneering  work  of  Illing  and  Liu  (2006)―who  defined \nfinancial stress as episodes where economic agents are subjected to extreme uncertainty and \nvarying expectations of loss in financial markets―other authors developed their own versions of \nFSI, including Hakkio and Keeton (2009) for the Federal Reserve Bank of Kansas City; Hollo, \nKremer, and Lo Duca (2012) for European markets; Misina and Tkacz (2009) for selected \nadvanced economies; and Yiu, Ho and Jin (2010) for Hong Kong Monetary Authority.   \n \nThe use of FSI has far-reaching benefits for monetary authorities and financial regulatory \nand supervisory agencies. First, unlike existing measures of systemic financial risks, FSI can \noffer policymakers aggregate measure of financial stability without the complications of “micro-\nlevel” assumptions of other measures. Second, it helps assess how financial market turmoil \naffects the broader economy activity (Cardarelli, Elekdag, and Lal 2011 and van Roye, 2011).1  \n \nHowever,  existing  studies  dealing  with  financial  stress  offer  little  insight  on  various \nchannels  for  transmission  of  financial  stress  emanating  from  advanced  economies  and \nemerging market economies (either from the same region or from different emerging regions) to \ndomestic financial markets. Balakrishnan et al. (2008 and 2011) explores the issue of financial \ntransmission from advanced and other emerging economies to individual emerging market \n                                                 \n1   See Arnold et al. (2012) for discussion on the challenges in monitoring banking systemic risks; and Allen, Bali, \nand Tang (2012) for discussion on the microlevel systemic risk measures.  ", "2   І   ADB Economics Working Paper Series No. 356 \neconomies, but paid little attention to geographical proximity in financial transmission and did \nnot distinguish between regional and nonregional markets. Fernandez (2007) studied the impact \nof instability in the Middle East to regional and nonegional emerging stock markets, however he \nfocused on political stability as the source of turmoil. This paper addresses the gap in the \nliterature.  Specifically,  it  aims  to  examine  the  determinants  of  financial  stress in  emerging \nmarket economies and to assess the transmission of financial shocks emanating from advanced \nand other regional and nonregional emerging market economies to individual emerging market \neconomies. This paper adds to the previous literature in the following aspects.  \n \nFirst, it covers a longer period by extending the observations from 1992 to 2012 to \ninclude a number of episodes of emerging market crises in the early to mid-1990s as well as the \nlatest crisis episode that affected the global financial markets in 2008–2009. Extending the \nsample period with more crises episodes will allow for the analysis to provide more reliable \nresults regarding the transmission of a financial shock.  \n \nSecond, this paper employs two methodologies for constructing domestic FSI for each \nemerging market in the sample—one is the variance-equal weights and the other is the principal \ncomponent analysis. This will allow for robustness checks on the overall patterns of individual \nFSIs.  \n \nThird, this study assesses the impact of external financial shocks on domestic FSI by \ndifferentiating  their  economic  and  geographic  origins,  such  as  advanced  versus  emerging \nmarket economies as well as regional versus nonregional emerging market economies. The \nanalysis  specifically  focuses  on  whether  or  not  a  shock  originating  from  emerging  market \neconomies would exert influence on the FSI of an individual emerging market economy in \naddition to a shock from advanced economies. It will also assess the effect of a common \nregional factor in domestic FSI for emerging markets. The significance of a common regional \nfactor would help explain the vulnerability of emerging market countries to regional financial \ncontagion.  \n \nFourth, following the panel regression analysis for the magnitude and significance of \nadvanced and other regional and nonregional emerging market FSI on domestic FSI, we will \nemploy impulse response functions and variance decompositions to assess the impact of a \nfinancial shock coming from advanced and other emerging market economies on individual \nemerging market economies’ FSI. A financial shock generated from other emerging market \neconomies are decomposed into regional and nonregional emerging market financial shocks. \nThis will help assess whether or not the impact of a financial shock on domestic FSI would differ \nby the origins of the shock such as different economic (advanced versus emerging market \neconomies) and geographic (regional versus nonregional) groupings. \n \nTo  carry  out  the  empirical  analysis  of  this  study,  aggregate  domestic  FSI  are \nconstructed, drawing on the methodology used by Cardarelli, Elekdag, and Lall (2011) and \nBalakrishnan et al. (2011), for a sample of emerging market economies using variance-equal \nweights and principal component analysis as aggregation technique. To verify the importance of \nglobal,  country-specific,  other  countries  financial  stress,  and  regional  factors  in  explaining \ndomestic FSI, a panel regression model involving 25 emerging markets from various regions \nincluding emerging Asia, emerging Americas, emerging Europe, and other emerging countries \nis employed using quarterly data from Q1 1992 to Q4 20122. Specifically, it aims to determine \n                                                 \n2   Emerging Asia includes the People’s Republic of China; Hong Kong, China; India; Indonesia; the Republic of \nKorea; Malaysia; the Philippines; Singapore; Taipei,China; and Thailand. Emerging Americas includes Argentina, ", "Determinants of Financial Stress in Emerging Market Economies   І   3 \nwhich factors—including common regional factors—contribute to the increase of financial stress \nin developing economies. Knowing the significance of advanced and other emerging market FSI \non domestic FSI, we examine the impact of a financial shock emanating from advanced and \nother emerging economies on individual domestic FSI using a structural vector regression \napproach with contemporaneous restrictions. This will allow us to determine the magnitude and \npersistence of the effects of advanced and other emerging market financial shocks on individual \ndomestic FSI. \n \nThe paper is organized in the following sections. Section II discusses and constructs \nfinancial stress index. Section III presents the determinants of FSI and provides empirical \nspecification for the panel regression which will determine the significance of advanced and \nother  emerging  market  financial  stress  on  domestic  FSI,  as  well  as  the  importance  of  a \ncommon-regional factor. Section IV provides the structural vector autoregression specification \nand presents the impulse response functions and variance decompositions of the impact of \nfinancial shocks coming from advanced and other emerging market economies on domestic \nFSI. Section V summarizes and provides policy suggestions. \n \n \nII. FINANCIAL STRESS INDEX \n \nA.  Literature Review \n \nThere is abundant literature investigating the occurrence and determinants of currency, banking, \nand sovereign debt crises in advanced and emerging economies; however, this literature failed \nto account for proper dating and intensity of said crises. For instance, Laeven and Valencia \n(2008) developed a database on the timing and frequency of banking, currency, and sovereign \ndebt for both advanced and emerging markets. Eichengreen, Rose, and Wyplosz (2004) looked \ninto  currency  crises  by  developing  an  index  of  foreign  exchange  market  pressure  which \nincorporates foreign exchange depreciation and changes in international reserves. Reinhart and \nRogoff (2008) studied sovereign debt defaults and found that crises usually emanate from \nfinancial centers; and were often accompanied by other crises like currency and banking crises. \nHowever, these studies devote little attention to dealing with the contemporaneous severity of \nfinancial crises. This comes from the fact that most studies measure the occurrence of crises as \na simple binary variable, i.e., no crisis takes the value of zero (0) and presence of crisis takes a \nvalue of one (1). As pointed out by Balakrishnan et al. (2011) and Illing and Liu (2006), the use \nof binary variable for crisis occurrence and dating does not provide a measure of intensity of \ncrisis and near-miss events.3 However, some studies used a sector-specific index to measure \nsector-specific intensity of crisis. For instance, Hanschel and Monnin (2005) derived a banking \nstress index for Switzerland, although stress from other financial sectors is not considered. \nFurthermore, most of these studies do not include crises that emanate from the equity markets.  \n \nAgainst this backdrop, several authors proposed an FSI to address the weaknesses of \nprevious literature in dating and measuring the severity of financial crises. Several research \nworks  developed  FSI  by  capturing  key  features  of  financial stress  to  identify  a  buildup in \nfinancial stress and measure the intensity of financial crisis. Illing and Liu (2006) created an \nindex of financial stress for the Canadian financial system, employing a continuous variable with \n                                                                                                                                                          \nBrazil, Chile, Colombia, Mexico, and Peru. Emerging Europe includes Czech Republic, Hungary, Poland, Russian \nFederation, and Romania. Other emerging countries include Egypt, Israel, South Africa, and Turkey. \n3   Some periods of heightened financial market stress do not evolve into full-blown financial crisis. For example, the \nemerging market equity sell-off in June 2006 had little macroeconomic impact, although it raised asset price \nvolatility in some countries.  ", "4   І   ADB Economics Working Paper Series No. 356 \na spectrum of values where extreme values correspond to periods of financial crises. Their \nmethod was adapted and refined by Cardarelli, Elekdag, and Lall (2008 and 2011) which was \nused  by  the  International  Monetary  Fund  in  their  World  Economic  Outlook  2008;  while \nBalakrishnan et al. (2009 and 2011) developed a similar index for 18 emerging economies and \nused at the subsequent issue of IMF’s World Economic Outlook 2009.4  \n \nThe use of FSI as a means of dating the duration and assessing the severity of financial \ncrises  has  also  gained  popularity  among  monetary  authorities  and  financial  regulatory \ninstitutions. For example, the Federal Reserve Bank of Cleveland, Kansas, and St. Louis post \ntheir  respective  FSI  in  their  website.  Other  researchers  covering  advanced  and  emerging \neconomies employ the said index, albeit with different component financial variables to suit \ndomestic financial characteristics. For example, unlike the use of foreign exchange market \npressure index, Yiu, Ho, and Jin (2010) used at-the-market implied volatility of Hong Kong dollar \nper US dollar for the exchange rate component of the FSI. Van Roye (2011) used several \nindicators to measure financial stress in Germany’s banking sector, including Treasury Bill and \nEurodollar future contract (TED) spread, money market spread, and banking beta.   \n \nAnother branch of literature on FSI examines the link between financial stress and \neconomic activity. For example, Davig and Hakkio (2010) found the US economy fluctuates \nbetween episodes of low financial stress and high economic activity; and high financial stress \nand low economic activity. Other papers in this field deals with the contribution of financial \nstress index to improving forecasts on economic activity. Ng (2011) showed FSI improves \nforecasting performance at horizons of 2–4 quarters for the US economy; while van Roye \n(2011) had similar finding for Germany. Cardarelli, Elekdag, and Lall (2011) identified episodes \nof financial turmoil in advanced economies using FSI and assessed the impact of financial \nstress on the real economy. They found that financial turmoil characterized by banking distress \nis highly associated with severe and protracted downturns than stress originating from securities \nor  currency  markets.  In  addition,  they  also  argued  that  economies  with  more  arms-length \nfinancial systems appear to be particularly vulnerable to sharp contractions. \n \nThis paper follows the field of literature set by Balakrishnan et al. (2011) which employs \nFSI to examine cross-border transmission of financial stress. Balakrishnan et al. (2011) created \nFSI for emerging economies using the same methodology as Cardarelli, Elekdag, and Lall \n(2011). They argued that domestic financial stress index in an emerging economy is influenced \nby financial stress in advanced economies as well as common factors like global gross domestic \nproduct (GDP) growth and interest rates; and country-specific factors like degree of financial \nand trade linkages and other domestic macroeconomic vulnerabilities. Their findings suggest \nthat financial crises in advanced economies pass-through strongly to emerging economies; and \nthat the depth of financial linkages between the two determines the extent of pass-through.  \n \nWhile  the  previous  literature  focused  on  the  impact  of  financial  transmission  from \nadvanced to emerging markets, this paper argues that a shock emanating from emerging \nmarkets is also important as emerging markets gain increasing presence in the global financial \nsystem. This paper also examines evidence of regional financial contagion by focusing on the \ntransmission of a regional shock. We look into the significance of a common regional factor as \nanother key determinant of domestic financial stress index. If domestic FSI is significantly \n                                                 \n4   The main difference between the advanced and emerging economies FSI used by the IMF is the inclusion of \nindicators such as corporate bond spreads, inverted term spread, and TED spread for advanced economies, \nwhich is inapplicable to emerging economies given the low issuance of corporate bonds and data unavailability in \nemerging economies. ", "Determinants of Financial Stress in Emerging Market Economies   І   5 \naffected by a common regional factor, we may conclude that there is evidence of regional \nfinancial contagion. In this regard, the paper also assesses the effect of regional and non-\nregional financial shocks on domestic FSI.  \n \nB.  Constructing Emerging Market Financial Stress Index \n \nAn increasing number of research papers discuss financial stress and the definition of financial \nstress seems to differ among them. In this paper, we specifically follow the definition of financial \nstress for emerging markets as suggested by Balakrishnan et al. (2011). They define financial \nstress as episodes when the financial system is under strain and its ability to intermediate is \nimpaired. It is usually associated with the following: 1) large shifts in asset prices; 2) abrupt \nincrease in risk or uncertainty; 3) illiquidity of the financial system; and 4) concerns about the \nhealth of the banking system.  \n \nWhile we try to construct an index to capture the aforementioned conditions of financial \nstress, there are three key issues. First is to identify components of the index to cover key \nfinancial sectors. Second is to choose right variables to represent each component. And third is \nwhat weighting scheme to use to aggregate each component to a single FSI. Each is discussed \naccordingly, with an explanation on how we construct an FSI for each of the emerging markets \nin this paper. \n \n1.  Components and Variable Choices \n \nWe construct an FSI for each of the 25 emerging economies and 15 advanced economies \nfollowing Balakrishnan et al. (2009 and 2011), Cardarelli, Elekdag, and Lall (2008 and 2011), \nand Yiu, Ho, and Jin (2010). As in the previous studies, the composite FSI for each economy \ncovers the four major financial sectors of the economy, which include:  \n \nBanking Sector: The lack of suitable data and institutional differences across countries \nmake it hard to have a clear definition of what constitutes a banking crisis. Some studies use ad \nhoc country-specific events to define banking crisis. Others rely more on a combination of \nqualitative and quantitative approach. For instance, Kunt and Detragiache (1996) define banking \ncrisis as a situation where any of the following conditions holds: (i) non-performing loans is \ngreater than 10%; (ii) the cost of bank rescue is at least 2% of GDP; (iii) banking problems result \nto  large  scale  nationalization  of  banks;  and  (iv)  extensive  bank  runs  lead  to  emergency \nmeasures. Furthermore, some studies rely on quantitative methods using aggregate balance \nsheet data of banks. \n \nIn constructing FSI, we include a measure of banking stress called banking sector β as \nin Balakrishnan et al. (2011). This measure involves the ratio of bank share prices to total share \nprices. It provides a stationary measure of relative equity-return volatility and isolates banking \nsector-specific shocks. The banking sector β is given by: \n \ncov(r,m)\n   (1) \nvar(m)\n \nwhere, r and m are the returns to the banking sector stock price index and the overall stock \nprice index, respectively. If β is larger than 1, then the banking sector is relatively risky as the \nvolatility of returns on bank shares is greater than the volatility of returns for the overall market. \nThe higher the banking sector β, the greater the banking sector’s stress. It must be noted that ", "6   І   ADB Economics Working Paper Series No. 356 \nbanking sector beta is not a measure of co-movement between the two variables. What it \nprovides is a measure of how the banking sector returns are more volatile than the overall stock \nprice returns.  \n \nSome studies, including Cardarelli, Elekdag, and Lall (2008 and 2011), van Roye (2011), \nand Yiu, Ho, and Jin (2010), use risk spreads such as TED spread and inverted term spread as \na proxy for banking sector stress. However, including other banking sector variables may pose \nas a constraint for constructing FSI for each emerging market economies in the sample as most \neconomies have relatively short time series data for said indicators. For this reason, this paper \nwill only use banking sector β as a measure of banking stress in emerging markets.  \n \nMonthly average data on the banking sector price index and the benchmark stock price \nindex were taken from DataStream. The data were converted to year-on-year returns by taking \nthe difference between current period and last year’s price index both in natural logarithm form. \nTwelve-month rolling covariance and variance of returns were used to compute for the banking \nsector β. To better capture banking sector stress, the derived series takes only positive values \nexceeding a threshold of one and zero otherwise.  \n \nForeign  Exchange  Market:  Currency  crises  are  defined  as  periods  of  significant \ndevaluations, losses in foreign exchange reserves, and/or defensive interest rate hikes. This \nstudy utilizes exchange market pressure index (EMPI) as proposed by Eichengreen, Rose, and \nWyplosz (2004) and used in Balakrishnan et al. (2011). The EMPI captures the depreciation of \nthe local currency with respect of US dollar and the reduction in foreign exchange reserves. It is \ndefined as: \n \n(e  ) (RES  )\nEMPI  i,t i,e  i,t i,RES   (2) \ni,t  \ni,e i,RES\n \nwhere, ∆e and ∆RES denote month-on-month percent changes in the foreign exchange rate of \nlocal  currency  per  US  dollar  and  foreign  exchange  reserves;  while  σ  and  μ  are  standard \ndeviation and mean, respectively. Monthly data for both foreign exchange and foreign reserves \nare taken from the International Financial Statistics of the International Monetary Fund. Other \nmethods of measuring foreign exchange stress include hybrid volatility-loss approach such as \nthe CMAX calculation as used by Illing and Liu (2006) and foreign exchange volatility following \nGARCH (1,1) as in Bollerslev et al. (1992). Eicheler et al. (2009) developed an indicator of \ncurrency crisis risk using price spreads between American Depositary Receipts (ADR) and their \nunderlying.  They  found  ADR  investors  perceive  higher  currency  crisis  risk  when  export \ncommodity  prices  decline,  sovereign  yield  spreads  increase,  trading  partners’  currencies \ndepreciate, and interest rate spreads widen. This paper will utilize only the EMPI as a measure \nof foreign exchange market stress. \n \nEquity Market: Most studies define equity crises as a sharp decline in the overall stock \nprice index. The drop suggests greater expected loss, higher risk, or increased uncertainty \nabout firms’ future profits. The simplest measure of equity crisis is the use of a GARCH(1,1) \nprocess  to  take  into  account  time-varying  characteristics  of  movements  in  equity  returns, \nfollowing Bollerslev, Chou, and Kroner (1992). The volatility following a GARCH(1,1) process is \ngiven by: \n \n2 2 2   (3) \nt 1 t1 2 t1\n ", "Determinants of Financial Stress in Emerging Market Economies   І   7 \nWhere σ2 refers to the variance, and ε the error term in the regression given by: \n \ny  y    (4) \nt i,t t1 i,t\n \nwhere y  is the current period’s equity return and y  is the previous period’s equity returns. \nt t1\nBalakrishnan et al. (2009 and 2011), Cardarelli, Elekdag, and Lall (2008 and 2011), and Yiu, \nHo, and Jin (2010) used the same approach in constructing equity market crisis index. This \nstudy will also use time-varying volatility of stock returns as a measure of equity market stress.5 \nMonthly average data on benchmark stock price index were taken from DataStream. The data \nwere  converted  to  month-on-month  returns  by  taking  the  difference  between  current  and \nprevious month’s stock price index both in natural logarithm form. \n \nAside from the stock market volatility measure, we also include stock market returns as \na component for equities market stress. The stock market returns are computed from monthly \naverage  data  on  benchmark  stock  price  index  availed  from  DataStream.  The  data  were \nconverted to month-on-month returns by taking the difference between current and previous \nmonth’s stock price index both in natural logarithm form. \n \nDebt Markets: Illing and Liu (2006) defines a debt crisis as the inability of sovereign \nnations or the private sector to service its foreign debts. Earlier literature on debt crises deals \nwith a group of emerging economies that were exposed to severe external indebtedness in the \nearly-1980s. However, the occurrence of emerging economies debt crises was identified mainly \nbased on qualitative information. The most common indicator of debt crises has been the \nspread between risky and risk-free bond yields as a function of expected losses. Spreads will \nwiden  if  expectations  of  future  losses  increase,  or  if  greater  uncertainty  leads  to  lower \nconfidence, implying a higher probable loss. Both factors are indicative of stress.  \n \nThis paper uses sovereign debt spreads to measure sovereign debt stress. Data refers \nto yield differentials between long-term (10-year) local government bonds and US Treasuries in \nbasis points. Monthly average data on sovereign debt spreads were taken from national sources \naccessed through CEIC Database. However, for some countries where data started in the late \n1990s, government treasury yield spreads of comparable tenure was used. In cases where data \nis unavailable for certain months of the year, available data was extended to cover the whole \nyear. Furthermore, for some countries with unavailable treasury yield data in the early 1990s, \npolicy rates were used. \n \n2.  Weighting Scheme \n \nThe choice of a weighting scheme or how to combine the various components of financial stress \ninto one index is perhaps the key to constructing an FSI. The difficulty arises from the lack of a \nreference series upon which meaningful weights can be derived and tested. Hence, various \nweighting techniques are considered.  \n \nThe most common method is the use of variance-equal weights. With this approach, a \nfinancial stress index is generated by giving equal importance to each component variables. \nThe  variables  are  assumed  to  be  normally  distributed  and  the  series  is  demeaned  and \n                                                 \n5   The estimated variance equation for the equity returns following GARCH(1,1) shows that the estimated lagged \nsquared residual and lagged variance are mostly significant for all countries in the sample. The estimated \ncoefficients offer strong support on the persistence of volatility of stock returns as the lagged variance is \nsignificant and greater than the lagged squared residual. ", "8   І   ADB Economics Working Paper Series No. 356 \nstandardized. The mean is subtracted from each variable before it is divided by its standard \ndeviation, hence, the term “variance-equal” weights. Each component variable is computed as: \n \n(x x)\ny  t   (5) \nt \n \nwhere y  is the demeaned and standardized series, x is the mean of the series, and is the \nt\nstandard  deviation  of  the  series.  The  demeaned  and  standardized  components  are  then \nrebased from 0 to 100 (with 100 having the historically highest value) and averaged as done by \nCardarelli et al. (2008 and 2011), and Yiu et al. (2010) or simply added (without rebasing) as in \nBalakrishnan  et  al.  (2009  and  2011).  The  advantage  of  this  approach  is  that  it  is  easily \nimplemented  and  applicable  for  cross-country  comparisons.  On  the  other  hand,  the \ndisadvantage is that it assumes that the demeaned and standardized series follows a normal \ndistribution. \n \nAnother popular approach is the use of principal component analysis. The main idea \nbehind using the principal component analysis is to represent each component of the financial \nstress index into a single variable by forming linear combinations of each component. Through \nthis  approach,  the  resulting  stress  index  captures  the  most  common  information  from  all \ncomponents. The resulting index is derived from both the first and second principal component \nwhich refers to the coefficients of the linear combination that maximizes the variance of the \nresulting composite financial stress index.6 Other weighting techniques used in the literature \ninclude credit aggregate-based weights, and transformations of the variables using their sample \ncumulative distribution functions. In this paper, the five components of the financial stress index, \ngiven by: \n \nEMFSI StockreturnsStockvolatility DebtspreadsEMPI  (6) \n \nare aggregated to a composite financial stress index using the variance-equal weights and \nprincipal component analysis. Following Balakrishnan et al. (2009 and 2011), all components \nare demeaned and standardized before adding for the variance-equal weights. For the principal \ncomponent analysis, the first two components are added and used as the emerging market FSI. \nIn case of series breaks, monthly FSIs were computed using the average of preceding and \nsucceeding monthly values. Figure 1 presents the computed FSI for each country covered in \nthis study using variance-equal weights sum and principal component analysis; including those \nfor selected advanced economies.7 The figures illustrate that both methods of aggregate FSI \nlead to comparable pattern of stressful and calm episodes. However, it can be noticed that the \nvariance-equal weights method lead to more erratic or volatile pattern than the one using \nprincipal component analysis as aggregating technique.  \n \n   \n                                                 \n6   The first two principal components are used to derive the individual country FSI as it captures around 50% of \ninformation available from each component.  \n7   The FSI for advance economies are constructed following the same method as that for emerging market FSI to \nhave comparable components and results. Advanced economies include Australia, Austria, Canada, Denmark, \nFrance, Germany, Italy, Japan, the Netherlands, Norway, Spain, Sweden, Switzerland, the United Kingdom, and \nthe United States. ", "Determinants of Financial Stress in Emerging Market Economies   І   9 \nFigure 1: Individual Country Financial Stress Index \n20 20 20\n15 15 15\n10 10 10\n5 5 5\n0 0 0\n-5 -5 -5\n-1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12\nARG_PC ARG_SUM ATR_PC ATR_SUM AUS_PC AUS_SUM\n20 20 20\n15 15 15\n10 10 10\n5 5 5\n0 0 0\n-5 -5 -5\n-1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12\nBRA_PC BRA_SUM CAN_PC CAN_SUM CHI_PC CHI_SUM\n20 20 20\n15 15 15\n10 10 10\n5 5 5\n0 0 0\n-5 -5 -5\n-1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12\nCOL_PC COL_SUM CZE_PC CZE_SUM DEN_PC DEN_SUM\n20 20 20\n15 15 15\n10 10 10\n5 5 5\n0 0 0\n-5 -5 -5\n-1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12\nEGY_PC EGY_SUM FRA_PC FRA_SUM GER_PC GER_SUM\n20 20 20\n15 15 15\n10 10 10\n5 5 5\n0 0 0\n-5 -5 -5\n-1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12\nHKG_PC HKG_SUM HUN_PC HUN_SUM IND_PC IND_SUM\n20 20 20\n15 15 15\n10 10 10\n5 5 5\n0 0 0\n-5 -5 -5\n-1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12\nINO_PC INO_SUM ISR_PC ISR_SUM ITA_PC ITA_SUM\n20 20 20\n15 15 15\n10 10 10\n5 5 5\n0 0 0\n-5 -5 -5\n-1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12\nJPN_PC JPN_SUM KOR_PC KOR_SUM MAL_PC MAL_SUM\n20 20 20\n15 15 15\n10 10 10\n5 5 5\n0 0 0\n-5 -5 -5\n-1092 94 96 98MEX0_0PC02 0M4EX_0S6UM08 10 12 -1092 94 96 98NET0_0PC02 0N4ET_S06UM08 10 12 -1092 94 96 98NOR0_0PC02 0N4OR_0S6UM08 10 12  \n   ", "10   І   ADB Economics Working Paper Series No. 356 \n20 20 20\n15 15 15\n10 10 10\n5 5 5\n0 0 0\n-5 -5 -5\n-1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12\nPER_PC PER_SUM PHI_PC PHI_SUM POL_PC POL_SUM\n20 20 20\n15 15 15\n10 10 10\n5 5 5\n0 0 0\n-5 -5 -5\n-1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12\nPRC_PC PRC_SUM ROM_PC ROM_SUM RUS_PC RUS_SUM\n20 20 20\n15 15 15\n10 10 10\n5 5 5\n0 0 0\n-5 -5 -5\n-1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12\nSAF_PC SAF_SUM SNG_PC SNG_SUM SPA_PC SPA_SUM\n20 20 20\n15 15 15\n10 10 10\n5 5 5\n0 0 0\n-5 -5 -5\n-1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12\nTAP_PC TAP_SUM\nSWE_PC SWE_SUM SWI_PC SWI_SUM\n20 20 20\n15 15 15\n10 10 10\n5 5 5\n0 0 0\n-5 -5 -5\n-1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12 -1092 94 96 98 00 02 04 06 08 10 12\nTHA_PC THA_SUM TUR_PC TUR_SUM UKD_PC UKD_SUM\n20\n15\n10\n5\n0\n-5\n-10\n92 94 96 98 00 02 04 06 08 10 12\nUSA_PC USA_SUM\n \n \nPC = principal components; SUM = variance-equal weights. \nNote: The computed FSI corresponds to the aggregated values shown in equation (6). Monthly average data on banking sector \nprice index and the benchmark stock price index were taken from DataStream. The data were converted to year-on-year returns by \ntaking the difference between current period and last year’s price index both in natural logarithm form. Monthly data for both foreign \nexchange and foreign reserves are taken from the International Financial Statistics of the International Monetary Fund. Sovereign \ndebt data refers to yield differentials between long-term domestic government and US Treasury bonds in basis points. Monthly \naverage data on sovereign debt spreads were taken from national sources accessed through CEIC Database. However, for some \ncountries where data started in the late 1990s, government treasury yield spreads of comparable tenure was used. In cases where \ndata is unavailable for certain months of the year, available data was extended to cover the whole year. For some countries with \nunavailable treasury yield data in the early 1990s, policy rates were used. \nSource: Authors’ estimate.  \n   ", "Determinants of Financial Stress in Emerging Market Economies   І   11 \n3.  Identifying Episodes of Financial Stress  \n \nSeveral approaches have been used in identifying episodes of financial stress based on the \ncomposite FSI. The simplest is through a graphical inspection of the composite index done by \nYiu, Ho, and Jin (2010). Periods when the composite FSI peaks are considered highly stressful \nepisodes, while troughs are relatively calm periods. Balakrishnan et al. (2009 and 2011) and \nCardarelli, Elekdag, and Lall (2008 and 2011), used a more rigorous approach. They identified \nepisodes of financial stress when the composite FSI index reaches 1.0 to 1.5 standard deviation \nabove trend. Illing and Liu (2006) used an event study approach for Canada, where stressful \nevents were drawn from annual and monetary policy reports of the Bank of Canada.  \n \nThis study identifies periods of financial stress when the financial stress indices exceed \nits long-run trend by one point for the summed variance-equal weights and half point for the \nprincipal component analysis.8 Given monthly structure of the dataset, stressful episodes also \ninclude periods (months) in-between identified stressful periods. For instance, February–April \n1998 are also counted as stressful periods since they are in-between months of high stress \nlevels (December 1997–January 1998; and June 1998–March 1999). Aggregate advanced and \nemerging markets, and regional FSIs refer to unweighted average of individual country FSI.9 To \nidentify  aggregate  emerging  market  financial  stress  periods,  the  difference  between  the \nunweighted regional FSI and its unweighted regional trend were used. The identified stressful \nperiods are generally consistent with those of Balakrishnan et al. (2009) specifically for 1990s; \nand they capture the recent global financial crisis. However, several points are noted on the \nidentified stressful periods. First, since the FSI is an ex post measure of financial instability, it \nwould be inappropriate to use it in an ex ante context such that it would be used to assessment \nwhether financial system is fragile or not today.10 Second, the identified periods are based on \nunweighted average values and, hence, may not capture stressful periods experienced by one \nor relatively few countries in the sample. Third, the identified periods are presented to illustrate \nthe performance of the constructed FSI. They are not used in estimation in this paper.  \n \nC.  Patterns of Advanced and Emerging Markets FSI \n \nBased on the computed composite domestic FSI for both advanced and emerging economies, \nseveral observations are noted on the general patterns of financial stress. First, episodes of \nfinancial stress in emerging markets closely track those in advanced economies (Figures 2a and \n2b). This pattern is clearly seen in the late 1998 and 2008–2009 financial crises, where the \ncrisis in advanced countries instigated or aggravated emerging market financial stress. This \nobservation is consistent with those from Balakrishnan et al. (2011). For the episodes in the \nearly 1990s, financial stress has been more pronounced in advanced than emerging economies \nas northern Europe and Japan confronted banking sector woes. Nonetheless, emerging market \nFSI showed a brief spike. For the late 1998 episode, financial crises in Latin America and the \nRussia Federation compounded the financial strain in the US due to the collapse of Long Term \nCapital Management, causing both advanced and emerging market FSIs to increase. Finally, \n                                                 \n8   The trend was derived using the Hodrick-Prescott method where the smoothing parameter λ is set to 1,600. Since \nthe first two principal component account for about half of variation, half point 0.5 was used as criteria to identify \nfinancial stress episodes. Using one point rule as in the variance-equal weights method might fail to capture \nsignificant episodes of emerging market financial stress.  \n9   Unweighted average is used so that individual country weight will not affect the aggregate financial stress index. \nFor example, if the average FSI for emerging Asia is weighted, then the impact of the Asian financial crisis will be \nmuted because of the huge weight of People’s Republic of China.  \n10  See Borio and Drehmann (2009) on the discussion on the issues pertaining to measures of financial stability.  ", "12   І   ADB Economics Working Paper Series No. 356 \nduring the 2008–2009 global financial meltdown, advanced economies FSI reached a new high \nand was followed by emerging market FSIs.  \n \n \nFigure 2a: Advanced and Emerging Markets Financial Stress Index and Stress Episodes \n(by region, using variance-equal weights of financial stress index components) \n \n8.0\nEconomic Global Euro crisis, \nMexicocrisis impact of SARS  financial  Egypt and\n6.0 Asian crisis, Russian default , outbreak, and  crisis Indian  \nEmerging  and Brazill crises Latin America  economic \nmarketsdebt  crisis woes\nrestructuring \n4.0 Turkish stock \nmarket crash\n2.0\n0.0\n–2.0\n–4.0\nJan- May- Sep- Jan- May- Sep- Jan- May- Sep- Jan- May- Sep- Jan- May- Sep- Jan-\n92 93 94 96 97 98 00 01 02 04 05 06 08 09 10 12\nEpisodes Emerging Markets Emerging Asia Emerging Americas\nEmerging Europe Emerging Others Advanced Economies  \n \nFigure 2b: Advanced and Emerging Markets Financial Stress Index and Stress Episodes \n(by region, using principal component analysis) \n \n8.0\nTurkish stock \nMexicocrisis market crash\n6.0 marEkmetesrgdienbgt   Asian carinsdis B, Rrauzsilsl icarnis idsefault , impEaccotn oofm SiAcRS  fiGnalonbcaiall  EEugryop ct raisnisd, \nrestructuring  outbreak, and  crisis Indian  \nLatin America  economic \n4.0 crisis woes\nArgentinecrisis\n2.0\n0.0\n–2.0\n–4.0\nJan- Jun- Nov- Ap- Sep- Feb- Jul- Dec- May- Oct- Mar- Aug- Jan- Jun- Nov-\n92 93 94 96r 97 99 00 01 03 04 06 07 09 10 11\nEpisodes Emerging Markets Emerging Asia Emerging Americas\nEmerging Europe Advanced Economies Emerging Others  \n \nNote: Aggregate and regional FSIs are unweighted averages. Aggregate emerging market financial stress periods are indentified \nbased on the difference between the unweighted regional FSI and its unweighted regional trend, where the regional trend is \ncomputed as the average of individual emerging market trend using Hodrick-Prescott filter method.  \n Source: Authors’ calculation.   ", "Determinants of Financial Stress in Emerging Market Economies   І   13 \nSecond, although FSI computed using variance-equal weights and principal components \nexhibit a similar pattern during both calm and stressful periods, there is a clear difference in their \ncomputed magnitudes. FSI derived using variance-equal weights tend to have greater/lesser \nmagnitudes than those computed using principal components, implying that the variance-equal \nweights can better capture episodes of severe financial stress and “near-miss” events. This \nsupports the dominant use of variance-equal weights over principal components in empirical \nliterature due to its relatively lower detection failure rate.  \n \nThird, emerging market FSIs exhibit co-movement such that individual country financial \nstress index increases during periods of great financial market turmoil in emerging economies \n(Figures 3a and 3b). However, the peak of individual country FSIs can vary across countries \nduring  episodes  of  financial  stress.  For  instance,  only  few  emerging  market  countries \nexperienced severe financial strain in 1995 and 2011–2012 compared to 1997–1998 and 2008–\n2009, where almost all emerging market FSIs rose. Furthermore, there are some episodes of \nindividual market stress that are specific to a country and not to emerging markets in general. \nFor example, the spike in Brazil’s FSI in late 2005 backs emerging market trend. \n \n \nFigure 3a: Emerging Markets Financial Stress Index and Stress Episodes \n(by country, using variance-equal weights sum of financial stress index components) \n \n16.0 Episodes\nAsian crisis, Russian default , \nPRC_Sum\nand Brazill crises\nHKG_Sum\n12.0 EmergiMnge xicocrisis Tmuarrkkiseht  csrtaoschk  fiGncalroinsbciasiall  EEugInryodp icta ranisn  ids,  IIKNNOODR___SSSuuummm\nmarketsdebt  economic  MAL_Sum\nrestructuring  Economic woes PHI_Sum\nimpact of SARS \n8.0 SNG_Sum\noutbreak, and  TAP_Sum\nLatin America  THA_Sum\ncrisis ARG_Sum\n4.0 BRA_Sum\nCHI_Sum\nCOL_Sum\nMEX_Sum\n0.0 PER_Sum\nCZE_Sum\nHUN_Sum\nPOL_Sum\nROM_Sum\n–4.0\nRUS_Sum\nEGY_Sum\nISR_Sum\nTUR_Sum\n–8.0\nSAF_Sum\nJan- Sep- May- Jan- Sep- May- Jan- Sep- May- Jan- Sep- May- Jan-\n92 93 95 97 98 00 02 03 05 07 08 10 12  \n   ", "14   І   ADB Economics Working Paper Series No. 356 \nFigure 3b: Emerging Markets Financial Stress Index and Stress Episodes \n(by country, using principal component analysis) \n \n16.0 Episodes\nAsian crisis, Russian default ,  PRC_PC\nEmerging  Brazill crisis Euro crisis,  HKG_PC\n12.0 mreasrtkruectsturdinegb t  Tmuarrkkiseht  csrtaoschk  fiGnalonbcaiall  EecgIonynpdotia amnni c d  IIKNNODOR___PPPCCC\nMexico crisis Argentine cErcisoisnomic crisis woes MPHAIL__PPCC\n8.0 SNG_PC\nimpact of SARS \nTAP_PC\noutbreak, and  THA_PC\nLatin America  ARG_PC\n4.0 crisis BRA_PC\nCHI_PC\nCOL_PC\nMEX_PC\n0.0 PER_PC\nCZE_PC\nHUN_PC\nPOL_PC\n–4.0 ROM_PC\nRUS_PC\nEGY_PC\nISR_PC\n–8.0 TUR_PC\nJan- Sep- May- Jan- Sep- May- Jan- Sep- May- Jan- Sep- May- Jan- SAF_PC\n92 93 95 97 98 00 02 03 05 07 08 10 12  \nNote: PC = principal components; SUM = variance-equal weights. \nSource: Authors’ calculation. \n \n \nFourth, the constructed FSI indexes seem to capture moments of stress in emerging \nmarket financial systems very well. Figures 4a–4f present the component breakdown of the \nunweighted average of advanced and emerging economies FSIs, along with their regional \ngroupings.  For  the  emerging  economies  as  a  whole  (Figure  4a),  it  can  be  observed  that \nbanking, equity, currency, and debt markets were all under severe strain during the 1997/98 \ncrises; while equity and currency markets were under strain during the 2008/09 global financial \ncrisis, reflecting emerging markets’ healthy banking and fiscal positions. For the advanced \neconomies (Figure 4b), debt markets played a huge role during the stress episode in the early \n1990’s, while almost all components were under stress during the 2008/09 crisis. Interestingly, \nbanking  sector  stress  has  been  elevated  since  the  recent  global  financial  crisis.  Across \nemerging market regions (Figures 4c–4f), equity market stress dominates all financial crisis \nepisodes.  Nonetheless,  there  are  differences  in  components  per  episode  across  regions. \nCurrency market stress spiked in late 1997–1998 for emerging Asia; while debt market stress \nwas more severe in emerging America during the same period. In general, the emerging market \nFSIs appear to capture moments of emerging market financial turmoil as well.  \n \n \n   ", "Determinants of Financial Stress in Emerging Market Economies   І   15 \nFigure 4: Components of Financial Stress Index \na. Emerging Markets\n8.0\n6.0\n4.0\n2.0\n0.0\n–2.0\n–4.0\nJan-Oct-Jul-Apr-Jan-Oct-Jul-Apr-Jan-Oct-Jul-Apr-\n92 93 95 97 99 00 02 04 06 07 09 11\nBanking Beta\nSecurities Market\nSovereign Spreads\nExchange Market Pressure\nEM-FSI\nb. Advanced Economies\n8.0\n6.0\n4.0\n2.0\n0.0\n–2.0\n–4.0\n–6.0\n–8.0\nJan-Oct-Jul-Apr-Jan-Oct-Jul-Apr-Jan-Oct-Jul-Apr-\n92 93 95 97 99 00 02 04 06 07 09 11\nBanking Beta\nSecurities Market\nSovereign Spreads\nExchange Market Pressure\nAE-FSI\nc. Emerging Asia\n8.0\n6.0\n4.0\n2.0\n0.0\n–2.0\n–4.0\nJan-Oct-Jul- Apr-Jan-Oct-Jul-Apr-Jan-Oct-Jul-Apr-\n92 93 95 97 99 00 02 04 06 07 09 11\nExchange Market Pressure\nSovereign Spreads\nSecurities Market\nBanking Beta\nEM-FSI  \n   ", "16   І   ADB Economics Working Paper Series No. 356 \nd. Emerging Americas\n8.0\n6.0\n4.0\n2.0\n0.0\n–2.0\n–4.0\nJan- Jul- Jan- Jul- Jan- Jul- Jan- Jul- Jan- Jul- Jan- Jul-\n95 96 98 99 01 02 04 05 07 08 10 11\nExchange Market Pressure\nSovereign Spreads\nSecurities Market\nBanking Beta\n \nEM-FSI\ne. Emerging Europe\n8.0\n6.0\n4.0\n2.0\n0\n–2.0\n–4.0\n–60\nJul- Jan- Jul- Jan- Jul- Jan- Jul- Jan- Jul- Jan- Jul-\n96 98 99 99 02 04 05 07 08 10 11\nExchange Market Pressure\nSovereign Spreads\nSecurities Market\nBanking Beta\n \nEM-FSI\nf. Other Emerging Markets\n8.0\n6.0\n4.0\n2.0\n0.0\n-0.2\n-0.4\n-0.6\nJan- Oct- Jul- Apr- Jan- Oct- Jul- Apr- Jan- Oct- Jul- Apr-\n92 93 95 97 99 00 02 04 06 07 09 11\nExchange Market Pressure\nSovereign Spreads\nSecurities Market\nBanking Beta\n \nEM-FSI  \nNote: Aggregate and regional component FSIs are unweighted averages. \nSource: Authors’ calculation    ", "Determinants of Financial Stress in Emerging Market Economies   І   17 \nIII. DETERMINANTS OF DOMESTIC EMERGING MARKET FSI \n \nUnderstanding  the  determinants  of  domestic  FSI  is  important  for  policymakers  to  ensure \nfinancial stability. Given the increasing degree of financial integration, it is also crucial to know \nwhether there is financial contagion and, if so, to what extent a financial shock originating \nelsewhere affects domestic financial condition. In this section, we employ a panel regression \nanalysis to assess the effects of financial stress from various sources such as global, country-\nspecific, and other emerging market on domestic financial stress, as well as the role of global \nand domestic factors in explaining domestic FSI. We also include a dummy variable for region \nto evaluate the effect of region-specific factors.  \n \nA.  Data and Methodology \n \nThe dataset includes quarterly data for 25 emerging market economies. Data on individual \nemerging  market  FSI  is  taken  from  the  previous  section,  while  the  advanced,  emerging \nexcluding country, emerging excluding region, and region excluding country FSI are unweighted \naverage of individual FSI in Section II. Data for the global GDP growth and fiscal balance (% of \nGDP) are taken from the Oxford Economics. Data for London interbank offered rate (LIBOR), \ntrade openness (exports plus imports as % of GDP), current account (% of GDP), and foreign \nexchange reserves are sourced from the International Financial Statistics and World Economic \nOutlook Database of the IMF and national sources accessed through CEIC. Data for financial \nopenness is taken from the External Wealth of Nations Database and extended using the \nInternational Investment Position Database of the IMF. Monthly data are converted to quarterly \nseries beginning Q1 1992–Q4 2012 using the average of 3 months of a quarter. In cases where \nquarterly data is unavailable, annual data is converted to quarterly series or the average annual \nvalue is used for fill the missing observations. \n \nAs  mentioned  in  the  previous  section,  FSIs  computed  using  principal  component \nanalysis have smaller values than those computed using variance-equal weights. Specifically, \nthe values for other emerging market FSIs using principal components are, on average, less \nthan half than those for variance-equal weights. Among the global indicators, the change in \nglobal commodity price has the highest mean and standard deviation compared to global GDP \ngrowth and LIBOR. For openness indicators, de facto financial integration has greater cross-\ncountry variation compared to trade openness. For the domestic indicators, foreign exchange \nreserves has the highest standard deviation compared to current account and fiscal balance, \nimplying that cross-country differences in emerging market foreign exchange reserve holdings is \nrelatively high.  \n \nPanel unit root test of the Augmented Dickey Fuller (ADF) type was used to check for \nstationarity of all variables. The results reject the null hypothesis that all variables in the panel \ncontain unit root, in favor of the alternative hypothesis of no unit root. However, for foreign \nexchange reserves, the null hypothesis cannot be rejected, therefore the lagged value of the \nfirst differenced foreign exchange reserves was used in the estimation. For the global indicators, \na similar test was conducted using the same procedure and specification for time series data. \nThe results show that the indicators do not contain unit root at 10% level of significance. \n \n   ", "18   І   ADB Economics Working Paper Series No. 356 \nB.  Panel Least Squares Regression \n \nThe model specification is as follows: \n \nEMFSI  AEFSI  EMFSIX  Global  Domestic  Dum    (7) \ni,t i 1 t j j i,t j j t j j i,t1 j j i i,t\n \nwhere  EMFSI   is  the  individual  country  FSI  computed  using  variance-equal  weights  and \ni,t\nprincipal  component  analysis;  AEFSI  is  the  unweighted  average  of  advanced  economies \nt\nfinancial stress index; ∑βEMFSIX  refers to measures of other emerging market financial \nj j i,t\nstress index―EMFSI excluding country, EMFSI excluding region, and regional FSI excluding \ncountry, where each index is computed as residual using unweigthed average of other emerging \nmarket FSIs as dependent variables; and advanced economies FSI and global indicators as the \nregressors. ∑βGlobal includes indicators such as global interest rates, global output growth, \nj j t\nand global commodity price increase. ∑βDomestic  refers to lagged value of country-specific \nj j i.t-1\nfactors including financial and trade openness, current account balance, fiscal balance, and \nchange  (first  difference)  in  foreign  exchange  reserves.  ∑βDum  refers  to  regional  dummy \nj j t\nvariables for emerging Asia, emerging Americas, and emerging Europe, where the value takes \none (1) if the country belongs to the region and zero (0) otherwise.  \n \nEquation (7) is first estimated without regional dummy variables (∑βDum) using fixed-\nj j t\neffects ordinary least squares estimation. Based on the results of the Hausman test, country-\nspecific effects are adequately modeled by fixed-effects regression. However, since we also \nwant to test the significance of a common regional factor, equation (7) is estimated including \nthree regional dummy variables using random-effects generalized least squares estimation. \nUsing fixed-effects with regional dummy variables for equation (7) would be inappropriate since \ncross-country heterogeneity is already captured by the regional dummy variables.11  \n \nTo avoid possible endogeneity, lagged values of country-specific factors were used in \nthe estimation. Simple pairwise correlation of residuals reveals weak correlation between the \nestimated  residuals  and  independent  variables,  implying  that  endogeneity  is  not  a  grave \nconcern  under  the  current  specifications.  To  address  possible  heteroskedasticity,  robust \nstandard errors are used. To conduct robustness checks, Equation (7) is estimated for each \nregion by dropping countries that are not member of the region. For example, equation (7) is \nestimated using fixed-effects only for emerging Asia countries and the same is conducted for \nthe other regions.  \n \nC.  Empirical Results \n \nBalakrishnan et al. (2011) argued that emerging market financial stress is determined by several \nfactors. First, the financial turmoil in advanced economies tends to increase the financial stress \nin emerging economies. This reflects the financial contagion from advanced economies to \nemerging economies. Second, domestic financial stress can be also aggravated by common \nglobal factors such as changes in commodity prices, GDP growth, and interest rates. Third, \ncountry-specific  factors  such  as  the  degree  of  openness  (financial  and  trade)  and \nmacroeconomic vulnerabilities (current account, fiscal balance, and foreign exchange reserves) \nalso seem to affect individual emerging market FSIs.  \n                                                 \n11  The three regional dummy variables represent emerging Asia, emerging Americas, and emerging Europe, \nrespectively.  The  intercept  for  the  random-effects  generalized  least  squares  estimation  for  Equation  (7) \ncorresponds to the common regional factor of other emerging market economies which includes Egypt, Israel, \nSouth Africa, and Turkey.  ", "Determinants of Financial Stress in Emerging Market Economies   І   19 \nPrevious literature also notes that the transmission can be caused by some common \nfactors which affect individual emerging market FSIs simultaneously. Such common factors can \ninclude global shocks and may manifest through investors’ herding behavior, cross-country \ncontagion, and common credit conditions. In contrast to the existing studies, this paper argues \nthat there may be some region-specific shocks as well, in line with the observed regional \nfinancial integration. These shocks can, in addition to common global shocks, explain the rapid \ntransmission of a financial shock in a particular region, such as regional financial contagion that \nwas experienced in emerging Asia during the financial crisis of 1997–1998 and also emerging \nAmericas in the 1990s and early 2000s.  \n \nTable 1 presents the panel estimates on the determinants of emerging market FSI. \nSpecifications (1) to (6) do not include regional dummy variables and are estimated using fixed-\neffects. Specifications (7) to (12) include regional dummy variables and are estimated using \nrandom-effects. Specifications (1) to (3) and (7) to (9) use FSI aggregated using variance-equal \nweights; while (4) to (6) and (10) to (12) use principal components. Specifications (1), (4), (7), \nand (10) only include advanced economies FSI; (2), (5), (8), and (11) include other emerging \nmarket FSI excluding the specific country FSI; (3), (6), (9), and (12) include emerging market \nFSI excluding the region and regional FSI excluding the country. Robust standard errors are \nused and are reported in italics. The results indicate that specifications which include other \nemerging market FSI as a determinant of domestic FSI have better fit than those which include \nadvanced economies FSI only, as shown by their higher overall R-squared. ", "20   І   ADB Economics Working Paper Series No. 356 \nTable 1: Full Sample Panel Estimates \n \nDependent Variable:   Expected  Variance-Equal Weights  Principal Components  Variance-Equal Weights  Principal Components \nEmerging Country FSI  Sign  (1)  (2)  (3)  (4)  (5)  (6)  (7)  (8)  (9)  (10)  (11)  (12) \nAdvanced Economies FSI  (+)  0.566 *  0.329*  0.346*  0.564*  0.425*  0.413*  0.574 *  0.336*  0.353*  0.570*  0.429*  0.420* \n   0.05    0.05   0.05   0.05   0.06   0.06   0.04    0.05   0.05   0.05   0.06   0.06  \nEmerging Economies FSI \n  (excl country)  (+)       0.856*          0.760*           0.853*          0.771*     \n        0.10           0.09            0.09           0.09      \nEmerging Economies FSI \n  (excl region)  (+)           0.434*          0.313*           0.438*          0.333* \n            0.12           0.08            0.12           0.08  \nRegional FSI (excl country)  (+)           0.420*          0.417*           0.413*          0.403* \n            0.12           0.10            0.11           0.10  \nLIBOR (3-month)  (+)  0.279 *  0.262*  0.265*  0.155*  0.160*  0.160*  0.284 *  0.252*  0.253*  0.160*  0.156*  0.155* \n   0.07    0.06   0.06   0.04   0.04   0.04   0.06    0.06   0.06   0.04   0.04   0.04  \nGlobal GDP Growth  (-)  0.235 *  –0.115** –0.098***  0.084   –0.049   –0.051   0.236 *  –0.118**  –0.101** 0.082   -0.054   –0.055  \n   0.05    0.05   0.05   0.06   0.06   0.05   0.05    0.05   0.05   0.06   0.06   0.05  \nGlobal Commodity Price Change  (-)  –0.033 *  –0.028*  –0.029*  –0.019*  –0.018*  –0.018*  –0.034 *  –0.028*  –0.029*  –0.020*  –0.018*  –0.018* \n   0.00    0.00   0.00   0.00   0.00   0.00   0.00    0.00   0.00   0.00   0.00   0.00  \nFinancial Openness (t-1)  (+)  0.002 *  0.002*  0.002*  0.002*  0.002** 0.002** 0.001    0.001   0.001   0.001***  0.001***  0.001*** \n   0.00    0.00   0.00   0.00   0.00   0.00   0.00    0.00   0.00   0.00   0.00   0.00  \nTrade Openness (t-1)  (-)  –0.011    –0.004   –0.003   –0.010**  –0.007   –0.006   –0.002    –0.002   –0.002   –0.003   –0.004***  –0.003  \n   0.01    0.01   0.01   0.00   0.00   0.00   0.00    0.00   0.00   0.00   0.00   0.00  \nCurrent Account (t-1)  (-)  –0.035    –0.019   –0.015   –0.045**  –0.028   –0.030   –0.007    0.005   0.008   –0.018   –0.005   –0.005  \n   0.03    0.02   0.02   0.02   0.02   0.02   0.01    0.01   0.01   0.01   0.01   0.01  \nFiscal Balance (t-1)  (-)  –0.065 **  –0.047*  –0.047**  –0.045**  –0.040** –0.043** –0.047 **  –0.035**  –0.035** –0.031**  –0.030**  –0.030** \n   0.02    0.02   0.02   0.02   0.02   0.02   0.02    0.02   0.02   0.01   0.01   0.01  \n∆Foreign Exchange Reserves (t-1)  (-)  –0.012    0.009   0.009   –0.027   –0.018   –0.017   –0.015    0.007   0.007   –0.028***  –0.018   –0.017  \n   0.02    0.02   0.02   0.02   0.01   0.01   0.02    0.02   0.02   0.02   0.01   0.01  \nDummy Emerging Asia  (+)                           0.014    –0.099   –0.078   0.200**  0.143   0.151*** \n                            0.18    0.16   0.16   0.09   0.09   0.08  \nDummy Emerging Americas  (+)                           0.156    0.067   0.090   0.108   0.091   0.086  \n                            0.21    0.18   0.18   0.10   0.09   0.08  \nDummy Emerging Europe  (+)                           –0.237    –0.224   –0.109   0.203   0.286***  0.220  \n                            0.22    0.20   0.22   0.15   0.15   0.17  \nConstant  –0.938    –0.506   –0.587   –0.148   –0.056   –0.103   –1.406 *  –0.286   –0.352   –0.703*  –0.263   –0.243  \n   0.73    0.62   0.63   0.37   0.35   0.35   0.31    0.27   0.28   0.24   0.21   0.22  \nR-squared (overall)  0.257    0.418   0.419   0.196   0.315   0.325   0.293     0.436   0.439   0.255   0.339   0.346  \nObservations   1845    1845   1837   1840   1840   1832   1845     1845   1837   1840   1840   1832  \nCountry  25    25   25   25   25   25   25     25   25   25   25   25  \nFixed Effects  Yes    Yes   Yes   Yes   Yes   Yes   No     No   No   No   No   No  \nNote: *, **, *** significant at 0.01, 0.05, and 0.10, respectively. \nSource: Authors' estimate. ", "Determinants of Financial Stress in Emerging Market Economies   І   21 \nFor robustness checks, dataset for each region is estimated separately. The results are \nshown  in  Tables  2–4  for  emerging  Asia,  emerging  Americas,  and  emerging  Europe, \nrespectively. Specifications (1) to (3) use FSI aggregated using variance-equal weights; while (4) \nto (6) use principal components. Specifications (1) and (4) only include advanced economies \nFSI; (2) and (5) include other emerging market FSI excluding the specific country FSI; (3) and (6) \ninclude emerging market FSI excluding the region and regional FSI excluding the country. All \nspecifications were estimated using fixed-effects to account for country heterogeneity. Robust \nstandard  errors  are  used  and  are  reported  in  italics.  Similar  to  the  results  in  Table  1, \nspecifications which include other emerging market FSI as a determinant of domestic FSI have \nbetter fit than those which include advanced economies FSI only. \n \n \nTable 2: Emerging Asia, Fixed Effects Panel Estimates \n \nDependent Variable:   Variance-Equal Weights  Principal Components \nEmerging Asia Country FSI  Expected Sign  (1)  (2)  (3)  (4)  (5)  (6) \nAdvanced Economies FSI  (+)  0.482*  0.254*  0.297*  0.428*  0.301*  0.337* \n   0.05   0.07   0.05   0.04   0.05   0.04\nEmerging Economies FSI \n   (excl country)  (+)      1.024*         0.734*   \n       0.16          0.13    \nEmerging Economies FSI  \n   (excl region)  (+)          0.334***         0.199*** \n           0.15          0.09\nRegional FSI (excl country)  (+)          0.636**         0.555* \n           0.22          0.14\nLIBOR (3-month)  (+)  0.279**  0.256**  0.263**  0.123***  0.124***  0.145** \n   0.10   0.09   0.10   0.06   0.06   0.06\nGlobal GDP Growth  (-)  0.279**  -0.076   -0.083   0.019   -0.097   -0.077\n   0.10   0.08   0.08   0.11   0.10   0.10\nGlobal Commodity Price \n    Change  (-)  –0.042**  –0.036*  –0.034*  –0.020**  –0.019**  –0.019** \n   0.01   0.01   0.01   0.01   0.01   0.01\nFinancial Openness (t-1)  (+)  0.002***  0.002***  0.002**  0.002**  0.002**  0.002** \n   0.00   0.00   0.00   0.00   0.00   0.00\nTrade Openness (t-1)  (-)  –0.004   0.000   –0.001   –0.005   –0.003   –0.005\n   0.01   0.01   0.01   0.01   0.01   0.01\nCurrent Account (t-1)  (-)  –0.035   –0.020   –0.020   –0.051***  –0.033   –0.031\n   0.04   0.04   0.04   0.03   0.03   0.03\nFiscal Balance (t-1)  (-)  –0.040   –0.031   –0.034   –0.023***  –0.021   –0.026*** \n   0.03   0.02   0.02   0.01   0.01   0.01\n∆Foreign Exchange Reserves \n   (t-1)  (-)  0.007   0.022   0.019   –0.019   –0.012   –0.011\n   0.02   0.01   0.01   0.02   0.02   0.02\nConstant  –1.325   –0.952   –0.814   –0.111   –0.089   –0.019\n   1.30   1.00   0.99   0.72   0.68   0.71\nR-squared (overall)  0.231   0.376   0.392   0.194   0.248   0.270\nObservations   804   804   804   804   804   804\nCountry  10   10   10   10   10   10\nFixed Effects  Yes   Yes   Yes   Yes   Yes   Yes\nNote: *, **, *** significant at 0.01, 0.05, and 0.10, respectively.  \n Source: Authors' estimate. \n   ", "22   І   ADB Economics Working Paper Series No. 356 \nTable 3: Emerging Americas Fixed Effects Panel Estimates \n \nDependent Variable: Emerging    Variance-Equal Weights  Principal Components \nAmericas Country FSI  Expected Sign  (1)  (2)  (3)  (4)  (5)  (6) \nAdvanced Economies FSI  (+)  0.651*  0.433**  0.461**  0.635*  0.519**  0.502** \n   0.11   0.15   0.16   0.12   0.14   0.15  \nEmerging Economies FSI  \n  (excl country)  (+)      0.908**          0.899*     \n       0.19           0.13      \nEmerging Economies FSI \n  (excl region)  (+)          0.629***          0.519** \n           0.30           0.16  \nRegional FSI (excl country)  (+)          0.256***          0.317* \n           0.11           0.04  \nLIBOR (3-month)  (+)  0.437**  0.441**  0.423**  0.196**  0.220**  0.205** \n   0.16   0.14   0.13   0.07   0.06   0.06  \nGlobal GDP Growth  (-)  0.128   -0.222***  -0.202   0.032   -0.106   -0.101  \n   0.10   0.10   0.12   0.08   0.07   0.07  \nGlobal Commodity Price Change  (-)  –0.024**  –0.022**  –0.022**  –0.014**  –0.015**  –0.014** \n   0.01   0.01   0.00   0.00   0.00   0.01  \nFinancial Openness (t-1)  (+)  0.014*  0.011**  0.011**  0.006***  0.005   0.005  \n   0.00   0.00   0.00   0.00   0.00   0.00  \nTrade Openness (t-1)  (-)  –0.037***  –0.027   –0.035   –0.021**  –0.014   –0.017  \n   0.01   0.02   0.03   0.01   0.01   0.02  \nCurrent Account (t-1)  (-)  –0.078   0.055   0.050   –0.089***  –0.001   –0.011  \n   0.07   0.06   0.07   0.04   0.04   0.04  \nFiscal Balance (t-1)  (-)  –0.124***  –0.047   –0.027   –0.094**  –0.071**  –0.059  \n   0.06   0.05   0.05   0.03   0.03   0.04  \n∆Foreign Exchange Reserves (t-1)  (-)  –0.115   –0.028   –0.030   –0.045   –0.020   –0.020  \n   0.08   0.08   0.07   0.06   0.06   0.06  \nConstant  –1.854   –0.762   –0.484   –0.721   –0.407   –0.262  \n   1.18   0.78   0.83   0.71   0.73   0.95  \nR-squared (overall)  0.352   0.482   0.473   0.341   0.444   0.438  \nObservations   440   440   432   435   435   427  \nCountry  6   6   6   6   6   6  \nFixed Effects  Yes   Yes   Yes   Yes   Yes   Yes  \nNote: *, **, *** significant at 0.01, 0.05, and 0.10, respectively.  \nSource: Authors' estimate. \n \nTable 4: Emerging Europe Fixed Effects Panel Estimates \n \nDependent Variable:     Variance-Equal Weights  Principal Components \nEmerging Europe Country FSI  Expected Sign  (1)  (2)  (3)  (4)  (5)  (6) \nAdvanced Economies FSI  (+)  0.643*  0.352**  0.355*  0.652*  0.371**  0.368*** \n   0.11   0.06   0.07   0.10   0.12   0.13  \nEmerging Economies FSI  \n  (excl country)  (+)      0.666**          1.084*     \n       0.17           0.12      \nEmerging Economies FSI  \n  (excl region)  (+)          0.480**          0.533** \n           0.14           0.13  \nRegional FSI (excl country)  (+)          0.233**          0.519** \n           0.08           0.14  \nLIBOR (3-month)  (+)  0.185**  0.224**  0.231**  0.169***  0.234**  0.215*** \n   0.05   0.05   0.05   0.07   0.07   0.08  \nGlobal GDP Growth  (-)  0.219   –0.127   –0.125   0.168   –0.052   –0.076  \n   0.16   0.13   0.12   0.13   0.10   0.10  \nGlobal Commodity Price Change  (-)  –0.019*** –0.019**  –0.020**  –0.021**  –0.023**  –0.021** \n   0.01   0.01   0.01   0.01   0.00   0.01  \nFinancial Openness (t-1)  (+)  0.005*  0.007*  0.007*  0.000   0.002   0.001  \n   0.00   0.00   0.00   0.00   0.00   0.00  \nTrade Openness (t-1)  (-)  –0.052**  –0.040**  –0.036**  –0.041**  –0.034**  –0.018  \n   0.01   0.01   0.01   0.01   0.01   0.01  \nCurrent Account (t-1)  (-)  0.042   –0.011   –0.009   0.047**  0.003   –0.002  \n   0.02   0.02   0.03   0.01   0.01   0.01  \nFiscal Balance (t-1)  (-)  –0.026   –0.028   –0.029   –0.037   –0.048   –0.047  \n   0.03   0.02   0.02   0.05   0.04   0.03  \n∆Foreign Exchange Reserves (t-1)  (-)  0.002   0.010   0.016   –0.022   –0.011   –0.015  \n   0.03   0.03   0.03   0.02   0.02   0.02  \nConstant  2.245*  1.677***  1.435   2.724**  2.314**  1.118  \n   0.98   0.78   0.75   0.60   0.68   0.98  \nR-squared (overall)  0.170   0.402   0.433   0.211   0.434   0.582  \nObservations   306   306   306   306   306   306  \nCountry  5   5   5   5   5   5  \nFixed Effects  Yes   Yes   Yes   Yes   Yes   Yes  \nNote: *, **, *** significant at 0.01, 0.05, and 0.10, respectively.  \n Source: Authors' estimate. \n  ", "Determinants of Financial Stress in Emerging Market Economies   І   23 \nThe estimates presented in Table 1 offer several key findings. First, financial stress from \nboth advanced and emerging market economies (excluding a country), significantly increases \ndomestic FSI for the (excluded) emerging market economy. This finding is consistent with that \nBalakrishnan  et  al.  (2011).  The  estimates  also  show  that  emerging  market  (excluding  the \nparticular region) and regional FSIs (excluding the particular country) significantly increases \ndomestic FSI as seen in specifications (3), (6), (9), and (12). These findings support the view \nthat financial contagion could originate from both advanced and other emerging economies. \n \nSecond, both global and domestic factors significantly influence domestic FSI. Higher \nglobal interest rates tend to increase domestic financial stress, suggesting tightening conditions \nin international credit markets can have adverse effects on the domestic financial condition. \nHigher global GDP growth reduces domestic financial stress, implying that as global demand \nconditions  improve  financial  stress  declines.  In  contrast,  sound  domestic  macroeconomic \nconditions have mitigating effect on domestic financial stress. Current account surplus, fiscal \nsurplus, and higher foreign exchange reserves lower domestic financial stress. Among these \ndomestic indicators, fiscal surplus significantly lowers domestic FSI across specifications. This \nmeans that fiscal space of the country or its ability to increase domestic spending during \nepisodes of financial market turmoil remains crucial in lowering domestic financial stress. \n \nThird, trade and financial openness are both significant but have opposing influence on \ndomestic FSI. Greater de facto financial integration tends to significantly increase domestic \nfinancial stress; while greater trade openness reduces it. These findings are consistent with the \nexisting view that financial openness can increase emerging market countries’ vulnerability to \nfinancial shocks through increased capital flows and volatility. Greater trade openness tends to \nimprove economic performance, while diversified trading partners could positively influence \neconomic stability, thereby reducing domestic FSI.   \n \nFourth, the effects of dummy variables for different regions are also found significant for \nemerging Asia and emerging Europe, suggesting that a common regional factor also plays an \nimportant role in driving domestic financial stress in these emerging market countries. While it is \ndifficult to pin down what this common regional factor represents, it could be similar economic \nfundamentals,  institutional  set  ups,  and  whatever  about  the  region  that  causes  common \nperception and herding behaviour of foreign investors. This finding also suggests that both \nregions are vulnerable to financial contagion within the region, wherein a crisis in one member \ncountry will have significant impact on the other countries in the region. The experience of \nemerging Asia during the 1997–1998 financial crisis concurs with this finding.12 \n \nFifth, the results are robust when one looks into the fixed-effects estimates for the \nemerging  market  regions.  Tables  2–4  present  the  results  for  emerging  Asia,  emerging \nAmericas,  and  emerging  Europe,  respectively.  As  in  the  full  sample  results,  advanced \neconomies  FSI  and  emerging  market  FSI  (excluding  the  particular  country)  significantly \nincreases  domestic  emerging  market  FSI  of  the  particular  country.  Furthermore,  regional \nemerging market FSI (excluding the particular country) is also a significant determinant of \ndomestic FSI of the particular country. Interestingly, unlike for emerging Americas and emerging \n                                                 \n12   To check for the robustness of the results, a separate regression was made where calm periods were dropped to \nfocus only on periods of high financial stress in emerging markets. The results show that the dummy variable for \nemerging Americas is significant; implying that during periods of financial stress, regional factor is significant for \nemerging Americas. We also conducted a separate regression by removing the Hong Kong, China and Singapore, \nboth of which are considered as the Asian financial hub in the emerging Asia sample, to determine whether the \nsignificance of a common Asian regional factor is due to the inclusion of these two financial hubs. The panel \nregression results show that a common Asian regional factor is still positive and significant.  ", "24   І   ADB Economics Working Paper Series No. 356 \nEurope,  trade  openness  is  insignificant  for  emerging  Asia.  But  unlike  emerging  Asia  and \nemerging Americas, fiscal surplus is insignificant for emerging Europe. \n \n \nIV. IMPACT OF ADVANCED AND OTHER EMERGING MARKET FINANCIAL SHOCKS \nON DOMESTIC EMERGING MARKET FSI \n \nKnowing  that  advanced  and  other  emerging  market  economies  FSI  significantly  increase \ndomestic FSI, we can examine the magnitude and persistence of financial shocks coming from \nadvanced  and  other  emerging  economies  on  domestic  FSI  using  a  structural  vector \nautoregression (SVAR) with contemporaneous or short-run restrictions. \n \nA.  Structural Vector Autoregression \n \nThe SVAR model used in this paper takes a structural equation form, given by: \n \n(cid:1827)(cid:4666)(cid:1838)(cid:4667)(cid:1851) (cid:3404) (cid:1857)   (8) \n(cid:3047) (cid:3047)\n \nwhere  A(L)  is  a  matrix  of  polynomial  in  the  lag  operator  L.  Y  is  a  3  x  1  data  vector \nt\ncorresponding to advanced economies FSI, other emerging market countries FSI (excluding the \nparticular country), and domestic FSI.13 e is a 3 x 1 structural disturbance. The reduce-form \nt\nequation is given by: \n \n(cid:1851) (cid:3404) (cid:1828)(cid:4666)(cid:1838)(cid:4667)(cid:1851) (cid:3397) (cid:2020)   (9) \n(cid:3047) (cid:3047)(cid:2879)(cid:2869) (cid:3047)\n \nwhere B(L) is a matrix polynomial in lag operator L and Var(u) = Ω. To recover the parameters \nt\nand structural shocks in equation (8), contemporaneous short-run identifying restrictions are \nimposed, following Blanchard and Watson (1986); Bernanke (1986); and Sims (1986). The \northogonal factorization matrixes are given the form: \n \n  (10) \n \nsuch that domestic FSI responds to advance and emerging market countries financial shocks; \nas well as its own financial shocks (third row of matrix A); while its covariance with advanced \nand other emerging market financial shocks is assumed zero (third row of matrix B). The \nresulting impulse response functions and variance decomposition will show the size, speed of \nadjustment,  and  persistence  of  impact  of  advanced  and  other  emerging  market  countries \n(nonregional and regional) financial shocks on domestic emerging market FSI.  \n \nTo estimate equations (8) to (10), an augmented ADF unit root test was conducted for \nfinancial stress indexes for advanced economies, emerging market (excluding the particular \ncountry), non-regional emerging market, regional excluding the country, and domestic FSI using \nboth  variance-equal  weights  and  principal  component  analysis.  The  results  reject  the  null \nhypothesis of a unit root at 0.10 level of significance for almost all countries; except for Czech \n                                                 \n13  A  separate  structural  vector  autoregression  model  is  also  estimated  decomposing  other  emerging  market \ncountries FSI into nonregional and regional emerging market FSI. The same procedure would apply for the four-\nvariable SVAR. ", "Determinants of Financial Stress in Emerging Market Economies   І   25 \nRepublic, Egypt, and Romania. Since most FSI indicators do not contain unit root, SVAR was \nestimated using the level data for all FSI indexes. A granger causality test has also been done, \nand the results does not reject the null hypothesis that domestic FSI does not Granger cause \nboth the advanced and other emerging market FSIs. \n \nTo determine the appropriate lag order to use in the SVAR, lag structure test was \nconducted using the financial predictor error, Akaike information criterion, Schwarz information \ncriterion, and Hannan-Quinn information criterion. The results from the lag order test show that \nup to two lags of each variable must be included in the SVAR estimation. \n \nB.  Impulse Responses and Variance Decompositions \n \nFigures 5a to 5y present individual emerging market impulse responses of domestic FSI to a \nstructural one standard deviation financial shock coming from advanced economies (Shock 1), \nother emerging markets (Shock 2), and its own domestic market (Shock 3) using both variance-\nequal weights and principal component analysis. The responses are shown together with their \n+/– two standard error values. Table 5 shows the variance decompositions of domestic FSI on \nfinancial  shocks  coming  from  advanced  economies  (Shock  1),  other  emerging  markets \n(Shock 2), and its own domestic market (Shock 3). Figures 6a to 6y present individual emerging \nmarket impulse responses of domestic FSI to a structural one standard deviation financial shock \ncoming from advanced economies (Shock 1), nonregional emerging markets (Shock 2), regional \nemerging markets excluding the country (Shock 3), and its own domestic market (Shock 4) \nusing both variance-equal weights and principal component analysis. Table 6 presents the \nvariance decompositions.  \n \n \nTable 5: Variance Decomposition of Domestic FSI \n \na)  Emerging Markets \nPeriod  S.E.  Shock1  Shock2 Shock3\nFinancial Stress Index (Equal-Variance) \n1  1.035  11.935  8.905  79.160 \n2  1.540  16.003  13.992  70.005 \n3  1.792  16.858  18.871  64.272 \n4  1.901  16.547  22.482  60.971 \n6  1.962  16.263  25.558  58.179 \n8  1.973  16.515  26.125  57.361 \n12  1.979  16.792  26.205  57.003 \nFinancial Stress Index (Principal Component)\n1  0.589  10.231  6.826  82.943 \n2  0.873  12.110  11.681  76.209 \n3  1.023  12.248  16.686  71.067 \n4  1.097  11.991  20.486  67.523 \n6  1.148  12.173  23.153  64.674 \n8  1.157  12.558  23.234  64.208 \n12  1.162  12.908  22.995  64.097 \n \n   ", "26   І   ADB Economics Working Paper Series No. 356 \nb)  Emerging Asia    d)  Emerging Europe\nPeriod  S.E.  Shock1  Shock2  Shock3 Period S.E. Shock1  Shock2  Shock3\nFinancial Stress Index (Equal-Variance)  Financial Stress Index (Equal-Variance) \n1  1.025  8.643  14.410  76.947  1  1.064  16.064  2.218  81.719 \n2  1.528  10.831  19.447  69.721  2  1.591  26.582  7.447  65.971 \n3  1.780  10.514  23.510  65.976  3  1.862  30.703  12.114  57.182 \n4  1.883  9.997  25.954  64.049  4  1.987  31.104  15.235  53.661 \n6  1.929  10.485  27.186  62.329  6  2.065  29.848  17.678  52.474 \n8  1.934  11.400  26.944  61.656  8  2.083  29.152  18.043  52.805 \n12  1.936  12.140  26.649  61.211  12  2.095  28.692  18.169  53.139 \nFinancial Stress Index (Principal Component) Financial Stress Index (Principal Component) \n1  0.578  7.735  7.069  85.195  1  0.596  13.035  5.202  81.763 \n2  0.860  8.791  11.555  79.654  2  0.893  17.623  9.227  73.150 \n3  1.010  8.680  15.316  76.004  3  1.054  19.194  14.062  66.744 \n4  1.081  8.858  17.601  73.542  4  1.143  19.071  18.504  62.425 \n6  1.120  10.097  18.606  71.298  6  1.212  18.334  22.245  59.420 \n8  1.125  10.777  18.472  70.752  8  1.227  18.378  22.134  59.488 \n12  1.126  11.014  18.413  70.572    12  1.239  19.060  21.145  59.796 \nc)  Emerging Americas  e)  Other Emerging Markets \nPeriod  S.E.  Shock1  Shock2  Shock3 Period S.E. Shock1  Shock2  Shock3\nFinancial Stress Index (Equal-Variance)  Financial Stress Index (Equal-Variance) \n1  1.025  8.784  8.824  82.392  1  1.041  19.731  3.625  76.644 \n2  1.515  11.518  14.549  73.933  2  1.545  22.436  7.702  69.862 \n3  1.752  11.984  20.473  67.543  3  1.796  22.720  13.313  63.967 \n4  1.860  11.459  25.575  62.966  4  1.901  22.360  18.221  59.419 \n6  1.938  11.067  30.720  58.213  6  1.953  21.521  23.596  54.884 \n8  1.955  11.371  32.136  56.493  8  1.960  21.222  25.161  53.617 \n12  1.963  11.695  32.618  55.687  12  1.963  21.192  25.523  53.285 \nFinancial Stress Index (Principal Component) Financial Stress Index (Principal Component)\n1  0.599  8.892  10.993  80.114  1  0.594  14.974  1.999  83.027 \n2  0.875  10.645  17.257  72.098  2  0.876  15.716  6.696  77.588 \n3  1.017  10.426  24.896  64.678  3  1.024  15.218  11.073  73.709 \n4  1.089  9.574  31.308  59.119  4  1.094  14.601  13.945  71.454 \n6  1.149  8.905  36.276  54.819  6  1.133  14.565  15.970  69.465 \n8  1.164  8.965  36.823  54.211  8  1.139  15.124  16.134  68.742 \n12  1.171  9.134  36.820  54.046  12  1.142  15.612  16.026  68.362 \nNote: Factoralization is structural. Values refer to unweighted average of individual country variance decomposition. \nSource: Authors' calculation. \n \nTable 6: Variance Decomposition of Domestic FSI \n \na)  Emerging Markets \nPeriod  S.E.  Shock1  Shock2  Shock3 Shock4\nFinancial Stress Index (Equal-Variance) \n1  1.037  12.762  5.149  7.245  74.844 \n2  1.551  17.140  8.736  9.133  64.991 \n3  1.802  17.778  12.314  11.064  58.844 \n4  1.912  17.150  15.254  12.556  55.040 \n6  1.979  16.520  17.973  14.129  51.377 \n8  1.993  16.766  18.504  14.752  49.978 \n12  2.006  17.145  18.582  15.134  49.139 \nFinancial Stress Index (Principal Component) \n1  0.593  11.031  3.880  5.939  79.151 \n2  0.881  12.863  6.886  8.864  71.387 \n3  1.034  12.866  10.501  10.913  65.721 \n4  1.111  12.447  13.760  12.259  61.535 \n6  1.165  12.462  16.422  13.591  57.526 \n8  1.176  12.770  16.515  14.355  56.360 \n12  1.183  13.048  16.245  15.005  55.703 \n ", "Determinants of Financial Stress in Emerging Market Economies   І   27 \nb)  Emerging Asia  d) Emerging Europe\nPeriod  S.E.  Shock1  Shock2 Shock3 Shock4 Period S.E. Shock1 Shock2  Shock3 Shock4\nFinancial Stress Index (Equal-Variance)  Financial Stress Index (Equal-Variance) \n1  1.038  9.436  7.022  12.094 71.448 1  1.058  14.954  1.333  3.960 79.753 \n2  1.551  11.735  8.669  17.292 62.304 2  1.590  25.672  6.614  3.435 64.278 \n3  1.803  11.314  10.433  20.815 57.438 3  1.845  29.230  10.341  4.198 56.230 \n4  1.907  10.612  11.689  22.863 54.835 4  1.963  29.307  12.958  6.145 51.590 \n6  1.954  10.975  12.449  24.062 52.514 6  2.048  27.654  14.695  10.623 47.028 \n8  1.960  12.111  12.411  23.840 51.638 8  2.076  26.920  14.338  13.285 45.458 \n12  1.962  12.915  12.378  23.527 51.180 12  2.113  26.965  13.865  14.891 44.280 \nFinancial Stress Index (Principal Component) Financial Stress Index (Principal Component)\n1  0.581  8.555  2.836  8.366 80.242 1  0.600  12.809  3.882  4.117 79.192 \n2  0.865  9.567  3.716  14.776 71.941 2  0.903  17.283  7.405  4.876 70.436 \n3  1.016  9.374  5.139  18.347 67.139 3  1.068  18.781  11.151  6.806 63.262 \n4  1.089  9.465  6.371  20.110 64.053 4  1.159  18.647  14.481  9.192 57.680 \n6  1.132  10.609  7.259  20.630 61.503 6  1.230  18.036  16.712  13.496 51.755 \n8  1.137  11.284  7.319  20.503 60.894 8  1.249  17.915  16.003  16.461 49.621 \n12  1.140  11.446  7.363  20.467 60.724 12  1.268  18.575  14.677  19.007 47.740 \nc)  Emerging Americas  e) Other Emerging Markets \nPeriod  S.E.  Shock1  Shock2 Shock3 Shock4 Period S.E. Shock1 Shock2  Shock3 Shock4\nFinancial Stress Index (Equal-Variance)  Financial Stress Index (Equal-Variance) \n1  1.011  10.133  7.148  6.295  76.424    1  1.047  22.285  2.237  0.652  74.826 \n2  1.511  13.308  12.129  5.740  68.823    2  1.563  25.733  6.466  0.946  66.855 \n3  1.753  13.552  17.963  5.635  62.850    3  1.822  25.962  11.011  3.411  59.616 \n4  1.869  12.721  23.454  5.373  58.452    4  1.927  24.942  14.736  5.579  54.744 \n6  1.962  11.786  29.445  4.990  53.778 6  1.979  23.567  18.675  7.386  50.372 \n8  1.983  11.800  31.216  5.059  51.925 8  1.990  23.163  19.874  8.405  48.558 \n12  1.994  12.010  31.773  5.242  50.974 12  1.995  23.146  20.202  9.297  47.355 \nFinancial Stress Index (Principal Component) Financial Stress Index (Principal Component)\n1  0.605  10.738  6.985  7.266  75.012    1  0.596  13.411  1.498  1.953  83.138 \n2  0.887  12.173  11.448  7.440  68.939    2  0.898  15.100  6.502  2.070  76.329 \n3  1.031  11.565  18.421  7.166  62.849    3  1.058  15.473  11.656  3.233  69.638 \n4  1.105  10.251  25.454  6.775  57.521    4  1.138  15.281  15.952  4.483  64.285 \n6  1.171  8.974  32.070  6.588  52.368 6  1.190  15.585  19.244  6.441  58.731 \n8  1.189  8.898  32.943  6.852  51.306 8  1.202  16.481  19.083  7.721  56.715 \n12  1.196  9.034  32.944  6.990  51.032 12  1.219  17.791  18.341  8.810  55.058 \nNote: Factoralization is structural. Values refer to unweighted average of individual country variance decomposition. \nSource: Authors' calculation. \n \nBased  on  the  impulse  responses  and  variance  decomposition  results,  several  key \nfindings  are  noted.  First,  the  impulse  responses  from  the  SVAR  model  on  the  impact  of \nadvanced  economies,  other  emerging  markets,  and  domestic  market  financial  shocks  on \ndomestic FSI (Figures 5a to 5y) are in line with the panel regression results. Specifically, \nfinancial  shocks  originating  from  advanced  and  other  emerging  market  countries  increase \nindividual emerging market domestic FSI. Among the different sources of financial shocks, \ndomestic FSI tends to respond strongly to its own financial shock. However, some emerging \nmarket domestic FSIs respond faster to a shock of advance economies compared to that of \nemerging market; while others (mostly emerging Asia) respond more strongly to a shock of \nemerging market than to that of advance economies. Hence, there are differences in speed and \nmagnitude  of  responses  to  external  financial  shocks  across  individual  emerging  market \ncountries.  \n \n   ", "28   І   ADB Economics Working Paper Series No. 356 \nFigure 5: Impulse Responses of Domestic FSI \n(Response to Structural One S.D. ± 2 S.E.) \na.  Argentina  b.  Brazil \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12\nc.  Chile  d.  People’s Rep. of China \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12\ne.  Colombia  f.  Czech Republic \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12\ng.  Egypt  h.  Hong Kong, China \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12", "Determinants of Financial Stress in Emerging Market Economies   І   29 \ni.  Hungary  j.  India \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12   2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12  \n \nk.  Indonesia  l.  Israel \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 2 4 6 8 10 12-1.0 2 4 6 8 10 12 -1.0 2 4 6 8 10 12 -1.0 2 4 6 8 10 12 -1.0 2 4 6 8 10 12 -1.0 2 4 6 8 10 12\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12   2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12  \n \nm.  Rep. of Korea  n.  Malaysia \nResponse of DOM_SUM to ADV_SUM Response of DOM_SUM to EXC_SUM_RES Response of DOM_SUM to DOM_SUM Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12\no.  Mexico  p.  Peru \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12", "30   І   ADB Economics Working Paper Series No. 356 \nq.  Philippines  r.  Poland \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12\ns.  Romania  t.  Russian Federation \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12\nu.  South Africa  v.  Singapore \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12\nw.  Taipei,China  x.  Thailand \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3\n2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12   2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12  \n \n   ", "Determinants of Financial Stress in Emerging Market Economies   І   31 \ny.  Turkey   \n \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3\n2.0 2.0 2.0\n1.5 1.5 1.5\n1.0 1.0 1.0\n0.5 0.5 0.5\n0.0 0.0 0.0\n-0.5 -0.5 -0.5\n-1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3\n2.0 2.0 2.0\n1.5 1.5 1.5\n1.0 1.0 1.0\n0.5 0.5 0.5\n0.0 0.0 0.0\n-0.5 -0.5 -0.5\n-1.0 -1.0 -1.0\n2 4 6 8 10 12 2 4 6 8 10 12 2 4 6 8 10 12\nNote: PC = principal components; SUM = variance-equal weights. The blue line refers to the actual structural response; while the \nred lines below and above of the actual response corresponds to the +2 and -2 standard errors, respectively. \nSource: Authors’ estimate. \n \n \nSecond, the variance decompositions in Table 5 show that domestic financial shock \ndominates variation in domestic FSI. A financial shock from advanced economies accounts for \ngreater variation in domestic FSI in the first two quarters after the shock, while a shock from \nemerging  market  economies  accounts  for  greater  variation  after  the  second  quarter.  This \nsuggests that advanced economies financial shock has more instantaneous but less persistent \nimpact on domestic financial stress; while emerging market financial shock has delayed but \nrelatively lasting impact on domestic financial stress. Advanced economies’ financial shock \naccounts for greater variation in domestic FSI during the first four quarters in emerging Europe \nand  several  other  emerging  market  economies  including  Turkey  and  South  Africa;  while \nemerging markets’ financial shock explains greater variation in domestic FSI beyond the fourth \nquarter. For emerging Asia and emerging Americas, a financial shock originating from emerging \nmarkets consistently accounts for greater variation in domestic FSI than that coming from \nadvanced countries.  \n \nThird,  looking  into  the  responses  of  domestic  FSI  to  financial  shocks  from  other \nemerging  countries  excluding  the  region  (nonregional)  and  regional  emerging  countries \nexcluding the country (Figures 6a to 6y), the estimates reveal that a shock from nonregional \nemerging markets increase domestic financial FSI as much as a regional shock or more for \nmany emerging market countries in the sample. But for most emerging Asia, a shock from \nregional emerging markets has greater impact than that from nonregional emerging markets.14 \nThe variance decompositions also illustrate that for emerging Asia, regional (excluding country) \nfinancial shocks explain considerably larger variation in domestic FSI than nonregional shocks. \nThese observations are consistent with the panel regression estimates showing the significance \nof a common regional factor for emerging Asia. \n \n \n   \n                                                 \n14  A separate SVAR estimation was conducted by removing the Hong Kong, China and Singapore (both Asian \nfinancial hub) in the emerging Asia sample, to determine whether a regional financial shock will still dominate \ncompared to a nonregional shock. The impulse response and variance decomposition results show that a regional \nfinancial shock is still greater than nonregional shock despite removing the regional financial hubs. ", "32   І   ADB Economics Working Paper Series No. 356 \nFigure 6: Impulse Responses of Domestic FSI \n(Response to Structural One S.D. ± 2 S.E.) \na.  Argentina  b.  Brazil \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4 Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112\nc.  Chile  d.  People’s Rep. of China \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4 Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112\ne.  Colombia  f.  Czech Republic \nResponse of DOM_SUM to ADV_SUM Response of DOM_SUM to EXR_SUM_RES Response of DOM_SUM to RXC_SUM_RES Response of DOM_SUM to DOM_SUM Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112\ng.  Egypt  h.  Hong Kong, China \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4 Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112", "Determinants of Financial Stress in Emerging Market Economies   І   33 \ni.  Hungary  j.  India \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4 Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112\nk.  Indonesia  l.  Israel \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4 Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112\nm.  Rep. of Korea  n.  Malaysia \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4 Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112\no.  Mexico  p.  Peru \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4 Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112\n   \n ", "34   І   ADB Economics Working Paper Series No. 356 \nq.  Philippines  r.  Poland \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4 Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112\ns.  Romania  t.  Russian Federation \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4 Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112\nu.  South Africa  v.  Singapore \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4 Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112\nw.  Taipei,China  x.  Thailand \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4 Response of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4 Response of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4\n2.0 2.0 2.0 2.0 2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5 1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0 1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112 123456789101112\n   \n ", "Determinants of Financial Stress in Emerging Market Economies   І   35 \ny.  Turkey   \n \nResponse of DOM_SUM to Shock1 Response of DOM_SUM to Shock2 Response of DOM_SUM to Shock3 Response of DOM_SUM to Shock4\n2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112\nResponse of DOM_PC to Shock1 Response of DOM_PC to Shock2 Response of DOM_PC to Shock3 Response of DOM_PC to Shock4\n2.0 2.0 2.0 2.0\n1.5 1.5 1.5 1.5\n1.0 1.0 1.0 1.0\n0.5 0.5 0.5 0.5\n0.0 0.0 0.0 0.0\n-0.5 -0.5 -0.5 -0.5\n-1.0 -1.0 -1.0 -1.0\n123456789101112 123456789101112 123456789101112 123456789101112\nNote: PC = principal components; SUM = variance-equal weights. The blue line refers to the actual structural response; while the \nred lines below and above of the actual response corresponds to the +2 and –2 standard errors, respectively. \nSource: Authors’ estimate. \n \n \nV. SUMMARY AND CONCLUSION \n \nThis paper extends the literature analyzing the cross-border transmission of financial crisis \nusing the FSI. From a policy viewpoint, FSI offers an important tool which can help measure a \ndegree of financial stress and identify the sources of the stress. This paper utilizes FSI to \nunderstand global, regional, and domestic factors influencing the financial stress condition of \nemerging  market  economies.  The  analysis  also  includes  FSIs  in  various  economic  and \ngeographic groupings of the countries to understand the transmission of financial shock from \nthese different groups. \n \nEarlier studies indicated that financial shocks spread from advanced to emerging market \neconomies.  While  verifying  the  earlier  findings,  this  study  highlights  that  financial  stress \noriginated from emerging economies also exerts significant influence on the financial stress \ncondition of other emerging market economies. Specifically, the panel regression results show \nthat financial stress originating from emerging market economies (excluding the country of \nparticular interest) significantly increases financial stress in domestic financial systems of the \n(excluded) emerging economy. Whether this shock from emerging market economies is from \nthe same region or not did not seem to matter. The SVAR impulse responses and variance \ndecompositions reveal that the impact of a nonregional shock is as strong as that of a regional \nshock or stronger on domestic FSI for most emerging market economies in the sample, except \nthe ones in emerging Asia. \n \nAnother important finding of this study is the importance of a common regional factor in \naffecting  domestic  financial  stress.  The  panel  regression  results  indicate  that  a  common \nregional factor significantly increases domestic financial stress in emerging Asia and emerging \nEurope; while the same is true only for crises periods for emerging Americas. The variance \ndecomposition in Table 6 indicate that regional emerging market financial shocks have lasting \nimpact in emerging Asia, which corroborates the implications of the panel regression results.  \n \nThe findings of this paper encourage future researchers in the field to consider the \nimportance of financial shocks originating not only from advanced economies but also from \nemerging market economies. Given the increasing importance of emerging market economies ", "36   І   ADB Economics Working Paper Series No. 356 \nin  the  global  economic  and  financial scene, it  is  natural  to  expect increasing  influence  of \nemerging market economies in international transmission of shocks.  \n \nTogether with the trend in financial integration, the findings of financial contagion present \na cautionary tale. While financial activity is increasingly global, regulation remains extremely \nnational. The growing cross-border nature of banking and financial services underscores the \nneed for a coordinated oversight of international financial institutions and markets. Without an \nintegrated global framework, regulatory arbitrage and inadequate cross-border information and \ndata sharing would continue to expose national and international financial systems to financial \nrisks and instability (Moshirian 2011). The global financial crisis prompted a wave of reforms in \nthe global financial architecture. While the institution of global regulator is realistically difficult, \nthere have been efforts to establish a global framework that will mandate minimum consistency \nacross jurisdictions in regulatory principles that would apply to similar markets, institutions, \nservices, and products. What is also important is that the regulatory oversight should be more \ninclusive of emerging market economies given the growing importance of emerging market \nfinancial systems.  \n \nDeepening regional integration in many developing regions imply there are additional \nbenefits in creating responsible regional institutions and regulators for monitoring of regional \nmarket conditions and maintaining financial stability at the regional level in coordination with \nnational and global ones. The findings also suggest there may be a common regional factor in \ndetermining the domestic financial stress condition. A shock emerging from a country may affect \nthe countries in the same region more than those of other regions, due to similar fundamentals, \nintegrated  regional  trade,  financial  and  investment  network,  and/or  similar  responses  by \ninternational  investors.  Especially  in  emerging  Asia,  where  regional  integration  has  made \nsubstantial progress, a number of financial issues and activities require regionally coordinated \nresponses to improve effectiveness of these actions as well as to avoid adverse consequences \nof unilateral national responses.  \n ", " \nREFERENCES \n \nAllen, L., T. Bali, and Y. Tang.  2012. Does Systemic Risk in Financial Sector Predict Future \nEconomic Downturns? Review of Financial Studies 25:10. pp. 3000–3036. \n \nArnold, B., C. Borio, L. Ellis, and F. Moshirian. 2012. Systemic Risk, Macroeconomic Policy \nFrameworks, Monitoring Financial Systems, and the Evolution of Capital Adequacy. \nJournal of Banking and Finance 36. pp. 3125–3132. \n \nBalakrishnan, R., S. Danninger, S. Elekdag, and I. Tytell. 2009. How Linkages Fuel the Fire: \nThe Transmission of Financial Stress from Advanced to Emerging Economies. World \nEconomic Outlook (April 2009). Washington DC: International Monetary Fund. \n \n———. 2011. The Transmission of Financial Stress from Advanced and Emerging Economies. \nEmerging Markets Finance and Trade 47. pp. 40–68.  \n \nBernanke,  B.  1986.  Alternative  Explorations  of  the  Money–Income  Correlation.  Carnegie-\nRochester Series on Public Policy 25. pp. 49–99. \n \nBlanchard, O., and Watson, M. 1986. Are Business Cycles All Alike? In Robert Gordon, eds. \nThe American Business Cycle: Continuity and Change. Chicago: University of Chicago \nPress. \n \nBollerslev, T., R. Chou, and K. Kroner. 1992. ARCH Modeling in Finance: A Review of the \nTheory and Empirical Evidence. Journal of Econometrics 52. pp. 5–59. \n \nBorio, C. and M. Drehmann. 2009. Towards an Operational Framework for Financial Stability: \n“Fuzzy”  Measurement  and  Its  Consequences.  Bank  for  International  Settlements \nWorking Paper No. 284.  \n \nCalvo,  S.,  and  C.  Reinhart.  1996.  Capital  Flows  to  Latin  America:  Is  there  Evidence  of \nContagion Effects? In Calvo, Goldstein, and Hochreiter, eds. Private Capital Flows to \nEmerging  Markets  after  the  Mexican  Crisis.  Peterson  Institute  for  International \nEconomics.  \n \nCardarelli, R., S. Elekdag, and S. Lall. 2008. Financial Stress and Economic Downturns. In \nWorld Economic Outlook (October 2008). Financial Stress, Downturns, and Recoveries. \nWashington D.C.: International Monetary Fund.  \n \n———. 2011. Financial Stress and Economic Contractions. Journal of Financial Stability 7.  \npp. 78–97. \n \nDavig, T., and C. Hakkio. 2010. What is the Effect of Fnancial Stress on Economic Activity? \nKansas City Fed Economic Review Second Quarter. pp. 35–62. \n \nDornbusch, R., Y. C. Park, and S. Claessens. 2000. Contagion: Understanding How it Spreads. \nWorld Bank Research Observer 15. pp. 177–197.  \n \nEichengreen, B., Rose, A., Wyplosz, C. 2004. Contagious Currency Crises. In B. Eichengreen, \nCapital Flows and Crises. Massachusetts Institute of Technology Press. \n ", "38   І   ADB Economics Working Paper Series No. 356 \nEicher, S., A. Karmann, and D. Maltritz, 2009. The ADR Shadow Exchange Rate As An Early \nWarning Indicator for Currency Crises. Journal of Banking and Finance 33. pp. 1983–\n1995. \n \nFernandez, V. 2007. Stock Market Turmoil: Worldwide Effects of the Middle East Conflicts. \nEmerging Markets Finance and Trade 43. pp. 58–102. \n \nHakkio, C., and W. Keeton. 2009. Financial Stress: What Is It, How Can It be Measured, and \nWhy Does It Matter? Federal Reserve Bank of Kansas City. \n \nHanschel, E., and P. Monnin. 2005. Measuring and Forecasting Stress in the Banking Sector: \nEvidence from Switzerland. BIS Working Paper No. 22. \n \nHollo, D., M. Kremer, and M. Lo Duca, M. 2012. CISS – A Composite Indicator of Systemic \nStress in the Financial System. European Central Bank Working Paper Series No. 1426. \nFrankfurt am Main.  \n \nIlling, M., and Y. Liu. 2006. Measuring Financial Stress in a Developed Country: An Application \nto Canada. Journal of Financial Stability 2. pp. 243–265. \n \nKaminsky, G., and C. Reinhart. 1999. The Twin Crises: The Causes of Banking and Balance-of-\nPayments Problems. American Economic Review 89. pp. 473–500. \n \n———. 2000. On Crises, Contagion, and Confusion. Journal of International Economics 51. pp. \n145–168. \n \nKose, A.M., E. Prasaad, K. Rogoff, and S. Wei. 2006. Financial Globalization: A Reappraisal. \nIMF Working Paper.  \n \nKunt, A., and E. Detragiache. 1996. The Determinants of Banking Crises in Developed and \nDeveloping Countries. International Monetary Fund Staff Papers 45. 81–109. \n \nLaeven, L., and F. Valencia, 2008. Systemic Banking Crises: A New Database. International \nMonetary Fund Working Paper WP/08/224.  \n \nMisina, M., and G. Tkacz. 2009. Credit, Asset Prices, and Financial Stress. International Journal \nof Central Banking 5. pp. 95–122. \n \nMoser, T. 2003. What is International Financial Contagion? International Finance 6. pp. 157–\n178. \n \nMoshirian, F. 2008. Globalization, Growth and Institutions. Journal of Banking and Finance 32. \npp. 472–479.  \n \n———.  2011.  The  Global  Financial  Crisis  and  the  Evolution  of  Markets,  Institutions  and \nRegulation. Journal of Banking and Finance 35. pp. 502–511.  \n \nNg, T. 2011. The Predictive Content of Financial Cycle Measures for Output Fluctuations. Bank \nfor International Settlements Quarterly Review. \n ", "Determinants of Financial Stress in Emerging Market Economies   І   39 \nReinhart, C., and K. Rogoff. 2008. This Time is Different: A Panoramic View of Eight Centuries \nof  Financial  Crises.  NBER  Working  Paper  Series  No.  13882.  National  Bureau  of \nEconomic Research. \n \nSims, C. 1986. Are Forecasting Models Usable for Policy Analysis? Quarterly Review of the \nFederal Reserve Bank of Minneapolis 10. pp. 2–16. \n \nStulz, R. M. 2005. The Limits of Financial Globalization. Journal of Finance 60. pp. 1595–1638. \n \nVan Roye, B. 2011. Financial Stress and Economic Activity in Germany and Euro Area. Kiel \nInstitute Working Paper No. 1743. Kiel Institute for World Economy. \n \nYiu, M., W.-Y. Ho, L. Jin. 2010. A Measure of Financial Stress in Hong Kong[, China] Financial \nMarket—the  Financial  Stress  Index.  HKMA  Research  Note  02/2010.  Hong  Kong \nMonetary Authority. \n ", "Determinants of Financial Stress in Emerging Market Economies\nThis study investigates international transmission of financial stress using the financial stress index (FSI). The \nresults highlight the significance of regional and non-regional emerging market financial stress in increasing \ndomestic emerging market FSI. The impulse response results also show that a regional financial shock appears \nto have greater impact on domestic FSI than non-regional financial shock for emerging Asia, although domestic \nfinancial stress responds the most to a domestic financial shock across the board. \nADB Economics  \nAbout the Asian Development Bank Working Paper Series\nADB’s vision is an Asia and Pacific region free of poverty. Its mission is to help its developing \nmember countries reduce poverty and improve the quality of life of their people. Despite the \nregion’s many successes, it remains home to two-thirds of the world’s poor: 1.7 billion people who \nlive on less than $2 a day, with 828 million struggling on less than $1.25 a day.  ADB is committed \nto reducing poverty through inclusive economic growth, environmentally sustainable growth, \nand regional integration.\n  Based in Manila, ADB is owned by 67 members, including 48 from the region. Its main \ninstruments for helping its developing member countries are policy dialogue, loans, equity \ninvestments, guarantees, grants, and technical assistance.\nDeterminants of Financial Stress in Emerging  \nMarket Economies\nCyn-Young Park and Rogelio V. Mercado, Jr.\nNo. 356  |   July 2013\nAsian Development Bank\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines\nwww.adb.org/economics\nPrinted on recycled paper Printed in the Philippines"], "metadata": {"Author": "Cyn-Young Park and Rogelio V. Mercado, Jr.", "CreationDate": "D:20130628110657+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": " financial stress index, financial contagion, emerging market economies", "ModDate": "D:20130715105152+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Subject": "This study finds that financial shocks originating from both advanced and emerging economies exert significant influence on domestic financial stress of emerging market economies using a financial stress index (FSI), with regional relative to non-regional financial shocks having a greater impact on domestic financial stress in the case of emerging Asia. ", "Title": "Determinants of Financial Stress in Emerging Market Economies"}}