{"path": "data/input/pdf-generic/ewp-426.pdf", "pages": ["Financial Inclusion, Poverty, and Income Inequality  in Developing Asia\nThe authors present a broad-based financial inclusion indicator to assess various macroeconomic and \ncountry-specific factors affecting the degree of financial inclusion for 37 selected developing Asian \neconomies.  Using the newly constructed financial inclusion indicator, the authors find that per capita \nincome, rule of law, and demographic structure are highly correlated with financial inclusion. Empirical \nfindings also show that financial inclusion is significantly associated with lower poverty and income inequality \nin the region.\nAbout the Asian Development Bank FInAncIAl InclusIon, \nADB’s vision is an Asia and Pacific region free of poverty. Its mission is to help its developing member \ncountries reduce poverty and improve the quality of life of their people. Despite the region’s many successes,  Poverty, AnD Income \nit remains home to approximately two-thirds of the world’s poor: 1.6 billion people who live on less than $2 \na day, with 733 million struggling on less than $1.25 a day. ADB is committed to reducing poverty through \ninclusive economic growth, environmentally sustainable growth, and regional integration. InequAlIty In  \nBased in Manila, ADB is owned by 67 members, including 48 from the region. Its main instruments for \nhelping its developing member countries are policy dialogue, loans, equity investments, guarantees, grants, \nDeveloPIng AsIA\nand technical assistance.\nCyn-Young Park and Rogelio V. Mercado, Jr.\nadb economics\nno. 426\nworking paper series\nJanuary 2015\nAsiAn Development BAnk\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines ASIAN DEVELOPMENT BANK\nwww.adb.org", " \n \n \n \n \n \nADB Economics Working Paper Series \n \n \n \n \nFinancial Inclusion, Poverty, and Income Inequality  \nin Developing Asia \n \n \nCyn-Young Park and Rogelio V. Mercado, Jr.  Cyn-Young Park (cypark@adb.org) is Assistant Chief \nEconomist from the Asian Development Bank.  Rogelio \nNo. 426   |   2015  V. Mercado, Jr. (mercador@tcd.ie) is a graduate \nresearch student from Trinity College Dublin.  \n \nPreliminary draft was presented at the conference on \n“Financial Inclusion, Regulation, and Education” \nsponsored by the Asian Development Bank Institute in \nTokyo, Japan in April 2014.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nASIAN DEVELOPMENT BANK", "Asian Development Bank \n6 ADB Avenue, Mandaluyong City \n1550 Metro Manila, Philippines \nwww.adb.org \n© 2015 by Asian Development Bank \nJanuary 2015 \nISSN 2313-6537 (Print), 2313-6545 (e-ISSN) \nPublication Stock No. WPS157060-3 \nThe views expressed in this paper are those of the authors and do not necessarily reflect the views and policies of the Asian \nDevelopment Bank (ADB) or its Board of Governors or the governments they represent. \nADB does not guarantee the accuracy of the data included in this publication and accepts no responsibility for any \nconsequence of their use. \nBy making any designation of or reference to a particular territory or geographic area, or by using the term “country” in this \ndocument, ADB does not intend to make any judgments as to the legal or other status of any territory or area. \nNote: In this publication, “$” refers to US dollars. \nThe ADB Economics Working Paper Series is a forum for stimulating discussion and eliciting feedback \non ongoing and recently completed research and policy studies undertaken by the Asian Development \nBank (ADB) staff, consultants, or resource persons. The series deals with key economic and \ndevelopment problems, particularly those facing the Asia and Pacific region; as well as conceptual, \nanalytical, or methodological issues relating to project/program economic analysis, and statistical data \nand measurement. The series aims to enhance the knowledge on Asia’s development and policy \nchallenges; strengthen analytical rigor and quality of ADB’s country partnership strategies, and its \nsubregional and country operations; and improve the quality and availability of statistical data and \ndevelopment indicators for monitoring development effectiveness.  \nThe ADB Economics Working Paper Series is a quick-disseminating, informal publication whose titles \ncould subsequently be revised for publication as articles in professional journals or chapters in books. \nThe series is maintained by the Economics and Research Department. ", "CONTENTS \n \nTABLES AND FIGURES  iv \n \nABSTRACT   v \n \nI.    INTRODUCTION  1 \n \nII.    RELATED LITERATURE  2 \n \nIII.    FINANCIAL INCLUSION INDICATOR  4 \n \nIV.    EMPIRICAL METHODOLOGY AND DATA SOURCES  9 \n \nV.  EMPIRICAL RESULTS  13 \n \nVI.  SUMMARY AND POLICY IMPLICATIONS  17 \n \nREFERENCES  19 \n \n   ", "TABLES AND FIGURES \n \nTABLES \n \n1  Financial Inclusion Index  6 \n2  Regression Results on Financial Inclusion  14 \n3  Regression Results on Poverty  15 \n4  Regression Results on Income Inequality  16 \n \n \nFIGURES \n \n1  Financial Inclusion Indicator and Honohan’s (2008) Indicator  8 \n2  Financial Inclusion Indicator and Sarma’s (2008) Indicator  8 \n3  Financial Inclusion Indicator, Developing Asia  9 \n4  Per Capita Income and Financial Inclusion  10 \n5  Rule of Law and Financial Inclusion  10 \n6  Age Dependency Ratio and Financial Inclusion  11 \n7  Primary School Completion and Financial Inclusion  11 \n8  Financial Inclusion and Poverty  12 \n9  Financial Inclusion and Income Inequality  13 \n \n \n   ", "ABSTRACT \n \nPoverty and income inequality remain a stubborn challenge in Asia and the Pacific despite the region’s \nrapid economic expansion in previous decades, which lifted millions out of poverty.  Financial inclusion is \noften considered as a critical element that makes growth inclusive as access to finance can enable \neconomic agents to make longer-term consumption and investment decisions, participate in productive \nactivities,  and cope with unexpected short-term  shocks.  Understanding the  link between financial \ninclusion,  poverty,  and  income  inequality  at  the  country  level  will  help  policymakers  design  and \nimplement programs that will broaden access to financial services, leading to reduction of poverty \nincidence and income equality.  This paper extends the existing literature on financial inclusion by \nfocusing on developing Asian economies. We construct our own financial inclusion indicator to assess \nvarious macroeconomic and country-specific factors affecting the degree of financial inclusion for 37 \nselected developing Asian economies. We also test the impact of financial inclusion, along with other \ncontrol variables, on poverty and income inequality. Our results show that per capita income, rule of law, \nand demographic characteristics significantly affect financial inclusion in developing Asia. Furthermore, \nwe find that financial inclusion significantly reduces poverty; and there is also evidence that it lowers \nincome inequality. Our findings suggest that the provisions for young and old-age populations, e.g., \nretirement pensions; and stronger rule of law, including enforcement of financial contracts and financial \nregulatory oversight, will broaden financial inclusion, thereby contributing to poverty reduction and lower \nincome inequality. \n \n \n \n \nKeywords: financial inclusion, developing Asia, poverty, income inequality \n \nJEL Classification: G18, O11, O16 \n ", " \nI.  INTRODUCTION \n \nOne of developing Asia’s success stories is its sustained economic expansion which lifted millions out \nof poverty. But poverty remains a stubborn challenge across the region, with evidence pointing to \ndeteriorating income equality in recent years. The challenge for the region’s policymakers is to the \nreach of the socioeconomic benefits associated with rapid economic expansion. Financial inclusion is \ncritical as increasing the poor’s access to financial services is often considered as an effective tool that \ncan help reduce poverty and lower income inequality.  \n \nFinancial inclusion is a broad concept. As defined by Sarma (2008), financial inclusion is the \nprocess that ensures the ease of access, availability, and usage of formal financial system for all \nmembers of an economy. However, it is also important to distinguish between voluntary versus \ninvoluntary exclusion. The World Bank (2014) defines voluntary exclusion as a condition where the \nsegment of the population or firms choose not to use financial services either because they have no \nneed for them or due to cultural or religious reasons. In contrast, involuntary exclusion arises from \ninsufficient income and high risk profile or due to discrimination and market failures and imperfections. \nPolicy and research initiatives must then focus on involuntary exclusion as it can be addressed by \nappropriate economic programs and policies which can be designed to increase income levels and \ncorrect market failures and imperfections. \n \nAlthough financial inclusion has become topical on the global policy agenda for sustainable \ndevelopment, economic literature on financial inclusion is still in its infancy. Most studies have looked \ninto the appropriate measures of financial inclusion both at household and country levels, while some \npapers focused on the role of financial access in lowering poverty and income inequality.  Other papers \nhave dealt with varying levels of financial inclusion both in advanced and emerging economies. These \npapers have laid the foundations in this field and provide key policy insights on the importance of \nfinancial inclusion on sustainable development.  However, more work needs to be done.  \n \nThis paper contributes to the existing literature by 1) developing a financial inclusion measure \nwhich  utilizes  available  cross-country  data,  2)  focusing  on  developing  Asian  economies,1 and  3) \nunderstanding the link between financial inclusion and poverty and income inequality in developing \nAsia. By creating our own measure of financial inclusion based on existing methodology, we can \nincrease our sample for developing Asia as well as utilize all available data for each economy. By \nfocusing on developing Asia, we cover diverse samples ranging from large growing economies like the \nPeople’s Republic of China, India, the Republic of Korea, Singapore, and Indonesia; to small developing \ncountries  like  Bhutan,  Cambodia,  Nepal,  Samoa,  and  to  transition  economies  like  Kazakhstan, \nArmenia, and Georgia, among others. Common to this diverse set of economies is their sustained \neconomic expansion, more so during the last decade, but they do exhibit varying levels of development \nand economic structures.  Lastly, using our own financial inclusion indicator, we test the importance of \nfinancial inclusion in reducing poverty and lowering income inequality in developing Asia. This study \nasks the following questions: First, what are the factors that influence the level of financial access in \n                                                            \n1   In this paper, developing Asia refers to 37 economies in the region including Afghanistan (AFG); Armenia (ARM); \nAzerbaijan (AZE); Bangladesh (BAN); Bhutan (BHU); Brunei Darussalam (BRU); Cambodia (CAM); the People’s \nRepublic of China (PRC); Fiji (FIJ); Georgia (GEO); Hong Kong, China (HKG); India (IND); Indonesia (INO); Kazakhstan \n(KAZ); Kiribati (KIR); the Republic of Korea (KOR); the Kyrgyz Republic (KGZ); the Lao People’s Democratic Republic \n(LAO); Malaysia (MAL); the Maldives (MLD); Mongolia (MON); Myanmar (MYA); Nepal (NEP); Pakistan (PAK); Papua \nNew Guinea (PNG); the Philippines (PHI); Samoa (SAM); Singapore (SIN);  Solomon Islands (SOL); Sri Lanka (SRI); \nTajikistan (TAJ); Thailand (THA); Timor-Leste (TIM); Tonga (TON); Uzbekistan (UZB); Vanuatu (VAN); and Viet Nam \n(VIE).   ", "2   |   ADB Economics Working Paper Series No. 426 \ndeveloping Asia? Second, does financial access affect poverty and income inequality in developing \nAsia? \n \nFollowing the methodology of Sarma (2008), we constructed financial inclusion indicator for \neach developing Asian economy in the sample which broadly resembles those of Honohan (2008) and \nSarma (2008). The estimation results show that per capita income, rule of law, and population size \nincrease financial inclusion; while age dependency ratio lowers financial inclusion.  Importantly, the \nfindings also indicate that financial inclusion lowers poverty and income inequality in developing Asia.  \n \nThis paper is organized as follows. Section II discusses financial inclusion and provides a \nliterature review. Section III provides the methodology for the construction of our financial inclusion \nindicator and some stylized facts. Section IV presents the empirical methodology, data sources, and \ndeterminants of poverty and income inequality, including our financial inclusion indicator. Section V \nhighlights the key findings. Section VI summarizes and offers some policy recommendations.  \n \n \nII.  RELATED LITERATURE \n \nExisting literature on financial inclusion has varying definitions of the concept. Many studies define the \nconcept in terms of financial exclusion, which relates to the broader context of social inclusion. For \nexample, Leyshon (1995) highlights the exclusion of some groups and individuals from gaining access \nto formal financial system, while Sinclair (2001) focuses on the inability to access necessary financial \nservices in an appropriate form. In contrast, Amidžić, Massara, and Mialou (2014) and Sarma (2008) \ndirectly define financial inclusion. Amidžić, Massara, and Mialou (2014) stated that financial inclusion \nis an economic state where individuals and firms are not denied access to basic financial services. This \npaper follows the definition of Sarma (2008) which views financial inclusion as a process that ensures \nthe ease of access, availability, and usage of financial services of all members of society. Unlike the \ndefinition of Amidžić, Massara, and Mialou (2014), the advantage of Sarma’s (2008) definition is that \nit builds the concept of financial inclusion based on  several dimensions, including  accessibility, \navailability, and usage, which can be discussed separately. \n \nAlthough there is consensus on how financial inclusion is defined, there is no standard method \nby which it can be measured. Consequently, existing studies offer varying measures of financial \ninclusion. For instance, Honohan (2007 and 2008) constructed a financial access indicator which \ncaptures  the  fraction  of  adult  population  in  a  given  economy  with  access  to  formal  financial \nintermediaries.  The composite financial access indicator was constructed using household survey data \nfor economies with available data on financial access. For those without household survey on financial \naccess, the indicator was derived using information on bank account numbers and GDP per capita. The \ndataset was constructed as a cross-section series using the most recent data as the reference year, \nwhich varies across economies.  However, Honohan’s (2007 and 2008) measure provides a snapshot \nof financial inclusion and might not be applicable for understanding changes over time and across \neconomies.  \n \nAmidžić,  Massara,  and  Mialou  (2014)  constructed  a  financial  inclusion  indicator  as  a \ncomposite indicator of variables pertaining to its dimensions, outreach (geographic and demographic \npenetration), usage (deposit and lending), and quality (disclosure requirement, dispute resolution, and ", "Financial Inclusion, Poverty, and Income Inequality in Developing Asia   |   3 \ncost of usage).2  Each measure is normalized, statistically identified for each dimension, and then \naggregated using statistical weights. The aggregation technique follows weighted geometric mean.  A \ndrawback from this approach is that it uses factor analysis method to determine which variables are to \nbe included for each dimension. Therefore, it does not fully utilize all available data for each country.  \nFurthermore, it assigns various weights for each dimension, which implies the importance of one \nmeasure versus another. \n \nSarma (2008) follows a different approach to construct the indicator. He first computed a \ndimension index for each dimension of financial inclusion and then aggregated each index as the \nnormalized inverse of Euclidean distance, where the distance is computed from a reference ideal point, \nand then normalized by the number of dimensions included in the aggregate index. The advantage of \nthis approach is its ease of computation and it does not impose varying weights for each dimension.  \nFor this reasons, this paper closely follows Sarma’s (2008) approach. \n \nPrevious studies have also looked into the impact of financial inclusion on poverty and income \ninequality. Burgess and Pande (2005) found that state-led expansion of rural bank branches in India \nhas  helped  reduce  poverty.  Specifically,  the  authors  found  robust  evidence  that  opening  bank \nbranches in rural unbanked locations in India was associated with reduction in rural poverty rates in \nthose areas. Similarly, Brune et al. (2011) found that increased financial access through commitment \nsaving account in rural Malawi improves the well-being of poor households as it provides access to \ntheir savings for agricultural input use. Allen et al. (2013) found that by tapping underprivileged \nhouseholds, commercial banks can help improve financial access of the poor in Kenya. \n \nUnlike  Amidžić,  Massara,  and  Mialou  (2014)  and  Sarma  (2008),  Honohan  (2008) \nconstructed a financial access indicator for 160 economies that combines both household survey \ndatasets and published financial institutions data into a composite indicator; and assessed country \ncharacteristics that might influence financial access. Among the variables tested, aid as percent of \ngross national income (GNI), age dependency ratio, and population density significantly lower financial \naccess; while mobile phone subscription and quality of institutions significantly increase financial \naccess. Looking at the cross-country link between poverty and financial access, his results show that \nfinancial access significantly reduces poverty, but the result is valid only when financial access is the \nsole regressor, i.e., it loses significance when other variables are added as regressors.  \n \nIn an earlier version of his paper, Honohan (2007) tested the significance of his financial \naccess indictor in reducing income equality. His results show that higher financial access significantly \nreduces income inequality as measured by the Gini coefficient. However, the link between the two \nvariables depends on which specification is used, i.e., when the access variable is included on its own \nand/or includes financial depth measure, the results are significant, but the same does not hold when \nper capita income and dummy variables are included. \n \nRojas-Suarez (2010) used the same indicator constructed by Honohan (2008) to test the \nsignificance of various macroeconomic and country characteristics for a group of emerging economies, \nincluding some from developing Asia. The results show that economic volatility, weak rule of law, \nhigher income inequality, and social underdevelopment and regulatory constraints significantly lower \nfinancial  access.  In  addition,  various  country  grouping  dummy  variables  were  also  found  to  be \nsignificant especially for large emerging economies. However, unlike the estimation of Honohan, \n                                                            \n2   Although Amidžić, Massara, and Mialou (2014) defined proxies for quality measure, they did not include it in their \ncomposite indicator due to lack of reliable and available data.  ", "4   |   ADB Economics Working Paper Series No. 426 \nRojas-Suarez (2010) used weighted least squares estimation to account for heteroskedasticity in their \nsample. \n \n \nIII.  FINANCIAL INCLUSION INDICATOR \n \nBefore  testing  the  significance  of  financial  inclusion  in  reducing  poverty  and  lowering  income \ninequality in developing Asia, we first construct our own financial inclusion indicator. The motivations \nfor constructing our own financial inclusion indicator are as follows: 1) we need to include as many \ndeveloping Asian economies in our sample; using previously computed indicator will limit our sample \nsize, which can lead to biased results; 2) there is a need to develop a consistent measure of financial \ninclusion  for  a  large  sample  of  economies,  which  will  be  used  to  standardize  the  measure  for \ndeveloping Asia; and 3) we can compare our own financial inclusion indicator with previous measures. \n \nWe closely follow the methodology of Sarma (2008) in constructing our financial inclusion \nindicator.  Specifically,  we  include  five  measures  namely,  automated  teller  machines  (ATM)  per \n100,000 adults, commercial bank branches per 100,000 adults, borrowers from commercial banks per \n1,000 adults, depositors with commercial banks per 1,000 adults, and domestic credit to GDP ratio. \nThe first two measures pertain to availability of banking services as a dimension of financial inclusion, \nwhile the last three refers to the usage dimension of financial inclusion. All indicators are sourced from \nthe World Bank’s World Development Indicators, and each indicator for each economy pertains to the \naverage value from 2004 to 2012. We chose to use period average values, instead of focusing on a \nparticular year, to avoid annual fluctuations and to include as many economies as possible. In total, \ndata for 188 economies are downloaded, including those from developing Asia. \n \nAfter computing the period average for each financial inclusion indicator for 188 economies, \nwe  then  calculate  the  dimension  index,  following  the  specification  of  Sarma  (2008),  where  the \ndimension index for ith dimension d is derived as: \ni\n \n(cid:1856) (cid:3404)\t (cid:3002)(cid:3284)(cid:2879)(cid:3040)(cid:3284)                                                                               (1) \n(cid:3036)\n(cid:3014)(cid:3284)(cid:2879)\t(cid:3040)(cid:3284)\n \nwhere A is the actual value of dimension i, m is the minimum value of dimension i, M is the maximum \ni i i\nvalue of dimension i. The index of financial inclusion for country i is then measured by the normalized \ninverse of Euclidean distance of point d computed in Equation (1) from the ideal point I which is equal \ni\nto 1. Specifically, the formula is given by: \n \n(cid:1832)(cid:1835)(cid:1835) (cid:3404) 1(cid:3398)\t(cid:3493)(cid:4666)(cid:2869)(cid:2879)(cid:3031)(cid:3117)(cid:4667)(cid:3118)(cid:2878)(cid:4666)(cid:2869)(cid:2879)(cid:3031)(cid:3118)(cid:4667)(cid:3118)(cid:2878)\t…(cid:4666)(cid:2869)(cid:2879)(cid:3031)(cid:3289)(cid:4667)(cid:3118)          (2) \n(cid:3036)\n√(cid:3041)\n \nwhere the second term of the numerator in Equation (2) is the Euclidean distance from an ideal point, \nnormalizing it by the square root of the number of observations and subtracting it by 1, giving the \ninverse normalized distance. We normalized the indicator in order to make the computed values lie \nbetween 0 and 1, where 1 corresponds to the highest financial inclusion index and 0 is the lowest, \nfollowing Sarma (2008). \n \nOne difference between our measure with Sarma’s (2008) indicator is that we include all \navailable data regardless of dimension. In Sarma’s (2008) index, domestic credit and domestic deposit \nare included as measures of usage dimension. In our index, we include borrowers and depositors on ", "Financial Inclusion, Poverty, and Income Inequality in Developing Asia   |   5 \ncommercial banks, along with domestic credit (% of GDP) as a measure of usage. The main reason for \nthis is to increase our sample size. If we restrict our variables to those used by Sarma (2008), we will \nhave smaller sample size. Using the above-mentioned five measures make our indicator more precise \nas it utilizes all available information. \n \nTable 1 presents our computed financial inclusion indicator. Several observations are noted. \nFirst,  advanced  countries  tend  to  have  higher  financial  inclusion  than  emerging  and  developing \neconomies. This observation is similar to those of Honohan (2008) and Sarma (2008). In fact, our \nranking is highly consistent with those of Sarma’s (2008). Second, interestingly, some small economies \nhave very high financial inclusion indicators despite being developing economies. For instance, St. Kitts \nand Nevis, the Bahamas, Antigua and Barbuda, Aruba, and Grenada are included in the top one-third \nof the ranking table, maybe due to fact that these countries are offshore financial centers. Third, our \ncomputed financial inclusion indicator follows the same pattern as those of Honohan (2008) and \nSarma (2008). Figure 1 shows the comparison with Honohan’s (2008) indicator, and Figure 2 for \nSarma’s (2008) measure. Both figures imply that for economies where we calculated a high (low) \nfinancial inclusion indicator, both Honohan (2008) and Sarma (2008) also computed a high (low) \nfinancial inclusion, suggesting a similar pattern between various measures. Lastly, across developing \nAsia, there is a variation on the level of financial inclusion. Figure 3 illustrates that some economies in \nAsia have very high financial inclusion, while others have very low. The median level of financial \ninclusion is 24. Surprisingly, some developing economies in Asia have higher-than-expected financial \ninclusion indicator, such as Mongolia, Fiji, the Maldives, Uzbekistan, and Samoa. \n \n   ", "6   |   ADB Economics Working Paper Series No. 426 \nTable 1: Financial Inclusion Index \n \nEconomy  FII  Rank  Economy  FII  Rank  Economy  FII  Rank \nBosnia and \nSpain  90.98  1  Brazil  53.66  30  Herzegovina  39.90  59 \nPortugal  81.97  2  Bahamas, The  52.90  31  Mauritius  39.70  60 \nLuxembourg  81.96  3  Antigua and Barbuda  52.69  32  Seychelles  39.68  61 \nUnited States  80.10  4  Brunei Darussalam  52.30  33  Cabo Verde  39.13  62 \nIceland  79.72  5  Latvia  51.68  34  Romania  38.94  63 \nJapan  78.32  6  Chile  51.08  35  Serbia  37.74  64 \nCanada  74.90  7  Lebanon  50.83  36  Lithuania  37.70  65 \nSwitzerland  74.41  8  Hong Kong, China  50.76  37  Barbados  37.66  66 \nBelgium  70.70  9  Turkey  50.64  38  Poland  37.35  67 \nAustralia  69.48  10  Hungary  50.59  39  Jordan  37.11  68 \nUnited Kingdom  68.95  11  Aruba  47.39  40  Costa Rica  37.09  69 \nKorea, Rep. of  68.89  12  Malaysia  47.09  41  Slovak Republic  36.62  70 \nDenmark  68.30  13  Oman  46.42  42  Colombia  35.14  71 \nItaly  67.48  14  Ukraine  46.26  43  Uruguay  34.21  72 \nIreland  66.99  15  Sweden  45.96  44  Fiji  34.00  73 \nSt. Kitts and Nevis  65.93  16  Thailand  45.59  45  Maldives  33.70  74 \nCroatia  64.87  17  Grenada  44.78  46  Czech Republic  33.67  75 \nFrance  63.51  18  Finland  44.03  47  Dominica  33.04  76 \nUnited Arab \nEstonia  61.96  19  Mongolia  44.02  48  Emirates  32.60  77 \nBulgaria  59.71  20  South Africa  43.61  49  Ecuador  32.33  78 \nIsrael  58.97  21  Montenegro  43.31  50  Suriname  32.18  79 \nGreece  58.73  22  Russian Federation  43.22  51  Macedonia, Rep. of  31.03  80 \nNew Zealand  58.73  23  Panama  43.00  52  Uzbekistan  30.99  81 \nNetherlands  58.27  24  Norway  42.35  53  Morocco  30.86  82 \nSingapore  58.24  25  Belize  42.27  54  Argentina  30.85  83 \nChina, People’s \nSlovenia  57.64  26  Kuwait  42.01  55  Rep. of  30.22  84 \nGermany  55.90  27  St. Lucia  40.87  56  Samoa  29.86  85 \nSt. Vincent and the \nMalta  55.63  28  Qatar  40.60  57  Grenadines  29.80  86 \nAustria  53.91  29  Kosovo  40.46  58  Guatemala  29.56  87 \ncontinued on next page", "Financial Inclusion, Poverty, and Income Inequality in Developing Asia   |   7 \nTable 1   continued \nEconomy  FII  Rank  Economy  FII  Rank  Economy  FII  Rank \nTunisia  29.29  88  Sri Lanka  20.17  118  Kyrgyz Republic  7.58  148 \nIran, Islamic Rep. of  28.43  89  Guyana  19.66  119  Guinea  7.56  149 \nVenezuela, RB  28.37  90  Philippines  19.63  120  Angola  7.04  150 \nKazakhstan  27.95  91  West Bank and Gaza  19.50  121  Cote d'Ivoire  6.99  151 \nGeorgia  27.57  92  Egypt, Arab Rep.  18.77  122  Gabon  6.82  152 \nTonga  27.49  93  Swaziland  18.33  123  Ethiopia  6.76  153 \nMexico  27.26  94  Bolivia  18.10  124  Malawi  6.54  154 \nVanuatu  27.12  95  Bangladesh  16.75  125  Cambodia  6.42  155 \nDominican Republic  26.95  96  Nicaragua  16.68  126  Djibouti  6.05  156 \nAlbania  25.69  97  Belarus  15.97  127  Sudan  5.74  157 \nHonduras  25.50  98  Azerbaijan  15.54  128  Mali  5.49  158 \nEl Salvador  25.15  99  Gambia, The  15.27  129  Mozambique  5.34  159 \nPeru  24.87  100  Bhutan  14.91  130  Benin  5.31  160 \nMyanmar  24.85  101  Paraguay  14.51  131  Zambia  5.08  161 \nIndonesia  24.36  102  Nepal  14.46  132  Timor-Leste  5.06  162 \nSaudi Arabia  24.34  103  Kenya  13.42  133  Tanzania  5.01  163 \nIndia  24.14  104  Pakistan  12.40  134  Equatorial Guinea  4.90  164 \nMoldova  24.00  105  Nigeria  11.92  135  Uganda  4.82  165 \nArmenia  23.81  106  Solomon Islands  11.56  136  Sierra Leone  4.35  166 \nBotswana  23.60  107  Zimbabwe  11.50  137  Lao PDR  4.22  167 \nLiberia  22.79  108  Syrian Arab Republic  11.08  138  Burundi  4.02  168 \nLibya  22.59  109  Mauritania  10.90  139  Rwanda  3.97  169 \nTrinidad and Tobago  22.03  110  Ghana  10.23  140  Yemen, Rep. of  3.93  170 \nAfghanistan  21.95  111  Algeria  9.62  141  Comoros  3.61  171 \nCentral African \nViet Nam  21.28  112  Tajikistan  9.36  142  Republic  2.83  172 \nCongo, Dem. Rep. of \nthe  20.88  113  Togo  8.71  143  Madagascar  2.75  173 \nJamaica  20.88  114  Kiribati  8.18  144  Cameroon  2.58  174 \nChad  20.71  115  Lesotho  7.97  145  Guinea-Bissau  2.49  175 \nNamibia  20.71  116  Papua New Guinea  7.80  146  Congo, Rep. of  2.38  176 \nSao Tome and \nPrincipe  20.42  117  Haiti  7.62  147       \nFII = financial inclusion index, LAO PDR = Lao People’s Democratic Republic, Venezuela RB = Bolivarian Republic of Venezuela. \nSource: Authors’ calculations. \n \n \n   ", "8   |   ADB Economics Working Paper Series No. 426 \nFigure 1: Financial Inclusion Indicator and Honohan’s (2008) Indicator \n \n2 SIN\nex SRIINDKAZ THA MAL KOR\nn ind 1.5 BAN VIEINO PRCFIJ HKG\nusio CAM TAJ NEP PHI MYASAM MON\ncial incl 1 TIM SOPALKBAHZUE ARGMEOUZB\nn PNG\na\nn\nﬁ\ns \nn'\nha .5\no\nn\no\nH\n0 KGZ\n.5 1 1.5 2\nFinancial Inclusion Index\nFitted values hﬁi  \nhfii = Honohan’s financial inclusion index.  \nNote: See footnote 1 for the definition of the codes. \nSource: Honohan (2008) and authors’ calculations. \n \nFigure 2: Financial Inclusion Indicator and Sarma’s (2008) Indicator \n \nMAL SIN\n1.5 PRC KOR\nTHA\ndex PHI IND\nn in PAK BANSRI INO FIJ\no\nusi 1 NEP\ncl\nal in KAZ\nci PNG\nn ARM\na\nn\nﬁ .5 AZE\ns \na'\nm\nar KGZ GEO\nS CAM\n0\n.5 1 1.5 2\nFinancial inclusion index\nFitted values sﬁi  \nsfii = Sarma’s financial inclusion index.   \nNote: See footnote 1 for the definition of the codes. \nSource: Sarma (2008) and authors’ calculations.\n \n \n   ", "Financial Inclusion, Poverty, and Income Inequality in Developing Asia   |   9 \nFigure 3: Financial Inclusion Indicator,Developing Asia \n \n80\n70\n60\n50\n40\n30\n20\n10\n0\nKORSINBRUHKGMALTHAMONFIJMLDUZBPRCSAMKAZGEOTONVANMYAINOINDARMAFGVIESRIPHIBANAZEBHUNEPPAKSOLTAJKIRPNGKGZCAMTIMLAO\n \nNote: See footnote 1 for the definition of the codes. \nSource: Authors’ calculations. \n \n \nIV.  EMPIRICAL METHODOLOGY AND DATA SOURCES \n \nIn order to answer the main research questions in this paper, we ran three regression models. First, we \ntest which factors significantly increase or decrease financial inclusion in developing Asia. Using the \ncomputed financial inclusion indicator for 37 developing Asian economies presented in the previous \nsection, we use its log value as the dependent variable and test the significance of various regressors, \nfollowing Honohan’s (2008) regressors.  \n \nWe test the significance of per capita income and argue that higher per capita income should \nincrease financial inclusion as those with insufficient income and high risk profile will no longer be \nexcluded from financial services (Figure 4). Better rule of law should also increase financial inclusion as \nit improves enforcement of financial contracts (Figure 5). Higher age dependency ratio should reduce \nfinancial inclusion as a larger segment of the population are either too young or above the retirement \nage which impedes their access to financial services as they do not earn income (Figure 6). In contrast, \na larger population should increase financial access as it indicates a larger market size. Higher primary \nschool completion and literacy rates should also lead to higher access to financial services (Figure 7). A \ndummy variable for low-income economy is also included to control for small developing economies in \nthe region. \n \n   ", "10   |   ADB Economics Working Paper Series No. 426 \nFigure 4: Per Capita Income and Financial Inclusion \n \n2\nKOR SIN\nTHA BRU\nMAL\nx MON HKG\ne MLD\nn ind 1.5 UZBINDMYA GEOVSAANMPTROCN FKIJAZ\nusio AFG VIE INSROI ARM\ncl BAN PHI\nal in NEP PAK BHU AZE\nanci 1 TAJ SOL\nFin KGZ PNG KIR\nCAM\nTIM\nLAO\n.5\n2.5 3 3.5 4 4.5\nPer capita income\nFitted values mﬁi  \nmfii = modified financial inclusion index. \nNote: See footnote 1 for the definition of the codes. \nSources: Authors’ calculations and World Bank, World Development Indicators.\n \nFigure 5: Rule of Law and Financial Inclusion\n \n2\nKOR\nSIN\nTHA MBARLU HKG\nx MON\ne\nn ind 1.5 UZB KAZ FIPJRGCEOMLD TONVAN SAM\no MYA INO ARM IND\nusi AFG PHVIIE SRI\ncl BAN\ncial in PAANSZKEOEPL BHU\nan 1 TAJ\nFin KGZ PNG KIR\nCAM\nTIM\nLAO\n.5\n0 1 2 3 4\nRule of law\nFitted values mﬁi  \nmfii = modified financial inclusion index. \nNote: See footnote 1 for the definition of the codes. \nSources: Authors’ calculations and World Bank, World Governance Indicators. \n \n   ", "Financial Inclusion, Poverty, and Income Inequality in Developing Asia   |   11 \nFigure 6: Age Dependency Ratio and Financial Inclusion \n \n2\nKOR\nSIN\nHKG BRU\nTHA MAL\nx MON\ne\nd FIJ MLD\nusion in 1.5 PRC MVKYIEAAZ AGRSERMOIINOUIZNBD PHVIAN TSOANM AFG\ncl BAN\ncial in AZE BHU PAK NEPSOL\nan 1 TAJ\nFin KGZ KIR PNG\nCAM\nTIM\nLAO\n.5\n1.5 1.6 1.7 1.8 1.9 2\nAge dependency ratio\nFitted values mﬁi  \nmfii = modified financial inclusion index. \nNote: See footnote 1 for the definition of the codes. \nSources: Authors’ calculations and World Bank, World Development Indicators.\n \nFigure 7: Primary School Completion and Financial Inclusion \n \n2\nKOR\nSIN\nHKGBRU\nx THA MAL MON\nde UZB FIJ MLD\nn in1.5 VANPRC GEKTSOAAOZMN\no MYA AIINNRMDO\nusi AFG PHI SVRIIE\nncial incl 1 PBAAKN BHNUSEOPLAZTEAJ\nna PNG KGZ KIR\nFi CAM\nTIM\nLAO\n.5\n1.4 1.6 1.8 2 2.2\nPrimary education completion rate\nFitted values mﬁi  \nmfii = modified financial inclusion index. \nNote: See footnote 1 for the definition of the codes. \nSources: Authors’ calculations and World Bank, World Development Indicators.\n \nAfter testing the significance of above-mentioned indicators on financial access, we examine \nthe significance of financial inclusion in reducing poverty rates, along with various indicators. We \nexpect that as financial inclusion increases, poverty rates should decline as more people have access to \nfinancial services to smooth their consumption and engage in productive activities. Figure 8 illustrates ", "12   |   ADB Economics Working Paper Series No. 426 \nthis negative relationship between poverty rates and financial inclusion. Aside from poverty rate, \nseveral indicators are also considered. 1) Ratio of highest to lowest 20% income group to account for \nincome inequality. 2) Inflation as a measure of macroeconomic stability or an indicator of wealth \ndistribution between debtor and creditor. 3) Primary school completion ratio, which tends to reduce \npoverty rates.  4) Growth in bank claims, which measures financial depth.  We also control for small \ndeveloping economies through dummy variables. In addition, we include growth rates, rule of law, and \nan interaction term between per capita income and financial inclusion in some specifications.  \n \nFigure 8: Financial Inclusion and Poverty\n \n2\nTIM TAJ\n) PNG\nonal 1.5 CAM KGZ BAN AFAIGNRDMPRCFIJ MON\nate (Nati LAO KIR SOLPAKNBEHPU PHVIIEIMNYOTGKAOEASUOANZZMB THAHKGSINKOR\ny r SRI VANMLD\nert 1 AZE\nv\no\nP\nMAL\n.5\n.5 1 1.5 2\nFinancial inclusion index\nFitted values poverty  \n \nNote: See footnote 1 for the definition of the codes. \nSources: Authors’ calculations and World Bank, World Development Indicators.\n \nFinally, we test the significance of financial inclusion and other variables on income inequality. \nWe expect that as financial inclusion increases, income inequality should decline as more people at the \nlower  income  strata  will  have  access  to  financial  services.  Figure  9  shows  that  there  is  a  weak \nrelationship  between  financial  inclusion  and  income  inequality.3 We  also  test  the  significance  of \ninflation, primary school completion, and growth in bank claims. Similar to the previous specification, \nwe also control for low-income economies and include growth rates, rule of law, and an interaction \nterm between poverty and financial inclusion in some specifications. \n \nData are sourced from World Development Indicators, Global Financial Database, and World \nGovernance Indicators of the World Bank. Data on poverty rates refer to poverty headcount ratio at \nthe national poverty line as percent of total population, while income inequality refers to the Gini \nindex. For economies with unavailable data on poverty rates and Gini coefficient, data were sourced \nfrom the Key Indicators of the Asian Development Bank and national sources accessed online. Age \ndependency ratio refers to the percentage of dependents to working-age population. Inflation is the \nyear-on-year change in consumer price index. Per capita income refers to GNI per capita at constant $ \n2005 prices. Literacy rate is the percentage of people ages 15 and above who can, with understanding, \n                                                            \n3   Honohan (2007) and Rojas-Suarez (2010) found a negative relationship between financial inclusion and income \ninequality for their full sample series.  ", "Financial Inclusion, Poverty, and Income Inequality in Developing Asia   |   13 \nread and write a short, simple statement on their everyday life. Rule of law captures perceptions of the \nextent to which agents have confidence in and abide by the rules of society, and in particular the \nquality of contract enforcement, property rights, the police, and the courts as well as the likelihood of \ncrime  and  violence.  Data  are  taken  from  the  World  Governance  Indicators.  Primary  education \ncompletion rate is the percentage of students completing the last year of primary school expressed as a \npercentage of the relevant age group. Growth rate refers to the year-on-year change of real GDP. \nGrowth in bank claims refers to the annual growth of bank claims to the private sector as percent of \nbroad money.  \n \nFigure 9: Financial Inclusion and Income Inequality \n \nHKG\n1.7 PNG\nVAN\nSOL\nPHI SAM SIN\nPRC FIJ MAL\nGEO\nTHA\n1.6 CAM\nx BHU SRI MLD\ne\nGini ind LAOTIM KGZ AZE VIEIINNDOTOUNZB MON\nTAJ NEP BAN ARM KOR\n1.5 PAK\nKAZ\nAFG\n1.4\n.5 1 1.5 2\nFinancial inclusion index  \n \nNote: See footnote 1 for the definition of the codes. \nSources: Authors’ calculations, World Bank, Asian Development Bank, and national sources. \n \nCross-sectional data for each indicator refers to the average values from 2004 to 2012, \nwhenever data is available. All variables are expressed in log scale, except for the rule of law index, \nwhich is rebased, i.e., the lowest value take 0. The low income dummy variable follows the World Bank \nclassification of low-income economy. The variable takes a value of 1 if it is a low-income economy, \nand 0 otherwise. We limit the number of regressors in our model specifications, given that our sample \nsize is relatively small. Adding more regressors in our specifications will compromise the efficiency of \nour estimates as additional regressors will use up degrees of freedom. To address heteroskedasticity, \nrobust standard errors are used. \n \n \nV.  EMPIRICAL RESULTS \n \nTable 2 presents the estimates for financial inclusion indicator. Various specifications are used to test \nthe robustness of the results and address multicollinearity among the regressors. Specifications (1) to \n(3) include per capita income and other determinants, while specifications (4) and (5) include rule of \nlaw and other determinants. Specifications (6) and (7) include all regressors.  We separate both per \ncapita income and rule of law in specifications (1) to (5) because these two variables are highly ", "14   |   ADB Economics Working Paper Series No. 426 \ncorrelated.4 We also address potential multicollinearity between the two variables in specifications (6) \nand (7) where we used standardized values of the two variables.  \n \nTable 2: Regression Results on Financial Inclusion \n \nVariables  (1)  (2)  (3)  (4)  (5)  (6)  (7) \nGNI per capita (log)  0.429***  0.321***  0.431***        0.321*  0.337** \n   [5.638]  [3.460]  [5.789]        [2.040]  [2.175] \nRule of law (log)           0.153**  0.230***  0.061  0.046 \n            [2.734]  [4.711]  [0.755]  [0.566] \nDependency ratio (log)     –0.751*     –1.215***     –0.281  –0.292 \n      [–1.713]     [–3.468]     [–0.492]  [–0.493] \nPopulation (log)        0.069**     0.084**  0.059  0.057 \n         [2.514]     [2.621]  [1.631]  [1.542] \nEducation completion (log)     –0.164     –0.290     –0.051  –0.000 \n      [–0.274]     [–0.430]     [–0.066]  [–0.000] \nLiteracy (log)        0.185     0.536  0.131  0.085 \n         [0.382]     [0.957]  [0.246]  [0.157] \nLow-income economy \ndummy  0.038  0.008  0.022  –0.019  0.005  0.030  0.025 \n   [0.328]  [0.074]  [0.196]  [–0.169]  [0.040]  [0.255]  [0.213] \nConstant  –0.075  1.914  –0.911  3.781**  –0.646  0.114  1.389 \n   [–0.267]  [1.297]  [–0.943]  [2.423]  [–0.552]  [0.054]  [0.717] \n                       \nObservations  37  37  37  37  37  37  37 \nR-squared  0.510  0.553  0.567  0.514  0.469  0.578  0.575 \nGNI = gross national income. \nNote: Values in brackets are t-stat. ***, **, and * refer to significant at p<0.01, p<0.05, and p<0.10, respectively. \nSource: Authors’ estimates. \n \nThe results show that among the country characteristics, per capita income, rule of law, and \ndemographic  structure  significantly  influence  the  level  of  financial  inclusion  in  developing  Asia. \nSpecifically,  higher  per  capita  income,  rule  of  law,  and  population significantly  increase  financial \ninclusion; while higher age dependency ratio significantly reduces financial inclusion. The estimates \nreveal that when both per capita income and rule of law are considered, the latter loses its significance, \nsuggesting that per capita income is the main determinant for financial inclusion in developing Asia \nand that involuntary financial exclusion in the region may be driven largely by insufficient household \nincome and high risk profile rather than market failures and weak enforcement of contracts. These \nresults  are  consistent  with  the  findings  of  Honohan  (2008).  However,  unlike  the  estimates  of \nHonohan (2008), we find robust evidence showing the importance of per capita income on financial \ninclusion. But similar to Honohan’s (2008) results, primary education completion and literacy rates \nhave no significant effect on the level of financial inclusion in developing Asia. \n \nTable 3 shows the results on the impact of financial access on poverty. Across specifications, \nwe added other variables used by Honohan (2008) on the regressors of poverty rate and also added \nspecifications with interaction term between per capita income and financial inclusion as well as \ngrowth rates and rule of law. Some economies were dropped from the estimation due to unavailable \ndata. Our estimates offer further evidence that there is a strong correlation between financial inclusion \n                                                            \n4   The pairwise correlation between rule of law and per capita income is around 0.80, which is high.  ", "Financial Inclusion, Poverty, and Income Inequality in Developing Asia   |   15 \nand  lower  poverty  rates.  Across  specifications,  financial  inclusion  appears  significant  and  with  a \nnegative sign. Our results also provide support on the role of educational attainment in lowering \npoverty  rates,  although  it  loses  significance  when  more  determinants  are  added.  This  finding  is \nconsistent with the view that education reduces poverty as it enables individuals to acquire and use \nknowledge and skills that increase their employment prospects and, therefore, earn higher wages. For \nspecification (8), where all variables are included, the dummy variable for low-income economies \nwithin developing Asia is significant, suggesting that low-income economies tend to have higher \npoverty  rates.  Lastly,  the  interaction  term  between  per  capita  income  and  financial  inclusion \nsignificantly lowers poverty rates, giving further support on the importance of raising income levels in \nlowering poverty rates.  \n \nTable 3: Regression Results on Poverty \n \nVariables  (1)  (2)  (3)  (4)  (5)  (6)  (7)  (8) \nFinancial inclusion (log)  –0.339***     –0.229**  –0.315***  –0.321***  –0.276***  –0.290**  –0.255* \n   [–3.110]     [–2.077]  [–3.201]  [–3.113]  [–2.864]  [–2.294]  [–1.983] \nRatio of highest to lowest 20% \nincome           –0.301  –0.339  –0.276  –0.289  –0.208 \n            [–1.025]  [–1.257]  [–1.089]  [–1.082]  [–0.678] \nInflation (log)              –0.041  –0.026  –0.043  –0.065 \n               [–0.240]  [–0.160]  [–0.167]  [–0.239] \nEducation completion (log)                 –0.428**  –0.386  –0.278 \n                  [–2.213]  [–1.628]  [–1.110] \nGrowth in bank claims (log)                    –0.004  –0.001 \n                     [–0.031]  [–0.009] \nLow-income economy \ndummy                       0.130* \n                        [1.763] \nGrowth rate (log)        –0.047                \n         [–0.326]                \nRule of law (log)        –0.074                \n         [–1.488]                \nGNI*Financial inclusion     –0.069***                   \n      [–2.911]                   \nConstant  1.789***  1.639***  1.790***  2.001***  2.071***  2.783***  2.751***  2.418*** \n   [13.557]  [18.191]  [10.476]  [6.982]  [6.393]  [6.204]  [5.526]  [4.118] \n                          \nObservations  36  36  36  35  35  35  33  33 \nR-squared  0.215  0.232  0.257  0.254  0.255  0.290  0.288  0.324 \nGNI = gross national income. \nNote: Values in brackets are t-stat. ***, **, and * refer to significant at p<0.01, p<0.05, and p<0.10, respectively. \nSource: Authors’ estimates. \n \nTable 4 presents the results on the significance of financial inclusion on income inequality. The \nspecifications and variables closely follow those of Table 3, except that we dropped the proportion of \nhigh-income to low-income groups, and replaced the interaction term with per capita GNI. Our \nestimates show that the correlation between income inequality and financial inclusion is significant \nonly for some specifications.  Although the coefficients have the correct sign, only specifications (6) \nand (7), where more regressors are considered, show significant negative correlation between the two \nmeasures.  Among the other determinants of income inequality, inflation significantly lowers income \ninequality, and the estimates are robust across specifications.  Economic literature has long debated ", "16   |   ADB Economics Working Paper Series No. 426 \nthe impact of inflation on income inequality. On one hand, some papers argue that higher inflation \ntends to redistribute wealth between creditor and debtor, with the latter repudiating debt when \nunexpected  inflation  is  high.  This  helps  reduce  income  inequality  especially  among  the  heavily \nindebted lower income households. On the other hand, higher inflation is associated with stronger \neconomic growth, which in turn can increase income inequality.5 Our estimates favor the former \nexplanation where higher inflation leads to lower income inequality in developing Asia, due to wealth \nredistribution effects. \n \nTable 4: Regression Results on Income Inequality \n \nVariables  (1)  (2)  (3)  (4)  (5)  (6)  (7) \nFinancial inclusion \n(log)  0.033     –0.068  –0.029  –0.052  –0.065*  –0.073* \n   [0.897]     [–1.616]  [–0.834]  [–1.505]  [–1.741]  [–1.742] \nInflation (log)           –0.211***  –0.219***  –0.217***  –0.201*** \n            [–4.420]  [–4.736]  [–3.734]  [–3.411] \nEducation completion \n(log)              0.153**  0.186*  0.150 \n               [2.065]  [2.029]  [1.643] \nGrowth in bank claims \n(log)                 –0.033  –0.033 \n                  [–0.624]  [–0.597] \nLow-income economy \ndummy                    –0.035 \n                     [–1.599] \nGrowth rate (log)        –0.009             \n         [–0.178]             \nRule of law (log)        0.055***             \n         [3.559]             \nPoverty*Financial \ninclusion     0.006                \n      [0.212]                \nConstant  1.534***  1.568***  1.590***  1.781***  1.518***  1.505***  1.580*** \n   [31.550]  [35.913]  [23.517]  [25.258]  [8.608]  [7.865]  [7.980] \n                       \nObservations  34  34  34  34  34  33  33 \nR-squared  0.023  0.001  0.287  0.396  0.447  0.480  0.514 \nNote: Values in brackets are t-stat. ***, **, and * refer to significant at p<0.01, p<0.05, and p<0.10, respectively. \nSource: Authors’ estimates. \n \nTo conduct some robustness checks, we also tested the results using Honohan’s (2007 and \n2008) financial access indicator for 30 economies in developing Asia with derived data. However, we \ndropped per capita income to test the significance of other indicators. Our estimates on financial \ninclusion index show that rule of law and demographic indicators are highly significant and robust \nacross specifications. On poverty rates, financial access indicator of Honohan (2008) significantly \nlowers  poverty  rates  in  the  developing  Asian  sample;  and  we  also  find  that  primary  education \ncompletion rate likewise is associated with lower poverty rates. Lastly, we also check Honohan’s \nindicator on income inequality. Again, we find that greater financial access is highly correlated with \nlower income inequality, although the estimates are significant only for some specifications.  Based on \n                                                            \n5   See Sarel (1997) for a discussion on the determinants of income inequality and inflation.  ", "Financial Inclusion, Poverty, and Income Inequality in Developing Asia   |   17 \nthese robustness checks, we argue that we have similar findings on financial inclusion, poverty, and \nincome inequality using our own measure and Honohan’s (2008) indicator. \n \n \nVI.  SUMMARY AND POLICY IMPLICATIONS \n \nIn order to test whether financial inclusion helps reduce poverty and income inequality in developing \nAsia, we constructed our own financial inclusion indicator for 37 economies in the region using various \ndimensions of financial inclusion, e.g., availability and usage. We closely follow the methodology of \nSarma (2008), although we utilized more data in our indicator. Our financial inclusion indicator shows \na similar pattern (in terms) of ranking as those of Honohan (2008) and Sarma (2008). We then tested \nwhich factors significantly influence financial inclusion indicator in developing Asia. Our estimates \nshow the importance of per capita income, rule of law, and demographic factors.  Next, we test \nwhether or not financial inclusion in the region helps reduce poverty and income inequality. Our \nfindings clearly show a robust and significant correlation between higher financial inclusion and lower \npoverty and income inequality. The findings are robust using Honohan’s (2008) financial access \nindicator. Based on our empirical results, we offer several policy implications. \n \nFirst, demographic characteristics of economies in developing Asia significantly influence the \nlevel of financial inclusion. Economies with large population sizes tend to have greater access to \nfinancial services, while those with high dependency ratios have lower access to financial services. \nThese have important policy implications, especially for economies that have rapidly aging population \nstructures. For these economies, the provision of retirement pensions and other old-age benefits \nwould be crucial in broadening access to financial services of old-age population. \n \nSecond, similar to the findings of Honohan (2008) and Rojas-Suarez (2010), good governance \nand high institutional quality significantly increase financial inclusion. This implies that to broaden \nfinancial access, economies- in developing Asia must continue to improve the quality of its governance \nand institutions, specifically through strengthening the rule of law, including enforcement of financial \ncontracts and financial regulatory oversight. Maintaining high quality rule of law will reduce involuntary \nfinancial exclusion of large segments of the population.  \n \nThird, our estimates offer evidence of a strong correlation between financial access and \npoverty rates. To reduce poverty rates in the region, policymakers must implement policies that will \naddress  impediments  to  financial  inclusion.  In  this  regard,  promoting  inclusive  growth  must \ncomplement efforts to increase financial inclusion. Of growing importance is the role of microfinance.  \nAvailability of credit to lower income groups improves their access to financial services, which in turn \nenables them to undertake productive activities and smoothen their consumption in the face of short-\nterm adverse shocks. \n \nFinally, our estimates provide some evidence on the role of financial inclusion on income \ninequality.  Increasing financial inclusion or reducing involuntary financial exclusion lowers income \ninequality in developing Asia. To further reduce income inequality, more measures must be taken to \naddress financial exclusion of low-income groups from financial services. In this context, programs that \nwill help alleviate poverty will likewise address growing income inequality in the region.  \n \n \n ", " \nREFERENCES \n \nAllen, F. E. Carletti, R. Cull, J. Qian, L. Senbet, and P. Valenzuela. 2013. Resolving the African Financial \nDevelopment Gap: Cross-Country Comparisons and a Within-Country Study of Kenya. World \nBank Policy Working Paper No. 6592. Washington, DC. \n \nAmidžić, G. A. Massara, and A. Mialou. 2014. Assessing Countries’ Financial Inclusion Standing—A \nNew Composite Index. International Monetary Fund Working Paper No. 14/36. Washington, DC. \n \nBrune, L., X. Giné, J. Goldberg, D. Yang. 2011. Commitments to Save: A Field Experiment in Rural \nMalawi. World Bank Policy Research Working Paper No. 5748. Washington, DC. \n \nBurgess, R. and R. Pande. 2005. Do Rural Banks Matter? Evidence from the Indian Social Banking \nExperiment. American Economic Review. 95(3): pp. 780–795. \n \nLeyshon, T. 1995. Geographies of Financial Exclusion: Financial Abandonment in Britain and the United \nStates. Transactions of the Institute of British Geographers New Series. 20: pp. 312–341. \n \nHonahan, P. 2007. Cross-Country Variation in Household Access to Financial Services. World Bank \nPaper Conference on “Access to Finance,” Washington, DC. \n \nHonohan, P. 2008. Cross-Country Variation in Household Access to Financial Services. Journal of \nBanking and Finance 32: pp. 2493–2500. \n \nSarel,  M.  1997.  How  Macroeconomic  Factors  Affect  Income  Distribution:  The  Cross-Country \nEvidence. International Monetary Fund Working Paper No. 97/152. Washington, DC. \n \nSarma, M. 2008. Index of Financial Inclusion. Indian Council for Research on International Economic \nRelations Working Paper No. 215. \n \nSinclair S. P. 2001. Financial exclusion: An Introductory Survey. Report of Centre for Research in \nSocially Inclusive Services. Heriot-Watt University, Edinburgh. \n \nRojas-Suarez, L. 2010. Access to Financial Services in Emerging Powers: Facts, Obstacles, and Policy \nImplications. OECD Global Development Background Papers. \n \nWorld Bank. 2014. Global Financial Development Report 2014: Financial Inclusion. Washington, DC. \n \n ", "Financial Inclusion, Poverty, and Income Inequality  in Developing Asia\nThe authors present a broad-based financial inclusion indicator to assess various macroeconomic and \ncountry-specific factors affecting the degree of financial inclusion for 37 selected developing Asian \neconomies.  Using the newly constructed financial inclusion indicator, the authors find that per capita \nincome, rule of law, and demographic structure are highly correlated with financial inclusion. Empirical \nfindings also show that financial inclusion is significantly associated with lower poverty and income inequality \nin the region.\nAbout the Asian Development Bank FInAncIAl InclusIon, \nADB’s vision is an Asia and Pacific region free of poverty. Its mission is to help its developing member \ncountries reduce poverty and improve the quality of life of their people. Despite the region’s many successes,  Poverty, AnD Income \nit remains home to approximately two-thirds of the world’s poor: 1.6 billion people who live on less than $2 \na day, with 733 million struggling on less than $1.25 a day. ADB is committed to reducing poverty through \ninclusive economic growth, environmentally sustainable growth, and regional integration. InequAlIty In  \nBased in Manila, ADB is owned by 67 members, including 48 from the region. Its main instruments for \nhelping its developing member countries are policy dialogue, loans, equity investments, guarantees, grants, \nDeveloPIng AsIA\nand technical assistance.\nCyn-Young Park and Rogelio V. Mercado, Jr.\nadb economics\nno. 426\nworking paper series\nJanuary 2015\nAsiAn Development BAnk\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines ASIAN DEVELOPMENT BANK\nwww.adb.org"], "metadata": {"Author": "Cyn-Young Park and Rogelio V. Mercado, Jr.", "CreationDate": "D:20150120110123+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "adb economic working papers, developing asia, financial inclusion, developing asia, poverty reduction, income inequality, access to finance, socioeconomic benefits, sustainable development, financial inclusion measures, financial inclusion indicators, cyn-young park, rogelio mercado jr", "ModDate": "D:20150120145211+08'00'", "Producer": "Acrobat Distiller 11.0 (Windows)", "Subject": "This paper presents a broad-based financial inclusion indicator to assess various macroeconomic and country-specific factors affecting the degree of financial inclusion for 37 selected developing Asian economies. Using the newly constructed financial inclusion indicator, this paper finds that per capita income, rule of law, and demographic structure are highly correlated with financial inclusion. Empirical findings also show that financial inclusion is significantly associated with lower poverty and income inequality in the region.", "Title": "Financial Inclusion, Poverty, and Income Inequality in Developing Asia"}}