{"path": "data/input/pdf-generic/ewp-367.pdf", "pages": ["Bilateral Trade and Food Security\nDouglas H. Brooks, Benno Ferrarini, and Eugenia C. Go study the relationship between trade and food security. \nUsing a bilateral import penetration index (BIPI), they show that countries relying on limited bilateral trade \nrelationships are particularly vulnerable to disruptions in food supply.  Network maps employed also reveal \nunexploited potential trade relationships.\nADB Economics  \nAbout the Asian Development Bank\nADB’s vision is an Asia and Pacific region free of poverty. Its mission is to help its developing  Working Paper Series\nmember countries reduce poverty and improve the quality of life of their people. Despite the \nregion’s many successes, it remains home to two-thirds of the world’s poor: 1.7 billion people who \nlive on less than $2 a day, with 828 million struggling on less than $1.25 a day.  ADB is committed \nto reducing poverty through inclusive economic growth, environmentally sustainable growth, \nand regional integration.\n  Based in Manila, ADB is owned by 67 members, including 48 from the region. Its main \ninstruments for helping its developing member countries are policy dialogue, loans, equity \ninvestments, guarantees, grants, and technical assistance.\nBilateral Trade and Food Security\nDouglas Brooks, Benno Ferrarini, and Eugenia Go\nNo. 367  |   September 2013\nAsian Development Bank\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines\nwww.adb.org/economics\nPrinted on recycled paper Printed in the Philippines", "ADB Economics Working Paper Series \n \n \n \n \n \n \n \n \n \n \nBilateral Trade and Food Security \n \nDouglas H. Brooks, Benno Ferrarini,   The  authors  are  from  the  Asian  Development  Bank \nand Eugenia C. Go  (ADB),  where  Douglas  H.  Brooks  is  Assistant  Chief \nEconomist, Benno Ferrarini is Senior Economist, and \nNo. 367    September 2013  Eugenia C. Go is Economics and Statistics Officer. This \npaper benefited from comments received during the \n \nInternational Symposium on Food Security in Asia and \nthe Pacific: Key Policy Issues and Options, held at the \n \nUniversity of British Columbia, 18–19 September 2012. \n \n ", " \nAsian Development Bank  \n6 ADB Avenue, Mandaluyong City \n1550 Metro Manila, Philippines \nwww.adb.org \n \n© 2013 by Asian Development Bank  \nSeptember 2013 \nISSN 1655-5252 \nPublication Stock No. WPS135997 \n \n \n \nThe views expressed in this paper are those of the authors and do not necessarily reflect the views or policies of \nthe Asian Development Bank (ADB) or its Board of Governors or the governments they represent. \n \nADB does not guarantee the accuracy of the data included in this publication and accepts no responsibility for any \nconsequence of their use. \n \nBy making any designation of or reference to a particular territory or geographic area, or by using the term \"country\" \nin this document, ADB does not intend to make any judgments as to the legal or other status of any territory or area. \n \nNote: In this publication, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \n \nThe ADB Economics Working Paper Series is a forum for stimulating discussion and eliciting \nfeedback on ongoing and recently completed research and policy studies undertaken by the \nAsian Development Bank (ADB) staff, consultants, or resource persons. The series deals with \nkey economic and development problems, particularly those facing the Asia and Pacific region; \nas well as conceptual, analytical, or methodological issues relating to project/program  \neconomic analysis, and statistical data and measurement. The series aims to enhance the \nknowledge on Asia’s development and policy challenges; strengthen analytical rigor and quality \nof ADB’s country partnership strategies, and its subregional and country operations; and \nimprove the quality and availability of statistical data and development indicators for monitoring \ndevelopment effectiveness.  \nThe ADB Economics Working Paper Series is a quick-disseminating, informal publication whose \ntitles  could  subsequently  be  revised  for  publication  as  articles  in  professional  journals  or \nchapters in books. The series is maintained by the Economics and Research Department.  \n \n \n \n \n \n \n \n \n \n      Printed on recycled paper ", "CONTENTS \n \n \n \nABSTRACT  v \n \n  I.  INTRODUCTION  1 \n \n  II.  THE ROLE OF TRADE IN FOOD SECURITY  2 \n \n  III.  MAPPING FOOD TRADE  4 \n \nA.  Rice  7 \nB.  Wheat  9 \nC.  Maize  10 \nD.  Soybeans  12 \nE.  Caloric Map  13 \nF.  Network Characteristics  16 \n \n  IV.  POLICIES TOWARD REDUCING VULNERABILITY  17 \n \n  V.  CONCLUSIONS  20 \n \nAPPENDIXES  22 \n \nAppendix Table 1: Top 20 BIPIs for Wheat  22 \nAppendix Table 2: Top 20 BIPIs for Maize  23 \nAppendix Table 3: Top 20 BIPIs for Soybeans  24 \nAppendix Table 4: Economy Codes  25 \n \nREFERENCES  28 \n \n ", "", "ABSTRACT \n \n \n \nWe analyze the relationship between food security and trade, focusing on food \nimporters’ exposure to sudden market failures from relying on a narrow range of \ninternational suppliers. We compute a bilateral import penetration index (BIPI), \nwhich  gauges  the  degree  to  which  a  country  depends  on  another  for  food \nimports.  Food  trade  maps  are  drawn  by  the  application  of  a  force-directed \nalgorithm that sorts through computed BIPIs and maps the nodes corresponding \nto the strength of bilateral ties between country pairs, thereby showing importers’ \nvulnerabilities to disruptions in bilateral channels. Results suggest that measures \naimed at diversifying supply sources reduce vulnerability.  \n \n \n \n \nKeywords: food security, trade, bilateral trade, agriculture, agriculture trade \n \nJEL classification: F13, Q17, Q18 \n ", "", "I. INTRODUCTION \n \nTrade has the potential to complement domestic food supplies, through both imports and the \nextra purchasing power generated from exports. Discussions about the relationship between \nfood security and trade inevitably turn to the debate between food self-sufficiency and self-\nreliance. From the perspective of food self-sufficiency, trade can contribute to food security only \nif it increases agricultural productivity. On the other hand, a self-reliant emphasis on availability \nsees  trade  as  a  potential  tool  for  making  food  cheaper  and  more  widely  accessible.  As \nAnderson  and  Strutt  (2012)  note,  self-sufficiency  emphasizes  production,  while  availability \nserves consumption. Governments in Asia, at least in rhetoric, tenaciously hold on to the self-\nsufficiency mantra while economists tend toward self-reliance. \n \nThis paper strengthens the argument that the most important aspect of food security is \nself-reliance. Self-reliance is also more consistent with the formal definition of food security \ngiven by the Food and Agriculture Organization of the United Nations (FAO) (2003), which \nconsiders “physical, social, and economic access to sufficient, safe, and nutritious food… for an \nactive and healthy lifestyle.” Self-sufficiency commonly takes a national perspective without \nconsidering spatial aspects of access and distribution, and national self-sufficiency does not \nnecessarily  ensure  sufficient  sustenance  for  all  households.  Neither  aggregate  physical \nsufficiency nor abundance offers true food security if substantial proportions of the population do \nnot have access to basic food items. \n \nFood security can more easily be achieved when it is not limited to self-sufficiency. This \napplies  to  both  households  and  countries.  Just  as  division  of  labor  and  trade  based  on \ncomparative  advantage  help  households  to  raise  income  and  living  standards  while \nsimultaneously  saving  for  investment  or  emergencies,  they  can  also  increase  a  country’s \noptions and policy space. The greater flexibility and resilience resulting from trade, particularly \ntrade in food or agricultural commodities, can literally make the difference between life and \ndeath.  \n \nThe increase in the volume of staples traded in the world since 1988, as shown in \nFigure 1, reflects countries’ appreciation of the net benefits of trade. Still, the flexibility afforded \nby trade has too often been viewed from the perspective of global markets without sufficient \nattention to bilateral trade links that underlie the overall picture. From a national perspective, \nparticularly in developing countries with less developed infrastructure and trade facilitation, \nbilateral trade relationships give better information on the possible implications of trade shocks \non food security. The food price crisis experience in 2008 is instructive in this regard. India and \nViet Nam imposed export bans on rice, and countries that were heavily dependent on them for \nrice imports felt the effects more severely than others. \n \nThe next section explains the various ways in which trade can influence food security. \nSection III describes the approach taken here to analyze the vulnerability of food-importing \ncountries to supply disruptions in other countries, with focus on bilateral trading relationships. \nSection IV gives policy recommendations that can reduce vulnerabilities arising from bilateral \ntrade relationships, and Section V concludes. \n \n \n \n \n ", "2   І   ADB Economics Working Paper Series No. 367 \nFigure 1: Wheat, Rice, Maize, and Soybeans Trade, Index of Volume \n(1988 = 100) \n \nNote: The index was constructed based on the average of imports and exports from the UN Comtrade.  \nSource: Authors’ calculations. \n \n \nII. THE ROLE OF TRADE IN FOOD SECURITY \n \nTrade  can  influence  food  security  in  a  number  of  ways.  First,  it  expands  markets.  For \nconsumers, it opens access to additional sources that can supplement domestic production to \nmeet demand. Imports may help lower food prices for the hungry or undernourished, and can be \ncritical  in  times  of  domestic  droughts,  floods,  disease,  or  other  disruptions  to  domestic \nproduction. Access to greater markets can also benefit farmers, supporting their income through \nexport sales of surplus and providing access to a greater variety of, or lower-priced, inputs such \nas seed, fertilizer, pesticides, and machinery. In addition, trade expands the range of options for \nexchanging nonfood products for food, and commodities with different nutritional characteristics \nfor each other.  \n \nSecond, trade can enhance food security through its impact on prices and the responses \nto the signals they transmit. A price differential between markets that is greater than the trade \nand transaction costs signals traders to move products from the lower price market to the higher \nprice market. The extent to which trade can influence food security in this process is closely \nrelated to how integrated markets are. The integration of markets, in turn, is reflected in how fast \nand how fully price changes in one market induce a flow of goods between the markets. This \nflow of products from a region of surplus at current prices to a region of shortage results in an \nequilibrating  change  in  prices  between  the  markets,  while  simultaneously  improving  food \nsecurity in the region of shortage.  \n \nPoorer  households  are  more  vulnerable  to  price  spikes,  and  especially  to  frequent \nspikes.  Trade  in  food  or  agricultural  commodities  can  reduce  price  volatility,  increasing \npredictability for planning by both producers and consumers. Prices tend to be less volatile \nwhen markets are more integrated. Supply and demand shocks in one geographical market can ", "Bilateral Trade and Food Security   І   3 \nbe dampened naturally by the shifting of supplies to and from other markets, making prices \nmore stable. Price differentials may be due to long-run but policy-responsive factors, such as a \nlack of transportation infrastructure across rugged terrain, or shorter-term disruptions, such as \nnatural disasters.  \n \nThird, the integration of markets has implications not only for responses to short-term \nshortages, but also for long-term growth in production. Positive productivity effects can follow \nfrom trade, raising agricultural output and food security levels. Closed markets may discourage \nfirms from adopting productivity-enhancing technology because doing so without an outlet for \nexcess production would only depress the prices of their products in the local market (Barret \n2005). This in effect discourages specialization according to comparative advantage, and may \ndelay  technology  adoption.  Closed  markets  may  also  deter  the  importation  of  technology, \nwhether they are direct imports or associated with foreign direct investment that responds to \nmarket  opportunities.  Price  signals  reflecting  full  economic  costs  and  benefits  can  also \nencourage diversification. Farm price support activities, by making the production of staples \nartificially more profitable relative to other crops, have prevented farmers from diversifying into \nhigher valued products, which in the longer run sustain higher incomes. \n \nFourth, trade can influence food security through the expansion of competition. Opening \nmarkets  to  international  trade  promotes  competition  because  markets  become  contestable \nacross a larger spatial area. The depth and extent of market interlinkage can dictate whether the \nwelfare effects resulting from market reforms will be transient or permanent in nature, which in \nturn informs policy makers whether certain types of government interventions are warranted or \nnot (Meyer and von Cramon-Taubadel 2004). As farmers integrate into higher value-added \nagricultural  processing  chains,  competition  can  help  to  avert  monopsonistic  procurement \npractices by those higher up the chain, preserving higher value for poor farmers. \n \nIn  general,  greater  competition  from  expanded  markets  reduces  rent-seeking \nopportunities and monopolistic practices, reinforcing the aims of competition policy (Brooks and \nEvenett 2005). The efficiency of more competitive markets also translates into more efficient risk \nmanagement in cases of demand or supply shocks. Where markets are poorly integrated, prices \nare more volatile and poor households vulnerable to more frequent or prolonged price spikes. \n \nFifth, trade can indirectly influence food security through its impact on the effectiveness \nof macroeconomic tools. How well prices equilibrate in an economy, which is influenced by the \ntrade policies adopted, affects how efficiently fiscal and monetary tools change the incentives \nfaced  by  micro-level  agents.  In  developing  countries,  food  items  typically  account  for  a \nsignificant  share  of  the  consumer  price  index  so  food  imports  can  lower  inflationary \nexpectations, leaving more space for monetary policy. Trade also contributes to government \nrevenue through tariff collections. And when free trade agreements are signed, the depth of \nintegration between markets within the agreements positively influences the extent to which the \nagreements are trade creating. \n \nSixth, how well markets function, aided by trade, also has a bearing on the design of \nrelief operations in cases of emergency, or on investment decisions for stockpiling in areas of \nchronic food shortages due to insufficient production (Fackler and Goodwin 2001). For example, \nthe United Nations World Food Programme (WFP), whose primary mission is delivering food \naid, usually opts for cash-based interventions in cases where markets are well-integrated to \navoid depressing commodity prices received by farmers in those localities. It may also procure \nfood locally without negative effects on prices if food is readily imported, or procure from surplus \nareas not integrated with the deficit markets. The amount of food aid required for disaster relief \n ", "4   І   ADB Economics Working Paper Series No. 367 \nwill also depend on how easily food aid can be supplemented by the activities of private traders \n(Taylor 2002). \n \nState intervention, especially in the form of price stabilization, can impose a huge fiscal \nburden. Resources freed up from removing such interference in the market can be used for \ninterventions such as infrastructure, research and development, market intelligence, or access \nto credit—or for other more targeted interventions such as cash transfers that address the root \ncauses of food insecurity. In Pakistan, wheat subsidies to Punjab, the largest province in the \ncountry, exceeded all other agricultural expenditures including irrigation, infrastructure, and \nresearch and development (World Bank 2005). In the Philippines, the accumulated debt of the \nNational Food Authority is estimated to be 12% of agricultural gross domestic product (GDP) in \n2011. \n \nFinally,  to  the  extent  that  food imports  reduce  production  in  environmentally  fragile \nareas, trade may reduce irreversible environmental degradation in times of short-term stress \nand thereby promote longer-term sustainable production. \n \nWhile trade can have such beneficial impacts on food security, its effects are not always \nunambiguously positive. When poorly managed, food and agricultural imports can depress \nprices in domestic markets, lowering incomes and hence food security for marginal producers \nwho depend on income earned through market sales to diversify their diet. If farmers exit \nproduction due to competition from imports, new or reentry may be difficult and not rapid \nenough to offset a sudden drop in those imports. And, as witnessed during the 2008 commodity \nprice  spikes,  some  major  exporters  may  decide  to  withhold  exports  if  they  fear  domestic \nconsumption may suffer, particularly for thinly traded commodities such as rice. At the same \ntime, where a commodity is thinly traded, a small change in one country’s net export position \ncan have a large impact on the international price of that commodity. \n \n \nIII. MAPPING FOOD TRADE \n \nThe relationship between trade and food security has generally been analyzed using equilibrium \nanalyses, gravity, and price transmission models. By and large, these studies find that trade \nliberalization facilitates food security by increasing income, reducing poverty, reducing price \nvolatility, making food cheaper, or simply making food physically available. Using computable \ngeneral  equilibrium  analysis,  Anderson  and  Strutt  (2012)  predict  that  the  liberalization  of  \nglobal agricultural trade will increase world GDP, with most of the gains accruing to Association \nof  Southeast  Asian  Nations  (ASEAN)  and  Pacific  island  countries.  They  also  found  that \nliberalization leads to increases in agriculture sector total factor productivity, confirming the \nresults  of  an  earlier  study  by  Martin  and  Mitra  (2001),  which  used  a  production  function \nframework to show that productivity increases in the agriculture sector are supportive of growth. \nMoreover, a literature survey from Winters, McCulloch, and McKay (2004) points to the poverty-\nalleviating effects of agricultural liberalization when farmers benefit, due to strong demand \nmultiplier effects raising expenditures on locally produced non-tradeables.  \n \nHowever, the impact of market liberalization for food staples varies across countries. \nSome countries, such as Bangladesh, the People’s Republic of China (PRC), and Viet Nam \nliberalized successfully, while Indonesia and the Philippines did not manage to improve food \nsecurity substantially (Rashid, Gulati, and Cummings 2007; Timmer and Dawe 2007; World \nBank 2005). Much of the literature aims at identifying the domestic and international factors \naccounting for observed differences in outcome across countries. Food imports are typically a ", "Bilateral Trade and Food Security   І   5 \nmixed blessing. On the one hand, they substitute or complement domestic production; on the \nother,  they  also  make  a  country  more  vulnerable  to  international  trade  disruptions  and \ncoordination failure. \n \nFor  example,  the  2007–2008  food  crisis  saw  the  international  price  of  rice  tripling \nbetween October 2007 and April 2008, as temporary export restrictions enacted by Asia’s key \nrice-producing countries exacerbated what at the onset had been a relatively moderate global \nsupply–demand imbalance in the region (Abbott 2011; Martin and Anderson 2012; Timmer \n2010). While there certainly was a multitude of factors at play in creating this crisis episode, it \nhighlighted food importers’ exposure to sudden market failures and heightened vulnerability \nfrom relying on a relatively narrow range of international suppliers.  \n \nFilling a gap in the literature, this section analyzes the main aspects of vulnerability in a \ncountry’s bilateral and multilateral dependence on international food imports. Specifically, we \ncompute a bilateral import penetration index (BIPI) that gauges the degree to which any one \ncountry depends on another for its food imports. Underlying the analysis is a matrix of world \ntrade in rice, wheat, maize, and soybeans—the four major staples central to food security. The \ndata on quantities in kilograms (kg) traded are derived from the United Nations Commodity \nTrade Statistics Database (Comtrade).1 The trade data are combined with FAO country food \nbalance sheets (FBS) for the same commodities.  \n \nIn relation to any particular food item f and period t, say rice during 2009–2010, BIPI is \nthe share of rice imports of country i from country j out of the total supply of rice in country i (net \nof stock adjustments). The stronger country i’s reliance on imports from country j to meet its \ndomestic demand for rice—which is assumed equal to final domestic supply—the higher the \nBIPI. Specifically, BIPI is defined as: \nn\nM\nBIPIi j  n   M ij    nMij n  j1 ij \n X ij Mij   Pi   Mij  Xij Mij Pi\n j 1  j 1  j1\n  (1) \n \nwhere M  refers to imports of country i from country j. X  refers to exports of country i to country \nij ij\nj, and P refers to domestic production in country i (all variables are quantities).  \ni\n \nThe expression after the second equal sign indicates that bilateral import penetration \nmay be thought of as the product of the share of country j in country i’s total imports and its \noverall reliance on imports to satisfy domestic demand. The latter may be termed the total \nimport penetration index (TIPI): \n                                                 \n1  Following standard practice, trade data were “mirrored” to favor importers’ records when they are available. Value \ndata also tended to be more readily available than volume data. In cases where volume data were missing, \nimputations were derived using the average unit price of commodities from the countries for which both sets of \ndata were available. \n ", "6   І   ADB Economics Working Paper Series No. 367 \nn\nM \nij\nTIPI    j 1 \nij  n\n \n X  ij M ij    Pi  \n j 1    (2) \nTo smooth year-to-year fluctuations, we calculate the BIPI by summing up the trade and \nproduction data for 2006 and 2007. Data until 2009 are available but were not used here to \navoid distortions in trade patterns induced by the food crisis. Table 1 lists the top 20 country \npairs ranked by BIPI for rice, as well as imports and domestic supply data. Congo has the \nhighest BIPI in relation to Viet Nam, which accounts for over 50% of its rice imports. Comparing \nimports with domestic consumption (estimated to be the sum of production and net imports) \nreveals that the amount imported exceeds the amount of domestic consumption in Congo. This \nis  because  Congo  re-exports  some  of  what  it  imports,  and  also  engages  in  substantial \nstockpiling activities. The stock movements observed in the data may also reflect the activities \nof aid agencies such as the US Agency for International Development and the WFP. There may \nalso  be  unrecorded  exports  of  rice  to  other  countries,  especially  those  that  \nshare borders with Congo. On the other hand, Mongolia is almost exclusively dependent on \nimports from the PRC for its rice consumption since it produces minimal amounts of rice. It is \nalso worth noting that Thailand and India feature prominently as primary sources of rice for the \n20 countries with the highest import dependence on single import sources. \n \nBased on the set of computed BIPI values across country pairs and years, food trade \nmaps are drawn by applying a force-directed algorithm that sorts through the entire set of  \nBIPI data and maps the nodes corresponding to the strength of relationships across all the \ncountries included.2 The maps highlight the strength of bilateral trade ties and the food security \nvulnerability of individual importing countries to disruptions in those bilateral trade flows. \n \n \nTable 1: Top 20 BIPIs for Rice \nImporter  Exporter  ‘000 Tons \nDomestic \nBilateral  Total  Supply \nCode  Country  Code  Country  BIPI  TIPI  Imports  Imports  (P+M-X) \nCOG  Congo  VIE  Viet Nam  1.000  0.326  128  249  60 \nCOG  Congo  THA  Thailand  0.580  0.326  74  249  60 \nAGO  Angola  VIE  Viet Nam  0.576  0.167  297  514  242 \nMON  Mongolia  PRC  People’s  0.476  0.080  47  47  46 \nRepublic of \nChina \nBEN  Benin  THA  Thailand  0.474  0.176  487  1081  482 \nSVN  Slovenia  ITA  Italy  0.449  0.119  14  23  15 \nSYC  Seychelles  IND  India  0.448  0.079  11  12  12 \nVAN  Vanuatu  AUS  Australia  0.422  0.076  21  22  23 \nLUX  Luxembourg  BEL  Belgium  0.417  0.110  2  3  2 \n              continu ed on next pa ge \n                                                 \n2  Interested readers are referred to http://med.bioinf.mpi-inf.mpg.de/netanalyzer/help/2.7/index.html for concepts in \nnetwork analysis. ", "Bilateral Trade and Food Security   І   7 \n Table 1:  co ntinued               \nImporter  Exporter  ‘000 Tons \nDomestic \nBilateral  Total  Supply \nCode  Country  Code  Country  BIPI  TIPI  Imports  Imports  (P+M-X) \nCZE  Czech  ITA  Italy  0.415  0.091  96  125  108 \nRepublic \nBRU  Brunei  THA  Thailand  0.409  0.083  65  78  74 \nDarussalam \nKWT  Kuwait  IND  India  0.406  0.089  348  454  402 \nSWZ  Swaziland  ZAF  South Africa  0.405  0.073  38  41  44 \nLBY  Libya  EGY  Egypt  0.397  0.083  252  316  298 \nNAM  Namibia  ZAF  South Africa  0.385  0.073  11  12  13 \nATG  Antigua  VCT  Saint Vincent  0.377  0.111  2  3  2 \nand the \nGrenadines \nSYR  Syria  EGY  Egypt  0.366  0.065  388  411  497 \nDJI  Djibouti  IND  India  0.359  0.073  73  89  96 \nMDV  Maldives  IND  India  0.359  0.077  31  40  41 \nBIPI = bilateral import penetration index, M = import, P = production, TIPI = total import penetration index, X = export. \nNote: BIPI and TIPI values computed based on equations (1) and (2) were normalized to take values from 0 to 1. \nSource: Authors’ estimates. \n \n \nFigures 2 to 5 show the ensuing maps of bilateral and global food dependencies for \neach of the four commodities, with reference to total trade during 2006 and 2007. For better \nreadability, the maps show only country pairs with the strongest bilateral trade dependency—the \ntop decile by BIPI for wheat, maize, and soya, and the top 5% for rice.3 \n \nA.  Rice \n \nFigure 2 refers to global trade in rice among the top 5% of countries in terms of BIPI. The circles \nor  nodes,  represent  the  countries  trading  in  rice.  The  shade  of  the  circles  reflects  \nthe countries’ total dependence on food imports, gauged by TIPI (equation 2): the higher the \nTIPI, the darker the shade. Countries in white, such as India, Pakistan, Thailand, and Viet Nam, \nare leading rice exporters and, as such, are largely independent of other countries’ rice exports.4 \nAlbeit to a lower degree, countries in light and dark gray are relatively independent of rice \nimports to cover domestic demand, too. Such is the case of the United States (US) and France. \nAs the color spectrum moves to darker gray and further to black, strong import dependence is \ndetected, and with it, a country’s heightened degree of vulnerability to potential disruptions to \nglobal supply. For example, Mongolia, Saudi Arabia, and Belgium are all represented with black \nnodes. \n                                                 \n3  An exception is made for the rice map (Figure 2) for purposes of readability. A decile map of rice trade is still too \ndense for easy visual appreciation. \n4  It should be kept in mind that maps show only the top 10% (5% for rice) of country pairs ranked according to \ndecreasing BIPI. Therefore, even countries colored in white depend on imports to a higher degree than do 9/10 \n(19/20 for rice) of all the other countries in the sample. Put differently, white and light gray indicate a relatively \nlower degree of import penetration among the subsample of countries with the highest BIPI. \n ", "8   І   ADB Economics Working Paper Series No. 367 \nFigure 2: Rice Trade Map \n \nNote: See Appendix Table 4 for the complete list of country codes. \nSource: Authors’ estimates. \n \n \nThe location of nodes on the map reflects countries’ connectedness within the global \nnetwork of trade in rice. Unsurprisingly, the world’s top rice producers and exporters are shown \nto be hubs in the rice map. This is clearly observable for Egypt, India, Italy, Pakistan, Thailand, \nand the US. \n \nThe size of any node relates to its so-called “betweenness centrality,” or the number of \nshortest paths going through it.5 A pronounced centrality is shown as a large node size on the \nmap, indicating a country’s capacity to impact trade within the entire network or substantial parts \nof it. Such market clout could be exerted through a country acting as a main hub for an entire \nregion, giving it a certain capacity to influence prices or the power to hoard commodities. Once \nagain, the large rice exporters tend to show up as the larger nodes on the map. \n \n                                                 \n5  The betweenness centrality index (BCI) is computed as   where sw represents paths running \nfrom s to w, and sw is the total number of shortest paths from s to w passing through node . BCI thus relates to a \ncountry’s influence on the entire network of food trade relationships. ", "Bilateral Trade and Food Security   І   9 \nIt is also interesting to observe how different sets of countries cluster around the major \nrice exporters. Egypt is a hub for Eastern Europe and Arab countries, while Italy is depicted to \nplay this role in Europe. An important point to note here is that most of the countries that rely \nheavily on Italy for exports, such as the Czech Republic and Slovenia, do not consume rice as a \nstaple. This means that while they may be vulnerable to disruptions in Italy’s rice supply or \nproduction, it would be far-fetched to claim that they are food insecure in terms of the formal \ndefinition of food security cited in the Introduction. \n \nGlobally, the US is also a very important supplier of rice as is easily apparent from its \nnode size. While farther away from the dense network surrounding the Thailand–Viet Nam–\nIndia–Pakistan cluster, the US is central to a network that spans a greater geographic scope \nand a greater number of countries for a single supplier (recall that only nodes in the top 5% BIPI \nare shown in the rice map). \n \nWhereas the shade and size of the nodes relate to the characteristics of rice exporters \nthat are relevant to the global market as a whole, the shade and width of lines connecting any \npair of nodes describe the degree of dependence on each other. For example, a narrow and \nlight line, or arc, in relation to Pakistan’s rice exports to Azerbaijan denotes a relatively low BIPI \n(albeit the fact that it is visible on the map implies that the intensity of this bilateral link figures \namong the top 5% across all country pairs). In contrast, Mongolia’s dependence on rice imports \nfrom the PRC is more exclusive and puts the country at greater risk of suffering from potential \ndisruptions  affecting  this  particular  supply  channel.  The  same  can  be  said  of  Congo’s \ndependence on Viet Nam, though in this case, the disruption may affect not only domestic \nconsumption but also exports to other countries such as Togo, and possibly aid operations. This \nhighlights how vulnerabilities can also be passed through. The map’s depiction of the network \nsurrounding South Africa is instructive. South Africa’s high dependence on Thailand and India \nfor its rice imports is passed on as vulnerabilities to Botswana, Namibia, and Swaziland. \n \nAn interesting revelation from this map is that most Asian countries, with the exception of \nMongolia and Brunei Darussalam, are shown to be only weakly reliant on imports for the bulk of \ntheir domestic consumption. Big rice importers in the region, such as Bangladesh, Indonesia, \nMalaysia, and the Philippines do not even show up on the map.6 This is because they are also \nlarge rice producers and import only a small fraction of their total domestic consumption. As a \nresult, their BIPI is low. In the case of the PRC, also a large rice importer, no incoming arrows \nare shown on the map, because its reliance on a large number of smaller suppliers associates it \nwith a BIPI value below the top fifth percentile. \n \nB.  Wheat \n \nFigure 3 shows that the global trade of wheat is centered on several key players—the US, \nCanada, Australia, the Russian Federation, Kazakhstan, and France. The first three countries \nare  particularly  important  suppliers  for  a  number  of  Asian  countries,  while  the  Russian \nFederation and Kazakhstan are key suppliers for Central Asia and other former Soviet republics. \nFrance is the main wheat hub for most of Europe and a number of African countries. Finally, the \nimportance of the US to Central American and Caribbean countries shows clearly on the map, \nand is easily confirmed by an examination of Appendix Table 2, which shows the US as the \nmost important trading partner for most of the country pairs with the top 20 BIPIs. This indicates \nthe heightened vulnerability of some importers to supply disruptions in the US. \n                                                 \n6  These countries would, however, be on the map had we presented the top decile of the rice BIPIs. Nonetheless, \ntheir TIPIs would have lighter shades indicating weaker import dependence for domestic consumption.  \n ", "10   І   ADB Economics Working Paper Series No. 367 \nFigure 3: Wheat Trade Map \n \nNote: See Appendix Table 4 for the complete list of country codes. \nSource: Authors’ estimates. \n \n \nThe wheat map also shows that many big Asian countries, such as Japan, the Republic \nof Korea, Indonesia, Malaysia, the Philippines, and Viet Nam, are highly dependent on imports \nfor domestic consumption. However, the multitude of edges (lines) connecting these countries \nto major suppliers indicates reliance on a relatively broad import base, involving more suppliers \ncompared to other importers on the map. \n \nC.  Maize \n \nFigure 4 distinguishes several hubs of the maize network trade—the US, South Africa, France, \nand Hungary. The ASEAN countries, although not central to the global maize trade, form a \nclose-knit  network,  supplying  import-dependent  countries  such  as  Brunei  Darussalam  and \nMalaysia. Also noteworthy is some countries’ reliance on a well-diversified pool of suppliers. For \nexample, Malaysia and Seychelles import substantial volumes of maize from a plethora of \nsuppliers scattered across the world. For Malaysia, the main supplier is Argentina, and for ", "Bilateral Trade and Food Security   І   11 \nSeychelles it is the United Kingdom. Seychelles and Malaysia have the second- and third-\nhighest BIPIs in the global maize trade with respect to these two countries (see Appendix \nTable 2).  While  this  makes  the  two  countries  somewhat  vulnerable  to  possible  disruptions \ninvolving their main suppliers, their vulnerability is reduced by the option to divert demand, \nthanks to adequate supporting infrastructure and income, to alternative suppliers, especially \nthose with large capacities, such as India and the PRC. \n \n \nFigure 4: Maize Trade Map \n \nNote: See Appendix Table 4 for the complete list of country codes. \nSource: Authors’ estimates. \n \n \nSingapore’s  position  on  the  map  demonstrates  its  importance  as  a  port  for  food \nshipments to the region, such as for maize to Brunei Darussalam and Malaysia. More broadly, \nSingapore’s  excellent  trade  infrastructure  and  policy  stability  represent  a  significant  supply \nchannel to the broader region, particularly for countries wanting to diversify their sources of \nmaize or other food commodities. \n \nAnother notable feature of the maize map is the smaller clusters of nodes that are not \nconnected to the main network. Notice that Australia’s network with Pacific island countries is \nrather isolated, while the East African countries form a tightly knit network of dependencies \namong themselves. \n \n ", "12   І   ADB Economics Working Paper Series No. 367 \nFinally, it should be remarked that three significant importing countries in Asia—the \nPRC,  Japan,  and  the  Republic  of  Korea—either  do  not  appear  on  the  map  or  do  so  as \nexporters.  This  is  because  their  large  supplier  network  does  not  make  them  particularly \ndependent on any specific maize exporter. \n \nD.  Soybeans \n \nIn East Asia, soybeans form an important part of the diet and a substantial portion of domestic \nconsumption is supplied through imports. Unsurprisingly, Japan and the Republic of Korea \nfigure prominently in Figure 5 as larger gray nodes. The PRC has a lower TIPI among East \nAsian countries, but takes a more central role in the soybeans network as an important supplier \nas well as importer in the global soybeans trade.7 The US, Brazil, and Argentina are the top \nthree suppliers of soybeans in the global markets. \n \n \nFigure 5: Soybean Trade Map \n \nNote: See Appendix Table 4 for the complete list of country codes. \nSource: Authors’ estimates. \n                                                 \n7  The PRC shows up only as an importer in the soybean BIPI map. An examination of the trade matrix, however, \nreveals that it is also a supplier of note to several countries.  ", "Bilateral Trade and Food Security   І   13 \nAn interesting thing to note about the BIPI computations for soybeans (see Appendix \nTable 3) is that most of the countries with the highest BIPIs have imports that exceed domestic \nconsumption.  This  suggests  wide  re-exporting  or  stocking  activities,  which  are  especially \nrelevant for countries that export processed soybean products such as soybean meal or oil. \n \nE.  Caloric Map \n \nFrom the perspective of nutrition, and abstracting from strong food preferences, food security \nrelates to the physical and economic availability of a caloric intake that fulfills the dietary needs \nof a household or population.8 As such, trade in nutrition or calories is best represented by a \nmap aggregating relevant food items after their conversion into caloric equivalents, rather than \nby a commodity-specific map. We first convert the four staples into their caloric equivalents \nusing the FBS and then calculate BIPI based on the total calories, rather than quantities, \ncountries trade and consume. \n \nThe results for the top 20 country pairs are presented in Table 2. Much in line with our \nfindings in relation to the four individual commodities, the US comes out as a critical supplier of \nstaples for a large number of countries scattered across the globe. The centrality of the US in \nstaple food trade is confirmed in Figure 6 where a corresponding map presents the country \npairs with BIPIs in the top 5%. \n \n \nTable 2: Top 20 BIPIs in Aggregate Calories \nImporter  Exporter  Trillion Calories \nDomestic \nBilateral  Total  Supply \nCode  Country  Code  Country  BIPI  TIPI  Imports  Imports  (P+M-X) \nJAM  Jamaica  USA  United States  1.000  0.573  5530  6380  3160 \nDOM  Dominican  USA  United States  0.786  0.405  18000  18300  13300 \nRepublic \nBRU  Brunei  THA  Thailand  0.757  0.455  477  576  367 \nDarussalam \nHTI  Haiti  USA  United States  0.694  0.464  5620  7610  4747 \nTIM  Timor-Leste  VIE  Viet Nam  0.658  0.414  737  931  660 \nTTO  Trinidad and  USA  United States  0.634  0.372  1230  1430  1140 \nTobago \nBWA  Botswana  ZAF  South Africa  0.627  0.328  962  986  907 \nBRB  Barbados  USA  United States  0.616  0.319  536  541  515 \nNGA  Nigeria  USA  United States  0.552  0.472  92200  163000  100100 \nARM  Armenia  RUS  Russia  0.543  0.338  3560  4410  3931 \nCOG  Congo  VIE  Viet Nam  0.511  0.726  944  2900  1116 \nBEL  Belgium  FRA  France  0.439  0.505  23000  56700  32243 \nCRI  Costa Rica  USA  United States  0.399  0.212  5050  5070  7902 \nDJI  Djibouti  IND  India  0.393  0.443  542  1310  863 \n                 \ncontinued on next page \n                                                 \n8  It is recognized, however, that in the long run, a balanced diet capable of delivering sufficient amounts of macro- \nand micronutrients is essential for a true sense of food security. \n ", "14   І   ADB Economics Working Paper Series No. 367 \n Table 2:  co ntinued               \nImporter  Exporter      Trillion Calories \nDomestic \nBilateral  Total  Supply \nCode  Country  Code  Country  BIPI  TIPI  Imports  Imports  (P+M-X) \nSEN  Senegal  THA  Thailand  0.389  0.471  6550  17200  10519 \nDJI  Djibouti  USA  United States  0.383  0.443  527  1310  863 \nARE  United Arab  PAK  Pakistan  0.383  0.636  6920  25600  11379 \nEmirates \nGEO  Georgia  RUS  Russia  0.372  0.281  4170  6400  7092 \nBEN  Benin   THA  Thailand  0.360  0.380  3590  8130  6344 \nGAB  Gabon  THA  Thailand  0.357  0.475  561  1640  1000 \nBIPI = bilateral import penetration index, M = import, P = production, TIPI = total import penetration index, X = export. \nNote: BIPI and TIPI values computed based on equations (1) and (2) were normalized to take values from 0 to 1. \nSource: Authors’ estimates. \n \n \nThe sheer number of countries that are highly dependent on the US, as represented by \nthe size of its node, testifies to its status as the prime player in world staple trade with a \nsignificant bearing on the entire network. The vulnerability of small countries in the Caribbean to \nsupply disruptions in the US is particularly pronounced. Jamaica, the Dominican Republic, Haiti, \nTrinidad  and  Tobago,  and  Barbados—all  within  the  10  highest-ranking  BIPIs  in  terms  of \ncalories—are all dependent on the US to a very high degree (see Table 2). In the case of \nJamaica, and Trinidad and Tobago, Figure 6 shows that they also have significant exporting \nactivities, especially to Antigua. With a diversified set of imports, Antigua should in principle be \nless vulnerable to supply disruptions. This “fallback” position, however, is severely compromised \nby the fact that its two other sources are also highly dependent on US supply conditions. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "Bilateral Trade and Food Security   І   15 \nFigure 6: Caloric Trade Map \n \nNote: See Appendix Table 4 for the complete list of country codes. \nSource: Authors’ estimates. \n \n \nThe caloric map also shows that, in general, countries in Asia that are dependent on \nimports  for their  staples  are  not  exceptionally vulnerable  to  supply disruptions from  single \ncountry sources. Instead, the region is home to important global suppliers of calories—India, \nPakistan, Thailand, and Viet Nam. There are exceptions, however. One is Brunei Darussalam, \nwhich in the caloric map appears highly vulnerable due to the combined effects of its high \ndependence  on  imports  and  its  high  bilateral  dependence  on  Thailand  for  its  caloric \nconsumption. Malaysia also stands out within Asia because it shows up as a black node \ndependent on three big supplying countries: Thailand, the US, and Viet Nam. The black node is \nexplained  by  imports,  which  exceed  domestic  consumption,  while  the  edges  to  the  three \ncountries represent the bilateral dependence of Malaysia on Thailand for rice and maize; the US \nfor wheat, maize, and soybeans; and Viet Nam for rice. Imports from these three countries \nmake up over 30% of domestic caloric intake for staples in Malaysia. This raises the question \nwhether Malaysia, being dependent on three big suppliers of calories, is really vulnerable. The \nother two big suppliers can potentially step up should the supply lines in the third country be \n ", "16   І   ADB Economics Working Paper Series No. 367 \ndisrupted. On the other hand, it is also easily conceivable that disruptions in big countries have \nglobal repercussions, and affect the supplying capacities of other countries as well. \n \nThe United Arab Emirates (UAE), which imports nearly all of its caloric consumption, \nalso stands out in the map as bilaterally dependent to a considerable degree on eight different \nsuppliers. As in the case of Malaysia’s trading partners, these suppliers are all relatively large \nplayers  in  the  world  market  and  the  diversity  of  sources  itself  may  offer  some  degree  of \nprotection from single country disruptions. \n \nF.  Network Characteristics \n \nTable 3 provides some summary network statistics for each commodity and their aggregated \ncaloric equivalents for 2006–2007 and 2008–2009. These indicators assume values from 0 to 1. \n \n \nTable 3: Summary of Network Statistics \n \nNetwork Statistics   2006–2007  2008–2009 \nRice     \nNetwork density   0.153  0.158 \nNetwork centralization  0.636  0.633 \nWheat     \nNetwork density   0.099  0.105 \nNetwork centralization  0.548  0.519 \nMaize      \nNetwork density   0.075  0.078 \nNetwork centralization  0.494  0.480 \nSoybeans     \nNetwork density   0.112  0.112 \nNetwork centralization  0.449  0.492 \nAggregate Caloric      \nNetwork density   0.186  0.205 \nNetwork centralization  0.600  0.609 \n        Source: Authors’ estimates. \n \n \nThe network density gives the number of existing trade links as a proportion of all \npossible trade links. This can be taken as an indicator of how well-exploited alternative trade \nlinks are. While the appropriateness of this indicator for our purposes is imperfect given that it \ndoes not account for supply capabilities, a higher density can be interpreted as a general \npattern toward diversity in supply sources. Keeping this in mind, rice trade exhibits the highest \nnetwork density among the staples considered here, confirming the greater number of trade \nlinks in rice during 2006–2007. This implies that rice was more widely traded than the rest of the \nfoodstuff considered in this study—an interesting revelation given that rice is known to be thinly \ntraded. The coefficient is only higher for the calorie network, which is not surprising since there \ntend to be more clusters in a network involving the trade of four commodities compared to one. \n ", "Bilateral Trade and Food Security   І   17 \nFinally, network centralization measures the extent to which a few countries dominate \nthe  entire  network.  A  value  closer  to  1  implies  a  higher  degree  of  concentration.  The \ncentralization measure for rice is substantially higher than that for the other staples, indicating \nthat only a few big players dominate the world rice trade. The corresponding value for the \ncaloric network is slightly below that of rice, which reflects both the lower network centralization \nobserved for wheat, maize, and soybeans, and the greater flexibility afforded by the possibility \nof switching between commodity sources of calories. \n \nIt is notable that for all four commodities, the number of countries linked by bilateral \nconnections increased in 2008–2009, as indicated by higher values of network density. During \nthe same period, the dominance of a few countries decreased, as implied by smaller values of \nnetwork centralization. The results of the commodity-based analysis are likewise reflected in the \ncaloric network. Overall, these suggest a general increase in the diversity of trading partners in \nthe crisis period and its aftermath. \n \n \nIV. POLICIES TOWARD REDUCING VULNERABILITY \n \nThe  previous  section  highlighted  the  importance  of  bilateral  trade  in  food  security \nconsiderations. This section discusses how food security vulnerability to trade disruptions can \nbe  addressed,  with  particular  focus  on  bilateral  trade  relations.  The  most  straightforward \nstrategy that arises from studying the BIPIs and the resulting maps is to diversify one’s sources \nof imports. This is especially relevant for countries that import most of the food items they \nconsume, and consume them as staples. Having said this, how can countries diversify their \nimport sources? \n \nPreferential trade agreements (PTAs) are one possible avenue. Stagnation or deadlock \nin the Doha Round of multilateral World Trade Organization (WTO) negotiations has led to a \nproliferation  of  bilateral  or  regional  PTAs.  Agriculture  was  a  sticking  point  in  the  WTO \nnegotiations, and the lack of progress there signals the loss of potential agricultural trade which \ncould  be  critical  for  food  security  in  Asia—the  region  with  most  of  the  world’s  farmers, \nconsumers, and poverty. \n \nResults from a gravity model by Korinek and Melatos (2009) suggest that the creation of \nthe ASEAN Free Trade Area (AFTA) and other PTAs9 has increased trade in  agricultural \nproducts between participating countries. Since no robust indications of trade diversion with \nrespect to imports from outside the region were found, such agreements appear to be net trade \ncreating. In the absence of multilateral liberalization, this appears to be an enhancement of food \nsecurity, at least from a self-reliance perspective. Regional PTAs can also be mechanisms \nthrough which supply guarantees can be sought. A good example of this is the ASEAN Plus \nThree Emergency Rice Reserve System, which became a permanent arrangement in October \n2011. The mechanism has yet to prove its reliability, however, since its earlier version was not \ninvoked during the food price crisis of 2008 because of overly cumbersome procedures. \n \nModels  of  global  trade  liberalization  often  show  increased  demand  for  developing \ncountries’ exports. Countries with more diversified agricultural market structures and trading \npartners are likely to adjust quickly and take advantage of market signals, while countries that \n                                                 \n9  The other PTAs studied are Common Market for Eastern and Southern Africa (COMESA) in Southern Africa, \nwhich has eliminated tariffs on all goods exported within its borders, and Mercado Común del Sur (MERCOSUR) \nin South America, a customs union. \n ", "18   І   ADB Economics Working Paper Series No. 367 \nhave a weak market infrastructure or rely on a small number of export commodities generally \nshow smaller gains.  \n \nThe market access policies of importing countries also affect their source diversification \npotential. Countries that manage or control the import of foodstuff—such as the Philippines or \nIndonesia—usually do so through parastatals, which in general are less creative in finding \nalternative sources than the private sector (as is the case in Bangladesh). Additional layers of \nadministrative requirements such as tariff-rate quotas (TRQs), and the possible uncertainties \narising from the imposition of additional duties through special safeguards can also deter private \nsector efforts to invest in the search for additional sources. \n \nExport subsidies and food aid are a controversial topic for food security. On the one \nhand, they provide cheap sources of food, while on the other, they have been identified as \ndetriments to the development of agricultural sectors in developing countries that cannot provide \nsuch subsidies. To the extent that we view things from a diversification point of view, export \nsubsidies artificially favor source countries providing these subsidies. \n \nDomestic subsidies, insofar as they are trade distorting, also prevent the diversification \nof sources through the same principle as export subsidies. But an additional argument against \ntheir use has been their preventing producers from other countries access to the host market \nand to markets to which the subsidized goods are exported.  \n \nOn the import side, domestic prices in countries with high tariffs could decline under \ntrade liberalization if the reduction in tariffs outweighs any rise in world prices. In that case, \ncosts to consumers would decline—while their purchasing power, and so their food security, \nwould grow—as would returns to producers, whose purchasing power would also grow. If initial \ntariffs were relatively low, however, world prices would be expected to pass through to the \ndomestic economy, leading to higher prices that benefit producers (who include a large share of \nthe  poor  in  Asia)  but  do  not  necessarily  benefit  consumers.  The  effects  on  agricultural \nemployment, an important factor for food security, will vary from country to country, requiring \ncareful local analysis. \n \nOn the export side, trade liberalization leading to improved access to developed markets \ncould lead to an increase in exports for developing countries. This effect would be dampened by \nthe  extent  to  which  developing  countries  already  receive  preferential  access  to  developed \ncountry markets. Unfortunately, low-income countries generally show a low production response \nto increases in producer prices. \n \nCountries might find it useful to introduce programs that stabilize export revenues, such \nas hedging or crop insurance. On the import side, countries might consider options to make \nimport costs more predictable. Proposals have included international import insurance or a \nfinancial rebate program for low-income countries (Trueblood and Shapouri 2001). \n \nThe previous rise of higher-income Asian economies provided an early wave of demand \nstimulus, accompanied by agrofood supply chain development and technology transfer around \nthe region. This was followed by rising middle-class consumption in rapidly emerging Asian \neconomies  and  finally,  the  dramatic  emergence  of  demand  from  the  PRC  over  the  last \n3 decades and India more recently. With rising incomes, diets are becoming more grain- and \nprotein meal-intensive through the greater demand for lot-fed livestock. The PRC has already \nswitched from being a net exporter to a major importer of maize and soybeans. And since it is ", "Bilateral Trade and Food Security   І   19 \nthe world’s largest food consumer, a small shift in the PRC’s net export position could be \nenough to move global markets—with impacts on food security for other countries. \n \nJha,  Roland-Holst,  and  Sriboonchitta  (2010)  note  that  as  the  PRC’s  middle  class \ncontinues to emerge and expand, the resource intensity of the consumption of food such as \nmeat  and  dairy  is  rising,  leading  to  greater  net  imports  and  requiring  the  expansion  of \nagricultural  capacity  elsewhere.  This  situation  suggests  a  significant  opportunity  for  lower-\nincome Southeast Asia, which is still likely well below its agricultural potential, possibly yielding \na food security improvement through agrofood export expansion. \n \nClear trends emerge when looking at high-income Asian agricultural trade, where the \ncountries have all had significant increases in imports of meat as well as feed grains to fuel \ndomestic production. Vast areas of farmland are needed to yield the grains necessary to raise \ncattle and other livestock, and as higher-income countries mostly have low arable land-to-\npopulation ratios and their self-sufficiency ratios have been declining for years, it is unlikely they \ncan produce the quantities needed. The PRC accounts for roughly 20% of world population but \njust 7% (and declining) of the world’s arable land. Declining freshwater availability is likely to \nimpose  an additional  constraint.  Therefore,  in  many  cases,  such  countries  will  depend  on \nimports of grain in addition to meat products. \n \nAs the PRC continues to increase its meat demand and many millions more Indians join \nthe middle class (ADB 2010), vast quantities of grain will be needed, creating tremendous \npressure  on  global  agricultural  markets.  As  the  middle  class  grows in  countries  with  food \nsubsidies  for  urban  consumers,  such  subsidies  may  no  longer  be  considered  necessary, \nallowing a rise in prices in rural areas as well, thus benefiting poor farmers. \n \nInfrastructure is also an enabling tool for diversification. Since trade and transaction \ncosts are usually not negligible, an important measure in the integration of markets is the \nbalance between regional price differentials and transaction costs, including transportation. The \ngreater the amount by which the price differential exceeds the expected transaction cost, the \ngreater the incentive for traders to move supplies from the lower priced area to the higher priced \none. In this context, transport and logistics costs remain important determinants of agricultural \nand other trade flows (Brooks and Hummels 2010). The manner in which these costs influence \nthe ability to reorient to alternative suppliers and the relative costs involved has important \nimplications for food security. General infrastructure such as roads and telecommunications are \nnecessary to physically transport products into or out of a country. Infrastructure helps food get \nto deficit areas and prevents surplus from depressing local prices by access to the export valve. \nThe low value-to-bulk ratio of most food products means that their delivered prices are highly \nsensitive to increasing logistics costs. Where the price differential remains higher than the \nassociated transaction costs over an extended period, indicating segmented markets, there may \nbe a clear role for policies and investments to address the gap. \n \nFood also tends to be a special commodity, requiring specific types of infrastructure in \naddition to the general ones: \n \n1.  Food handling requires specialized infrastructure such as refrigerated vans, special \npackaging, humidity control, and others to retain ideal food quality. For example, \nthe improper storage and handling of maize and nuts lead to the development of \naflatoxins which may be carcinogenic. \n ", "20   І   ADB Economics Working Paper Series No. 367 \n2.  Food products, especially fresh produce, tend to have limited shelf lives. This \nmeans  poor  transport  conditions,  extended  duration  of  shipments,  and  other \nsources of delays can lead to spoilage and wastage. \n3.  Food items can be vectors of diseases as they carry microorganisms or pests and \ndiseases. Special protocols are therefore required to minimize the probability of \nspreading disease or pests during transport. The introduction of pests or diseases \nto a country already experiencing a food deficit can cause additional economic \ndevastation. \n \nTrade costs from inadequate infrastructure and a cumbersome regulatory environment \ncan be significantly higher than those from tariffs and nontariff barriers, and much higher in \ndeveloping than developed economies (Anderson and van Wincoop 2004). The costs of transit \ndelays  are  especially  high  for  time-sensitive  goods  like  perishable  agricultural  products. \nImprovements in infrastructure can reduce trade costs and time, and increase its reliability, thus \nincreasing flows and benefiting sectors that use infrastructure services more intensively. In the \nprocess,  such  improvements  can  increase  the  potential  for  new  bilateral  trade  patterns, \nreducing vulnerability to disruptions from any single source. \n \nThere  are  countries  that  have  the  means  and  comparative  advantage  to  produce \nimportant food items but are unable to export them efficiently because of poor infrastructure. \nMyanmar and Cambodia, for example, have the clear potential to produce rice in excess of their \ndomestic  needs  but  are  unable  to  export  to  more  destinations  because  of  infrastructure \nlimitations. In contrast, Singapore, which does not produce primary food products, is able to \ntransship maize to Brunei Darussalam and Seychelles. \n \n \nV. CONCLUSIONS \n \nFood trade plays an important role in nutritional security in many countries. Since historical \ntrade  patterns  can  be subject  to abrupt  changes  or  disruptions,  food  security  assessment \nrequires an examination of bilateral trade dependence for critical commodity imports to identify \nand address possible weaknesses in essential supply patterns. This is what the BIPI intends to \ndo.  \n \nThe BIPI captures food security vulnerability arising from having an undiversified import \nbase. This is one aspect that needs to be considered when examining food security risks related \nto trade.1010But there are obvious limitations to the BIPI. Vulnerabilities arising from other factors \nsuch as Balance of Payments-related issues would need a different method of assessment. As \nwas pointed out earlier, in the case of Italy’s role as a rice-supplying hub in Europe, the BIPI \nmay—in cases where a food item does not form an important part of the diet—overstate a \ncountry’s vulnerability. The examples of Malaysia and Seychelles having numerous suppliers for \ntheir domestic consumption also bring attention to the need to consider other factors, such as \nthe use of food products for processing, feeds, and so on.  \n \nNonetheless, the BIPIs and the food maps presented reveal some messages worth \nemphasizing. First, the maps are good tools for tracing direct and indirect paths of dependence \nin food trade. They can therefore be useful in identifying possible sources of supply shocks \n                                                 \n10  Other indices such as the Global Hunger Index developed by the International Food Policy Research Institute, or \nthe Global Food Security Index by the Economist Intelligence Unit, cover other aspects of food security commonly \ndiscussed in the literature. ", "Bilateral Trade and Food Security   І   21 \noutside  one’s  own  country  and  can  help  governments  strategize  on  potential  alternative \nsuppliers based on the trade network clusters, and between food trade and “gravitational forces” \nof demand.  \n \nSecond, actual trade vulnerabilities can be easily assessed from the maps along several \ndimensions—the BIPI, the TIPI, centrality, and the clusters—and provide useful information that \ncan complement traditional studies for assessing food security impacts of trade. Third, several \ncountries feature very prominently as central players in all the food trade networks considered \nhere. The maps and the indices underlying them can give warning indications of global food \nprice hikes triggered by supply shocks in these key countries, and by which importing countries \nwill be most immediately affected. In particular, the US appears with large nodes assigned to it \nfor all of the commodities we have mapped. This information may be particularly relevant when \nthe US experiences drought, as in 2012. \n \nThe main lesson we draw is that countries should diversify their import sources to make \nthemselves  less  vulnerable  to  localized  supply  disruptions  in  source  countries.  Bilateral \nagreements  with  nontraditional  suppliers,  regional  trade  agreements,  reserve  systems, \ninfrastructure, and institutional setups highly influence the ability of a country to diversify its \nsupply base. Aid for trade, enhanced trade facilitation, and better trade financing and foreign \nexchange  hedging  systems  could  also  be  important  contributions  from  the  international \ncommunity toward food security. \n \nFurther extension of this work could develop a diversification index which assesses how \ndiversified a country’s current staple food import sources are in relation to potential sources. \nThis should give due consideration to quality by using export and import unit prices. Low-grade \nwheat is mostly used for feed, while higher grades are used for human consumption. It would \nalso be interesting to look at how the trade maps evolve through time, which will also provide \nthe opportunity to assess changing relationships. Further work with regressions and correlations \ncan examine the effectiveness and robustness of the BIPI as an indicator of vulnerability.  \n \nBy utilizing the fact that not all trade routes are equally employed or available for all \ncountries, and that potential exists for expanding such opportunities, our understanding of food \nsecurity becomes more nuanced, analysis can be more focused, and policy making more \nefficiently targeted.  \n \n \n ", " \nAPPENDIXES \n \nAppendix Table 1: Top 20 BIPIs for Wheat \nImporter  Exporter  ‘000 Tons \nDomestic \nBilateral  Total  Supply \nCode  Country  Code  Country  BIPI  TIPI  Imports  Imports  (P+M-X) \nDOM  Dominican  USA  United States  1.000  1.000  3152  3192  866 \nRepublic \nVCT  Saint Vincent  USA  United States  0.776  0.770  40  40  14 \nand the \nGrenadines \nNGA  Nigeria  USA  United States  0.398  0.604  16100  24800  11149 \nSLV  El Salvador   USA  United States  0.396  0.391  455  455  316 \nCRI  Costa Rica  USA  United States  0.333  0.328  403  403  333 \nSRI  Sri Lanka  CAN  Canada  0.285  0.311  1838  2029  1771 \nGTM  Guatemala  USA  United States  0.280  0.295  851  909  837 \nMUS  Mauritius  FRA  France  0.253  0.321  232  298  252 \nJAM  Jamaica  USA  United States  0.250  0.360  314  458  346 \nGAB  Gabon  FRA  France  0.244  0.241  153  153  173 \nKWT  Kuwait  AUS  Australia  0.242  0.274  536  615  609 \nBRB  Barbados  USA  United States  0.242  0.239  44  44  50 \nSEN  Senegal  FRA  France  0.241  0.267  673  756  769 \nCIV  Cote d’ Ivoire   FRA  France  0.228  0.239  531  563  641 \nPAN  Panama  USA  United States  0.224  0.242  219  241  270 \nNIC  Nicaragua  USA  United States  0.220  0.217  243  243  304 \nBLZ  Belize  USA  United States  0.219  0.229  26  27  32 \nNCL  New Caledonia  AUS  Australia  0.216  0.215  60  61  77 \nTGO  Togo  FRA  France  0.213  0.304  111  160  143 \nMWI  Malawi  MOZ  Mozambique  0.210  0.396  137  263  180 \nBIPI = bilateral import penetration index, M = import, P = production, TIPI = total import penetration index, X = export. \nNote: BIPI and TIPI values computed based on equations (1) and (2) were normalized to take values from 0 to 1. \nSource: Authors’ estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "Appendixes   І   23 \nAppendix Table 2: Top 20 BIPIs for Maize \nImporter  Exporter  ‘000 Tons \nDomestic \nBilateral  Total  Supply \nCode  Country  Code  Country  BIPI  TIPI  Imports  Imports  (P+M-X) \nJAM  Jamaica  USA  United States  1.000  1.000  637  637  565 \nSYC  Seychelles  UKG  United  0.618  0.867  11  17  18 \nKingdom \nMAL  Malaysia  ARG  Argentina  0.479  0.628  2776  3960  6252 \nTTO  Trinidad and  USA  United States  0.473  0.480  54  54  123 \nTobago \nRWA  Rwanda  UGA  Uganda  0.391  0.398  90  90  274 \nGRD  Grenada   USA  United States  0.389  0.401  1  1  2 \nBWA  Botswana  ZAF  South Africa  0.358  0.366  38  38  133 \nANT  Antigua  ZAF  South Africa  0.302  0.346  0.2  0.3  1 \nGUY  Guyana  USA  United States  0.270  0.351  4  7  25 \nSYC  Seychelles  PRC  People’s  0.247  0.867  3  17  18 \nRepublic of \nChina \nSYC  Seychelles  IND  India  0.215  0.867  2  17  18 \nDJI  Djibouti  ZAF  South Africa  0.214  0.239  0.2  0.2  2 \nGUY  Guyana  TTO  Trinidad and  0.211  0.351  2  7  25 \nTobago \nEST  Estonia  POL  Poland   0.201  0.232  2  3  25 \nMAL  Malaysia  PRC  People’s  0.199  0.628  483  3960  6252 \nRepublic of \nChina \nISL  Israel  CAN  Canada  0.198  0.248  4  7  58 \nBLZ  Belize  USA  United States  0.193  0.204  5  5  71 \nISL  Israel  POL  Poland   0.180  0.248  3  7  58 \nSDN  Sudan  UGA  Uganda  0.170  0.189  10  12  240 \nSYC  Seychelles  YEM  Yemen  0.168  0.867  1  17  18 \nBIPI = bilateral import penetration index, M = import, P = production, TIPI = total import penetration index, X = export. \nNote: BIPI and TIPI values computed based on equations (1) and (2) were normalized to take values from 0 to 1. \nSource: Authors’ estimates. \n \n \n \n \n \n \n \n ", "24   І   ADB Economics Working Paper Series No. 367 \n \nAppendix Table 3: Top 20 BIPIs for Soybeans \nImporter  Exporter  ‘000 Tons \nDomestic \nBilateral  Total  Supply \nCode  Country  Code  Country  BIPI  TIPI  Imports  Imports  (P+M-X) \nSVN  Slovenia  BRA  Brazil  1.000  1.000  15  19  2 \nKEN  Kenya  UGA  Uganda  0.758  0.711  44  53  8 \nSDN  Sudan  ITA  Italy  0.436  0.781  3  7  1 \nUZB  Uzbekistan  UKR  Ukraine  0.294  0.301  15  20  7 \nDOM  Dominican  USA  United States  0.253  0.195  18  18  10 \nRepublic  \nSDN  Sudan  IND  India  0.238  0.781  2  7  1 \nMOZ  Mozambique  MWI  Malawi  0.229  0.444  2  4  1 \nSVN  Slovenia  PRY  Paraguay  0.216  1.000  3  19  2 \nMOZ  Mozambique  SWZ  Swaziland  0.205  0.444  1  4  1 \nSDN  Sudan  BEL  Belgium  0.183  0.781  1  7  1 \nBWA  Botswana  ZAF  South Africa  0.178  0.204  1  2  1 \nGUY  Guyana  USA  United States  0.166  0.128  1  1  1 \nCHE  Switzerland  PRY  Paraguay  0.165  0.242  103  196  86 \nBLR  Belarus  MDA  Moldova  0.146  0.173  1  2  1 \nCRI  Costa Rica  USA  United States  0.139  0.108  548  548  542 \nSDN  Sudan  ETH  Ethiopia  0.138  0.781  1  7  1 \nNOR  Norway  BRA  Brazil  0.138  0.106  817  817  818 \nBRB  Barbados  USA  United States  0.137  0.105  50  50  50 \nAZE  Azerbaijan  MDA  Moldova  0.136  0.106  17  17  17 \nMEX  Mexico  USA  United States  0.135  0.104  7375  7377  7549 \nBIPI = bilateral import penetration index, M = import, P = production, TIPI = total import penetration index, X = export. \nNote: BIPI and TIPI values computed based on equations (1) and (2) were normalized to take values from 0 to 1. \nSource: Authors’ estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "Appendixes   І   25 \nAppendix Table 4: Economy Codes \nCode   Economy  Code  Economy \nABW  Aruba  CIV  Côte d’Ivoire \nAFG  Afghanistan  CMR  Cameroon \nAGO  Angola  COD  Democratic Republic of the Congo \nAIA  Anguilla  COG  Congo \nALB  Alabania  COL  Columbia \nAND  Andorra  COM  Comoros \nANT  Netherlands Antilles  COO  Cook Islands \nARE  United Arab Emirates  CPV  Cape Verde \nARG  Argentina  CRI  Costa Rica \nARM  Armenia  CUB  Cuba \nASM  American Samoa  CXR  Christmas Island \nATA  Antarctica  CYM  Cayman Islands  \nATG  Antigua and Barbuda  CYP  Cyprus \nAUS  Australia  CZE  Czech Republic \nAUT  Austria  DEN  Denmark \nAZE  Azerbaijan  DJI  Djibouti \nBAN  Bangladesh  DMA  Dominica \nBDI  Burundi  DOM  Dominican Republic \nBEL  Belgium  DZA  Algeria  \nBEN  Benin  ECU  Ecuador \nBFA  Burkina Faso  EGY  Egypt \nBGR  Bulgaria  ERI  Eritrea \nBHR  Bahrain  EST  Estonia \nBHS  Bahamas  ETH  Ethiopia \nBHU  Bhutan  FIJ  Fiji \nBIH  Bosnia and Herzagovia  FIN  Finland \nBLR  Belarus  FRA  France \nBLZ  Belize  FSM  Federated States of Micronesia \nBMU  Bermuda  GAB  Gabon \nBOL  Bolivia  GEO  Georgia \nBRA  Brazil  GER  Germany \nBRB  Barbados  GHA  Ghana \nBRU  Brunei Darussalam  GIB  Gibraltar \nBWA  Botswana  GIN  Guinea \nCAF  Central African Republic  GMB  Gambia \nCAM  Cambodia  GNB  Guinea-Bissau \nCAN  Canada  GNQ  Equatorial Guinea \nCCK  Cocos Islands   GRC  Greece \nCHL  Chile  GRD  Grenada \ncontinued on next page \n \n ", "26   І   ADB Economics Working Paper Series No. 367 \n \nAppendix Table 4  continued \nCode   Economy  Code  Economy \nGRL  Greenland  MKD  Macedonia \nGTM  Guatemala  MLD  Maldives \nGUM  Guam  MLI  Mali \nGUY  Guyana  MLT  Malta \nHKG  Hong Kong, China   MNP  Northern Mariana Islands  \nHND  Honduras  MON  Mongolia \nHRV  Croatia  MOZ  Mozambique \nHTI  Haiti  MRT  Mauritania \nHUN  Hungary  MSR  Montserrat \nIND  India  MUS  Mauritius \nINO  Indonesia  MWI  Malawi \nIRE  Ireland  MYA  Myanmar \nIRN  Iran  MYT  Mayotte \nIRQ  Iraq  NAM  Namibia \nISL  Iceland  NAU  Nauru \nISR  Israel  NCL  New Caledonia \nITA  Italy  NEP  Nepal \nKEN  Kenya  NER  Niger \nKGZ  Kyrgyz Republic  NET  Netherlands, The \nKIR  Kiribati  NFK  Norfolk Island  \nKNA  Saint Kitts and Nevis  NGA  Nigeria \nKOR  Republic of Korea  NIC  Nicaragua \nKWT  Kuwait  NIU  Niue \nLAO  Lao People's Democratic Republic  NOR  Norway \nLBN  Lebanon  NZL  New Zealand \nLBR  Liberia  OMN  Oman \nLBY  Libya  PAK  Pakistan \nLCA  Saint Lucia  PAL  Palau \nLSO  Lesotho  PAN  Panama \nLTU  Lithuania  PER  Peru \nLUX  Luxembourg  PHI  Philippines \nLVA  Latvia  PNG  Papua New Guinea \nMAC  Macau SAR, China   POL  Poland \nMAL  Malaysia  POR  Portugal \nMAR  Morocco  PRC  People's Republic of China \nMDA  Moldova  PRK  Democratic People's Republic of Korea \nMDG  Madagascar  PRY  Paraguay \nMEX  Mexico  PSE  Palestine Occupied Territories  \ncontinued on next page \n \n \n ", "Appendixes   І   27 \nAppendix Table 4  continued \nCode   Economy  Code  Economy \nPYF  French Polynesia  SYC  Seychelles \nQAT  Qatar  SYR  Syria \nRMI  Republic of the Marshall Islands   TAJ  Tajikistan \nROU  Romania  TCD  Chad \nRUS  Russian Federation  TGO  Togo \nRWA  Rwanda  THA  Thailand \nSAM  Independent State of Samoa  TIM  Timor-Leste \nSAU  Saudi Arabia  TKM  Turkmenistan \nSDN  Sudan  TTO  Trinidad and Tobago \nSEN  Senegal  TUN  Tunisia \nSHN  Saint Helena  TUR  Turkey \nSIN  Singapore  TZA  Tanzania \nSLE  Sierra Leone  UGA  Uganda \nSLV  El Salvador  UKG  United Kingdom \nSOL  Solomon Islands  UKR  Ukraine \nSOM  Somalia  URY  Uruguay \nSPA  Spain  USA  United States \nSRB  Serbia  UZB  Uzbekistan \nSRI  Sri Lanka  VAN  Vanuatu \nSTP  Sao Tome and Principe  VCT  Saint Vincent and the Grenadines \nSUR  Surinam  VIE  Viet Nam \nSVK  Slovakia  YEM  Yemen \nSVN  Slovenia  ZAF  South Africa \nSWE  Sweden  ZMB  Zambia \nSWI  Switzerland  ZWE  Zimbabwe \nSWZ  Swaziland     \n \n \n \n ", " \nREFERENCES \n \nAbbott, P. C. 2011. Export Restrictions as Stabilization Responses to Food Crisis. American \nJournal of Agricultural Economics. 94 (2) pp. 428–434. \n \nAnderson, K., and A. Strutt. 2012. Agriculture and Food Security in Asia by 2030. ADBI Working \nPaper Series. No. 368. Tokyo: ADBI. \n \nAnderson, J. E., and E. van Wincoop. 2004. Trade Costs. Journal of Economic Literature 42 (3), \npp. 691–751.  \n \nAsian Development Bank (ADB). 2010. Key Indicators for Asia and the Pacific 2010. Manila: \nADB. \n \nBarrett, C. B. 2005. Spatial Market Integration. The New Palgrave Dictionary of Economics,  \n2nd Edition. London: Palgrave Macmillan. \n \nBrooks, D. H., and S. Evenett. 2005. Competition Policy and Development in Asia. New York: \nPalgrave Macmillan. \n \nBrooks, D. H., and D. Hummels. 2010. The Role of Infrastructure in Lowering Asia’s Trade \nCosts. Cheltenham, UK: Edward Elgar Publishing. \n \nFackler, P. L. and B. K. Goodwin. 2001. Spatial Price Analysis. In B.L. Gardner and G. C. \nRausser,  eds.  Handbook  of  Agricultural  Economics.  Vol.  1,  Part  2.  pp.  971–1024. \nAmsterdam: Elsevier. \n \nFood  and  Agriculture  Organization  of  the  United  Nations  (FAO).  Food  Balance  Sheets. \nhttp://faostat.fao.org/site/368/default.aspx#ancor (downloaded 11 March 2012). \n \n––––––. 2003. Trade Reforms and Food Security: Conceptualizing the Linkages. Rome: FAO. \n \nJha,  S.,  D.  Roland-Holst,  and  S.  Sriboonchitta.  2010.  Regional  Trade  Opportunities  for  \nAsian Agriculture. ADB Economics Working Paper Series No. 191. Manila: ADB. \n \nKorinek, J., and M. Melatos. 2009. Trade Impacts of Selected Regional Trade Agreements in \nAgriculture. OECD Trade Policy Working Papers No. 87. Paris: OECD Publishing. \n \nMartin, W., and K. Anderson. 2012. Export Restrictions and Price Insulation during Commodity \nPrice Booms. American Journal of Agricultural Economics 94 (2). pp. 422–427. \n \nMartin, W., and D. Mitra. 2001. Productivity Growth and Convergence in Agriculture versus \nManufacturing. Economic Development and Cultural Change 49 (2). pp. 403–422. \n \nMeyer, J., and S. von Cramon-Taubadel. 2004. Asymmetric Price Transmission: A Survey. \nJournal of Agricultural Economics 55 (3). pp. 581–611. \n \nRashid, S., A. Gulati, and R. Cummings. 2007. Grain Marketing Parastatals in Asia: Results \nfrom Six Case Studies. World Development 35 (11). pp. 1872–1888.  \n ", "References   І   29 \n \nTaylor, E. 2002. Trade Integration and Rural Economies in Less Developed Countries: Lessons \nfrom Micro Economy-Wide Models with Particular Attention to Mexico and Latin America. \nReport to the Latin America and Caribbean Regional Office of the World Bank World \nFood Program (n.d.), PDPE Market Analysis Tool: Market Integration. Rome: FAO. \n \nTimmer, C. P. 2010. Reflections on Food Crises Past. Food Policy 35 (1). pp. 1–11. \n \nTimmer, C. P., and D. Dawe. 2007. Managing Food Price Instability in Asia: A Macro Food \nSecurity Perspective. Asian Economic Journal 21 (1). pp. 1–18.  \n \nTrueblood, M.A. and S. Shapouri. 2001. Implications of Trade Liberalization on Food Security of \nLow-income Countries. Issues in Food Security. Agriculture Information Bulletin No. 765-\n5.  Washington,  DC:  United  States  Department  of  Agriculture-Economic  Research \nService. \n \nUnited  Nations  Commodity  Trade  Statistics  Database  (UN  Comtrade).  http://wits.worldbank \n.org/wits/ (downloaded 10 May 2012). \n \nWinters, L. A., N. McCulloch, and A. McKay. 2004. Trade Liberalization and Poverty: Evidence \nSo Far. Journal of Economic Literature 42 (1). pp. 72–115. \n \nWorld Bank. 2005. Managing Food Price Risks and Instability in an Environment of Market \nLiberalization. Washington, DC: International Bank of Reconstruction and Development. \n \n \n \n ", "Bilateral Trade and Food Security\nDouglas H. Brooks, Benno Ferrarini, and Eugenia C. Go study the relationship between trade and food security. \nUsing a bilateral import penetration index (BIPI), they show that countries relying on limited bilateral trade \nrelationships are particularly vulnerable to disruptions in food supply.  Network maps employed also reveal \nunexploited potential trade relationships.\nADB Economics  \nAbout the Asian Development Bank\nADB’s vision is an Asia and Pacific region free of poverty. Its mission is to help its developing  Working Paper Series\nmember countries reduce poverty and improve the quality of life of their people. Despite the \nregion’s many successes, it remains home to two-thirds of the world’s poor: 1.7 billion people who \nlive on less than $2 a day, with 828 million struggling on less than $1.25 a day.  ADB is committed \nto reducing poverty through inclusive economic growth, environmentally sustainable growth, \nand regional integration.\n  Based in Manila, ADB is owned by 67 members, including 48 from the region. Its main \ninstruments for helping its developing member countries are policy dialogue, loans, equity \ninvestments, guarantees, grants, and technical assistance.\nBilateral Trade and Food Security\nDouglas Brooks, Benno Ferrarini, and Eugenia Go\nNo. 367  |   September 2013\nAsian Development Bank\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines\nwww.adb.org/economics\nPrinted on recycled paper Printed in the Philippines"], "metadata": {"Author": "Douglas Brooks, Benno Ferrarini, and Eugenia Go", "CreationDate": "D:20130829130121+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "food security, food trade, trade, bilateral trade, agriculture, agriculture trade, economics working paper no. 367", "ModDate": "D:20130830181754+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Subject": "This paper studies the relationship between trade and food security. Using a bilateral import penetration index (BIPI), it shows that countries relying on bilateral trade are particularly vulnerable to disruptions in food supply.", "Title": "Bilateral Trade and Food Security"}}