{"Author": "Cyn-Young Park and Rogelio V. Mercado, Jr.", "CreationDate": "D:20130628110657+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": " financial stress index, financial contagion, emerging market economies", "ModDate": "D:20130715105152+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Subject": "This study finds that financial shocks originating from both advanced and emerging economies exert significant influence on domestic financial stress of emerging market economies using a financial stress index (FSI), with regional relative to non-regional financial shocks having a greater impact on domestic financial stress in the case of emerging Asia. ", "Title": "Determinants of Financial Stress in Emerging Market Economies", "content": "Determinants of Financial Stress in Emerging Market Economies\nThis study investigates international transmission of financial stress using the financial stress index (FSI). The \nresults highlight the significance of regional and non-regional emerging market financial stress in increasing \ndomestic emerging market FSI. The impulse response results also show that a regional financial shock appears \nto have greater impact on domestic FSI than non-regional financial shock for emerging Asia, although domestic \nfinancial stress responds the most to a domestic financial shock across the board. \n\nAbout the Asian Development Bank\nADB’s vision is an Asia and Pacific region free of poverty. Its mission is to help its developing \nmember countries reduce poverty and improve the quality of life of their people. Despite the \nregion’s many successes, it remains home to two-thirds of the world’s poor: 1.7 billion people who \nlive on less than $2 a day, with 828 million struggling on less than $1.25 a day.  ADB is committed \nto reducing poverty through inclusive economic growth, environmentally sustainable growth, \nand regional integration.\n \ninstruments for helping its developing member countries are policy dialogue, loans, equity \ninvestments, guarantees, grants, and technical assistance.\n\nBased in Manila, ADB is owned by 67 members, including 48 from the region. Its main \n\nAsian Development Bank\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines\nwww.adb.org/economics\n\nPrinted on recycled paper\n\nPrinted in the Philippines\n\nADB Economics  \nWorking Paper Series\n\nDeterminants of Financial Stress in Emerging  \nMarket Economies\n\nCyn-Young Park and Rogelio V. Mercado, Jr.\n\nNo. 356  |   July 2013\n\n\fADB Economics Working Paper Series \n\n \nDeterminants of Financial Stress in Emerging  \nMarket Economies \n \n \nCyn-Young Park and Rogelio V. Mercado, Jr. \n\n \n\nNo. 356    July 2013 \n\nCyn-Young Park is Assistant Chief Economist at the \nAsian Development Bank. Rogelio V. Mercado, Jr. \nis Economic Research Analyst (national consultant),  \nat the Economics and Research Department,  \nAsian Development Bank. \n \nThis paper was presented by Cyn-Young Park at \nEconomics and Research Department (ERD) Weekly \nSeminar held on 5 June 2013. \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\fAsian Development Bank \n6 ADB Avenue, Mandaluyong City \n1550 Metro Manila, Philippines \nwww.adb.org \n \n© 2013 by Asian Development Bank \nJuly 2013 \nISSN 1655-5252 \nPublication Stock No. WPS135823 \n \n \n \nThe views expressed in this paper are those of the author and do not necessarily reflect the views and policies of \nthe Asian Development Bank (ADB) or its Board of Governors or the governments they represent. \n \nADB does not guarantee the accuracy of the data included in this publication and accepts no responsibility for any \nconsequence of their use. \n \nBy making any designation of or reference to a particular territory or geographic area, or by using the term “country” \nin this document, ADB does not intend to make any judgments as to the legal or other status of any territory or area. \n \nNote: In this publication, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \n \nThe ADB Economics Working Paper Series is a forum for stimulating discussion and eliciting \nfeedback on ongoing and recently completed research and policy studies undertaken by the \nAsian Development Bank (ADB) staff, consultants, or resource persons. The series deals with \nkey economic and development problems, particularly those facing the Asia and Pacific region; \nas well as conceptual, analytical, or methodological issues relating to project/program \neconomic analysis, and statistical data and measurement. The series aims to enhance the \nknowledge on Asia’s development and policy challenges; strengthen analytical rigor and quality \nof ADB’s country partnership strategies, and its subregional and country operations; and \nimprove the quality and availability of statistical data and development indicators for monitoring \ndevelopment effectiveness.  \n\nThe ADB Economics Working Paper Series is a quick-disseminating, informal publication \nwhose titles could subsequently be revised for publication as articles in professional journals or \nchapters in books. The series is maintained by the Economics and Research Department. \n\n \n \n \n \n \n \n \n \n \n      Printed on recycled paper \n\n\f \n\n \n \n\n \n\nCONTENTS \n \n \n \n\nABSTRACT \n \n \n \n \n\nI.  \n\nINTRODUCTION \n\nII.   FINANCIAL STRESS INDEX \n \n \n \n \n\n  A.  Literature Review \n  B.  Constructing Emerging Market Financial Stress Index \n  C.  Patterns of Advanced and Emerging Markets FSI \n\nIII.   DETERMINANTS OF DOMESTIC EMERGING MARKET FSI \n \n \n \n \n\n  A.  Data and Methodology \n  B.  Panel Least Squares Regression \n  C.  Empirical Results \n\n \n  IV.  \n \n \n\nIMPACT OF ADVANCED AND OTHER EMERGING MARKET FINANCIAL  \n\n  SHOCKS ON DOMESTIC EMERGING MARKET FSI \n\n \n \n\n  A.  Structural Vector Autoregression \n  B. \n\nImpulse Responses and Variance Decompositions \n\n \n  V.   SUMMARY AND CONCLUSION \n \nREFERENCES \n\n \n\n \n\nv \n\n1 \n\n3 \n\n3 \n5 \n11 \n\n17 \n\n17 \n18 \n18 \n\n24 \n\n24 \n25 \n\n35 \n\n37 \n\n\f\f \n\nABSTRACT \n \n \n \nThe  global  financial  crisis  of  2008–2009  illustrates  how  financial  turmoil  in \nadvanced economies could trigger severe financial stress in emerging markets. \nPrevious  studies  dealing  with  financial  crises  and  contagion  show  the  linkages \nthrough  which  financial  stress  are  transmitted  from  advanced  to  emerging \nmarkets. This paper extends the existing literature on the use of financial stress \nindex (FSI) in understanding the channels of financial transmission in emerging \nmarket  economies.  Using  FSI  of  25  emerging  markets,  our  panel  regression \nestimates  show  that  not  only  advanced  economies  FSI,  but  also  regional  and \nnonregional  emerging  market  FSIs  significantly  increase  domestic  financial \nstress.  Our  findings  also  suggest  that  there  is  a  common  regional  factor \nsignificantly  affecting  domestic  FSI  in  emerging  Asia  and  emerging  Europe. \nFurthermore,  the  results  from  a  structural  vector  autoregression  model  with \ncontemporaneous restrictions indicate that although a domestic financial shock \nstill accounts for most of the variation in domestic FSI, regional shocks play an \nimportant role in emerging Asia.  \n \n \n \n \nJEL classification: F30, G01, G15,  \n \nKeywords: \neconomies \n\nfinancial  contagion,  emerging  market \n\nfinancial  stress \n\nindex, \n\n\f \n\n \n\n\f \n\nI. INTRODUCTION \n \nThe  recent  global  financial  crisis  demonstrates  the  adverse  effects  of  financial  globalization. \nAlthough financial integration brings direct and indirect benefits to economies (Stulz 2005, Kose \net al. 2006, and Moshirian 2008), it may increase the countries’ vulnerability to financial crises \noriginating elsewhere. For instance, the freezing of the credit markets in advanced economies, \nparticularly  the  United  States  (US),  in  late  2008  caused  significant  turmoil  in  emerging  market \nfinancial systems. As emerging markets are rapidly integrated into global and regional markets, \nthe  origin  of  financial  stress  is  also  becoming  ubiquitous  and  the  impact  felt  borderless.  For \nexample, the financial crisis which started in Thailand in 1997 quickly spread to the rest of East \nAsia, and then to the Russia Federation and Brazil.  \n\n \nThe  transmission  of  financial  crises  has  been  the  subject  of  a  substantial  body  of \neconomic  literature.  Cross-border  transmission  of  financial  crises  is  often  manifested  in  co-\nmovements of asset prices and capital flows during times of crisis. Earlier studies classified the \ncauses of financial contagion into two broad categories (Calvo and Reinhart 1996; Dornbusch, \nPark,  and  Claessens  2000;  Kaminisky  and  Reinhart  1999  and  2000;  and  Moser,  2003).  First, \nfinancial  asset  prices  and  capital  flows  can  move  similarly  when  the  economies  share  similar \nfundamentals  and  have  strong  macroeconomic  interdependence  through  trade  and  financial \nlinkages. Similar fundamentals may induce similar response to a shock, which lead to strong co-\nmovements in asset prices and capital flows. Second, the co-movements may also result from \nherding  behaviors  and/or  certain  decisions  of  investors  which  affect  different  countries \nsimultaneously. For example, a crisis in one country may prompt investors to withdraw from all \nemerging market countries.  \n\n \nWhile  the  impact  of  financial  crisis  is  often  devastating  especially  in  emerging  market \neconomies,  it  has  not  been  easy  to  monitor  the  buildup  of  a  full-blown  financial  crisis  and  to \ntrace its spread across borders. A growing number of economic studies have used a financial \nstress  index  (FSI)  as  a  continuum  and  contemporaneous  measure  of  the  severity  of  financial \ncrises. It argues that financial stress intensifies due to greater fragility in the financial systems \nand  exogenous  shocks.  Since  the  pioneering  work  of  Illing  and  Liu  (2006)―who  defined \nfinancial stress as episodes where economic agents are subjected to extreme uncertainty and \nvarying expectations of loss in financial markets―other authors developed their own versions of \nFSI,  including  Hakkio  and  Keeton  (2009)  for  the  Federal  Reserve  Bank  of  Kansas  City;  Hollo, \nKremer,  and  Lo  Duca  (2012)  for  European  markets;  Misina  and  Tkacz  (2009)  for  selected \nadvanced economies; and Yiu, Ho and Jin (2010) for Hong Kong Monetary Authority.   \n\n \nThe use of FSI has far-reaching benefits for monetary authorities and financial regulatory \nand  supervisory  agencies.  First,  unlike  existing  measures  of  systemic  financial  risks,  FSI  can \noffer policymakers aggregate measure of financial stability without the complications of “micro-\nlevel”  assumptions  of  other  measures.  Second,  it  helps  assess  how  financial  market  turmoil \naffects the broader economy activity (Cardarelli, Elekdag, and Lal 2011 and van Roye, 2011).1  \n\n \nHowever,  existing  studies  dealing  with  financial  stress  offer  little  insight  on  various \nchannels  for  transmission  of  financial  stress  emanating  from  advanced  economies  and \nemerging market economies (either from the same region or from different emerging regions) to \ndomestic financial markets. Balakrishnan et al. (2008 and 2011) explores the issue of financial \ntransmission  from  advanced  and  other  emerging  economies  to  individual  emerging  market \n\n                                                 \n1   See  Arnold  et  al.  (2012)  for  discussion  on  the  challenges  in  monitoring  banking  systemic  risks;  and  Allen,  Bali, \n\nand Tang (2012) for discussion on the microlevel systemic risk measures.  \n\n\f2   І   ADB Economics Working Paper Series No. 356 \n\neconomies,  but  paid  little  attention  to  geographical  proximity  in  financial  transmission  and  did \nnot distinguish between regional and nonregional markets. Fernandez (2007) studied the impact \nof instability in the Middle East to regional and nonegional emerging stock markets, however he \nfocused  on  political  stability  as  the  source  of  turmoil.  This  paper  addresses  the  gap  in  the \nliterature.  Specifically,  it  aims  to  examine  the  determinants  of  financial  stress  in  emerging \nmarket economies and to assess the transmission of financial shocks emanating from advanced \nand other regional and nonregional emerging market economies to individual emerging market \neconomies. This paper adds to the previous literature in the following aspects.  \n\n \nFirst,  it  covers  a  longer  period  by  extending  the  observations  from  1992  to  2012  to \ninclude a number of episodes of emerging market crises in the early to mid-1990s as well as the \nlatest  crisis  episode  that  affected  the  global  financial  markets  in  2008–2009.  Extending  the \nsample  period  with  more  crises  episodes  will  allow  for  the  analysis  to  provide  more  reliable \nresults regarding the transmission of a financial shock.  \n\n \nSecond,  this  paper  employs  two  methodologies  for  constructing  domestic  FSI  for  each \nemerging market in the sample—one is the variance-equal weights and the other is the principal \ncomponent analysis. This will allow for robustness checks on the overall patterns of individual \nFSIs.  \n\n \nThird,  this  study  assesses  the  impact  of  external  financial  shocks  on  domestic  FSI  by \ndifferentiating  their  economic  and  geographic  origins,  such  as  advanced  versus  emerging \nmarket  economies  as  well  as  regional  versus  nonregional  emerging  market  economies.  The \nanalysis  specifically  focuses  on  whether  or  not  a  shock  originating  from  emerging  market \neconomies  would  exert  influence  on  the  FSI  of  an  individual  emerging  market  economy  in \naddition  to  a  shock  from  advanced  economies.  It  will  also  assess  the  effect  of  a  common \nregional  factor  in  domestic  FSI  for  emerging  markets.  The  significance  of  a  common  regional \nfactor  would  help  explain  the  vulnerability  of  emerging  market  countries  to  regional  financial \ncontagion.  \n\n \nFourth,  following  the  panel  regression  analysis  for  the  magnitude  and  significance  of \nadvanced  and  other  regional  and  nonregional  emerging  market  FSI  on  domestic  FSI,  we  will \nemploy  impulse  response  functions  and  variance  decompositions  to  assess  the  impact  of  a \nfinancial  shock  coming  from  advanced  and  other  emerging  market  economies  on  individual \nemerging  market  economies’  FSI.  A  financial  shock  generated  from  other  emerging  market \neconomies  are  decomposed  into  regional  and  nonregional  emerging  market  financial  shocks. \nThis will help assess whether or not the impact of a financial shock on domestic FSI would differ \nby  the  origins  of  the  shock  such  as  different  economic  (advanced  versus  emerging  market \neconomies) and geographic (regional versus nonregional) groupings. \n\n \nTo  carry  out  the  empirical  analysis  of  this  study,  aggregate  domestic  FSI  are \nconstructed,  drawing  on  the  methodology  used  by  Cardarelli,  Elekdag,  and  Lall  (2011)  and \nBalakrishnan  et  al.  (2011),  for  a  sample  of  emerging  market  economies  using  variance-equal \nweights and principal component analysis as aggregation technique. To verify the importance of \nglobal,  country-specific,  other  countries  financial  stress,  and  regional  factors  in  explaining \ndomestic  FSI,  a  panel  regression  model  involving  25  emerging  markets  from  various  regions \nincluding emerging Asia, emerging Americas, emerging Europe, and other emerging countries \nis employed using quarterly data from Q1 1992 to Q4 20122. Specifically, it aims to determine \n\n                                                 \n2   Emerging  Asia  includes  the  People’s  Republic  of  China;  Hong  Kong,  China;  India;  Indonesia;  the  Republic  of \nKorea; Malaysia; the Philippines; Singapore; Taipei,China; and Thailand. Emerging Americas includes Argentina, \n\n\fDeterminants of Financial Stress in Emerging Market Economies   І   3 \n\nwhich factors—including common regional factors—contribute to the increase of financial stress \nin developing economies. Knowing the significance of advanced and other emerging market FSI \non  domestic  FSI,  we  examine  the  impact  of  a  financial  shock  emanating  from  advanced  and \nother  emerging  economies  on  individual  domestic  FSI  using  a  structural  vector  regression \napproach with contemporaneous restrictions. This will allow us to determine the magnitude and \npersistence of the effects of advanced and other emerging market financial shocks on individual \ndomestic FSI. \n \nThe  paper  is  organized  in  the  following  sections.  Section  II  discusses  and  constructs \nfinancial  stress  index.  Section  III  presents  the  determinants  of  FSI  and  provides  empirical \nspecification  for  the  panel  regression  which  will  determine  the  significance  of  advanced  and \nother  emerging  market  financial  stress  on  domestic  FSI,  as  well  as  the  importance  of  a \ncommon-regional  factor.  Section  IV  provides  the  structural  vector  autoregression  specification \nand  presents  the  impulse  response  functions  and  variance  decompositions  of  the  impact  of \nfinancial  shocks  coming  from  advanced  and  other  emerging  market  economies  on  domestic \nFSI. Section V summarizes and provides policy suggestions. \n\n \n \nII. FINANCIAL STRESS INDEX \n \n\nA. \n\nLiterature Review \n \n\nThere is abundant literature investigating the occurrence and determinants of currency, banking, \nand sovereign debt crises in advanced and emerging economies; however, this literature failed \nto  account  for  proper  dating  and  intensity  of  said  crises.  For  instance,  Laeven  and  Valencia \n(2008) developed a database on the timing and frequency of banking, currency, and sovereign \ndebt for both advanced and emerging markets. Eichengreen, Rose, and Wyplosz (2004) looked \ninto  currency  crises  by  developing  an  index  of  foreign  exchange  market  pressure  which \nincorporates foreign exchange depreciation and changes in international reserves. Reinhart and \nRogoff  (2008)  studied  sovereign  debt  defaults  and  found  that  crises  usually  emanate  from \nfinancial centers; and were often accompanied by other crises like currency and banking crises. \nHowever,  these  studies devote  little attention  to dealing  with  the  contemporaneous severity  of \nfinancial crises. This comes from the fact that most studies measure the occurrence of crises as \na simple binary variable, i.e., no crisis takes the value of zero (0) and presence of crisis takes a \nvalue of one (1). As pointed out by Balakrishnan et al. (2011) and Illing and Liu (2006), the use \nof  binary  variable  for  crisis  occurrence  and  dating  does  not  provide  a  measure  of  intensity  of \ncrisis  and  near-miss  events.3 However,  some  studies  used  a  sector-specific  index  to  measure \nsector-specific intensity of crisis. For instance, Hanschel and Monnin (2005) derived a banking \nstress  index  for  Switzerland,  although  stress  from  other  financial  sectors  is  not  considered. \nFurthermore, most of these studies do not include crises that emanate from the equity markets.  \n\n \nAgainst this backdrop, several authors proposed an FSI to address the weaknesses of \nprevious  literature  in  dating  and  measuring  the  severity  of  financial  crises.  Several  research \nworks  developed  FSI  by  capturing  key  features  of  financial  stress  to  identify  a  buildup  in \nfinancial  stress  and  measure  the  intensity  of  financial  crisis.  Illing  and  Liu  (2006)  created  an \nindex of financial stress for the Canadian financial system, employing a continuous variable with \n                                                                                                                                                          \nBrazil, Chile, Colombia, Mexico, and Peru. Emerging Europe includes Czech Republic, Hungary, Poland, Russian \nFederation, and Romania. Other emerging countries include Egypt, Israel, South Africa, and Turkey. \n\n3   Some periods of heightened financial market stress do not evolve into full-blown financial crisis. For example, the \nemerging  market  equity  sell-off  in  June  2006  had  little  macroeconomic  impact,  although  it  raised  asset  price \nvolatility in some countries.  \n\n\f4   І   ADB Economics Working Paper Series No. 356 \n\na  spectrum  of  values  where  extreme  values  correspond  to  periods  of  financial  crises.  Their \nmethod was adapted and refined by Cardarelli, Elekdag, and Lall (2008 and 2011) which was \nused  by  the  International  Monetary  Fund  in  their  World  Economic  Outlook  2008;  while \nBalakrishnan et al. (2009 and 2011) developed a similar index for 18 emerging economies and \nused at the subsequent issue of IMF’s World Economic Outlook 2009.4  \n\n \nThe use of FSI as a means of dating the duration and assessing the severity of financial \ncrises  has  also  gained  popularity  among  monetary  authorities  and  financial  regulatory \ninstitutions. For example, the Federal Reserve Bank of Cleveland, Kansas, and St. Louis post \ntheir  respective  FSI  in  their  website.  Other  researchers  covering  advanced  and  emerging \neconomies  employ  the  said  index,  albeit  with  different  component  financial  variables  to  suit \ndomestic  financial  characteristics.  For  example,  unlike  the  use  of  foreign  exchange  market \npressure index, Yiu, Ho, and Jin (2010) used at-the-market implied volatility of Hong Kong dollar \nper  US  dollar  for  the  exchange  rate  component  of  the  FSI.  Van  Roye  (2011)  used  several \nindicators to measure financial stress in Germany’s banking sector, including Treasury Bill and \nEurodollar future contract (TED) spread, money market spread, and banking beta.   \n\n \nAnother  branch  of  literature  on  FSI  examines  the  link  between  financial  stress  and \neconomic  activity.  For  example,  Davig  and  Hakkio  (2010)  found  the  US  economy  fluctuates \nbetween  episodes  of  low  financial  stress  and  high  economic  activity;  and  high  financial  stress \nand  low  economic  activity.  Other  papers  in  this  field  deals  with  the  contribution  of  financial \nstress  index  to  improving  forecasts  on  economic  activity.  Ng  (2011)  showed  FSI  improves \nforecasting  performance  at  horizons  of  2–4  quarters  for  the  US  economy;  while  van  Roye \n(2011) had similar finding for Germany. Cardarelli, Elekdag, and Lall (2011) identified episodes \nof  financial  turmoil  in  advanced  economies  using  FSI  and  assessed  the  impact  of  financial \nstress on the real economy. They found that financial turmoil characterized by banking distress \nis highly associated with severe and protracted downturns than stress originating from securities \nor  currency  markets.  In  addition,  they  also  argued  that  economies  with  more  arms-length \nfinancial systems appear to be particularly vulnerable to sharp contractions. \n\n \nThis paper follows the field of literature set by Balakrishnan et al. (2011) which employs \nFSI to examine cross-border transmission of financial stress. Balakrishnan et al. (2011) created \nFSI  for  emerging  economies  using  the  same  methodology  as  Cardarelli,  Elekdag,  and  Lall \n(2011). They argued that domestic financial stress index in an emerging economy is influenced \nby financial stress in advanced economies as well as common factors like global gross domestic \nproduct  (GDP)  growth  and  interest  rates;  and  country-specific  factors  like  degree  of  financial \nand  trade  linkages  and  other  domestic  macroeconomic  vulnerabilities.  Their  findings  suggest \nthat financial crises in advanced economies pass-through strongly to emerging economies; and \nthat the depth of financial linkages between the two determines the extent of pass-through.  \n\n \nWhile  the  previous  literature  focused  on  the  impact  of  financial  transmission  from \nadvanced  to  emerging  markets,  this  paper  argues  that  a  shock  emanating  from  emerging \nmarkets is also important as emerging markets gain increasing presence in the global financial \nsystem. This paper also examines evidence of regional financial contagion by focusing on the \ntransmission of a regional shock. We look into the significance of a common regional factor as \nanother  key  determinant  of  domestic  financial  stress  index.  If  domestic  FSI  is  significantly \n\n                                                 \n4   The  main  difference  between  the  advanced  and  emerging  economies  FSI  used  by  the  IMF  is  the  inclusion  of \nindicators  such  as  corporate  bond  spreads,  inverted  term  spread,  and  TED  spread  for  advanced  economies, \nwhich is inapplicable to emerging economies given the low issuance of corporate bonds and data unavailability in \nemerging economies. \n\n\fDeterminants of Financial Stress in Emerging Market Economies   І   5 \n\nConstructing Emerging Market Financial Stress Index \n\naffected  by  a  common  regional  factor,  we  may  conclude  that  there  is  evidence  of  regional \nfinancial  contagion.  In  this  regard,  the  paper  also  assesses  the  effect  of  regional  and  non-\nregional financial shocks on domestic FSI.  \n \nB. \n \nAn increasing number of research papers discuss financial stress and the definition of financial \nstress seems to differ among them. In this paper, we specifically follow the definition of financial \nstress for emerging markets as suggested by Balakrishnan et al. (2011). They define financial \nstress  as  episodes  when  the  financial  system  is  under  strain  and  its  ability  to  intermediate  is \nimpaired.  It  is  usually  associated  with  the  following:  1)  large  shifts  in  asset  prices;  2)  abrupt \nincrease  in  risk  or  uncertainty;  3)  illiquidity  of  the  financial  system;  and  4)  concerns  about  the \nhealth of the banking system.  \n\n \nWhile we try to construct an index to capture the aforementioned conditions of financial \nstress,  there  are  three  key  issues.  First  is  to  identify  components  of  the  index  to  cover  key \nfinancial sectors. Second is to choose right variables to represent each component. And third is \nwhat weighting scheme to use to aggregate each component to a single FSI. Each is discussed \naccordingly, with an explanation on how we construct an FSI for each of the emerging markets \nin this paper. \n \n\n1.  Components and Variable Choices \n\n \nWe  construct  an  FSI  for  each  of  the  25  emerging  economies  and  15  advanced  economies \nfollowing  Balakrishnan  et  al.  (2009  and  2011),  Cardarelli,  Elekdag,  and  Lall  (2008  and  2011), \nand Yiu, Ho, and Jin (2010). As in the previous studies, the composite FSI for each economy \ncovers the four major financial sectors of the economy, which include:  \n\n \nBanking Sector: The lack of suitable data and institutional differences across countries \nmake it hard to have a clear definition of what constitutes a banking crisis. Some studies use ad \nhoc  country-specific  events  to  define  banking  crisis.  Others  rely  more  on  a  combination  of \nqualitative and quantitative approach. For instance, Kunt and Detragiache (1996) define banking \ncrisis  as  a  situation  where  any  of  the  following  conditions  holds:  (i)  non-performing  loans  is \ngreater than 10%; (ii) the cost of bank rescue is at least 2% of GDP; (iii) banking problems result \nto  large  scale  nationalization  of  banks;  and  (iv)  extensive  bank  runs  lead  to  emergency \nmeasures.  Furthermore,  some  studies  rely  on  quantitative  methods  using  aggregate  balance \nsheet data of banks. \n\n \nIn constructing FSI, we include a measure of banking stress called banking sector β as \nin Balakrishnan et al. (2011). This measure involves the ratio of bank share prices to total share \nprices.  It  provides  a  stationary  measure  of  relative  equity-return  volatility  and  isolates  banking \nsector-specific shocks. The banking sector β is given by: \n \n\n(1) \n\n \n\n)\n\nr m\ncov( ,\nm\n)\nvar(\n\n \n\n \nwhere,  r  and  m  are  the  returns  to  the  banking  sector  stock  price  index  and  the  overall  stock \nprice index, respectively. If β is larger than 1, then the banking sector is relatively risky as the \nvolatility of returns on bank shares is greater than the volatility of returns for the overall market. \nThe higher the banking sector β, the greater the banking sector’s stress. It must be noted that \n\n\f6   І   ADB Economics Working Paper Series No. 356 \n\nbanking  sector  beta  is  not  a  measure  of  co-movement  between  the  two  variables.  What  it \nprovides is a measure of how the banking sector returns are more volatile than the overall stock \nprice returns.  \n \nSome studies, including Cardarelli, Elekdag, and Lall (2008 and 2011), van Roye (2011), \nand Yiu, Ho, and Jin (2010), use risk spreads such as TED spread and inverted term spread as \na proxy for banking sector stress. However, including other banking sector variables may pose \nas a constraint for constructing FSI for each emerging market economies in the sample as most \neconomies have relatively short time series data for said indicators. For this reason, this paper \nwill only use banking sector β as a measure of banking stress in emerging markets.  \n\n \nMonthly average data on the banking sector price index and the benchmark stock price \nindex were taken from DataStream. The data were converted to year-on-year returns by taking \nthe difference between current period and last year’s price index both in natural logarithm form. \nTwelve-month rolling covariance and variance of returns were used to compute for the banking \nsector β. To better capture banking sector stress, the derived series takes only positive values \nexceeding a threshold of one and zero otherwise.  \n\n \nForeign  Exchange  Market:  Currency  crises  are  defined  as  periods  of  significant \ndevaluations,  losses  in  foreign  exchange  reserves,  and/or  defensive  interest  rate  hikes.  This \nstudy utilizes exchange market pressure index (EMPI) as proposed by Eichengreen, Rose, and \nWyplosz (2004) and used in Balakrishnan et al. (2011). The EMPI captures the depreciation of \nthe local currency with respect of US dollar and the reduction in foreign exchange reserves. It is \ndefined as: \n \n\nEMPI\n\ni t\n,\n\n\n\n\n\n\ni e\n,\n\n\n)\n\n(\n\n\n\n\n\n(\n\n\n\ne\n,\ni t\n\n\ni e\n,\n\n\nRES\n,\ni t\n\n\ni RES\n,\n\n\n\n\n\n\n,\ni RES\n\n\n\n)\n\n \n\n(2) \n\n \nwhere, ∆e and ∆RES denote month-on-month percent changes in the foreign exchange rate of \nlocal  currency  per  US  dollar  and  foreign  exchange  reserves;  while  σ  and  μ  are  standard \ndeviation and mean, respectively. Monthly data for both foreign exchange and foreign reserves \nare  taken  from  the  International  Financial  Statistics  of  the  International  Monetary  Fund.  Other \nmethods  of  measuring  foreign  exchange  stress  include  hybrid  volatility-loss  approach  such  as \nthe CMAX calculation as used by Illing and Liu (2006) and foreign exchange volatility following \nGARCH  (1,1)  as  in  Bollerslev  et  al.  (1992).  Eicheler  et  al.  (2009)  developed  an  indicator  of \ncurrency crisis risk using price spreads between American Depositary Receipts (ADR) and their \nunderlying.  They  found  ADR  investors  perceive  higher  currency  crisis  risk  when  export \ncommodity  prices  decline,  sovereign  yield  spreads  increase,  trading  partners’  currencies \ndepreciate, and interest rate spreads widen. This paper will utilize only the EMPI as a measure \nof foreign exchange market stress. \n\n \nEquity Market: Most studies define equity crises as a sharp decline in the overall stock \nprice  index.  The  drop  suggests  greater  expected  loss,  higher  risk,  or  increased  uncertainty \nabout  firms’  future  profits.  The  simplest  measure  of  equity  crisis  is  the  use  of  a  GARCH(1,1) \nprocess  to  take  into  account  time-varying  characteristics  of  movements  in  equity  returns, \nfollowing Bollerslev, Chou, and Kroner (1992). The volatility following a GARCH(1,1) process is \ngiven by: \n \n2\n   \n1\nt\n\n \n\n(3) \n\n2\nt\n\n\n\n\n\n\n\n\n2\nt\n\n \n\n1\n\n1\n\n2\n\n\fDeterminants of Financial Stress in Emerging Market Economies   І   7 \n\nt\n\nt\n\n1\n\n \n\ni t\n,\n\ni t\n,\n\ny\n\n\n\n\n\n\n\n \n\nty  is  the  current  period’s  equity  return  and \n\nWhere σ2 refers to the variance, and ε the error term in the regression given by: \n \ny\n \n is  the  previous  period’s  equity  returns. \nwhere \nBalakrishnan  et  al.  (2009  and  2011),  Cardarelli,  Elekdag,  and  Lall  (2008  and  2011),  and  Yiu, \nHo,  and  Jin  (2010)  used  the  same  approach  in  constructing  equity  market  crisis  index.  This \nstudy will also use time-varying volatility of stock returns as a measure of equity market stress.5 \nMonthly average data on benchmark stock price index were taken from DataStream. The data \nwere  converted  to  month-on-month  returns  by  taking  the  difference  between  current  and \nprevious month’s stock price index both in natural logarithm form. \n\n1ty\n\n(4) \n\n \nAside from the stock market volatility measure, we also include stock market returns as \na component for equities market stress. The stock market returns are computed from monthly \naverage  data  on  benchmark  stock  price  index  availed  from  DataStream.  The  data  were \nconverted  to  month-on-month  returns  by  taking  the  difference  between  current  and  previous \nmonth’s stock price index both in natural logarithm form. \n\n \nDebt  Markets:  Illing  and  Liu  (2006)  defines  a  debt  crisis  as  the  inability  of  sovereign \nnations  or  the  private  sector  to service  its  foreign  debts.  Earlier  literature  on  debt  crises  deals \nwith a group of emerging economies that were exposed to severe external indebtedness in the \nearly-1980s. However, the occurrence of emerging economies debt crises was identified mainly \nbased  on  qualitative  information.  The  most  common  indicator  of  debt  crises  has  been  the \nspread  between  risky  and  risk-free bond  yields  as  a  function  of  expected  losses. Spreads  will \nwiden  if  expectations  of  future  losses  increase,  or  if  greater  uncertainty  leads  to  lower \nconfidence, implying a higher probable loss. Both factors are indicative of stress.  \n\n \nThis paper uses sovereign debt spreads to measure sovereign debt stress. Data refers \nto yield differentials between long-term (10-year) local government bonds and US Treasuries in \nbasis points. Monthly average data on sovereign debt spreads were taken from national sources \naccessed through CEIC Database. However, for some countries where data started in the late \n1990s, government treasury yield spreads of comparable tenure was used. In cases where data \nis  unavailable  for  certain  months  of  the  year,  available  data  was  extended  to  cover  the  whole \nyear.  Furthermore,  for  some  countries  with  unavailable  treasury  yield  data  in  the  early  1990s, \npolicy rates were used. \n \n\n2.  Weighting Scheme \n\n \nThe choice of a weighting scheme or how to combine the various components of financial stress \ninto one index is perhaps the key to constructing an FSI. The difficulty arises from the lack of a \nreference  series  upon  which  meaningful  weights  can  be  derived  and  tested.  Hence,  various \nweighting techniques are considered.  \n\n \nThe most common  method is the use of variance-equal weights. With this approach, a \nfinancial  stress  index  is  generated  by  giving  equal  importance  to  each  component  variables. \nThe  variables  are  assumed  to  be  normally  distributed  and  the  series  is  demeaned  and \n                                                 \n5   The  estimated  variance  equation  for  the  equity  returns  following  GARCH(1,1)  shows  that  the  estimated  lagged \nsquared  residual  and  lagged  variance  are  mostly  significant  for  all  countries  in  the  sample.  The  estimated \ncoefficients  offer  strong  support  on  the  persistence  of  volatility  of  stock  returns  as  the  lagged  variance  is \nsignificant and greater than the lagged squared residual. \n\n\f8   І   ADB Economics Working Paper Series No. 356 \n\nstandardized.  The  mean  is  subtracted  from  each  variable  before  it  is  divided  by  its  standard \ndeviation, hence, the term “variance-equal” weights. Each component variable is computed as: \n\n \n\nt\n\nt\n\n(\n\n)\n\nx\n\nx\n\n \n\ny\n\n\n\n\n\n \nty  is the demeaned and standardized series,  x is the mean of the series, and is the \nwhere \nstandard  deviation  of  the  series.  The  demeaned  and  standardized  components  are  then \nrebased from 0 to 100 (with 100 having the historically highest value) and averaged as done by \nCardarelli et al. (2008 and 2011), and Yiu et al. (2010) or simply added (without rebasing) as in \nBalakrishnan  et  al.  (2009  and  2011).  The  advantage  of  this  approach  is  that  it  is  easily \nthe \nimplemented  and  applicable \ndisadvantage  is  that  it  assumes  that  the  demeaned  and  standardized  series  follows  a  normal \ndistribution. \n\nfor  cross-country  comparisons.  On \n\nthe  other  hand, \n\n(5) \n\n \nAnother  popular  approach  is  the  use  of  principal  component  analysis.  The  main  idea \nbehind using the principal component analysis is to represent each component of the financial \nstress index into a single variable by forming linear combinations of each component. Through \nthis  approach,  the  resulting  stress  index  captures  the  most  common  information  from  all \ncomponents. The resulting index is derived from both the first and second principal component \nwhich  refers  to  the  coefficients  of  the  linear  combination  that  maximizes  the  variance  of  the \nresulting  composite  financial  stress  index.6 Other  weighting  techniques  used  in  the  literature \ninclude credit aggregate-based weights, and transformations of the variables using their sample \ncumulative distribution functions. In this paper, the five components of the financial stress index, \ngiven by: \n\nEMFSI\n\n\n\nStockreturns Stockvolatility Debtspreads EMPI\n\n\n\n\n\n\n\n \n\n(6) \n\n \n\n \n\nare  aggregated  to  a  composite  financial  stress  index  using  the  variance-equal  weights  and \nprincipal  component  analysis.  Following  Balakrishnan  et  al.  (2009  and  2011),  all  components \nare demeaned and standardized before adding for the variance-equal weights. For the principal \ncomponent analysis, the first two components are added and used as the emerging market FSI. \nIn  case  of  series  breaks,  monthly  FSIs  were  computed  using  the  average  of  preceding  and \nsucceeding  monthly  values.  Figure  1  presents  the  computed  FSI  for  each  country  covered  in \nthis study using variance-equal weights sum and principal component analysis; including those \nfor  selected  advanced  economies.7 The  figures  illustrate  that  both  methods  of  aggregate  FSI \nlead to comparable pattern of stressful and calm episodes. However, it can be noticed that the \nvariance-equal  weights  method  lead  to  more  erratic  or  volatile  pattern  than  the  one  using \nprincipal component analysis as aggregating technique.  \n \n \n\n \n\n                                                 \n6     The  first  two  principal  components  are  used  to  derive  the  individual  country  FSI  as  it  captures  around  50%  of \n\ninformation available from each component.  \n\n7   The FSI for advance  economies  are constructed following the same  method  as that for emerging  market FSI to \nhave  comparable  components  and  results.  Advanced  economies  include  Australia,  Austria,  Canada,  Denmark, \nFrance, Germany, Italy, Japan, the Netherlands, Norway, Spain, Sweden, Switzerland, the United Kingdom, and \nthe United States. \n\n\fDeterminants of Financial Stress in Emerging Market Economies   І   9 \n\nFigure 1: Individual Country Financial Stress Index \n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\nARG_PC\n\nARG_SUM\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\nATR_PC\n\nATR_SUM\n\nAUS_PC\n\nAUS_SUM\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\nBRA_PC\n\nBRA_SUM\n\nCAN_PC\n\nCAN_SUM\n\nCHI_PC\n\nCHI_SUM\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\nCOL_PC\n\nCOL_SUM\n\nCZE_PC\n\nCZE_SUM\n\nDEN_PC\n\nDEN_SUM\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\nEGY_PC\n\nEGY_SUM\n\nFRA_PC\n\nFRA_SUM\n\nGER_PC\n\nGER_SUM\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\nHKG_PC\n\nHKG_SUM\n\nHUN_PC\n\nHUN_SUM\n\nIND_PC\n\nIND_SUM\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\nINO_PC\n\nINO_SUM\n\nISR_PC\n\nISR_SUM\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\nITA_PC\n\nITA_SUM\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\nJPN_PC\n\nJPN_SUM\n\nKOR_PC\n\nKOR_SUM\n\nMAL_PC\n\nMAL_SUM\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n \n\n \n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\n-10\n\nMEX_PC\n\nMEX_SUM\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\nNET_PC\n\nNET_SUM\n\nNOR_PC\n\nNOR_SUM\n\n \n\n\f10   І   ADB Economics Working Paper Series No. 356 \n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\nPER_PC\n\nPER_SUM\n\nPHI_PC\n\nPHI_SUM\n\nPOL_PC\n\nPOL_SUM\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\nPRC_PC\n\nPRC_SUM\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\nROM_PC\n\nROM_SUM\n\nRUS_PC\n\nRUS_SUM\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\nSAF_PC\n\nSAF_SUM\n\nSNG_PC\n\nSNG_SUM\n\nSPA_PC\n\nSPA_SUM\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\nSW E_PC\n\nSW E_SUM\n\nSWI_PC\n\nSWI_SUM\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\nTAP_PC\n\nTAP_SUM\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\nTHA_PC\n\nTHA_SUM\n\nTUR_PC\n\nTUR_SUM\n\nUKD_PC\n\nUKD_SUM\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n20\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n92\n\n94\n\n96\n\n98\n\n00\n\n02\n\n04\n\n06\n\n08\n\n10\n\n12\n\nUSA_PC\n\nUSA_SUM\n\nPC = principal components; SUM = variance-equal weights. \n\nNote: The computed FSI corresponds to the aggregated values shown in equation (6). Monthly average data on banking sector \nprice index and the benchmark stock price index were taken from DataStream. The data were converted to year-on-year returns by \ntaking the difference between current period and last year’s price index both in natural logarithm form. Monthly data for both foreign \nexchange and foreign reserves are taken from the International Financial Statistics of the International Monetary Fund. Sovereign \ndebt data refers to yield differentials between long-term domestic government and US Treasury bonds in basis points. Monthly \naverage data on sovereign debt spreads were taken from national sources accessed through CEIC Database. However, for some \ncountries where data started in the late 1990s, government treasury yield spreads of comparable tenure was used. In cases where \ndata is unavailable for certain months of the year, available data was extended to cover the whole year. For some countries with \nunavailable treasury yield data in the early 1990s, policy rates were used. \n\nSource: Authors’ estimate.  \n\n \n\n \n\n \n\n \n\n\fDeterminants of Financial Stress in Emerging Market Economies   І   11 \n\nIdentifying Episodes of Financial Stress  \n\n3. \n \nSeveral  approaches  have  been  used  in  identifying  episodes  of  financial  stress  based  on  the \ncomposite FSI. The simplest is through a graphical inspection of the composite index done by \nYiu, Ho, and Jin (2010). Periods when the composite FSI peaks are considered highly stressful \nepisodes,  while  troughs  are  relatively  calm  periods.  Balakrishnan  et  al.  (2009  and  2011)  and \nCardarelli, Elekdag, and Lall (2008 and 2011), used a more rigorous approach. They identified \nepisodes of financial stress when the composite FSI index reaches 1.0 to 1.5 standard deviation \nabove  trend.  Illing  and  Liu  (2006)  used  an  event  study  approach  for  Canada,  where  stressful \nevents were drawn from annual and monetary policy reports of the Bank of Canada.  \n\n \nThis study identifies periods of financial stress when the financial stress indices exceed \nits  long-run  trend  by  one  point  for  the  summed  variance-equal  weights  and  half  point  for  the \nprincipal  component  analysis.8 Given  monthly  structure  of  the  dataset,  stressful  episodes  also \ninclude  periods  (months)  in-between  identified  stressful  periods.  For  instance,  February–April \n1998  are  also  counted  as  stressful  periods  since  they  are  in-between  months  of  high  stress \nlevels (December 1997–January 1998; and June 1998–March 1999). Aggregate advanced and \nemerging markets, and regional FSIs refer to unweighted average of individual country FSI.9 To \nidentify  aggregate  emerging  market  financial  stress  periods,  the  difference  between  the \nunweighted  regional  FSI  and  its  unweighted  regional  trend  were  used.  The  identified  stressful \nperiods are generally consistent with those of Balakrishnan et al. (2009) specifically for 1990s; \nand  they  capture  the  recent  global  financial  crisis.  However,  several  points  are  noted  on  the \nidentified  stressful periods.  First,  since  the  FSI  is  an  ex  post  measure of  financial instability,  it \nwould be inappropriate to use it in an ex ante context such that it would be used to assessment \nwhether  financial  system  is  fragile  or  not  today.10 Second,  the  identified  periods  are  based  on \nunweighted average values and, hence, may not capture stressful periods experienced by one \nor relatively few countries in the sample. Third, the identified periods are presented to illustrate \nthe performance of the constructed FSI. They are not used in estimation in this paper.  \n \nC. \n \nBased on the computed composite domestic FSI for both advanced and emerging economies, \nseveral  observations  are  noted  on  the  general  patterns  of  financial  stress.  First,  episodes  of \nfinancial stress in emerging markets closely track those in advanced economies (Figures 2a and \n2b).  This  pattern  is  clearly  seen  in  the  late  1998  and  2008–2009  financial  crises,  where  the \ncrisis  in  advanced  countries  instigated  or  aggravated  emerging  market  financial  stress.  This \nobservation  is  consistent  with  those  from  Balakrishnan  et  al.  (2011).  For  the  episodes  in  the \nearly 1990s, financial stress has been more pronounced in advanced than emerging economies \nas northern Europe and Japan confronted banking sector woes. Nonetheless, emerging market \nFSI showed a brief spike. For the late 1998 episode, financial crises in Latin America and the \nRussia Federation compounded the financial strain in the US due to the collapse of Long Term \nCapital  Management,  causing  both  advanced  and  emerging  market  FSIs  to  increase.  Finally, \n\nPatterns of Advanced and Emerging Markets FSI \n\n                                                 \n8   The trend was derived using the Hodrick-Prescott method where the smoothing parameter λ is set to 1,600. Since \nthe first two principal component account for about half of variation, half point 0.5 was used as criteria to identify \nfinancial  stress  episodes.  Using  one  point  rule  as  in  the  variance-equal  weights  method  might  fail  to  capture \nsignificant episodes of emerging market financial stress.  \n\n9   Unweighted average is used so that individual country weight will not affect the aggregate financial stress index. \nFor example, if the average FSI for emerging Asia is weighted, then the impact of the Asian financial crisis will be \nmuted because of the huge weight of People’s Republic of China.  \n\n10   See Borio and Drehmann (2009) on the discussion on the issues pertaining to measures of financial stability.  \n\n\f12   І   ADB Economics Working Paper Series No. 356 \n\nduring the 2008–2009 global financial meltdown, advanced economies FSI reached a new high \nand was followed by emerging market FSIs.  \n\n \n\n \nFigure 2a: Advanced and Emerging Markets Financial Stress Index and Stress Episodes \n(by region, using variance-equal weights of financial stress index components) \n \n\nMexico crisis\n\nAsian crisis, Russian default , \nand Brazill crises\n\nEconomic\nimpact of SARS \noutbreak, and \nLatin America \ncrisis\n\nEmerging \nmarkets debt \nrestructuring \n\nTurkish stock \nmarket crash\n\nGlobal\nfinancial \ncrisis\n\nEuro crisis, \nEgypt and\nIndian  \neconomic \nwoes\n\nJan-\n92\n\nMay-\n93\n\nSep-\n94\n\nJan-\n96\n\nMay-\n97\n\nSep-\n98\n\nJan-\n00\n\nMay-\n01\n\nSep-\n02\n\nJan-\n04\n\nMay-\n05\n\nSep-\n06\n\nJan-\n08\n\nMay-\n09\n\nSep-\n10\n\nJan-\n12\n\nEpisodes\n\nEmerging Markets\n\nEmerging Asia\n\nEmerging Americas\n\nEmerging Europe\n\nEmerging Others\n\nAdvanced Economies\n\n \nFigure 2b: Advanced and Emerging Markets Financial Stress Index and Stress Episodes \n(by region, using principal component analysis) \n \n\nMexico crisis\n\nTurkish stock \nmarket crash\n\nAsian crisis, Russian default , \nand Brazill crisis\n\nEmerging \nmarkets debt \nrestructuring \n\nEconomic\nimpact of SARS \noutbreak, and \nLatin America \ncrisis\n\nArgentine crisis\n\nGlobal\nfinancial \ncrisis\n\nEuro crisis, \nEgypt and\nIndian  \neconomic \nwoes\n\nJan-\n92\n\nJun-\n93\n\nNov-\n94\n\nAp-\n96r\n\nSep-\n97\n\nFeb-\n99\n\nJul-\n00\n\nDec-\n01\n\nMay-\n03\n\nOct-\n04\n\nMar-\n06\n\nAug-\n07\n\nJan-\n09\n\nJun-\n10\n\nNov-\n11\n\nEpisodes\n\nEmerging Markets\n\nEmerging Asia\n\nEmerging Americas\n\nEmerging Europe\n\nEmerging Others\n\nAdvanced Economies\n \n\nNote: Aggregate and regional FSIs are unweighted averages. Aggregate emerging market financial stress periods are indentified \nbased on the difference between the unweighted regional FSI and its unweighted regional trend, where the regional trend is \ncomputed as the average of individual emerging market trend using Hodrick-Prescott filter method.  \n\n Source: Authors’ calculation. \n\n \n\n \n\n \n\n8.0\n\n6.0\n\n4.0\n\n2.0\n\n0.0\n\n–2.0\n\n–4.0\n\n8.0\n\n6.0\n\n4.0\n\n2.0\n\n0.0\n\n–2.0\n\n–4.0\n\n\fDeterminants of Financial Stress in Emerging Market Economies   І   13 \n\nSecond, although FSI computed using variance-equal weights and principal components \nexhibit a similar pattern during both calm and stressful periods, there is a clear difference in their \ncomputed  magnitudes.  FSI  derived  using  variance-equal  weights  tend  to  have  greater/lesser \nmagnitudes than those computed using principal components, implying that the variance-equal \nweights  can  better  capture  episodes  of  severe  financial  stress  and  “near-miss”  events.  This \nsupports  the  dominant  use  of  variance-equal  weights  over  principal  components  in  empirical \nliterature due to its relatively lower detection failure rate.  \n\n \nThird, emerging market FSIs exhibit co-movement such that individual country financial \nstress index increases during periods of great financial market turmoil in emerging  economies \n(Figures  3a  and  3b).  However,  the  peak  of  individual  country  FSIs  can  vary  across  countries \nduring  episodes  of  financial  stress.  For  instance,  only  few  emerging  market  countries \nexperienced severe financial strain in 1995 and 2011–2012 compared to 1997–1998 and 2008–\n2009,  where  almost  all  emerging  market  FSIs  rose.  Furthermore,  there  are  some  episodes  of \nindividual market stress that are specific to a country and not to emerging markets in general. \nFor example, the spike in Brazil’s FSI in late 2005 backs emerging market trend. \n\nFigure 3a: Emerging Markets Financial Stress Index and Stress Episodes \n(by country, using variance-equal weights sum of financial stress index components) \n\n \n \n\n \n\nAsian crisis, Russian default , \nand Brazill crises\n\nMexico crisis\n\nTurkish stock \nmarket crash\n\nEmerging \nmarkets debt \nrestructuring \n\nGlobal\nfinancial \ncrisis\n\nEuro crisis, \nEgypt and\nIndian  \neconomic \nwoes\n\nEconomic\nimpact of SARS \noutbreak, and \nLatin America \ncrisis\n\n16.0\n\n12.0\n\n8.0\n\n4.0\n\n0.0\n\n–4.0\n\n–8.0\n\nEpisodes\nPRC_Sum\nHKG_Sum\nIND_Sum\nINO_Sum\nKOR_Sum\nMAL_Sum\nPHI_Sum\nSNG_Sum\nTAP_Sum\nTHA_Sum\nARG_Sum\nBRA_Sum\nCHI_Sum\nCOL_Sum\nMEX_Sum\nPER_Sum\nCZE_Sum\nHUN_Sum\nPOL_Sum\nROM_Sum\nRUS_Sum\nEGY_Sum\nISR_Sum\nTUR_Sum\nSAF_Sum\n\n \n\n \n\nMay-\n95\n\nJan-\n97\n\nSep-\n98\n\nMay-\n00\n\nJan-\n02\n\nSep-\n03\n\nMay-\n05\n\nJan-\n07\n\nSep-\n08\n\nMay-\n10\n\nJan-\n12\n\nJan-\n92\n\nSep-\n93\n \n\n\f14   І   ADB Economics Working Paper Series No. 356 \n\nFigure 3b: Emerging Markets Financial Stress Index and Stress Episodes \n(by country, using principal component analysis) \n \n\nAsian crisis, Russian default , \nBrazill crisis\n\nEmerging \nmarkets debt \nrestructuring \n\nMexico crisis\n\nTurkish stock \nmarket crash\n\nArgentine crisis\n\nEuro crisis, \nEgypt and\nIndian  \neconomic \nwoes\n\nGlobal\nfinancial \ncrisis\n\nEconomic\nimpact of SARS \noutbreak, and \nLatin America \ncrisis\n\n16.0\n\n12.0\n\n8.0\n\n4.0\n\n0.0\n\n–4.0\n\n–8.0\n\nEpisodes\nPRC_PC\nHKG_PC\nIND_PC\nINO_PC\nKOR_PC\nMAL_PC\nPHI_PC\nSNG_PC\nTAP_PC\nTHA_PC\nARG_PC\nBRA_PC\nCHI_PC\nCOL_PC\nMEX_PC\nPER_PC\nCZE_PC\nHUN_PC\nPOL_PC\nROM_PC\nRUS_PC\nEGY_PC\nISR_PC\nTUR_PC\nSAF_PC\n\n \n\nJan-\n92\n\nSep-\n93\n\nMay-\n95\n\nJan-\n97\n\nSep-\n98\n\nMay-\n00\n\nJan-\n02\n\nSep-\n03\n\nMay-\n05\n\nJan-\n07\n\nSep-\n08\n\nMay-\n10\n\nJan-\n12\n\nNote: PC = principal components; SUM = variance-equal weights. \n\nSource: Authors’ calculation. \n\n \n \nFourth,  the  constructed  FSI  indexes  seem  to  capture  moments  of  stress  in  emerging \nmarket  financial  systems  very  well.  Figures  4a–4f  present  the  component  breakdown  of  the \nunweighted  average  of  advanced  and  emerging  economies  FSIs,  along  with  their  regional \ngroupings.  For  the  emerging  economies  as  a  whole  (Figure  4a),  it  can  be  observed  that \nbanking,  equity,  currency,  and  debt  markets  were  all  under  severe  strain  during  the  1997/98 \ncrises; while equity and currency markets were under strain during the 2008/09 global financial \ncrisis,  reflecting  emerging  markets’  healthy  banking  and  fiscal  positions.  For  the  advanced \neconomies (Figure 4b), debt markets played a huge role during the stress episode in the early \n1990’s, while almost all components were under stress during the 2008/09 crisis. Interestingly, \nbanking  sector  stress  has  been  elevated  since  the  recent  global  financial  crisis.  Across \nemerging  market  regions  (Figures  4c–4f),  equity  market  stress  dominates  all  financial  crisis \nepisodes.  Nonetheless,  there  are  differences  in  components  per  episode  across  regions. \nCurrency  market  stress  spiked  in  late  1997–1998  for  emerging  Asia; while  debt  market  stress \nwas more severe in emerging America during the same period. In general, the emerging market \nFSIs appear to capture moments of emerging market financial turmoil as well.  \n \n \n \n\n \n\n\fDeterminants of Financial Stress in Emerging Market Economies   І   15 \n\nFigure 4: Components of Financial Stress Index \n\na. Emerging Markets\n\n8.0\n\n6.0\n\n4.0\n\n2.0\n\n0.0\n\n–2.0\n\n–4.0\n\n8.0\n\n6.0\n\n4.0\n\n2.0\n\n0.0\n\n–2.0\n\n–4.0\n\n–6.0\n\n–8.0\n\n8.0\n\n6.0\n\n4.0\n\n2.0\n\n0.0\n\n–2.0\n\n–4.0\n\nJan-\n92\n\nOct-\n93\n\nJul-\n95\n\nApr-\n97\n\nOct-\n07\n\nJul-\n09\n\nApr-\n11\n\nApr-\n04\n\nJan-\n06\n\nJul-\nOct-\nJan-\n99\n02\n00\nBanking Beta\nSecurities Market\nSovereign Spreads\nExchange Market Pressure\nEM-FSI\n\nb. Advanced Economies\n\nJan-\n92\n\nOct-\n93\n\nJul-\n95\n\nApr-\n97\n\nOct-\n07\n\nJul-\n09\n\nApr-\n11\n\nApr-\n04\n\nJan-\n06\n\nJul-\nOct-\nJan-\n99\n02\n00\nBanking Beta\nSecurities Market\nSovereign Spreads\nExchange Market Pressure\nAE-FSI\n\nc. Emerging Asia\n\nJan-\n92\n\nOct-\n93\n\nJul-\n95\n\nApr-\n97\n\nJul-\n09\n\nApr-\n11\n\nJul-\n02\n\nOct-\n00\n\nApr-\n04\n\nJan-\n06\n\nOct-\nJan-\n99\n07\nExchange Market Pressure\nSovereign Spreads\nSecurities Market\nBanking Beta\nEM-FSI\n\n \n\n \n\n \n\n\f16   І   ADB Economics Working Paper Series No. 356 \n\nd. Emerging Americas\n\n8.0\n\n6.0\n\n4.0\n\n2.0\n\n0.0\n\n–2.0\n\n–4.0\n\n8.0\n\n6.0\n\n4.0\n\n2.0\n\n0\n\n–2.0\n\n–4.0\n\n–60\n\n8.0\n\n6.0\n\n4.0\n\n2.0\n\n0.0\n\n-0.2\n\n-0.4\n\n-0.6\n\nJan-\n95\n\nJul-\n96\n\nJan-\n98\n\nJul-\n99\n\nJan-\n01\n\nJan-\n10\n\nJul-\n11\n\nJul-\n02\n\nJul-\n05\n\nJan-\n07\n\nJan-\n04\n\nJul-\n08\nExchange Market Pressure\nSovereign Spreads\nSecurities Market\nBanking Beta\n \nEM-FSI\n\ne. Emerging Europe\n\nJul-\n96\n\nJan-\n98\n\nJul-\n99\n\nJan-\n99\n\nJul-\n02\n\nJan-\n04\n\nJul-\n05\n\nJan-\n07\n\nJul-\n08\n\nJan-\n10\n\nJul-\n11\n\nExchange Market Pressure\nSovereign Spreads\nSecurities Market\nBanking Beta\n \nEM-FSI\n\nf. Other Emerging Markets\n\nJan-\n92\n\nOct-\n93\n\nJul-\n95\n\nApr-\n97\n\nJan-\n99\n\nJul-\n09\n\nApr-\n11\n\nOct-\n07\n\nJul-\n02\n\nOct-\n00\n\nJan-\n06\n\nApr-\n04\nExchange Market Pressure\nSovereign Spreads\nSecurities Market\nBanking Beta\n \nEM-FSI\n\n \n\nNote: Aggregate and regional component FSIs are unweighted averages. \n\nSource: Authors’ calculation  \n\n \n\n\fDeterminants of Financial Stress in Emerging Market Economies   І   17 \n\nIII. DETERMINANTS OF DOMESTIC EMERGING MARKET FSI \n \nUnderstanding  the  determinants  of  domestic  FSI  is  important  for  policymakers  to  ensure \nfinancial stability. Given the increasing degree of financial integration, it is also crucial to know \nwhether  there  is  financial  contagion  and,  if  so,  to  what  extent  a  financial  shock  originating \nelsewhere  affects  domestic  financial  condition.  In  this  section,  we  employ  a  panel  regression \nanalysis to assess the effects of financial stress from various sources such as global, country-\nspecific, and other emerging market on domestic financial stress, as well as the role of global \nand domestic factors in explaining domestic FSI. We also include a dummy variable for region \nto evaluate the effect of region-specific factors.  \n\nA. \n\n \nData and Methodology \n \n\nThe  dataset  includes  quarterly  data  for  25  emerging  market  economies.  Data  on  individual \nemerging  market  FSI  is  taken  from  the  previous  section,  while  the  advanced,  emerging \nexcluding country, emerging excluding region, and region excluding country FSI are unweighted \naverage of individual FSI in Section II. Data for the global GDP growth and fiscal balance (% of \nGDP)  are  taken  from  the  Oxford  Economics.  Data  for  London  interbank  offered  rate  (LIBOR), \ntrade openness (exports plus imports as % of GDP), current account (% of GDP), and foreign \nexchange reserves are sourced from the International Financial Statistics and World Economic \nOutlook  Database  of  the  IMF  and  national  sources  accessed  through  CEIC.  Data  for  financial \nopenness  is  taken  from  the  External  Wealth  of  Nations  Database  and  extended  using  the \nInternational Investment Position Database of the IMF. Monthly data are converted to quarterly \nseries beginning Q1 1992–Q4 2012 using the average of 3 months of a quarter. In cases where \nquarterly data is unavailable, annual data is converted to quarterly series or the average annual \nvalue is used for fill the missing observations. \n\n \nAs  mentioned  in  the  previous  section,  FSIs  computed  using  principal  component \nanalysis  have  smaller  values  than  those  computed  using  variance-equal  weights.  Specifically, \nthe  values  for  other  emerging  market  FSIs  using  principal  components  are,  on  average,  less \nthan  half  than  those  for  variance-equal  weights.  Among  the  global  indicators,  the  change  in \nglobal commodity price has the highest mean and standard deviation compared to global GDP \ngrowth  and  LIBOR.  For  openness  indicators,  de  facto  financial  integration  has  greater  cross-\ncountry  variation  compared  to  trade  openness.  For  the  domestic  indicators,  foreign  exchange \nreserves  has  the  highest  standard  deviation  compared  to  current  account  and  fiscal  balance, \nimplying that cross-country differences in emerging market foreign exchange reserve holdings is \nrelatively high.  \n \nPanel  unit  root  test  of  the  Augmented  Dickey  Fuller  (ADF)  type  was  used  to  check  for \nstationarity of all variables. The results reject the null hypothesis that all variables in the panel \ncontain  unit  root,  in  favor  of  the  alternative  hypothesis  of  no  unit  root.  However,  for  foreign \nexchange  reserves,  the  null  hypothesis  cannot  be  rejected,  therefore  the  lagged  value  of  the \nfirst differenced foreign exchange reserves was used in the estimation. For the global indicators, \na similar test was conducted using the same procedure and specification for time series data. \nThe results show that the indicators do not contain unit root at 10% level of significance. \n\n \n\n \n\n \n\n\f18   І   ADB Economics Working Paper Series No. 356 \n\nB. \n\nPanel Least Squares Regression \n \n\nThe model specification is as follows: \n\n \n\n,\ni t\n \n\nEMFSI\n\n\n\n\n \n1\n\ni\n\nAEFSI\n\n \n\n\nj\n\nj\n\nt\n\nEMFSIX\n\ni t\n,\n\n \n\n\nj\n\nj\n\nGlobal\n\n \n\n\nj\n\nj\n\nt\n\nDomestic\n\n, 1\ni t\n\n\n \n\n\nj\n\nDum\ni\n\nj\n\n\n\n\n,\ni t\n\n \n\n(7) \n\nwhere  EMFSIi,t  is  the  individual  country  FSI  computed  using  variance-equal  weights  and \nprincipal  component  analysis;  AEFSIt  is  the  unweighted  average  of  advanced  economies \nfinancial  stress  index;  ∑jβjEMFSIXi,t  refers  to  measures  of  other  emerging  market  financial \nstress  index―EMFSI  excluding  country,  EMFSI  excluding  region,  and  regional  FSI  excluding \ncountry, where each index is computed as residual using unweigthed average of other emerging \nmarket FSIs as dependent variables; and advanced economies FSI and global indicators as the \nregressors.  ∑jβjGlobalt  includes  indicators  such  as  global  interest  rates,  global  output  growth, \nand global commodity price increase. ∑jβjDomestici.t-1 refers to lagged value of country-specific \nfactors  including  financial  and  trade  openness,  current  account  balance,  fiscal  balance,  and \nchange  (first  difference)  in  foreign  exchange  reserves.  ∑jβjDumt  refers  to  regional  dummy \nvariables for emerging Asia, emerging Americas, and emerging Europe, where the value takes \none (1) if the country belongs to the region and zero (0) otherwise.  \n\n \nEquation (7) is first estimated without regional dummy variables (∑jβjDumt) using fixed-\neffects  ordinary  least  squares  estimation.  Based  on  the  results  of  the  Hausman  test,  country-\nspecific  effects  are  adequately  modeled  by  fixed-effects  regression.  However,  since  we  also \nwant  to  test  the  significance  of  a  common  regional  factor,  equation  (7)  is  estimated  including \nthree  regional  dummy  variables  using  random-effects  generalized  least  squares  estimation. \nUsing fixed-effects with regional dummy variables for equation (7) would be inappropriate since \ncross-country heterogeneity is already captured by the regional dummy variables.11  \n\n \nTo  avoid  possible  endogeneity,  lagged  values  of  country-specific  factors  were  used  in \nthe  estimation.  Simple  pairwise  correlation  of  residuals  reveals  weak  correlation  between  the \nestimated  residuals  and  independent  variables,  implying  that  endogeneity  is  not  a  grave \nconcern  under  the  current  specifications.  To  address  possible  heteroskedasticity,  robust \nstandard  errors  are  used.  To  conduct  robustness  checks,  Equation  (7)  is  estimated  for  each \nregion  by  dropping  countries  that  are  not  member  of  the  region.  For  example,  equation  (7)  is \nestimated  using  fixed-effects  only  for  emerging  Asia  countries  and  the  same  is  conducted  for \nthe other regions.  \n\nC. \n\n \nEmpirical Results \n \n\nBalakrishnan et al. (2011) argued that emerging market financial stress is determined by several \nfactors. First, the financial turmoil in advanced economies tends to increase the financial stress \nin  emerging  economies.  This  reflects  the  financial  contagion  from  advanced  economies  to \nemerging  economies.  Second,  domestic  financial  stress  can  be  also  aggravated  by  common \nglobal  factors  such  as  changes  in  commodity  prices,  GDP  growth,  and  interest  rates.  Third, \ntrade)  and \ncountry-specific \nmacroeconomic vulnerabilities (current account, fiscal balance, and foreign exchange reserves) \nalso seem to affect individual emerging market FSIs.  \n\nthe  degree  of  openness  (financial  and \n\nfactors  such  as \n\n                                                 \n11   The  three  regional  dummy  variables  represent  emerging  Asia,  emerging  Americas,  and  emerging  Europe, \nrespectively.  The  intercept  for  the  random-effects  generalized  least  squares  estimation  for  Equation  (7) \ncorresponds  to  the  common  regional  factor  of  other  emerging  market  economies  which  includes  Egypt,  Israel, \nSouth Africa, and Turkey.  \n\n\fDeterminants of Financial Stress in Emerging Market Economies   І   19 \n\nPrevious  literature  also  notes  that  the  transmission  can  be  caused  by  some  common \nfactors which affect individual emerging market FSIs simultaneously. Such common factors can \ninclude  global  shocks  and  may  manifest  through  investors’  herding  behavior,  cross-country \ncontagion, and common credit conditions. In contrast to the existing studies, this paper argues \nthat  there  may  be  some  region-specific  shocks  as  well,  in  line  with  the  observed  regional \nfinancial integration. These shocks can, in addition to common global shocks, explain the rapid \ntransmission of a financial shock in a particular region, such as regional financial contagion that \nwas experienced in emerging Asia during the financial crisis of 1997–1998 and also emerging \nAmericas in the 1990s and early 2000s.  \n\n \nTable  1  presents  the  panel  estimates  on  the  determinants  of  emerging  market  FSI. \nSpecifications (1) to (6) do not include regional dummy variables and are estimated using fixed-\neffects.  Specifications  (7)  to  (12)  include  regional  dummy  variables  and  are  estimated  using \nrandom-effects. Specifications (1) to (3) and (7) to (9) use FSI aggregated using variance-equal \nweights; while (4) to (6) and (10) to (12) use principal components. Specifications (1), (4), (7), \nand  (10)  only  include  advanced  economies  FSI;  (2),  (5),  (8),  and  (11)  include  other  emerging \nmarket  FSI  excluding  the  specific  country  FSI;  (3),  (6),  (9),  and  (12)  include  emerging  market \nFSI  excluding  the  region  and  regional  FSI  excluding  the  country.  Robust  standard  errors  are \nused  and  are  reported  in  italics.  The  results  indicate  that  specifications  which  include  other \nemerging market FSI as a determinant of domestic FSI have better fit than those which include \nadvanced economies FSI only, as shown by their higher overall R-squared. \n\n\f20   І   ADB Economics Working Paper Series No. 356 \n\nTable 1: Full Sample Panel Estimates \n \n\nDependent Variable:  \nEmerging Country FSI \nAdvanced Economies FSI \n  \nEmerging Economies FSI \n  (excl country) \n  \nEmerging Economies FSI \n  (excl region) \n  \nRegional FSI (excl country) \n  \nLIBOR (3-month) \n  \nGlobal GDP Growth \n  \nGlobal Commodity Price Change \n  \nFinancial Openness (t-1) \n  \nTrade Openness (t-1) \n  \nCurrent Account (t-1) \n  \nFiscal Balance (t-1) \n  \n∆Foreign Exchange Reserves (t-1) \n  \nDummy Emerging Asia \n  \nDummy Emerging Americas \n  \nDummy Emerging Europe \n  \nConstant \n  \nR-squared (overall) \nObservations  \nCountry \nFixed Effects \n\nExpected \nSign \n(+) \n\nVariance-Equal Weights \n(3) \n(1) \n0.346 * \n0.566 * \n0.05   \n0.05   \n\n(2) \n0.329 * \n0.05   \n\nPrincipal Components \n(5) \n0.425 * \n0.06   \n\n(4) \n0.564 * \n0.05   \n\n(6) \n0.413 * \n0.06   \n\nVariance-Equal Weights \n(8) \n0.336 * \n0.05   \n\n(7) \n0.574 * \n0.04   \n\n(9) \n0.353 * \n0.05   \n\nPrincipal Components \n(11) \n0.429 * \n0.06   \n\n(10) \n0.570 * \n0.05   \n\n(12) \n0.420 * \n0.06   \n\n(+) \n\n(+) \n\n(+) \n\n(+) \n\n(-) \n\n(-) \n\n(+) \n\n(-) \n\n(-) \n\n(-) \n\n(-) \n\n(+) \n\n(+) \n\n(+) \n\n    \n    \n\n0.856 * \n0.10   \n\n    \n    \n\n    \n    \n\n0.760 * \n0.09   \n\n    \n    \n\n    \n    \n\n0.853 * \n0.09   \n\n    \n    \n\n    \n    \n\n0.771 * \n0.09   \n\n    \n    \n\n    \n    \n    \n    \n0.279 * \n0.07   \n0.235 * \n0.05   \n–0.033 * \n0.00   \n0.002 * \n0.00   \n–0.011   \n0.01   \n–0.035   \n0.03   \n\n    \n    \n    \n    \n0.262 * \n0.06   \n–0.115 **\n0.05   \n–0.028 * \n0.00   \n0.002 * \n0.00   \n–0.004   \n0.01   \n–0.019   \n0.02   \n–0.065 **  –0.047 * \n0.02   \n0.009   \n0.02   \n    \n    \n    \n    \n    \n    \n–0.506   \n0.62   \n0.418  \n1845  \n25  \n \n\n0.02   \n–0.012   \n0.02   \n    \n    \n    \n    \n    \n    \n–0.938   \n0.73   \n0.257 \n1845 \n25 \nYes \n\nYes\n\n \n \n \n \n\n0.434 * \n0.12   \n0.420 * \n0.12   \n0.265 * \n0.06   \n–0.098 *** \n0.05   \n–0.029 * \n0.00   \n0.002 * \n0.00   \n–0.003   \n0.01   \n–0.015   \n0.02   \n–0.047 ** \n0.02   \n0.009   \n0.02   \n    \n    \n    \n    \n    \n    \n–0.587   \n0.63   \n\n    \n    \n    \n    \n0.155 * \n0.04   \n0.084   \n0.06   \n–0.019 * \n0.00   \n0.002 * \n0.00   \n–0.010 ** \n0.00   \n–0.045 ** \n0.02   \n–0.045 ** \n0.02   \n–0.027   \n0.02   \n    \n    \n    \n    \n    \n    \n–0.148   \n0.37   \n\n0.419\n1837\n25\nYes\n\n \n \n \n \n\n0.196\n1840\n25\nYes\n\n \n \n \n \n\n    \n    \n    \n    \n0.160 * \n0.04   \n–0.049   \n0.06   \n–0.018 * \n0.00   \n0.002 **\n0.00   \n–0.007   \n0.00   \n–0.028   \n0.02   \n–0.040 **\n0.02   \n–0.018   \n0.01   \n    \n    \n    \n    \n    \n    \n–0.056   \n0.35   \n0.315  \n1840  \n25  \n \n\nYes\n\n0.313 * \n0.08   \n0.417 * \n0.10   \n0.160 * \n0.04   \n–0.051   \n0.05   \n–0.018 * \n0.00   \n0.002 **\n0.00   \n–0.006   \n0.00   \n–0.030   \n0.02   \n–0.043 **\n0.02   \n–0.017   \n0.01   \n    \n    \n    \n    \n    \n    \n–0.103   \n0.35   \n0.325  \n1832  \n25  \n \n\nYes\n\n    \n    \n    \n    \n0.252 * \n0.06   \n–0.118 ** \n0.05   \n–0.028 * \n0.00   \n0.001   \n0.00   \n–0.002   \n0.00   \n0.005   \n0.01   \n–0.035 ** \n0.02   \n0.007   \n0.02   \n–0.099   \n0.16   \n0.067   \n0.18   \n–0.224   \n0.20   \n–0.286   \n0.27   \n\n    \n    \n    \n    \n0.284 * \n0.06   \n0.236 * \n0.05   \n–0.034 * \n0.00   \n0.001   \n0.00   \n–0.002   \n0.00   \n–0.007   \n0.01   \n–0.047 ** \n0.02   \n–0.015   \n0.02   \n0.014   \n0.18   \n0.156   \n0.21   \n–0.237   \n0.22   \n–1.406 * \n0.31   \n0.293 \n1845 \n25 \nNo \n\n  \n  \n  \n  \n\n0.436\n1845\n25\nNo\n\n \n \n \n \n\n0.438 * \n0.12   \n0.413 * \n0.11   \n0.253 * \n0.06   \n–0.101 **\n0.05   \n–0.029 * \n0.00   \n0.001   \n0.00   \n–0.002   \n0.00   \n0.008   \n0.01   \n–0.035 **\n0.02   \n0.007   \n0.02   \n–0.078   \n0.16   \n0.090   \n0.18   \n–0.109   \n0.22   \n–0.352   \n0.28   \n0.439  \n1837  \n25  \nNo  \n\n    \n    \n    \n    \n0.160 * \n0.04   \n0.082   \n0.06   \n–0.020 * \n0.00   \n0.001 *** \n0.00   \n–0.003   \n0.00   \n–0.018   \n0.01   \n–0.031 ** \n0.01   \n–0.028 *** \n0.02   \n0.200 ** \n0.09   \n0.108   \n0.10   \n0.203   \n0.15   \n–0.703 * \n0.24   \n\n0.255\n1840\n25\nNo\n\n \n \n \n \n\n    \n    \n    \n    \n0.156 * \n0.04   \n-0.054   \n0.06   \n–0.018 * \n0.00   \n0.001 *** \n0.00   \n–0.004 *** \n0.00   \n–0.005   \n0.01   \n–0.030 ** \n0.01   \n–0.018   \n0.01   \n0.143   \n0.09   \n0.091   \n0.09   \n0.286 *** \n0.15   \n–0.263   \n0.21   \n0.339   \n1840   \n25   \nNo   \n\n0.333 * \n0.08   \n0.403 * \n0.10   \n0.155 * \n0.04   \n–0.055   \n0.05   \n–0.018 * \n0.00   \n0.001 *** \n0.00   \n–0.003   \n0.00   \n–0.005   \n0.01   \n–0.030 ** \n0.01   \n–0.017   \n0.01   \n0.151 *** \n0.08   \n0.086   \n0.08   \n0.220   \n0.17   \n–0.243   \n0.22   \n0.346   \n1832   \n25   \nNo   \n\nNote: *, **, *** significant at 0.01, 0.05, and 0.10, respectively. \n\nSource: Authors' estimate. \n\n\fDeterminants of Financial Stress in Emerging Market Economies   І   21 \n\nFor robustness checks, dataset for each region is estimated separately. The results are \nshown  in  Tables  2–4  for  emerging  Asia,  emerging  Americas,  and  emerging  Europe, \nrespectively. Specifications (1) to (3) use FSI aggregated using variance-equal weights; while (4) \nto  (6)  use  principal  components.  Specifications  (1)  and  (4)  only  include  advanced  economies \nFSI; (2) and (5) include other emerging market FSI excluding the specific country FSI; (3) and (6) \ninclude  emerging  market  FSI  excluding  the  region  and  regional  FSI  excluding  the  country.  All \nspecifications  were  estimated  using  fixed-effects  to  account  for  country  heterogeneity.  Robust \nstandard  errors  are  used  and  are  reported  in  italics.  Similar  to  the  results  in  Table  1, \nspecifications which include other emerging market FSI as a determinant of domestic FSI have \nbetter fit than those which include advanced economies FSI only. \n\n \n \nTable 2: Emerging Asia, Fixed Effects Panel Estimates \n \n\nExpected Sign \n(+) \n\nVariance-Equal Weights \n(2) \n0.254* \n0.07  \n\n(1) \n0.482* \n0.05  \n\n(3) \n0.297* \n0.05  \n\nPrincipal Components \n(5) \n0.301* \n0.05  \n\n(4) \n0.428* \n0.04  \n\n(6) \n0.337* \n0.04\n\nDependent Variable:  \nEmerging Asia Country FSI \nAdvanced Economies FSI \n  \nEmerging Economies FSI \n   (excl country) \n  \nEmerging Economies FSI  \n   (excl region) \n  \nRegional FSI (excl country) \n  \nLIBOR (3-month) \n  \nGlobal GDP Growth \n  \nGlobal Commodity Price \n    Change \n  \nFinancial Openness (t-1) \n  \nTrade Openness (t-1) \n  \nCurrent Account (t-1) \n  \nFiscal Balance (t-1) \n  \n∆Foreign Exchange Reserves \n   (t-1) \n  \nConstant \n  \nR-squared (overall) \nObservations  \nCountry \nFixed Effects \n\n(+) \n\n(+) \n\n(+) \n\n(+) \n\n(-) \n\n(-) \n\n(+) \n\n(-) \n\n(-) \n\n(-) \n\n(-) \n\n   \n   \n\n   \n   \n   \n   \n0.279** \n0.10  \n0.279** \n0.10  \n\n–0.042** \n0.01  \n0.002*** \n0.00  \n–0.004  \n0.01  \n–0.035  \n0.04  \n–0.040  \n0.03  \n\n0.007  \n0.02  \n–1.325  \n1.30  \n0.231  \n804  \n10  \nYes  \n\n1.024* \n0.16  \n\n   \n   \n   \n   \n0.256** \n0.09  \n-0.076  \n0.08  \n\n–0.036* \n0.01  \n0.002*** \n0.00  \n0.000  \n0.01  \n–0.020  \n0.04  \n–0.031  \n0.02  \n\n0.022  \n0.01  \n–0.952  \n1.00  \n0.376  \n804  \n10  \nYes  \n\n   \n   \n\n0.334*** \n0.15  \n0.636** \n0.22  \n0.263** \n0.10  \n-0.083  \n0.08  \n\n–0.034* \n0.01  \n0.002** \n0.00  \n–0.001  \n0.01  \n–0.020  \n0.04  \n–0.034  \n0.02  \n\n0.019  \n0.01  \n–0.814  \n0.99  \n0.392  \n804  \n10  \nYes  \n\n  \n  \n\n  \n  \n  \n  \n\n0.123*** \n0.06  \n0.019  \n0.11  \n\n–0.020** \n0.01  \n0.002** \n0.00  \n–0.005  \n0.01  \n–0.051*** \n0.03  \n–0.023*** \n0.01  \n\n–0.019  \n0.02  \n–0.111  \n0.72  \n0.194  \n804  \n10  \nYes  \n\n0.734* \n0.13  \n\n   \n   \n   \n   \n\n0.124*** \n0.06  \n-0.097  \n0.10  \n\n–0.019** \n0.01  \n0.002** \n0.00  \n–0.003  \n0.01  \n–0.033  \n0.03  \n–0.021  \n0.01  \n\n–0.012  \n0.02  \n–0.089  \n0.68  \n0.248  \n804  \n10  \nYes  \n\n \n \n\n0.199*** \n0.09\n0.555* \n0.14\n0.145** \n0.06\n-0.077\n0.10\n\n–0.019** \n0.01\n0.002** \n0.00\n–0.005\n0.01\n–0.031\n0.03\n–0.026*** \n0.01\n\n–0.011\n0.02\n–0.019\n0.71\n0.270\n804\n10\nYes\n\nNote: *, **, *** significant at 0.01, 0.05, and 0.10, respectively.  \n\n Source: Authors' estimate. \n \n\n \n\n\f22   І   ADB Economics Working Paper Series No. 356 \n\nTable 3: Emerging Americas Fixed Effects Panel Estimates \n \n\n \nExpected Sign \n(+) \n\nVariance-Equal Weights \n(2) \n0.433** \n0.15  \n\n(1) \n0.651* \n0.11  \n\n(3) \n0.461** \n0.16  \n\nPrincipal Components \n(5) \n\nNote: *, **, *** significant at 0.01, 0.05, and 0.10, respectively.  \n\nTable 4: Emerging Europe Fixed Effects Panel Estimates \n \n\n \nExpected Sign \n(+) \n\nVariance-Equal Weights \n(2) \n0.352** \n0.06  \n\n(1) \n0.643* \n0.11  \n\n(3) \n0.355* \n0.07  \n\nPrincipal Components \n(5) \n\nDependent Variable: Emerging \nAmericas Country FSI \nAdvanced Economies FSI \n  \nEmerging Economies FSI  \n  (excl country) \n  \nEmerging Economies FSI \n  (excl region) \n  \nRegional FSI (excl country) \n  \nLIBOR (3-month) \n  \nGlobal GDP Growth \n  \nGlobal Commodity Price Change \n  \nFinancial Openness (t-1) \n  \nTrade Openness (t-1) \n  \nCurrent Account (t-1) \n  \nFiscal Balance (t-1) \n  \n∆Foreign Exchange Reserves (t-1) \n  \nConstant \n  \nR-squared (overall) \nObservations  \nCountry \nFixed Effects \n\nSource: Authors' estimate. \n \n\nDependent Variable:  \nEmerging Europe Country FSI \nAdvanced Economies FSI \n  \nEmerging Economies FSI  \n  (excl country) \n  \nEmerging Economies FSI  \n  (excl region) \n  \nRegional FSI (excl country) \n  \nLIBOR (3-month) \n  \nGlobal GDP Growth \n  \nGlobal Commodity Price Change \n  \nFinancial Openness (t-1) \n  \nTrade Openness (t-1) \n  \nCurrent Account (t-1) \n  \nFiscal Balance (t-1) \n  \n∆Foreign Exchange Reserves (t-1) \n  \nConstant \n  \nR-squared (overall) \nObservations  \nCountry \nFixed Effects \n\n Source: Authors' estimate. \n  \n\n(+) \n\n(+) \n\n(+) \n\n(+) \n\n(-) \n\n(-) \n\n(+) \n\n(-) \n\n(-) \n\n(-) \n\n(-) \n\n(+) \n\n(+) \n\n(+) \n\n(+) \n\n(-) \n\n(-) \n\n(+) \n\n(-) \n\n(-) \n\n(-) \n\n(-) \n\n   \n   \n\n   \n   \n   \n   \n0.437** \n0.16  \n0.128  \n0.10  \n–0.024** \n0.01  \n0.014* \n0.00  \n–0.037*** \n0.01  \n–0.078  \n0.07  \n–0.124*** \n0.06  \n–0.115  \n0.08  \n–1.854  \n1.18  \n0.352  \n440  \n6  \nYes  \n\n   \n   \n\n   \n   \n   \n   \n0.185** \n0.05  \n0.219  \n0.16  \n–0.019***\n0.01  \n0.005* \n0.00  \n–0.052** \n0.01  \n0.042  \n0.02  \n–0.026  \n0.03  \n0.002  \n0.03  \n2.245* \n0.98  \n0.170  \n306  \n5  \nYes  \n\n0.908** \n0.19  \n\n   \n   \n   \n   \n0.441** \n0.14  \n-0.222*** \n0.10  \n–0.022** \n0.01  \n0.011** \n0.00  \n–0.027  \n0.02  \n0.055  \n0.06  \n–0.047  \n0.05  \n–0.028  \n0.08  \n–0.762  \n0.78  \n0.482  \n440  \n6  \nYes  \n\n0.666** \n0.17  \n\n   \n   \n   \n   \n0.224** \n0.05  \n–0.127  \n0.13  \n–0.019** \n0.01  \n0.007* \n0.00  \n–0.040** \n0.01  \n–0.011  \n0.02  \n–0.028  \n0.02  \n0.010  \n0.03  \n1.677*** \n0.78  \n0.402  \n306  \n5  \nYes  \n\n   \n   \n\n0.629*** \n0.30  \n0.256*** \n0.11  \n0.423** \n0.13  \n-0.202  \n0.12  \n–0.022** \n0.00  \n0.011** \n0.00  \n–0.035  \n0.03  \n0.050  \n0.07  \n–0.027  \n0.05  \n–0.030  \n0.07  \n–0.484  \n0.83  \n0.473  \n432  \n6  \nYes  \n\n   \n   \n\n0.480** \n0.14  \n0.233** \n0.08  \n0.231** \n0.05  \n–0.125  \n0.12  \n–0.020** \n0.01  \n0.007* \n0.00  \n–0.036** \n0.01  \n–0.009  \n0.03  \n–0.029  \n0.02  \n0.016  \n0.03  \n1.435  \n0.75  \n0.433  \n306  \n5  \nYes  \n\n(4) \n0.635* \n0.12  \n\n   \n   \n\n   \n   \n   \n   \n0.196** \n0.07  \n0.032  \n0.08  \n–0.014** \n0.00  \n0.006*** \n0.00  \n–0.021** \n0.01  \n–0.089*** \n0.04  \n–0.094** \n0.03  \n–0.045  \n0.06  \n–0.721  \n0.71  \n0.341  \n435  \n6  \nYes  \n\n(4) \n0.652* \n0.10  \n\n   \n   \n\n   \n   \n   \n   \n\n0.169*** \n0.07  \n0.168  \n0.13  \n–0.021** \n0.01  \n0.000  \n0.00  \n–0.041** \n0.01  \n0.047** \n0.01  \n–0.037  \n0.05  \n–0.022  \n0.02  \n2.724** \n0.60  \n0.211  \n306  \n5  \nYes  \n\n0.519** \n0.14  \n\n0.899* \n0.13  \n\n   \n   \n   \n   \n0.220** \n0.06  \n-0.106  \n0.07  \n–0.015** \n0.00  \n0.005  \n0.00  \n–0.014  \n0.01  \n–0.001  \n0.04  \n–0.071** \n0.03  \n–0.020  \n0.06  \n–0.407  \n0.73  \n0.444  \n435  \n6  \nYes  \n\n0.371** \n0.12  \n\n1.084* \n0.12  \n\n   \n   \n   \n   \n0.234** \n0.07  \n–0.052  \n0.10  \n–0.023** \n0.00  \n0.002  \n0.00  \n–0.034** \n0.01  \n0.003  \n0.01  \n–0.048  \n0.04  \n–0.011  \n0.02  \n2.314** \n0.68  \n0.434  \n306  \n5  \nYes  \n\n(6) \n0.502** \n0.15  \n\n   \n   \n\n0.519** \n0.16  \n0.317* \n0.04  \n0.205** \n0.06  \n-0.101  \n0.07  \n–0.014** \n0.01  \n0.005  \n0.00  \n–0.017  \n0.02  \n–0.011  \n0.04  \n–0.059  \n0.04  \n–0.020  \n0.06  \n–0.262  \n0.95  \n0.438  \n427  \n6  \nYes  \n\n(6) \n0.368*** \n0.13  \n\n   \n   \n\n0.533** \n0.13  \n0.519** \n0.14  \n0.215*** \n0.08  \n–0.076  \n0.10  \n–0.021** \n0.01  \n0.001  \n0.00  \n–0.018  \n0.01  \n–0.002  \n0.01  \n–0.047  \n0.03  \n–0.015  \n0.02  \n1.118  \n0.98  \n0.582  \n306  \n5  \nYes  \n\nNote: *, **, *** significant at 0.01, 0.05, and 0.10, respectively.  \n\n\fDeterminants of Financial Stress in Emerging Market Economies   І   23 \n\nThe estimates presented in Table 1 offer several key findings. First, financial stress from \nboth  advanced  and  emerging  market  economies  (excluding  a  country),  significantly  increases \ndomestic FSI for the (excluded) emerging market economy. This finding is consistent with that \nBalakrishnan  et  al.  (2011).  The  estimates  also  show  that  emerging  market  (excluding  the \nparticular  region)  and  regional  FSIs  (excluding  the  particular  country)  significantly  increases \ndomestic  FSI  as  seen  in  specifications  (3),  (6),  (9),  and  (12).  These  findings  support  the  view \nthat financial contagion could originate from both advanced and other emerging economies. \n\n \nSecond,  both  global  and  domestic  factors  significantly  influence  domestic  FSI.  Higher \nglobal interest rates tend to increase domestic financial stress, suggesting tightening conditions \nin  international  credit  markets  can  have  adverse  effects  on  the  domestic  financial  condition. \nHigher  global  GDP  growth  reduces  domestic  financial  stress,  implying  that  as  global  demand \nconditions  improve  financial  stress  declines.  In  contrast,  sound  domestic  macroeconomic \nconditions  have  mitigating  effect  on  domestic  financial  stress.  Current  account  surplus,  fiscal \nsurplus,  and  higher  foreign  exchange  reserves  lower  domestic  financial  stress.  Among  these \ndomestic indicators, fiscal surplus significantly lowers domestic FSI across specifications. This \nmeans  that  fiscal  space  of  the  country  or  its  ability  to  increase  domestic  spending  during \nepisodes of financial market turmoil remains crucial in lowering domestic financial stress. \n\n \nThird, trade and financial openness are both significant but have opposing influence on \ndomestic  FSI.  Greater  de  facto  financial  integration  tends  to  significantly  increase  domestic \nfinancial stress; while greater trade openness reduces it. These findings are consistent with the \nexisting  view  that  financial  openness  can  increase  emerging  market  countries’  vulnerability  to \nfinancial shocks through increased capital flows and volatility. Greater trade openness tends to \nimprove  economic  performance,  while  diversified  trading  partners  could  positively  influence \neconomic stability, thereby reducing domestic FSI.   \n\n \nFourth, the effects of dummy variables for different regions are also found significant for \nemerging Asia and emerging Europe, suggesting  that a common regional factor also plays an \nimportant role in driving domestic financial stress in these emerging market countries. While it is \ndifficult to pin down what this common regional factor represents, it could be similar economic \nfundamentals,  institutional  set  ups,  and  whatever  about  the  region  that  causes  common \nperception  and  herding  behaviour  of  foreign  investors.  This  finding  also  suggests  that  both \nregions are vulnerable to financial contagion within the region, wherein a crisis in one member \ncountry  will  have  significant  impact  on  the  other  countries  in  the  region.  The  experience  of \nemerging Asia during the 1997–1998 financial crisis concurs with this finding.12 \n\n \nFifth,  the  results  are  robust  when  one  looks  into  the  fixed-effects  estimates  for  the \nemerging  market  regions.  Tables  2–4  present  the  results  for  emerging  Asia,  emerging \nAmericas,  and  emerging  Europe,  respectively.  As  in  the  full  sample  results,  advanced \neconomies  FSI  and  emerging  market  FSI  (excluding  the  particular  country)  significantly \nincreases  domestic  emerging  market  FSI  of  the  particular  country.  Furthermore,  regional \nemerging  market  FSI  (excluding  the  particular  country)  is  also  a  significant  determinant  of \ndomestic FSI of the particular country. Interestingly, unlike for emerging Americas and emerging \n\n                                                 \n12   To check for the robustness of the results, a separate regression was made where calm periods were dropped to \nfocus only on periods of high financial stress in emerging markets. The results show that the dummy variable for \nemerging Americas is significant; implying that during periods of financial stress, regional factor is significant for \nemerging Americas. We also conducted a separate regression by removing the Hong Kong, China and Singapore, \nboth of which are considered as the Asian financial hub in the emerging Asia sample, to determine  whether the \nsignificance  of  a  common  Asian  regional  factor  is  due  to  the  inclusion  of  these  two  financial  hubs.  The  panel \nregression results show that a common Asian regional factor is still positive and significant.  \n\n\f24   І   ADB Economics Working Paper Series No. 356 \n\nEurope,  trade  openness  is  insignificant  for  emerging  Asia.  But  unlike  emerging  Asia  and \nemerging Americas, fiscal surplus is insignificant for emerging Europe. \n\n \n \nIV. IMPACT OF ADVANCED AND OTHER EMERGING MARKET FINANCIAL SHOCKS \nON DOMESTIC EMERGING MARKET FSI \n \nKnowing  that  advanced  and  other  emerging  market  economies  FSI  significantly  increase \ndomestic FSI, we can examine the magnitude and persistence of financial shocks coming from \nadvanced  and  other  emerging  economies  on  domestic  FSI  using  a  structural  vector \nautoregression (SVAR) with contemporaneous or short-run restrictions. \n \nA. \n \nThe SVAR model used in this paper takes a structural equation form, given by: \n\nStructural Vector Autoregression \n\nwhere  A(L)  is  a  matrix  of  polynomial  in  the  lag  operator  L.  Yt  is  a  3  x  1  data  vector \ncorresponding to advanced economies FSI, other emerging market countries FSI (excluding the \nparticular  country),  and  domestic  FSI.13 et  is  a  3  x  1  structural  disturbance.  The  reduce-form \nequation is given by: \n\n(8) \n\n(9) \n\nwhere B(L) is a matrix polynomial in lag operator L and Var(ut) = Ω. To recover the parameters \nand  structural  shocks  in  equation  (8),  contemporaneous  short-run  identifying  restrictions  are \nimposed,  following  Blanchard  and  Watson  (1986);  Bernanke  (1986);  and  Sims  (1986).  The \northogonal factorization matrixes are given the form: \n\n(cid:1827)(cid:4666)(cid:1838)(cid:4667)(cid:1851)(cid:3047) (cid:3404) (cid:1857)(cid:3047) \n\n(cid:1851)(cid:3047) (cid:3404) (cid:1828)(cid:4666)(cid:1838)(cid:4667)(cid:1851)(cid:3047)(cid:2879)(cid:2869) (cid:3397)   (cid:2020)(cid:3047) \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n(10) \n\nsuch that domestic FSI responds to advance and emerging market countries financial shocks; \nas  well  as  its  own  financial  shocks (third  row  of  matrix  A);  while  its  covariance  with  advanced \nand  other  emerging  market  financial  shocks  is  assumed  zero  (third  row  of  matrix  B).  The \nresulting  impulse  response  functions  and  variance  decomposition  will  show  the  size,  speed  of \nadjustment,  and  persistence  of  impact  of  advanced  and  other  emerging  market  countries \n(nonregional and regional) financial shocks on domestic emerging market FSI.  \n\n \nTo estimate equations (8) to (10), an augmented ADF unit root test was conducted for \nfinancial  stress  indexes  for  advanced  economies,  emerging  market  (excluding  the  particular \ncountry), non-regional emerging market, regional excluding the country, and domestic FSI using \nboth  variance-equal  weights  and  principal  component  analysis.  The  results  reject  the  null \nhypothesis of a unit root at 0.10 level of significance for almost all countries; except for Czech \n\n                                                 \n13   A  separate  structural  vector  autoregression  model  is  also  estimated  decomposing  other  emerging  market \ncountries FSI into nonregional and regional emerging market FSI. The same procedure would apply for the four-\nvariable SVAR. \n\n\fDeterminants of Financial Stress in Emerging Market Economies   І   25 \n\nRepublic, Egypt, and Romania. Since most FSI indicators do not contain unit root, SVAR was \nestimated using the level data for all FSI indexes. A granger causality test has also been done, \nand  the  results  does  not  reject  the  null  hypothesis that  domestic  FSI  does  not  Granger  cause \nboth the advanced and other emerging market FSIs. \n\nImpulse Responses and Variance Decompositions \n\n \nTo  determine  the  appropriate  lag  order  to  use  in  the  SVAR,  lag  structure  test  was \nconducted using the financial predictor error, Akaike information criterion, Schwarz information \ncriterion, and Hannan-Quinn information criterion. The results from the lag order test show that \nup to two lags of each variable must be included in the SVAR estimation. \n \nB. \n \nFigures  5a  to  5y  present  individual  emerging  market  impulse  responses  of  domestic  FSI  to  a \nstructural one standard deviation financial shock coming from advanced economies (Shock 1), \nother emerging markets (Shock 2), and its own domestic market (Shock 3) using both variance-\nequal weights and principal component analysis. The responses are shown together with their \n+/– two standard error values. Table 5 shows the variance decompositions of domestic FSI on \nfinancial  shocks  coming  from  advanced  economies  (Shock  1),  other  emerging  markets \n(Shock 2), and its own domestic market (Shock 3). Figures 6a to 6y present individual emerging \nmarket impulse responses of domestic FSI to a structural one standard deviation financial shock \ncoming from advanced economies (Shock 1), nonregional emerging markets (Shock 2), regional \nemerging  markets  excluding  the  country  (Shock  3),  and  its  own  domestic  market  (Shock  4) \nusing  both  variance-equal  weights  and  principal  component  analysis.  Table  6  presents  the \nvariance decompositions.  \n\n \n \nTable 5: Variance Decomposition of Domestic FSI \n \n\nShock2\n\nShock3\n\na)  Emerging Markets \nPeriod \nFinancial Stress Index (Equal-Variance) \n\nShock1 \n\nS.E. \n\n1 \n2 \n3 \n4 \n6 \n8 \n12 \n\n1.035 \n1.540 \n1.792 \n1.901 \n1.962 \n1.973 \n1.979 \n\n11.935 \n16.003 \n16.858 \n16.547 \n16.263 \n16.515 \n16.792 \n\n8.905 \n13.992 \n18.871 \n22.482 \n25.558 \n26.125 \n26.205 \nFinancial Stress Index (Principal Component)\n6.826 \n11.681 \n16.686 \n20.486 \n23.153 \n23.234 \n22.995 \n\n10.231 \n12.110 \n12.248 \n11.991 \n12.173 \n12.558 \n12.908 \n\n0.589 \n0.873 \n1.023 \n1.097 \n1.148 \n1.157 \n1.162 \n\n1 \n2 \n3 \n4 \n6 \n8 \n12 \n\n \n\n \n\n \n\n79.160 \n70.005 \n64.272 \n60.971 \n58.179 \n57.361 \n57.003 \n\n82.943 \n76.209 \n71.067 \n67.523 \n64.674 \n64.208 \n64.097 \n\n\f26   І   ADB Economics Working Paper Series No. 356 \n\nFinancial Stress Index (Principal Component)\n\nFinancial Stress Index (Principal Component) \n\nShock1  Shock2  Shock3\n\nd)  Emerging Europe\nPeriod\nFinancial Stress Index (Equal-Variance) \n\nS.E.\n\nShock1  Shock2  Shock3\n\nb)  Emerging Asia \nPeriod \nS.E. \nFinancial Stress Index (Equal-Variance) \n14.410 \n19.447 \n23.510 \n25.954 \n27.186 \n26.944 \n26.649 \n\n8.643 \n10.831 \n10.514 \n9.997 \n10.485 \n11.400 \n12.140 \n\n1.025 \n1.528 \n1.780 \n1.883 \n1.929 \n1.934 \n1.936 \n\n1 \n2 \n3 \n4 \n6 \n8 \n12 \n\n1 \n2 \n3 \n4 \n6 \n8 \n12 \n\n0.578 \n0.860 \n1.010 \n1.081 \n1.120 \n1.125 \n1.126 \n\n7.735 \n8.791 \n8.680 \n8.858 \n10.097 \n10.777 \n11.014 \n\n7.069 \n11.555 \n15.316 \n17.601 \n18.606 \n18.472 \n18.413 \n\nS.E. \n\nc)  Emerging Americas \nPeriod \nFinancial Stress Index (Equal-Variance) \n8.824 \n14.549 \n20.473 \n25.575 \n30.720 \n32.136 \n32.618 \n\n8.784 \n11.518 \n11.984 \n11.459 \n11.067 \n11.371 \n11.695 \n\n1.025 \n1.515 \n1.752 \n1.860 \n1.938 \n1.955 \n1.963 \n\n1 \n2 \n3 \n4 \n6 \n8 \n12 \n\n1 \n2 \n3 \n4 \n6 \n8 \n12 \n\n0.599 \n0.875 \n1.017 \n1.089 \n1.149 \n1.164 \n1.171 \n\n8.892 \n10.645 \n10.426 \n9.574 \n8.905 \n8.965 \n9.134 \n\n10.993 \n17.257 \n24.896 \n31.308 \n36.276 \n36.823 \n36.820 \n\n \n\n \n\n76.947 \n69.721 \n65.976 \n64.049 \n62.329 \n61.656 \n61.211 \n\n85.195 \n79.654 \n76.004 \n73.542 \n71.298 \n70.752 \n70.572 \n\n82.392 \n73.933 \n67.543 \n62.966 \n58.213 \n56.493 \n55.687 \n\n80.114 \n72.098 \n64.678 \n59.119 \n54.819 \n54.211 \n54.046 \n\n1.064 \n1.591 \n1.862 \n1.987 \n2.065 \n2.083 \n2.095 \n\n16.064 \n26.582 \n30.703 \n31.104 \n29.848 \n29.152 \n28.692 \n\n2.218 \n7.447 \n12.114 \n15.235 \n17.678 \n18.043 \n18.169 \n\n1 \n2 \n3 \n4 \n6 \n8 \n12 \n\n13.035 \n0.596 \n17.623 \n0.893 \n19.194 \n1.054 \n19.071 \n1.143 \n18.334 \n1.212 \n18.378 \n1.227 \n19.060 \n1.239 \ne)  Other Emerging Markets \nS.E.\nPeriod\nFinancial Stress Index (Equal-Variance) \n\n5.202 \n9.227 \n14.062 \n18.504 \n22.245 \n22.134 \n21.145 \n\n1.041 \n1.545 \n1.796 \n1.901 \n1.953 \n1.960 \n1.963 \n\n0.594 \n0.876 \n1.024 \n1.094 \n1.133 \n1.139 \n1.142 \n\n19.731 \n22.436 \n22.720 \n22.360 \n21.521 \n21.222 \n21.192 \n\n14.974 \n15.716 \n15.218 \n14.601 \n14.565 \n15.124 \n15.612 \n\n3.625 \n7.702 \n13.313 \n18.221 \n23.596 \n25.161 \n25.523 \n\n1.999 \n6.696 \n11.073 \n13.945 \n15.970 \n16.134 \n16.026 \n\n1 \n2 \n3 \n4 \n6 \n8 \n12 \n\n1 \n2 \n3 \n4 \n6 \n8 \n12 \n\n1 \n2 \n3 \n4 \n6 \n8 \n12 \n\n81.719 \n65.971 \n57.182 \n53.661 \n52.474 \n52.805 \n53.139 \n\n81.763 \n73.150 \n66.744 \n62.425 \n59.420 \n59.488 \n59.796 \n\n76.644 \n69.862 \n63.967 \n59.419 \n54.884 \n53.617 \n53.285 \n\n83.027 \n77.588 \n73.709 \n71.454 \n69.465 \n68.742 \n68.362 \n\nFinancial Stress Index (Principal Component)\n\nFinancial Stress Index (Principal Component)\n\nShock1  Shock2  Shock3\n\nShock1  Shock2  Shock3\n\nNote: Factoralization is structural. Values refer to unweighted average of individual country variance decomposition. \n\nSource: Authors' calculation. \n\n \nTable 6: Variance Decomposition of Domestic FSI \n \n\na)  Emerging Markets \nPeriod \nFinancial Stress Index (Equal-Variance) \n\nS.E. \n\nShock1  Shock2  Shock3 Shock4\n\n1.037 \n1.551 \n1.802 \n1.912 \n1.979 \n1.993 \n2.006 \n\n5.149 \n8.736 \n12.314 \n15.254 \n17.973 \n18.504 \n18.582 \n\n12.762 \n1 \n17.140 \n2 \n17.778 \n3 \n17.150 \n4 \n16.520 \n6 \n16.766 \n8 \n12 \n17.145 \nFinancial Stress Index (Principal Component) \n11.031 \n12.863 \n12.866 \n12.447 \n12.462 \n12.770 \n13.048 \n\n3.880 \n6.886 \n10.501 \n13.760 \n16.422 \n16.515 \n16.245 \n\n0.593 \n0.881 \n1.034 \n1.111 \n1.165 \n1.176 \n1.183 \n\n1 \n2 \n3 \n4 \n6 \n8 \n12 \n\n7.245  74.844 \n9.133  64.991 \n11.064  58.844 \n12.556  55.040 \n14.129  51.377 \n14.752  49.978 \n15.134  49.139 \n\n5.939  79.151 \n8.864  71.387 \n10.913  65.721 \n12.259  61.535 \n13.591  57.526 \n14.355  56.360 \n15.005  55.703 \n\n \n\n\fDeterminants of Financial Stress in Emerging Market Economies   І   27 \n\nb)  Emerging Asia \nPeriod  S.E.  Shock1  Shock2  Shock3 Shock4\nFinancial Stress Index (Equal-Variance) \n\n1 \n2 \n3 \n4 \n6 \n8 \n12 \nFinancial Stress Index (Principal Component)\n\n7.022  12.094 71.448\n9.436 \n11.735 \n8.669  17.292 62.304\n11.314  10.433  20.815 57.438\n10.612  11.689  22.863 54.835\n10.975  12.449  24.062 52.514\n12.111  12.411  23.840 51.638\n12.915  12.378  23.527 51.180\n\n1.038 \n1.551 \n1.803 \n1.907 \n1.954 \n1.960 \n1.962 \n\n8.555  2.836 \n8.366 80.242\n9.567  3.716  14.776 71.941\n9.374  5.139  18.347 67.139\n9.465  6.371  20.110 64.053\n10.609  7.259  20.630 61.503\n11.284  7.319  20.503 60.894\n11.446  7.363  20.467 60.724\n\n0.581 \n1 \n0.865 \n2 \n1.016 \n3 \n1.089 \n4 \n1.132 \n6 \n1.137 \n8 \n12 \n1.140 \nc)  Emerging Americas \nPeriod  S.E.  Shock1  Shock2  Shock3 Shock4\nFinancial Stress Index (Equal-Variance) \n10.133 \n7.148  6.295  76.424   \n13.308  12.129  5.740  68.823   \n13.552  17.963  5.635  62.850   \n12.721  23.454  5.373  58.452   \n11.786  29.445  4.990  53.778\n11.800  31.216  5.059  51.925\n12.010  31.773  5.242  50.974\n\n1 \n2 \n3 \n4 \n6 \n8 \n12 \nFinancial Stress Index (Principal Component)\n\n1.011 \n1.511 \n1.753 \n1.869 \n1.962 \n1.983 \n1.994 \n\nd) Emerging Europe\nPeriod\nFinancial Stress Index (Equal-Variance) \n\nS.E.\n\nShock1 Shock2  Shock3 Shock4\n\n1 \n2 \n3 \n4 \n6 \n8 \n12 \n\n0.600 \n0.903 \n1.068 \n1.159 \n1.230 \n1.249 \n1.268 \n\n1.058 \n1.590 \n1.845 \n1.963 \n2.048 \n2.076 \n2.113 \n\n12.809 \n17.283 \n18.781 \n18.647 \n18.036 \n17.915 \n18.575 \n\n1.333 \n6.614 \n10.341 \n12.958 \n14.695 \n14.338 \n13.865 \n\n14.954 \n25.672 \n29.230 \n29.307 \n27.654 \n26.920 \n26.965 \n\n3.960\n3.435\n4.198\n6.145\n10.623\n13.285\n14.891\nFinancial Stress Index (Principal Component)\n4.117\n4.876\n6.806\n9.192\n13.496\n16.461\n19.007\n\n1 \n2 \n3 \n4 \n6 \n8 \n12 \ne) Other Emerging Markets \nPeriod S.E.\nFinancial Stress Index (Equal-Variance) \n22.285 \n25.733 \n25.962 \n24.942 \n23.567 \n23.163 \n23.146 \n\n1 \n2 \n3 \n4 \n6 \n8 \n12 \nFinancial Stress Index (Principal Component)\n\n3.882 \n7.405 \n11.151 \n14.481 \n16.712 \n16.003 \n14.677 \n\n2.237 \n6.466 \n11.011 \n14.736 \n18.675 \n19.874 \n20.202 \n\n0.652 \n0.946 \n3.411 \n5.579 \n7.386 \n8.405 \n9.297 \n\n1.047 \n1.563 \n1.822 \n1.927 \n1.979 \n1.990 \n1.995 \n\nShock1 Shock2  Shock3 Shock4\n\n1 \n2 \n3 \n4 \n6 \n8 \n12 \n\n0.605 \n0.887 \n1.031 \n1.105 \n1.171 \n1.189 \n1.196 \n\n6.985  7.266  75.012   \n10.738 \n12.173  11.448  7.440  68.939   \n11.565  18.421  7.166  62.849   \n10.251  25.454  6.775  57.521   \n8.974 \n8.898 \n9.034 \n\n32.070  6.588  52.368\n32.943  6.852  51.306\n32.944  6.990  51.032\n\n1 \n2 \n3 \n4 \n6 \n8 \n12 \n\n0.596 \n0.898 \n1.058 \n1.138 \n1.190 \n1.202 \n1.219 \n\n13.411 \n15.100 \n15.473 \n15.281 \n15.585 \n16.481 \n17.791 \n\n1.498 \n6.502 \n11.656 \n15.952 \n19.244 \n19.083 \n18.341 \n\n1.953 \n2.070 \n3.233 \n4.483 \n6.441 \n7.721 \n8.810 \n\n79.753 \n64.278 \n56.230 \n51.590 \n47.028 \n45.458 \n44.280 \n\n79.192 \n70.436 \n63.262 \n57.680 \n51.755 \n49.621 \n47.740 \n\n74.826 \n66.855 \n59.616 \n54.744 \n50.372 \n48.558 \n47.355 \n\n83.138 \n76.329 \n69.638 \n64.285 \n58.731 \n56.715 \n55.058 \n\nNote: Factoralization is structural. Values refer to unweighted average of individual country variance decomposition. \n\nSource: Authors' calculation. \n\n \nBased  on  the  impulse  responses  and  variance  decomposition  results,  several  key \nfindings  are  noted.  First,  the  impulse  responses  from  the  SVAR  model  on  the  impact  of \nadvanced  economies,  other  emerging  markets,  and  domestic  market  financial  shocks  on \ndomestic  FSI  (Figures  5a  to  5y)  are  in  line  with  the  panel  regression  results.  Specifically, \nfinancial  shocks  originating  from  advanced  and  other  emerging  market  countries  increase \nindividual  emerging  market  domestic  FSI.  Among  the  different  sources  of  financial  shocks, \ndomestic  FSI  tends  to  respond  strongly  to  its  own  financial  shock.  However,  some  emerging \nmarket  domestic  FSIs  respond  faster  to  a  shock  of  advance  economies  compared  to  that  of \nemerging  market;  while  others  (mostly  emerging  Asia)  respond  more  strongly  to  a  shock  of \nemerging market than to that of advance economies. Hence, there are differences in speed and \nmagnitude  of  responses  to  external  financial  shocks  across  individual  emerging  market \ncountries.  \n\n \n\n \n\n \n\n\f28   І   ADB Economics Working Paper Series No. 356 \n\na.  Argentina \n\nb.  Brazil \n\nFigure 5: Impulse Responses of Domestic FSI \n(Response to Structural One S.D. ± 2 S.E.) \n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nc.  Chile \n\nd.  People’s Rep. of China \n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\ne.  Colombia \n\nf.  Czech Republic \n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\ng.  Egypt \n\nh.  Hong Kong, China \n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n\fDeterminants of Financial Stress in Emerging Market Economies   І   29 \n\ni.  Hungary \n\nj.  India \n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nk.  Indonesia \n\n \nl.  Israel \n\nResponse of  DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of  DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nResponse of  DOM_PC to Shock1\n\nResponse of  DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nm.  Rep. of Korea \n\n \nn.  Malaysia \n\nResponse of DOM_SUM to ADV_SUM\n\nResponse of DOM_SUM to EXC_SUM_RES\n\nResponse of DOM_SUM to DOM_SUM\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\n \n\n \n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\no.  Mexico \n\np.  Peru \n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n \n\n \n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n\f30   І   ADB Economics Working Paper Series No. 356 \n\nq.  Philippines \n\nr.  Poland \n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\ns.  Romania \n\nt.  Russian Federation \n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nu.  South Africa \n\nv.  Singapore \n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nw.  Taipei,China \n\nx.  Thailand \n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n \n\n \n\n \n \n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n \n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n\fDeterminants of Financial Stress in Emerging Market Economies   І   31 \n\ny.  Turkey \n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\n \n \n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nNote: PC = principal components; SUM = variance-equal weights. The blue line refers to the actual structural response; while the \nred lines below and above of the actual response corresponds to the +2 and -2 standard errors, respectively. \n\nSource: Authors’ estimate. \n\n \n \nSecond,  the  variance  decompositions  in  Table  5  show  that  domestic  financial  shock \ndominates variation in domestic FSI. A financial shock from advanced economies accounts for \ngreater  variation  in  domestic  FSI  in  the  first  two  quarters  after  the  shock,  while  a  shock  from \nemerging  market  economies  accounts  for  greater  variation  after  the  second  quarter.  This \nsuggests that advanced economies financial shock has more instantaneous but less persistent \nimpact  on  domestic  financial  stress;  while  emerging  market  financial  shock  has  delayed  but \nrelatively  lasting  impact  on  domestic  financial  stress.  Advanced  economies’  financial  shock \naccounts for greater variation in domestic FSI during the first four quarters in emerging Europe \nand  several  other  emerging  market  economies  including  Turkey  and  South  Africa;  while \nemerging markets’ financial shock explains greater variation in domestic FSI beyond the fourth \nquarter. For emerging Asia and emerging Americas, a financial shock originating from emerging \nmarkets  consistently  accounts  for  greater  variation  in  domestic  FSI  than  that  coming  from \nadvanced countries.  \n\n \nThird,  looking  into  the  responses  of  domestic  FSI  to  financial  shocks  from  other \nemerging  countries  excluding  the  region  (nonregional)  and  regional  emerging  countries \nexcluding  the  country  (Figures  6a  to  6y),  the  estimates  reveal  that  a  shock  from  nonregional \nemerging  markets  increase  domestic  financial  FSI  as  much  as  a  regional  shock  or  more  for \nmany  emerging  market  countries  in  the  sample.  But  for  most  emerging  Asia,  a  shock  from \nregional emerging markets has greater impact than that from nonregional emerging markets.14 \nThe variance decompositions also illustrate that for emerging Asia, regional (excluding country) \nfinancial shocks explain considerably larger variation in domestic FSI than nonregional shocks. \nThese observations are consistent with the panel regression estimates showing the significance \nof a common regional factor for emerging Asia. \n\n \n\n \n\n \n \n\n                                                 \n14   A  separate  SVAR  estimation  was  conducted  by  removing  the  Hong  Kong,  China  and  Singapore  (both  Asian \nfinancial  hub)  in  the  emerging  Asia  sample,  to  determine  whether  a  regional  financial  shock  will  still  dominate \ncompared to a nonregional shock. The impulse response and variance decomposition results show that a regional \nfinancial shock is still greater than nonregional shock despite removing the regional financial hubs. \n\n\f32   І   ADB Economics Working Paper Series No. 356 \n\na.  Argentina \n\nb.  Brazil \n\nFigure 6: Impulse Responses of Domestic FSI \n(Response to Structural One S.D. ± 2 S.E.) \n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\nc.  Chile \n\nd.  People’s Rep. of China \n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\ne.  Colombia \n\nf.  Czech Republic \n\nResponse of DOM_SUM to ADV_SUM\n\nResponse of DOM_SUM to EXR_SUM_RES\n\nResponse of DOM_SUM to RXC_SUM_RES\n\nResponse of DOM_SUM to DOM_SUM\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\ng.  Egypt \n\nh.  Hong Kong, China \n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n\fDeterminants of Financial Stress in Emerging Market Economies   І   33 \n\ni.  Hungary \n\nj.  India \n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\nk.  Indonesia \n\nl.  Israel \n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\nm.  Rep. of Korea \n\nn.  Malaysia \n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\no.  Mexico \n\np.  Peru \n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n \n \n\n \n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n\f34   І   ADB Economics Working Paper Series No. 356 \n\nq.  Philippines \n\nr.  Poland \n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\ns.  Romania \n\nt.  Russian Federation \n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\nu.  South Africa \n\nv.  Singapore \n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\nw.  Taipei,China \n\nx.  Thailand \n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n \n \n\n \n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n\fDeterminants of Financial Stress in Emerging Market Economies   І   35 \n\ny.  Turkey \n\nResponse of DOM_SUM to Shock1\n\nResponse of DOM_SUM to Shock2\n\nResponse of DOM_SUM to Shock3\n\nResponse of DOM_SUM to Shock4\n\n \n \n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\nResponse of DOM_PC to Shock1\n\nResponse of DOM_PC to Shock2\n\nResponse of DOM_PC to Shock3\n\nResponse of DOM_PC to Shock4\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n-1.0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10 11 12\n\nNote: PC = principal components; SUM = variance-equal weights. The blue line refers to the actual structural response; while the \nred lines below and above of the actual response corresponds to the +2 and –2 standard errors, respectively. \n\nSource: Authors’ estimate. \n\n \n \nV. SUMMARY AND CONCLUSION \n \nThis  paper  extends  the  literature  analyzing  the  cross-border  transmission  of  financial  crisis \nusing the FSI. From a policy viewpoint, FSI offers an important tool which can help measure a \ndegree  of  financial  stress  and  identify  the  sources  of  the  stress.  This  paper  utilizes  FSI  to \nunderstand  global,  regional,  and  domestic  factors  influencing  the  financial  stress  condition  of \nemerging  market  economies.  The  analysis  also  includes  FSIs  in  various  economic  and \ngeographic  groupings  of  the  countries  to  understand  the  transmission  of  financial  shock  from \nthese different groups. \n\n \nEarlier studies indicated that financial shocks spread from advanced to emerging market \neconomies.  While  verifying  the  earlier  findings,  this  study  highlights  that  financial  stress \noriginated  from  emerging  economies  also  exerts  significant  influence  on  the  financial  stress \ncondition of other emerging market economies. Specifically, the panel regression results show \nthat  financial  stress  originating  from  emerging  market  economies  (excluding  the  country  of \nparticular  interest)  significantly  increases  financial  stress  in  domestic  financial  systems  of  the \n(excluded)  emerging  economy.  Whether  this  shock  from  emerging  market  economies  is  from \nthe  same  region  or  not  did  not  seem  to  matter.  The  SVAR  impulse  responses  and  variance \ndecompositions reveal that the impact of a nonregional shock is as strong as that of a regional \nshock or stronger on domestic FSI for most emerging market economies in the sample, except \nthe ones in emerging Asia. \n\n \nAnother important finding of this study is the importance of a common regional factor in \naffecting  domestic  financial  stress.  The  panel  regression  results  indicate  that  a  common \nregional factor significantly increases domestic financial stress in emerging Asia and emerging \nEurope;  while  the  same  is  true  only  for  crises  periods  for  emerging  Americas.  The  variance \ndecomposition in Table 6 indicate that regional  emerging market financial shocks have lasting \nimpact in emerging Asia, which corroborates the implications of the panel regression results.  \n\n \nThe  findings  of  this  paper  encourage  future  researchers  in  the  field  to  consider  the \nimportance  of  financial  shocks  originating  not  only  from  advanced  economies  but  also  from \nemerging  market  economies.  Given  the  increasing  importance  of  emerging  market  economies \n\n\f36   І   ADB Economics Working Paper Series No. 356 \n\nin  the  global  economic  and  financial  scene,  it  is  natural  to  expect  increasing  influence  of \nemerging market economies in international transmission of shocks.  \n\n \nTogether with the trend in financial integration, the findings of financial contagion present \na  cautionary  tale.  While  financial  activity  is  increasingly  global,  regulation  remains  extremely \nnational.  The  growing  cross-border  nature  of  banking  and  financial  services  underscores  the \nneed  for  a  coordinated  oversight  of  international  financial  institutions  and  markets.  Without  an \nintegrated global framework, regulatory arbitrage and inadequate cross-border information and \ndata sharing would continue to expose national and international financial systems to financial \nrisks and instability (Moshirian 2011). The global financial crisis prompted a wave of reforms in \nthe  global  financial  architecture.  While  the  institution  of  global  regulator  is  realistically  difficult, \nthere have been efforts to establish a global framework that will mandate minimum consistency \nacross  jurisdictions  in  regulatory  principles  that  would  apply  to  similar  markets,  institutions, \nservices, and products. What is also important is that the regulatory oversight should be more \ninclusive  of  emerging  market  economies  given  the  growing  importance  of  emerging  market \nfinancial systems.  \n\n \nDeepening  regional  integration  in  many  developing  regions  imply  there  are  additional \nbenefits  in  creating  responsible  regional  institutions  and  regulators  for  monitoring  of  regional \nmarket  conditions  and  maintaining  financial  stability  at  the  regional  level  in  coordination  with \nnational and global ones. The findings also suggest there may be a common regional factor in \ndetermining the domestic financial stress condition. A shock emerging from a country may affect \nthe countries in the same region more than those of other regions, due to similar fundamentals, \nintegrated  regional  trade,  financial  and  investment  network,  and/or  similar  responses  by \ninternational  investors.  Especially  in  emerging  Asia,  where  regional  integration  has  made \nsubstantial progress,  a number  of  financial  issues  and  activities  require  regionally  coordinated \nresponses to improve effectiveness of these actions as well as to avoid adverse consequences \nof unilateral national responses.  \n \n\n\f \n\nREFERENCES \n\n \nAllen,  L.,  T.  Bali,  and  Y.  Tang.    2012.  Does  Systemic  Risk  in  Financial  Sector  Predict  Future \n\nEconomic Downturns? Review of Financial Studies 25:10. pp. 3000–3036. \n\n \nArnold,  B.,  C.  Borio,  L.  Ellis,  and  F.  Moshirian.  2012.  Systemic  Risk,  Macroeconomic  Policy \nFrameworks,  Monitoring  Financial  Systems,  and  the  Evolution  of  Capital  Adequacy. \nJournal of Banking and Finance 36. pp. 3125–3132. \n\n \nBalakrishnan,  R.,  S.  Danninger,  S.  Elekdag,  and  I.  Tytell.  2009.  How  Linkages  Fuel  the  Fire: \nThe  Transmission  of  Financial  Stress  from  Advanced  to  Emerging  Economies.  World \nEconomic Outlook (April 2009). Washington DC: International Monetary Fund. \n\n \n———. 2011. The Transmission of Financial Stress from Advanced and Emerging Economies. \n\nEmerging Markets Finance and Trade 47. pp. 40–68.  \n\n \nBernanke,  B.  1986.  Alternative  Explorations  of  the  Money–Income  Correlation.  Carnegie-\n\nRochester Series on Public Policy 25. pp. 49–99. \n\n \nBlanchard,  O.,  and  Watson,  M.  1986.  Are  Business  Cycles  All  Alike?  In  Robert  Gordon,  eds. \nThe American Business Cycle: Continuity and Change. Chicago: University of Chicago \nPress. \n\n \nBollerslev,  T.,  R.  Chou,  and  K.  Kroner.  1992.  ARCH  Modeling  in  Finance:  A  Review  of  the \n\nTheory and Empirical Evidence. Journal of Econometrics 52. pp. 5–59. \n\n \nBorio,  C.  and  M.  Drehmann.  2009.  Towards  an  Operational  Framework  for  Financial  Stability: \n“Fuzzy”  Measurement  and  Its  Consequences.  Bank  for  International  Settlements \nWorking Paper No. 284.  \n\n \nCalvo,  S.,  and  C.  Reinhart.  1996.  Capital  Flows  to  Latin  America:  Is  there  Evidence  of \nContagion  Effects?  In  Calvo,  Goldstein,  and  Hochreiter,  eds.  Private  Capital  Flows  to \nEmerging  Markets  after  the  Mexican  Crisis.  Peterson  Institute  for  International \nEconomics.  \n\n \nCardarelli,  R.,  S.  Elekdag,  and  S.  Lall.  2008.  Financial  Stress  and  Economic  Downturns.  In \nWorld Economic Outlook (October 2008). Financial Stress, Downturns, and Recoveries. \nWashington D.C.: International Monetary Fund.  \n\n \n———.  2011.  Financial  Stress  and  Economic  Contractions.  Journal  of  Financial  Stability  7.  \n\npp. 78–97. \n\n \nDavig,  T.,  and  C.  Hakkio.  2010.  What  is  the  Effect  of  Fnancial  Stress  on  Economic  Activity? \n\nKansas City Fed Economic Review Second Quarter. pp. 35–62. \n\n \nDornbusch, R., Y. C. Park, and S. Claessens. 2000. Contagion: Understanding How it Spreads. \n\nWorld Bank Research Observer 15. pp. 177–197.  \n\n \nEichengreen, B., Rose, A., Wyplosz, C. 2004. Contagious Currency Crises. In B. Eichengreen, \n\nCapital Flows and Crises. Massachusetts Institute of Technology Press. \n\n \n\n\f38   І   ADB Economics Working Paper Series No. 356 \n\nEicher, S., A. Karmann, and D. Maltritz, 2009. The ADR Shadow Exchange Rate As An Early \nWarning  Indicator  for  Currency  Crises.  Journal  of  Banking  and  Finance  33.  pp.  1983–\n1995. \n\n \nFernandez,  V.  2007.  Stock  Market  Turmoil:  Worldwide  Effects  of  the  Middle  East  Conflicts. \n\nEmerging Markets Finance and Trade 43. pp. 58–102. \n\n \nHakkio,  C.,  and  W.  Keeton.  2009.  Financial  Stress:  What  Is  It,  How  Can  It  be  Measured,  and \n\nWhy Does It Matter? Federal Reserve Bank of Kansas City. \n\n \nHanschel, E., and P. Monnin. 2005. Measuring and Forecasting Stress in the Banking Sector: \n\nEvidence from Switzerland. BIS Working Paper No. 22. \n\n \nHollo,  D.,  M.  Kremer,  and  M.  Lo  Duca,  M.  2012.  CISS  –  A  Composite  Indicator  of  Systemic \nStress in the Financial System. European Central Bank Working Paper Series No. 1426. \nFrankfurt am Main.  \n\n \nIlling, M., and Y. Liu. 2006. Measuring Financial Stress in a Developed Country: An Application \n\nto Canada. Journal of Financial Stability 2. pp. 243–265. \n\n \nKaminsky, G., and C. Reinhart. 1999. The Twin Crises: The Causes of Banking and Balance-of-\n\nPayments Problems. American Economic Review 89. pp. 473–500. \n\n \n———. 2000. On Crises, Contagion, and Confusion. Journal of International Economics 51. pp. \n\n \nKose,  A.M.,  E.  Prasaad,  K.  Rogoff,  and  S.  Wei.  2006.  Financial  Globalization:  A  Reappraisal. \n\n145–168. \n\nIMF Working Paper.  \n\n \nKunt,  A.,  and  E.  Detragiache.  1996.  The  Determinants  of  Banking  Crises  in  Developed  and \n\nDeveloping Countries. International Monetary Fund Staff Papers 45. 81–109. \n\n \nLaeven,  L.,  and  F.  Valencia,  2008.  Systemic  Banking  Crises:  A  New  Database.  International \n\nMonetary Fund Working Paper WP/08/224.  \n\n \nMisina, M., and G. Tkacz. 2009. Credit, Asset Prices, and Financial Stress. International Journal \n\nof Central Banking 5. pp. 95–122. \n\n \nMoser,  T.  2003.  What  is  International  Financial  Contagion?  International  Finance  6.  pp.  157–\n\n178. \n\npp. 472–479.  \n\n \nMoshirian, F. 2008. Globalization, Growth and Institutions. Journal of Banking and Finance 32. \n\n \n———.  2011.  The  Global  Financial  Crisis  and  the  Evolution  of  Markets,  Institutions  and \n\nRegulation. Journal of Banking and Finance 35. pp. 502–511.  \n\n \nNg, T. 2011. The Predictive Content of Financial Cycle Measures for Output Fluctuations. Bank \n\nfor International Settlements Quarterly Review. \n\n \n\n\fDeterminants of Financial Stress in Emerging Market Economies   І   39 \n\nReinhart, C., and K. Rogoff. 2008. This Time is Different: A Panoramic View of Eight Centuries \nof  Financial  Crises.  NBER  Working  Paper  Series  No.  13882.  National  Bureau  of \nEconomic Research. \n\n \nSims,  C.  1986.  Are  Forecasting  Models  Usable  for  Policy  Analysis?  Quarterly  Review  of  the \n\nFederal Reserve Bank of Minneapolis 10. pp. 2–16. \n\n \nStulz, R. M. 2005. The Limits of Financial Globalization. Journal of Finance 60. pp. 1595–1638. \n \nVan  Roye,  B.  2011.  Financial  Stress  and  Economic  Activity  in  Germany  and  Euro  Area.  Kiel \n\nInstitute Working Paper No. 1743. Kiel Institute for World Economy. \n\n \nYiu, M., W.-Y. Ho, L. Jin. 2010. A Measure of Financial Stress in Hong Kong[, China] Financial \nMarket—the  Financial  Stress  Index.  HKMA  Research  Note  02/2010.  Hong  Kong \nMonetary Authority. \n\n \n\n\fDeterminants of Financial Stress in Emerging Market Economies\nThis study investigates international transmission of financial stress using the financial stress index (FSI). The \nresults highlight the significance of regional and non-regional emerging market financial stress in increasing \ndomestic emerging market FSI. The impulse response results also show that a regional financial shock appears \nto have greater impact on domestic FSI than non-regional financial shock for emerging Asia, although domestic \nfinancial stress responds the most to a domestic financial shock across the board. \n\nAbout the Asian Development Bank\nADB’s vision is an Asia and Pacific region free of poverty. Its mission is to help its developing \nmember countries reduce poverty and improve the quality of life of their people. Despite the \nregion’s many successes, it remains home to two-thirds of the world’s poor: 1.7 billion people who \nlive on less than $2 a day, with 828 million struggling on less than $1.25 a day.  ADB is committed \nto reducing poverty through inclusive economic growth, environmentally sustainable growth, \nand regional integration.\n \ninstruments for helping its developing member countries are policy dialogue, loans, equity \ninvestments, guarantees, grants, and technical assistance.\n\nBased in Manila, ADB is owned by 67 members, including 48 from the region. Its main \n\nAsian Development Bank\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines\nwww.adb.org/economics\n\nPrinted on recycled paper\n\nPrinted in the Philippines\n\nADB Economics  \nWorking Paper Series\n\nDeterminants of Financial Stress in Emerging  \nMarket Economies\n\nCyn-Young Park and Rogelio V. Mercado, Jr.\n\nNo. 356  |   July 2013\n\n\f", "author_pages": ["ADB Economics Working Paper Series \n", " \nDeterminants of Financial Stress in Emerging  \nMarket Economies \n \n \nCyn-Young Park and Rogelio V. Mercado, Jr. \n", " \n", "No. 356    July 2013 \n", "Cyn-Young Park is Assistant Chief Economist at the \nAsian Development Bank. Rogelio V. Mercado, Jr. \nis Economic Research Analyst (national consultant),  \nat the Economics and Research Department,  \nAsian Development Bank. \n \nThis paper was presented by Cyn-Young Park at \nEconomics and Research Department (ERD) Weekly \nSeminar held on 5 June 2013. \n", " \n", " \n \n", " \n", " \n", " \n", " \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "Asian Development Bank \n6 ADB Avenue, Mandaluyong City \n1550 Metro Manila, Philippines \nwww.adb.org \n \n© 2013 by Asian Development Bank \nJuly 2013 \nISSN 1655-5252 \nPublication Stock No. WPS135823 \n \n \n \nThe views expressed in this paper are those of the author and do not necessarily reflect the views and policies of \nthe Asian Development Bank (ADB) or its Board of Governors or the governments they represent. \n \nADB does not guarantee the accuracy of the data included in this publication and accepts no responsibility for any \nconsequence of their use. \n \nBy making any designation of or reference to a particular territory or geographic area, or by using the term “country” \nin this document, ADB does not intend to make any judgments as to the legal or other status of any territory or area. \n \nNote: In this publication, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \n \nThe ADB Economics Working Paper Series is a forum for stimulating discussion and eliciting \nfeedback on ongoing and recently completed research and policy studies undertaken by the \nAsian Development Bank (ADB) staff, consultants, or resource persons. The series deals with \nkey economic and development problems, particularly those facing the Asia and Pacific region; \nas well as conceptual, analytical, or methodological issues relating to project/program \neconomic analysis, and statistical data and measurement. The series aims to enhance the \nknowledge on Asia’s development and policy challenges; strengthen analytical rigor and quality \nof ADB’s country partnership strategies, and its subregional and country operations; and \nimprove the quality and availability of statistical data and development indicators for monitoring \ndevelopment effectiveness.  \n", "The ADB Economics Working Paper Series is a quick-disseminating, informal publication \nwhose titles could subsequently be revised for publication as articles in professional journals or \nchapters in books. The series is maintained by the Economics and Research Department. \n", " \n \n \n \n \n \n \n \n \n      Printed on recycled paper \n"]}