{"path": "data/input/pdf-generic/ewp-522.pdf", "pages": ["Capital Flows and Financial Stability in Emerging Economies\nEvidence for the impact of international capital flows on the financial sector’s stability is mixed. \nThis paper assesses the relationship between capital flows and financial stability in emerging economies. \nThe findings suggest that, after controlling for several macroeconomic factors, there are significant effects \nof different gross capital flow measures on the financial stability proxies, but they are not homogeneous \nacross economies and across flow types. The paper proposes several country-specific financial and \nmacroeconomic characteristics to help explain these differences.\nAbout the Asian Development Bank\nADB’s vision is an Asia and Pacific region free of poverty. Its mission is to help its developing member  CApitAl FlOwS  \ncountries reduce poverty and improve the quality of life of their people. Despite the region’s many successes, \nit remains home to a large share of the world’s poor. ADB is committed to reducing poverty through inclusive \nAND FiNANCiAl StABility  \neconomic growth, environmentally sustainable growth, and regional integration.\nBased in Manila, ADB is owned by 67 members, including 48 from the region. Its main instruments for \niN EmErgiNg ECONOmiES\nhelping its developing member countries are policy dialogue, loans, equity investments, guarantees, grants, \nand technical assistance.\nChristopher F Baum, Madhavi Pundit, and Arief Ramayandi\nadb economics\nNO. 522\nworking paper series\noctober 2017\nAsiAn Development BAnk\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines ASIAN DEVELOPMENT BANK\nwww.adb.org", " \n \n \n \n \n \nADB Economics Working Paper Series \n \n \n \n \n \nCapital Flows and Financial Stability in Emerging Economies \n \n \n   \nChristopher F Baum, Madhavi Pundit,  Christopher F Baum (baum@bc.edu) is a professor of \nEconomics, Boston College and Research Fellow, DIW \nand Arief Ramayandi \nBerlin. Madhavi Pundit (mpundit@adb.org) is economist \nNo. 522   |   October 2017  and Arief Ramayandi (aramayandi@adb.org) is senior \neconomist at the Economic Research and Regional \nCooperation Department, Asian Development Bank. \n \n \n \n \n \n \n \n \n   ", "  Creative Commons Attribution 3.0 IGO license (CC BY 3.0 IGO)\n© 2017 Asian Development Bank\n6 ADB Avenue, Mandaluyong City, 1550 Metro Manila, Philippines\nTel +63 2 632 4444; Fax +63 2 636 2444\nwww.adb.org\nSome rights reserved. Published in 2017. \nISSN 2313-6537 (Print), 2313-6545 (e-ISSN)\nPublication Stock No. WPS179090-2\nDOI: http://dx.doi.org/10.22617/WPS179090-2\nThe views expressed in this publication are those of the authors and do not necessarily reflect the views and policies \nof the Asian Development Bank (ADB) or its Board of Governors or the governments they represent. \nADB does not guarantee the accuracy of the data included in this publication and accepts no responsibility for any \nconsequence of their use. The mention of specific companies or products of manufacturers does not imply that they \nare endorsed or recommended by ADB in preference to others of a similar nature that are not mentioned.\nBy making any designation of or reference to a particular territory or geographic area, or by using the term “country” \nin this document, ADB does not intend to make any judgments as to the legal or other status of any territory or area.\nThis work is available under the Creative Commons Attribution 3.0 IGO license (CC BY 3.0 IGO)  \nhttps://creativecommons.org/licenses/by/3.0/igo/. By using the content of this publication, you agree to be bound \nby the terms of this license. For attribution, translations, adaptations, and permissions, please read the provisions \nand terms of use at https://www.adb.org/terms-use#openaccess\nThis CC license does not apply to non-ADB copyright materials in this publication. If the material is attributed \nto another source, please contact the copyright owner or publisher of that source for permission to reproduce it.  \nADB cannot be held liable for any claims that arise as a result of your use of the material.\nPlease contact pubsmarketing@adb.org if you have questions or comments with respect to content, or if you wish \nto obtain copyright permission for your intended use that does not fall within these terms, or for permission to use \nthe ADB logo.\nNotes:\n1.  In this publication, “$” refers to US dollars.\n2.  Corrigenda to ADB publications may be found at http://www.adb.org/publications/corrigenda", " \nCONTENTS \n \n \nTABLES  iv \n \nABSTRACT  v \n \nI.    INTRODUCTION  1 \n \nII.    DATA AND EMPIRICAL METHODOLOGY  2 \n \n    A.  Data  3 \n    B.  Estimation Strategy  4 \n \nIII.    EMPIRICAL FINDINGS  5 \n \n    A.  Summary of Findings for the Levels of Financial Indicators  \n      versus Levels of Capital Flows  5 \n    B.  A Robustness Check with Annual Data  7 \n    C.  Summary of Findings for the Volatility of Financial Indicators  \n      versus the Level of Capital Flows  8 \n \nIV.    UNTANGLING THE MIXED EFFECTS  10 \n \n    A.  Financial Aggregates  10 \n    B.  Macroeconomic Variables  11 \n \nV.    CONCLUDING REMARKS  14 \n \nREFERENCES    15 \n \n \n   \n ", " \nTABLES  \n \n1  Levels of Financial Stability Proxies versus Levels of Capital Flows: \n  Percentage of Significant Coefficients  6 \n2  Levels of Financial Stability Proxies versus Levels of Capital Flows: \n  Significant Positive Coefficients  6 \n3  Levels of Financial Stability Proxies versus Levels of Capital Flows: \n  Significant Negative Coefficients  6 \n4  Levels of Financial Stability Proxies versus Levels of Capital Flows: \n  Net Significant Coefficients  6 \n5  Levels of Capital Flows: Percentage of Significant Coefficients  7 \n6  Levels of Capital Flows: Significant Positive Coefficients  7 \n7  Levels of Capital Flows: Significant Negative Coefficients  8 \n8  Levels of Capital Flows: Net Significant Coefficients  8 \n9  Volatility of Financial Stability Proxies versus Levels of Capital Flows: \n  Percentage of Significant Coefficients  9 \n10  Volatility of Financial Stability Proxies versus Levels of Capital Flows: \n  Significant Positive Coefficients  9 \n11  Volatility of Financial Stability Proxies versus Levels of Capital Flows: \n  Significant Negative Coefficients  9 \n12  Volatility of Financial Stability Proxies versus Levels of Capital Flows: \n  Net Significant Coefficients  9 \n13  Relation between Financial Aggregates and Estimated Coefficients between Flows \n  and All Financial Indicators  11 \n14  Relation between Macroeconomic Aggregates and Estimated Coefficients  \n  between Flows and Financial Indicators  13 \n \n   ", " \nABSTRACT \n \nThere is mixed evidence for the impact of international capital flows on financial sector's stability. This \npaper investigates the relationship between components of gross capital flows and various financial \nstability indicators for 16 emerging and newly industrialized economies. Departing from panel data \nmethods, for each financial stability proxy, we employ systems of seemingly unrelated regression \nestimators to allow variation in the estimated relationship across countries, while permitting cross- \nequation restrictions to be imposed within a country. The findings suggest that, after controlling for \nmacroeconomic factors, there are significant effects of different gross capital flow measures on the \nfinancial stability proxies. However, the effects are not homogeneous across our sample economies and \nacross flows. Country-specific financial and macroeconomic characteristics help to explain some of \nthese differences. \n \n \n \n \nKeywords: emerging economies, financial stability, international capital flows \n \nJEL codes: E44, F41 \n \n \n ", " \nI.  INTRODUCTION \n \nCapital flows are thought of as a mixed blessing for developing and emerging economies. While they \nbring in much-needed foreign capital to supplement domestic finances to support growth and improve \nresilience, they also expose the economic and financial systems to external shocks (Kim and Singal \n2000). Whether on balance the vulnerability of an economy increases or decreases with capital \nmovements remains an open empirical question despite a large body of literature (Kose et al. 2009). For \nexample, the relationship between capital flows and macroeconomic volatility in emerging economies is \nambiguous and may depend on the nature of flows (Hegerty 2011), on the level of financial development \nof the economy (Kose, Prasad, and Terrones 2003), or country characteristics (Milesi-Ferretti and Tille \n2011; and Ahmed and Suardi 2009). \n \nIn this paper, we assess the relationship between capital flows and financial stability in emerging \neconomies. By using disaggregated levels of gross capital flows for 16 emerging and newly industrialized \neconomies we investigate their relevance for explaining volatility in multiple financial sector indicators, \nused as proxies for measuring financial stability. \n \nThe effect of capital flows on financial stability in emerging markets has gained interest for its \npotential consequences for macroeconomic stability as recent crises have revealed (Erturk 2005; and \nKaminsky and Reinhart 1999). Some believe that financial liberalization in developing economies \n(domestic deregulation and opening of the capital account) is followed by instability and crises for \nreasons such as underdeveloped institutions and banking systems, and an increase in competition and \nrisk-taking as the process of liberalization evolves (Corsetti, Pesenti, and Roubini 1999; and Daniel and \nJones 2007). Others believe that financial openness fosters stronger and more stable financial systems \nowing to greater access to capital (Kaminsky 2005; and Kaminsky and Schmukler 2008). Again the \nevidence is inconclusive. \n \nThe literature on financial flows recognizes that unbundling the composite capital account adds \nrichness to the analysis as flows are heterogeneous in nature and possibly in their impact. For example, \nportfolio debt and equity inflows are considered volatile because they are driven by speculative \nconsiderations. On the other hand, foreign direct investment (FDI) inflows are considered to be stability \ninducing,  compared  with  portfolio  and  other  investment  flows,  because  they  are  less  prone  to \nfluctuations and reversals in the short term. Conventionally, FDI involves investment in fixed assets in \nan  economy  and  is  driven  by  long-term  considerations.  Hence,  these  flows  are  associated  with \ncontinuity over a period of time. Accordingly, studies find evidence that FDI is the least volatile among \nfinancial flows in general and, particularly, during episodes of sudden stops in crises in developing and \nemerging economies (Wei 2001, Albuquerque 2003, Levchenko and Mauro 2007, and Sula and Willett \n2009). \n \nBut other studies show that FDI flows are as volatile as other flows, and may not always be \nstabilizing (Claessens, Dooley, and Warner 1995; Bird and Rajan 2002; and Fernández-Arias and \nHausmann 2000). One reason is that measured FDI does not reflect the “tied down” aspects of \ninvestment alone. Instead, it could represent incoming and outgoing flows that circumvent a country's \ncapital controls and are merely substituting more volatile flows. Or they may be flows that pass through \na particular country to reduce corporate tax liabilities or are used to obtain other funds holding physical \nassets as collateral. These aspects make FDI closer to portfolio debt flows that can fluctuate in the short \nterm (Blanchard and Acalin 2016). Hence, countries have to be cautious about expanding their share of \nthese flows without a deeper understanding of their interaction with other flows and the effects on \nstability (Lehmann, Sayek, and Kang 2004; Wu 2009; and Brukoff and Rother 2007). ", "2   |   ADB Economics Working Paper Series No. 522 \nOn the contrary, portfolio and banking flows are thought of as relatively destabilizing, but some \ncountry-specific cases find that these foreign investments have had a positive effect on stability when \nsupported by appropriate macroeconomic policies (Pruski and Szpunar 2008). \n \nThe presence of mixed evidence in the literature, often with differing country experiences, \nsuggests that stability effects of a particular component of capital flow in one country may not be the \nsame for another. Our study contributes to the literature in the following dimensions. First, we begin with \nthe premise that the relationship between flows and financial stability need not be the same across \nemerging market economies (EMEs). So, we explore whether there are significant effects of different \nflows on financial stability in different countries. Given the inconclusive evidence in the literature, we \nrefrain from drawing hypotheses about the sign of the relation in each country and allow the data to \nhighlight any significant positive and negative effects. The seemingly unrelated regression (SUR) \nmethod helps to facilitate the approach. For each country, the SUR allows flexibility in the cross-country \nestimated relationship, while permitting cross-equation restrictions to be imposed, as different flows \nand their effects on financial variables may be related within a country but not across countries. This \nmethodology necessarily departs from previous studies that pool the effects of flows on stability for a \npanel of countries. Using this approach, we find that there are significant linkages between capital flows \nand financial stability proxies, but the effects are not homogeneous in magnitude nor sign across our \nsample economies. \n \nSecond, we analyze gross capital flows as opposed to net flows that have been used in past \nstudies to assess effects on stability. Recent research has stressed the importance of focusing on gross \ncapital flows, as sizable, positively correlated movements in both inward and outward flows may be \nmasked by a net figure (Broner et al. 2013, and Pagliari and Hannan 2017). Our results show that, indeed, \ndifferent types and directions of flows have different implications for domestic financial stability. We \nfind that, across the sample economies, there is more evidence that FDI outflows tend to increase the \nvolatility of financial indicators, while other investment outflows do not. The effects of FDI inflows, \nportfolio inflows and outflows, and other investment inflows are less clear. \n \nThird, we address why the relationship between flows and stability varies across economies. Our \nresults indicate that aggregate macroeconomic and financial characteristics of an economy may explain \nthese heterogeneous effects. While assessing the variation in the magnitude of the relationship, for \ninstance, in economies with a relatively higher aggregate-credit-to-deposit ratio (which indicates low \nliquidity), all flows, except portfolio inflows, tend to aggravate the volatility of financial indicators. Some \nmacroeconomic variables such as income level, openness to trade, inflation rates, and exchange rate \nregimes determine a pattern in the signs of the estimates. \n \nThe rest of the paper is organized as follows. Section II discusses our selection of financial \nindicators and describes the capital flows data. It also outlines the empirical methodology used in the \nestimation. Section III provides our empirical findings, and section IV explores possible reasons for the \nresults. Section V discusses their implications and offers concluding remarks. \n \n \nII.  DATA AND EMPIRICAL METHODOLOGY \n \nWe describe the indicators used, data sources, and the estimation technique applied in the empirical \ninvestigation of the relationship between capital flows and financial stability. For the time period 1989–\n2011, three categories of quarterly panel data enter the analysis: a set of financial indicators that will be \nused to measure stability, a set of gross capital flows, and a set of macroeconomic control variables. The ", "Capital Flows and Financial Stability in Emerging Economies   |   3 \n16 countries included in the analysis are Argentina, Brazil, Colombia, Czech Republic, Greece, Hungary, \nIndia,  Indonesia,  the  Republic  of  Korea,  Malaysia,  Mexico,  the  Philippines,  Poland,  South  Africa, \nThailand, and Turkey. These countries were selected based on their data availability for flows and \nfinancial indicators. \n \nA.  Data \n \nWe select five key financial indicators to proxy financial stability for their relevance and availability for \nour sample economies from the World Bank's Global Financial Development Database (GFDD): \n \n(i)  Deposits: Financial system deposits to gross domestic product (GDP) (%), \n(ii)  DomCredit: Domestic credit to private sector (% of GDP), \n(iii)  NetIntMargin: Bank net interest margin (NIM) (%), \n(iv)  NonperfLoan: Bank nonperforming loans to gross loans (%), and \n(v)  LiqAssets: Liquid assets to deposits and short-term funding (%). \n \nThese aggregate indicators are commonly used to represent features such as size, efficiency, \naccessibility, and quality of an economy's financial system. \n \nThe deposits-to-GDP ratio is traditionally used as a measure of size of the financial system \nrelative to the economy and gives a sense of the extent of financial intermediation, especially through \nbanks. The ratio also serves as an indicator of the availability of access to financial savings in countries \nwhere the financial structure is dominated by the banking system (IMF 2005). \n \nThe ratio of domestic credit to the private sector to GDP is another measure of depth of the \nfinancial sector, from the asset side as it measures loans made to the private sector by financial \ninstitutions. It is also considered as one of the proxies for the level of financial development of an \neconomy. \n \nIn financial institutions, the NIM is the difference between interest income and interest expense, \nexpressed as a ratio to the amount of their interest-earning assets. A wide margin typically reflects \nfrictions in intermediation; so that a low value of NIM is considered a proxy for higher efficiency. \n \nA nonperforming loan (NPL) is one that is in or close to a default. Measured relative to total \ngross loans, this ratio shows the quality of banking sector assets and may indicate weak capitalization of \nthe banking sector. \n \nThe last ratio is the percentage of customer deposits and short-term funding that could be met \nif suddenly withdrawn. A higher ratio indicates more liquidity and lower vulnerability to a bank run. \n \nFor the purpose of proxying financial stability, we simply measure financial volatility as the \nstandard deviation of the selected indicators, based on the idea that a financial system can be \ncharacterized as stable in the absence of excess volatility. \n \nTo describe the capital flows, six measures of commonly used gross capital flows concept \navailable from the International Monetary Fund database are employed \n \n(i)  FDIAbroad: Outward FDI made by country i, \n(ii)  FDIReportCty: Inward FDI received by country i, \n ", "4   |   ADB Economics Working Paper Series No. 522 \n(iii)  PortInvA: Flows of portfolio investments by country i \n(iv)  PortInvL: Flows of portfolio liabilities of country i \n(v)  OtherInvA: Flows of other investments by country i, and \n(vi)  OtherInvL: Flows of other liabilities of country i. \n \nOther investment assets and other liabilities include trade credit and advances, loans, currency \nand deposits, and insurance and pensions etc. The financial account for country i is defined by the net \nof these six measures plus the change in official reserve assets, which are not considered in this analysis, \nas they will reflect policy measures. In the empirical analysis, these six measures are expressed as \npercentages of nominal GDP. \n \nTo control for country specific macroeconomic factors, the following macroeconomic variables \nare used in once-lagged form.1 \n \n(i)  Real GDP (deviations from stochastic trend via Christiano–Fitzgerald filter), \n(ii)  Exchange rate versus US dollars, end of period, \n(iii)  Net exports as a ratio to nominal GDP, and \n(iv)  Inflation rate, percent per annum. \n \nThe resulting panel is unbalanced quarterly data from the first quarter of 1989 through the fourth \nquarter of 2011. \n \nB.  Estimation Strategy \n \nWe seek to identify the effects of the components of gross capital flows on a number of financial stability \nproxies in unbalanced panels of cross-country data. In this context, we allow each country to have its \nown coefficient vector and error variance, as there is no reason to believe that the magnitude of these \neffects, or even their signs, may be equal across countries. To this end, we make use of Zellner’s (1962) \nSUR estimator, specifying a separate equation for each country for each of the financial stability proxy \nvariables. While the regression equations may be correlated for a country, they may be uncorrelated \nbetween countries. Unlike more restrictive approaches such as fixed-effects models, the use of SUR \nallows  complete  flexibility  of  the  estimated  relationships,  i.e.,  country-specific  coefficients,  while \nallowing for cross-equation restrictions to be tested and, if warranted, imposed on the equation system. \n \nFor each individual observation of i = 1,…,N (country) in the model, there are M dependent \nvariables (financial indicators), each with its own regression equation \n \n  (cid:1877) (cid:3404) (cid:1876)′ (cid:2010) (cid:3397)(cid:1873) ,  (1) \n(cid:3036)(cid:3037) (cid:3036)(cid:3037) (cid:3037) (cid:3036)(cid:3037)\n \nfor j = 1,…,M. The error terms are assumed to have zero mean. \n \nThe SUR model allows nonzero covariance between the error terms (cid:1873)  for a given i across \n(cid:3036)(cid:3037)\nequations j and k, i.e., \n \n  (cid:1829)(cid:1867)(cid:1874)(cid:4666)(cid:1873) ,(cid:1873) (cid:4667) (cid:3404) (cid:2026)   (2) \n(cid:3036)(cid:3037) (cid:3036)(cid:3038) (cid:3036)(cid:3037)\n \n                                                 \n1  The data sources are CEIC Data and Haver Analytics. ", "Capital Flows and Financial Stability in Emerging Economies   |   5 \nwhile assuming zero covariance between i’s \n \n  (cid:1829)(cid:1867)(cid:1874)(cid:4666)(cid:1873) ,(cid:1873) (cid:4667) (cid:3404) (cid:872)  (3) \n(cid:3036)(cid:3037) (cid:3036)(cid:4594)(cid:3038)\n \nif (cid:1861) (cid:3405) (cid:1861)(cid:4593).  \n \nEstimation of a system of country-level equations provides for a gain in the efficiency of the \nestimates by taking the contemporaneous correlation of cross-country shocks into account. As the \nliterature remains inconclusive about the nature of relationship between financial stability and capital \nflows, we refrain from attaching a prior regarding the signs of our estimated coefficients, \t(cid:2010), as they can \ndiffer by country and type of flow.  \n \nIn the empirical analysis, we specify two systems of SURs for each of the five measures of financial \nstability: a total of 10 sets of estimates. Each system contains country-specific dependent variables for one \nproxy measure (e.g., the volatility of financial deposits ratio for country i), with country-specific regressors \nrepresenting the six components of gross capital flows and the macroeconomic control variables. The first \nsystem expresses the level of the financial stability proxy in terms of the levels of gross capital flows. The \nsecond system models the volatility of the financial stability proxy as related to the levels of gross capital \nflow. Volatilities for the financial stability proxies are computed from four-quarter rolling standard \ndeviations  of  the  level  measures.  As  the  financial  indicators  are  reported  annually  in  GFDD  the \nproportional Denton interpolation procedure is used to create quarterly series (Baum 2001). \n \n \nIII.  EMPIRICAL FINDINGS \n \nAs each of the 10 estimated SUR systems include up to 96 slope coefficients for the gross capital flow \ncomponents, we summarize our preliminary findings below in terms of the number of significant positive \nand negative relationships detected in each of the systems. There are up to 16 country-specific \ncoefficients for each combination of gross capital flow component and financial stability proxy. Given \nthe unbalanced nature of the panel, some countries’ data do not appear in all the estimated systems. \n \nA.  Summary of Findings for the Levels of Financial Indicators versus Levels of Capital Flows \n \nFor the levels of the financial indicators, Table 1 reports the percentage of coefficients (up to 16) that \nare significantly different from zero, at the 10% level of significance. Table 2 reports the number of \nsignificant positive relationships detected, while Table 3 reports the corresponding number of significant \nnegative relationships. Table 4 reports the number of net significant relationships, that is, the number of \nsignificant positive relationships minus the number of significant negative relationships. As we can see \nfrom Table 1, many of the levels of financial indicators are seen to be meaningfully related to gross capital \nflows in half or more of the countries studied. \n \nFrom the results, we see that larger outward FDI flows have a mixed effect on financial \nindicators, with a large negative impact on NIM and liquid assets. Larger inward FDI flows also have a \nmixed effect overall, with a relatively stronger negative effect on deposits. It appears that most of the \nfinancial indicators are indeed related to gross FDI flows. \n \nTurning to portfolio investment, increases in portfolio investment assets and liabilities both have \nclear effects on financial indicators, but mixed across the country sample for assets and relatively more \nnegative for liabilities. Other investment assets have a predominantly positive effect on most financial \n ", "6   |   ADB Economics Working Paper Series No. 522 \nindicators, whereas the effects are more negative for other investment liabilities, particularly for NPLs. \nWe may conclude that both these categories of gross capital flows have meaningful effects on most \ncountries' financial indicators. \n \nTable 1: Levels of Financial Stability Proxies versus Levels of Capital Flows:  \nPercentage of Significant Coefficients \n(up to 16 countries) \n \n  FDIAbroad  FDIReportCty  PortInvA  PortInvL  OtherInvA  OtherInvL \nDeposits  13  50  44  44  6  25 \nDomCredit  29  43  29  43  36  50 \nNetIntMargin  43  36  64  36  36  50 \nNonperfLoan  31  56  25  56  38  38 \nLiqAssets  57  36  57  50  14  43 \nSource: Authors’ computation. \n \nTable 2: Levels of Financial Stability Proxies versus Levels of Capital Flows:  \nSignificant Positive Coefficients \n(up to 16 countries) \n \n  FDIAbroad  FDIReportCty  PortInvA  PortInvL  OtherInvA  OtherInvL \nDeposits  1  2  4  3  1  1 \nDomCredit  1  3  1  3  4  4 \nNetIntMargin  1  2  4  2  4  2 \nNonperfLoan  4  5  2  3  3  0 \nLiqAssets  2  4  5  4  1  3 \nSource:  Authors’ computation. \n \nTable 3: Levels of Financial Stability Proxies versus Levels of Capital Flows:  \nSignificant Negative Coefficients \n(up to 16 countries) \n \n  FDIAbroad  FDIReportCty  PortInvA  PortInvL  OtherInvA  OtherInvL \nDeposits  1  6  3  4  0  3 \nDomCredit  3  3  3  3  1  3 \nNetIntMargin  5  3  5  3  1  5 \nNonperfLoan  1  4  2  6  3  6 \nLiqAssets  6  1  3  3  1  3 \nSource:  Authors’ computation. \n \nTable 4: Levels of Financial Stability Proxies versus Levels of Capital Flows:  \nNet Significant Coefficients \n(up to 16 countries) \n \n  FDIAbroad  FDIReportCty  PortInvA  PortInvL  OtherInvA  OtherInvL \nDeposits  0  –4  1  –1  1  –2 \nDomCredit  –2  0  –2  0  3  1 \nNetIntMargin  –4  –1  –1  –1  3  –3 \nNonperfLoan  3  1  0  –3  0  –6 \nLiqAssets  –4  3  2  1  0  0 \nSource: Authors’ computation. \n ", "Capital Flows and Financial Stability in Emerging Economies   |   7 \nB.  A Robustness Check with Annual Data \n \nWhen interpolation procedures are used, there is naturally a concern that they may have qualitative \neffects on the empirical findings. To investigate this issue, the first set of SUR models (on the levels of \nthe financial indicators) have been reestimated on the original annual GFDD data, with the gross \nportfolio flows data aggregated to annual frequency. This necessarily reduces the variability of the gross \nflows data and their explanatory power, and reduces the sample size in the SUR models by a factor of \nfour. On the other hand, employing the response variable in its original form reduces the variation to be \nexplained. \n \nTables 5–8 may be compared with their counterparts from the quarterly measures, Tables 1–4. \nTable 5 illustrates that each of the gross capital flow variables have more prevalent effects on the levels \nof financial stability proxies in the annual data. In Tables 6–7, we see that the effects are again mixed for \nthe sample economies for most of the gross capital flow measures. Table 8 reinforces this conclusion. \n \nAlthough these results suggest that there is stronger empirical support for our hypotheses in the \nannual data, they should be treated with caution due to the very limited sample size of some of these \nregressions. Further, although it is straightforward to aggregate the gross capital flows to annual \nmeasures, it is not sensible to compute volatility measures for the financial stability indicators from the \noriginal annual data, as in several cases it would exhaust the available data to compute four-quarter \nmoving average standard deviations. Therefore, analysis of the effects of gross capital flows on the \nvolatility of the financial indicators can only be performed on the quarterly interpolated data. The \nrobustness checks presented here clearly indicate that we are not manufacturing findings by applying \nthe interpolation procedure. If anything, we are raising the bar for detecting significant relationships. \nThus, proceeding with the quarterly interpolated data seems to be a sensible strategy. \n \nTable 5: Levels of Capital Flows: Percentage of Significant Coefficients \n(up to 16 countries) \n \n  FDIAbroad  FDIReportCty  PortInvA  PortInvL  OtherInvA  OtherInvL \nDeposits   50  40  60  60  60  50 \nDomCredit   60  40  50  50  50  50 \nNetIntMargin   40  60  40  20  60  50 \nNonperfLoan   56  33  44  44  44  67 \nLiqAssets   30  70  50  40  50  50 \nSource:  Authors’ computation. \n \nTable 6: Levels of Capital Flows: Significant Positive Coefficients \n(up to 16 countries) \n \n  FDIAbroad  FDIReportCty  PortInvA  PortInvL  OtherInvA  OtherInvL \nDeposits   1  2  2  1  4  4 \nDomCredit   3  1  3  3  3  4 \nNetIntMargin   1  3  2  2  3  2 \nNonperfLoan   3  1  1  1  1  0 \nLiqAssets   0  4  3  2  3  1 \nSource:  Authors’ computation. \n \n \n ", "8   |   ADB Economics Working Paper Series No. 522 \nTable 7: Levels of Capital Flows: Significant Negative Coefficients \n(up to 16 countries) \n \n  FDIAbroad  FDIReportCty  PortInvA  PortInvL  OtherInvA  OtherInvL \nDeposits   4  2  4  5  2  1 \nDomCredit   3  3  2  2  2  1 \nNetIntMargin   3  3  2  0  3  3 \nNonperfLoan   2  2  3  3  3  6 \nLiqAssets   3  3  2  2  2  4 \nSource: Authors’ computation. \n \nTable 8: Levels of Capital Flows: Net Significant Coefficients \n(up to 16 countries) \n \n  FDIAbroad  FDIReportCty  PortInvA  PortInvL  OtherInvA  OtherInvL \nDeposits   –3  0  –2  –4  2  3 \nDomCredit   0  –2  1  1  1  3 \nNetIntMargin   –2  0  0  2  0  –1 \nNonperfLoan   1  –1  –2  –2  –2  –6 \nLiqAssets   –3  1  1  0  1  –3 \nSource:  Authors’ computation. \n \nC.  Summary of Findings for the Volatility of Financial Indicators versus the Level of Capital \nFlows \n \nThe impact of gross capital flows on financial sector conditions may manifest itself in terms of the levels \nof these proxies, as we have discussed, but it may also have important effects on their volatility. Indeed, \nthere may be more concern about the variability of these indicators as they are acting as proxies for \nfinancial stability. If there are wide variations in these ratios—for instance, in the NIM earned by the \nbanking sector—that may significantly reduce the stability of the financial sector, and call into question \nthe adequacy of financial intermediaries’ capitalization. Thus, we repeat the estimation for the volatility \nmeasures of the financial indicators rather than their levels. \n \nTables 9–12 report the results as described earlier. Note that a positive coefficient implies that \nthe capital flow increases the volatility of a financial indicator, and vice versa for a negative coefficient. \n \nTable 9 reveals that gross capital flows have significant effects on the volatility of the financial \nindicators in most cases, with countries reporting significant relationships for many proxies. These \neffects may take either sign, as Tables 10–12 reveal. For instance, larger outward FDI flows have a net \npositive effect on all the proxies, while the effects of inward FDI flows are mixed. Table 10 reveals that \noutward FDI flows have strong positive effects on volatility of domestic credit, liquid assets, and NPL \nratios for a number of countries, and inward FDI flow on volatility of deposits and domestic credit. \n \nPortfolio investment flows have strong effects on a number of proxies, but their signs are \nsomewhat mixed. Portfolio investment outflows have a negative effect on domestic credit, and inflows \nhave negative effects on domestic credit, NIM, and NPLs. Both flows have positive effects on liquid \nassets, while other investment asset and liability flows have generally negative effects on the volatility of \nfinancial proxies, except for the latter on liquid assets. \n ", "Capital Flows and Financial Stability in Emerging Economies   |   9 \nTable 9: Volatility of Financial Stability Proxies versus Levels of Capital Flows:  \nPercentage of Significant Coefficients \n(up to 16 countries) \n \n  FDIAbroad  FDIReportCty  PortInvA  PortInvL  OtherInvA  OtherInvL \nDeposits  44  69  69  50  50  44 \nDomCredit  50  75  44  44  38  38 \nNetIntMargin  27  53  47  47  53  13 \nNonperfLoan  40  33  40  60  20  27 \nLiqAssets  53  20  47  60  27  47 \nSource:  Authors’ computation. \n \nTable 10: Volatility of Financial Stability Proxies versus Levels of Capital Flows:  \nSignificant Positive Coefficients \n(up to 16 countries) \n \n  FDIAbroad  FDIReportCty  PortInvA  PortInvL  OtherInvA  OtherInvL \nDeposits  4  9  6  4  4  2 \nDomCredit  5  5  2  3  1  1 \nNetIntMargin  3  2  4  3  0  1 \nNonperfLoan  5  2  4  3  0  1 \nLiqAssets  5  2  5  6  1  5 \nSource:  Authors’ computation. \n \nTable 11: Volatility of Financial Stability Proxies versus Levels of Capital Flows:  \nSignificant Negative Coefficients \n(up to 16 countries) \n \n  FDIAbroad  FDIReportCty  PortInvA  PortInvL  OtherInvA  OtherInvL \nDeposits  3  2  5  4  4  5 \nDomCredit  3  7  5  4  5  5 \nNetIntMargin  1  6  3  4  8  1 \nNonperfLoan  1  3  2  6  3  3 \nLiqAssets  3  1  2  3  3  2 \nSource:  Authors’ computation. \n \nTable 12: Volatility of Financial Stability Proxies versus Levels of Capital Flows:  \nNet Significant Coefficients \n(up to 16 countries) \n \n  FDIAbroad  FDIReportCty  PortInvA  PortInvL  OtherInvA  OtherInvL \nDeposits  1  7  1  0  0  –3 \nDomCredit  2  –2  –3  –1  –4  –4 \nNetIntMargin  2  –4  1  –1  –8  0 \nNonperfLoan  4  –1  2  –3  –3  –2 \nLiqAssets  2  1  3  3  –2  3 \nSource:  Authors’ computation. \n \n \n ", "10   |   ADB Economics Working Paper Series No. 522 \nIn summary, it appears that capital flows have a significant effect on volatility of financial \nindicators, but the effects are heterogeneous across countries and across flows. When we look at the \noverall picture for the sample EMEs, there is strong evidence that higher FDI outflows have a larger \npositive effect on volatility and higher other investment outflows have a negative effect on volatility of \nmost of the financial indicators. With FDI inflows, portfolio inflows and outflows, and other investment \ninflows, the results are slightly mixed across financial proxies, with significant effects. \n \n \nIV.  UNTANGLING THE MIXED EFFECTS \n \nDespite the significant linkages between flows and the volatility of financial proxies that capture the state \nof financial stability in the economies under study, our empirical results seem to be in line with previous \nfindings in the literature on the inconclusive relation. The magnitude and signs of the statistically \nsignificant coefficients reported in the previous subsection vary across countries. We confront those \nestimated coefficients with several financial aggregates and macroeconomic variables to look for \nmeaningful patterns that may shed light on possible reasons behind the cross-country differences. We \nonly explore simple correlations between country-specific characteristics and the estimates from the \nempirical analysis. \n \nThe financial aggregates considered here are (i) the relative size of the banking sector in the \neconomy (represented by the deposit money banks' assets to GDP), (ii) the credit-to-deposit ratio, and \n(iii) the liquid-assets-to-deposit ratio. The macroeconomic variables considered are (i) real GDP per \ncapita, (ii) the degree of trade openness (the sum of exports and imports as a ratio to GDP), (iii) rate of \ninflation, and (iv) the exchange rate regime proxied by the degree of exchange rate volatility. For the first \nthree indicators, we take the median across years as the range is quite large for some economies. For \nexchange rate volatility, we measure the standard deviation of the series. \n \nA.  Financial Aggregates \n \nTo look for plausible patterns in the magnitude of the coefficients, we juxtapose the significant estimates \nagainst financial aggregates and see if an obvious trend emerges. The results are summarized in Table 13. \n \nThe relative size of the banking sector appears to be related with the effect of capital flows on \nfinancial stability. A larger ratio of bank assets to GDP tends to be associated with higher effects of FDI \nand other investment inflows on the volatility of deposits, domestic credit, NIM, and NPLs. Hence, the \neffects on financial volatility of FDI and other investment inflows are stronger in countries with a larger \nbanking sector. Outflows of FDI and other investments, on the other hand, tend to have a weaker effect \non financial volatility as the size of the banking sector increases across countries. The effects of portfolio \nflows on financial volatility are the opposite of those of FDI and other investments, where outflows tend \nto be associated with higher volatility effects in countries with a larger banking sector, and vice versa. \n \nWhen compared with the credit-to-deposit ratio, it seems that almost all types of capital flows \ntend to aggravate volatility of financial proxies as the ratio increases. The only exception is portfolio \ninflows, which are associated with lower volatility in countries with a larger credit-to-deposit ratio.2  \n \n                                                 \n2  The ratio indicates what percentage of deposits is loaned out by the financial intermediary. A higher ratio indicates lower \nliquidity. ", "Capital Flows and Financial Stability in Emerging Economies   |   11 \nThe effect of portfolio inflows on financial stability reverses when evaluated at different levels \nof the ratio of liquid assets to deposits and short-term funding. Larger portfolio inflows tend to be \nassociated with greater financial volatility in countries with larger liquid assets. This also holds for \noutflows of FDI and other investments. Other investment inflows and FDI inflows, on the contrary, tend \nto have a smaller effect on volatility in countries with larger liquid assets.  \n \nThese patterns suggest that the relation between gross capital flows and financial stability is \ncomplex  and  far  from  straightforward.  They  also  shed  some  light  on  factors  that  underlie  the \nheterogeneity in the empirical relation between capital flows and financial stability. We further examine \npossible patterns in the signs of the estimated coefficients against macroeconomic variables. \n \nB.  Macroeconomic Variables \n \nTo further explore reasons why the same type of flow does not necessarily have the same impact on \nfinancial stability in all economies, we also assess whether characteristics particular to the economy can \nexplain the heterogeneity. We compare the magnitude of the coefficient from the estimated relation \nbetween capital flows and volatility of the financial proxy against an economy's macroeconomic \nindicators and report the direction of correlation, if any, in Table 14.3 \n \nDifferences in the impact of portfolio flows on the volatility of different financial stability \nmeasures are the ones that appear most consistently when dissected against macroeconomic indicators. \nPortfolio inflows tend to amplify the volatility of financial indicators more in countries with higher \nexchange rate variability and higher inflation rates.4 Portfolio outflows dampen financial sector volatility, \non the other hand, in countries with higher income as measured by the real GDP per capita. In short, \nportfolio inflows are found to be more harmful for financial sector stability in emerging countries with \nmore flexible exchange rate regime and/or in countries with higher inflation records, while portfolio \noutflows are less harmful in higher-income countries. \n \nTable 13: Relation between Financial Aggregates and Estimated Coefficients between Flows  \nand All Financial Indicators \n \n  Positive Correlation Negative Correlation \nBank assets/gross  FDI outflow FDI inflow\ndomestic product  Portfolio outflow Portfolio inflow\n   Other investment inflow \nOther investment outflow \nCredit/deposits  Other investment inflow FDI inflow\n  Other investment outflow FDI outflow\n   Portfolio outflow Portfolio inflow\nLiquid assets/deposits  FDI inflow FDI outflow\n  Portfolio inflow\n  Portfolio outflow\n  Other investment inflow\n   Other investment outflow\nFDI = foreign direct investment. \nSource:  Based on authors’ computations. \n                                                 \n3  We remove any outliers that tend to bias the correlation in a particular direction and also do not report if the correlation is \nclose to zero. \n4  We use the standard deviation of the exchange rate (period average) of an economy with lower variability pertaining to a \nmore fixed-rate regime and higher variability to a more flexible one. \n ", "12   |   ADB Economics Working Paper Series No. 522 \nThe effects of other types of flows are not as clear. When seen through differences in exchange \nrate stability, we see some patterns emerge with regard to other flows and volatility of different financial \nproxies. In countries with a relatively fixed-rate regime, the impact of FDI inflows on financial volatility \nis higher than in countries with a relatively floating-rate regime. The result is reversed for FDI outflows \nfor most of the financial proxies, i.e., outflows tend to worsen financial stability in a more flexible \nexchange rate regime. Other investment flows tend to behave similarly as FDI flows with regard to \nexchange rate regimes, but the pattern is not as consistent across indicators. \n \nAs we are comparing across countries, we use median GDP per capita to characterize their \nrelative performance. The estimated coefficient between other investment outflows and volatility of \nfinancial proxies reflects a positive relation to GDP per capita, suggesting that outflows worsen financial \nstability in higher-income countries. With regard to inflation, in countries with lower median inflation, \nFDI outflows are associated with higher volatility of financial variables than in countries with higher \ninflation. \n \nTrade openness is another macroeconomic indicator that we use to distinguish between \ncountries. Here, even portfolio flows do not show a consistent pattern. Both portfolio inflows and \noutflows have a higher impact on financial volatility in countries with relatively low openness to trade \nthan in those with more openness. An exception appears for domestic credit, where portfolio inflows \nseem to increase volatility in more open economies. FDI inflows and outflows show the opposite pattern \nfrom portfolio flows, where they tend to increase volatility of financial proxies in more open economies \ncompared with less open ones, except in the case of domestic deposits. \n \n ", "Capital Flows and Financial Stability in Emerging Economies   |   13 \nTable 14: Relation between Macroeconomic Aggregates and Estimated Coefficients between Flows and Financial Indicators \n \nReal Gross Domestic Product Per \nFinancial  Capita  Trade Openness  Inflation  Exchange Rate \nVolatility  Positive  Negative  Positive  Negative  Positive  Negative  Positive  Negative \nDeposits  FDI inflow  Portfolio outflow Other invinflow FDI outflow FDI outflow  Other inv outflow FDI outflow Other inv outflow \nOther inv outflow  FDI inflow  Portfolio inflow  FDI inflow  Portfolio inflow  Other inv inflow \nOther inv inflow  Portfolio outflow  Other inv inflow  Portfolio outflow \nDomestic  FDI outflow  Portfolio outflow FDI outflow Other inv inflow Other inv inflow  FDI outflow FDI outflow FDI inflow\ncredit  Other inv outflow  Portfolio inflow  FDI inflow  FDI inflow  Other inv outflow  Other inv inflow \nOther inv inflow  Portfolio inflow  Other inv outflow Portfolio inflow  Portfolio outflow \nPortfolio inflow \nNet interest  Other inv outflow  FDI inflow  FDI inflow Portfolio outflow Other inv outflow Other inv outflow FDI outflow\nmargin  Portfolio outflow  Other inv outflow  Portfolio inflow  Portfolio outflow  FDI inflow \nPortfolio inflow  Portfolio inflow \nNonperforming  FDI outflow  Portfolio outflow FDI outflow Portfolio outflow Portfolio outflow FDI outflow FDI outflow FDI inflow\nloan  FDI inflow  FDI inflow  Portfolio inflow  Portfolio inflow  Other inv inflow  Portfolio inflow  Other inv outflow \nOther inv inflow  Other inv inflow \nPortfolio outflow \nLiquid assets  Portfolio inflow  Portfolio outflow FDI outflow Other inv inflow Other inv inflow  FDI outflow FDI outflow FDI inflow\n   Portfolio outflow  Portfolio outflow  Portfolio outflow  Other inv outflow \nPortfolio inflow  Portfolio inflow  Portfolio inflow  Other inv inflow \nFDI = foreign direct investment, inv = investment. \nSource:  Based on authors’ computations. \n \n \n ", "14   |   ADB Economics Working Paper Series No. 522 \nV.  CONCLUDING REMARKS \n \nIn conclusion, this investigation of the relationship between quarterly gross capital flows and proxies for \nfinancial stability in a cross-country setting reveals that there are significant effects of gross flows’ levels \non  both  the  level  and  volatility  of  the  financial  indicators  after  controlling  for  a  number  of \nmacroeconomic factors. Robustness checks on the level series conducted at the annual frequency \nindicate that the results are not sensitive to the interpolation procedure applied to the financial stability \nproxies. \n \nThe results of this study are consistent with the seemingly divergent evidence in the literature \non the relationship between capital flows and financial stability. In much of this research, EMEs are \ntreated as a group due to their similar experiences with regard to movement of flows or are sometimes \npooled into a larger panel with advanced economies to take advantage of cross-country variation in their \nexperience. As this approach imposes restrictions on the relationship, we use the SUR approach to \nenable greater flexibility. Our investigation reveals that the effects of capital flows on financial stability \nvary quite substantially across countries and, interestingly, across types of flows. The variation is found \nnot only in terms of magnitude, but also in the estimated signs of the coefficients: the same type of flows \nhave differing effects in different countries. \n \nWe provide possible explanations for these variations by showing that the differences in \ncoefficients can be partly explained by the differences in financial and macroeconomic characteristics \nof the economy. The meaningful patterns discussed in our study shed some light on why the effect of \ncapital flows on financial stability may differ across emerging economies, and offer a possible agenda for \nfuture research to more fully understand the nature of the relation between particular capital flows and \nfinancial stability. \n \n ", " \nREFERENCES \n \nAhmed,  Abdulahi  D.,  and  Sandy  Suardi.  2009.  “Macroeconomic  Volatility,  Trade  and  Financial \nLiberalization in Africa.” World Development 37 (10): 1623–36. \n \nAlbuquerque, Rui. 2003. “The Composition of International Capital Flows: Risk Sharing through Foreign \nDirect Investment.” Journal of International Economics 61 (2): 353–83. \n \nBaum, Christopher F. 2001. “Denton: Stata Module to Interpolate a Quarterly Flow Series from Annual \nTotals via Proportional Denton Method.” https://ideas.repec.org/c/boc/bocode/s422501.html \n \nBird, Graham, and Ramkishen S. Rajan. 2002. “Does FDI Guarantee the Stability of International Capital \nFlows? Evidence from Malaysia.” Development Policy Review 20 (2): 191–202. \n \nBlanchard, Olivier, and Julien Acalin. 2016. “What Does Measured FDI Actually Measure?” Technical \nReport PB 16–17. Washington, DC: Peterson Institute for International Economics. \n \nBroner, Fernando, Tatiana Didier, Aitor Erce, and Sergio L. Schmukler. 2013. “Gross Capital Flows: \nDynamics and Crises.” Journal of Monetary Economics 60 (1): 113–33. \n \nBrukoff, Patricia, and Bjorn Rother. 2007. “FDI May Not Be as Stable as Governments Think.” IMF Policy \nDevelopment and Review Department, IMF Survey Magazine: IMF Research 29. \n \nClaessens, Stijn, Michael P. Dooley, and Andrew Warner. 1995. “Portfolio Capital Flows: Hot or Cold?” \nThe World Bank Economic Review 9 (1): 153–74. \n \nCorsetti, Giancarlo, Paolo Pesenti, and Nouriel Roubini. 1999. “What Caused the Asian Currency and \nFinancial Crisis?” Japan and the World Economy 11 (3): 305–73. \n \nDaniel, Betty C., and John Baily Jones. 2007. “Financial Liberalization and Banking Crises in Emerging \nEconomies.” Journal of International Economics 72 (1): 202–21. \n \nErturk, Korkut A. 2005. “Economic Volatility and Capital Account Liberalization in Emerging Countries.” \nInternational Review of Applied Economics 19 (4): 399–417. \n \nFernández-Arias, Eduardo, and Ricardo Hausmann. 2001. “Is FDI a Safer Form of Financing?” Emerging \nMarkets Review 2 (1): 34–49. \n \nHegerty, Scott W. 2011. “Do International Capital Flows Smooth or Transmit Macroeconomic Volatility? \nTime-Series Evidence from Emerging Markets.” Economics Bulletin 31 (2): 1659–72. \n \nInternational Monetary Fund (IMF). 2005. Financial Sector Assessment: A Handbook. Washington, DC. \n \nKaminsky, Graciela L. 2005. “International Capital Flows, Financial Stability and Growth.” United \nNations Department of Economics and Social Affairs (UN DESA) Working Paper 10. \n \n                                                 \n ADB recognizes “China” as the People’s Republic of China. ", "16   |   References \nKaminsky, Graciela L., and Carmen M. Reinhart. 1999. “The Twin Crises: The Causes of Banking and \nBalance-of-Payments Problems.” American Economic Review 89 (3): 473–500. \n \nKaminsky, Graciela L., and Sergio L. Schmukler. 2008. “Short-Run Pain, Long-Run Gain: Financial \nLiberalization and Stock Market Cycles.” Review of Finance 12 (2): 253–92. \n \nKim, E. Han, and Vijay Singal. 2000. “The Fear of Globalizing Capital Markets.” Emerging Markets Review \n1 (3): 183–98. \n \nKose, M. Ayhan, Eswar Prasad, Kenneth Rogoff, and Shang-Jin Wei. 2009. “Financial Globalization: A \nReappraisal.” IMF Staff Papers, 8–62. \n \nKose,  M.  Ayhan,  Eswar  S.  Prasad,  and  Marco  E.  Terrones.  2003.  “Financial  Integration  and \nMacroeconomic Volatility.” IMF Staff Working Papers WP/03/50. \n \nLehmann, Alexander, Selin Sayek, and Hyoung Goo Kang. 2004. “Multinational Affiliates and Local \nFinancial Markets.” IMF Working Paper WP/04/107. \n \nLevchenko, Andrei A., and Paolo Mauro. 2007. “Do Some Forms of Financial Flows Help Protect Against \nSudden Stops?” World Bank Economic Review 21 (3): 389–411. \n \nMilesi-Ferretti, Gian-Maria, and Cédric Tille. 2011. “The Great Retrenchment: International Capital \nFlows during the Global Financial Crisis.” Economic Policy 26 (66): 287–342. \n \nPagliari, Maria Sole, and Swarnali Ahmed Hannan. 2017. “The Volatility of Capital Flows in Emerging \nMarkets: Measures and Determinants.” IMF Working Paper WP/17/41. \n \nPruski, Jerzy, and Piotr Szpunar. 2008. “Capital Flows and Their Implications for Monetary and Financial \nStability: The Experience of Poland.” In Financial Globalisation and Emerging Market Capital \nFlows, 403–84. BIS Papers No. 44.  \n \nSula, Ozan, and Thomas. D. Willett. 2009. “The Reversibility of Different Types of Capital Flows to \nEmerging Markets.” Emerging Markets Review 10 (4): 296–310. \n \nWei,  Shang-Jin.  2001.  “Domestic  Crony  Capitalism  and  International  Fickle  Capital:  Is  There  a \nConnection?” International Finance 4 (1): 15–45. \n \nWu, Zhongmin. 2009. Financial Sector Reform and the International Integration of China. Routledge. \n \nZellner, Arnold. 1962. “An Efficient Method of Estimating Seemingly Unrelated Regressions and Tests \nfor Aggregation Bias.” Journal of the American Statistical Association 57 (298): 348–68. \n ", "Capital Flows and Financial Stability in Emerging Economies\nEvidence for the impact of international capital flows on the financial sector’s stability is mixed. \nThis paper assesses the relationship between capital flows and financial stability in emerging economies. \nThe findings suggest that, after controlling for several macroeconomic factors, there are significant effects \nof different gross capital flow measures on the financial stability proxies, but they are not homogeneous \nacross economies and across flow types. The paper proposes several country-specific financial and \nmacroeconomic characteristics to help explain these differences.\nAbout the Asian Development Bank\nADB’s vision is an Asia and Pacific region free of poverty. Its mission is to help its developing member  CApitAl FlOwS  \ncountries reduce poverty and improve the quality of life of their people. Despite the region’s many successes, \nit remains home to a large share of the world’s poor. ADB is committed to reducing poverty through inclusive \nAND FiNANCiAl StABility  \neconomic growth, environmentally sustainable growth, and regional integration.\nBased in Manila, ADB is owned by 67 members, including 48 from the region. Its main instruments for \niN EmErgiNg ECONOmiES\nhelping its developing member countries are policy dialogue, loans, equity investments, guarantees, grants, \nand technical assistance.\nChristopher F Baum, Madhavi Pundit, and Arief Ramayandi\nadb economics\nNO. 522\nworking paper series\noctober 2017\nAsiAn Development BAnk\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines ASIAN DEVELOPMENT BANK\nwww.adb.org"], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20171016113239+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "capital flows, economics working paper 522, financial stability, emerging economies,  macroeconomic variables, economics, financial aggregates, coefficients, financial indicators", "ModDate": "D:20171020092850+08'00'", "Producer": "Acrobat Distiller 10.1.1 (Windows)", "Subject": "This paper assesses the relationship between capital flows and financial stability in emerging economies.", "Title": "Capital Flows and Financial Stability in Emerging Economies"}}