{"Author": "Douglas Brooks, Benno Ferrarini, and Eugenia Go", "CreationDate": "D:20130829130121+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "food security, food trade, trade, bilateral trade, agriculture, agriculture trade, economics working paper no. 367", "ModDate": "D:20130830181754+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Subject": "This paper studies the relationship between trade and food security. Using a bilateral import penetration index (BIPI), it shows that countries relying on bilateral trade are particularly vulnerable to disruptions in food supply.", "Title": "Bilateral Trade and Food Security", "content": "Bilateral Trade and Food Security\nDouglas H. Brooks, Benno Ferrarini, and Eugenia C. Go study the relationship between trade and food security. \nUsing a bilateral import penetration index (BIPI), they show that countries relying on limited bilateral trade \nrelationships are particularly vulnerable to disruptions in food supply.  Network maps employed also reveal \nunexploited potential trade relationships.\n\nAbout the Asian Development Bank\nADB’s vision is an Asia and Pacific region free of poverty. Its mission is to help its developing \nmember countries reduce poverty and improve the quality of life of their people. Despite the \nregion’s many successes, it remains home to two-thirds of the world’s poor: 1.7 billion people who \nlive on less than $2 a day, with 828 million struggling on less than $1.25 a day.  ADB is committed \nto reducing poverty through inclusive economic growth, environmentally sustainable growth, \nand regional integration.\n \ninstruments for helping its developing member countries are policy dialogue, loans, equity \ninvestments, guarantees, grants, and technical assistance.\n\nBased in Manila, ADB is owned by 67 members, including 48 from the region. Its main \n\nADB Economics  \nWorking Paper Series\n\nBilateral Trade and Food Security\n\nDouglas Brooks, Benno Ferrarini, and Eugenia Go\n\nNo. 367  |   September 2013\n\nAsian Development Bank\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines\nwww.adb.org/economics\n\nPrinted on recycled paper\n\nPrinted in the Philippines\n\n\fADB Economics Working Paper Series \n \n \n \n \n \n \n \n \n \n \nBilateral Trade and Food Security \n \n\nDouglas H. Brooks, Benno Ferrarini,  \nand Eugenia C. Go \n\nNo. 367    September 2013 \n\n \n\n \n\nThe  authors  are  from  the  Asian  Development  Bank \n(ADB),  where  Douglas  H.  Brooks  is  Assistant  Chief \nEconomist,  Benno  Ferrarini  is  Senior  Economist,  and \nEugenia  C.  Go  is  Economics  and  Statistics  Officer.  This \npaper  benefited  from  comments  received  during  the \nInternational  Symposium  on  Food  Security  in  Asia  and \nthe  Pacific:  Key  Policy  Issues  and  Options,  held  at  the \nUniversity of British Columbia, 18–19 September 2012. \n \n \n\n\f \n\nAsian Development Bank  \n6 ADB Avenue, Mandaluyong City \n1550 Metro Manila, Philippines \nwww.adb.org \n \n© 2013 by Asian Development Bank  \nSeptember 2013 \nISSN 1655-5252 \nPublication Stock No. WPS135997 \n \n \n \nThe  views  expressed  in  this  paper  are  those  of  the  authors  and  do  not  necessarily  reflect  the  views  or  policies  of \nthe Asian Development Bank (ADB) or its Board of Governors or the governments they represent. \n \nADB does  not guarantee the  accuracy of the data included in this publication and accepts no responsibility for any \nconsequence of their use. \n \nBy making any designation of or reference to a particular territory or geographic area, or by using the term \"country\" \nin this document, ADB does not intend to make any judgments as to the legal or other status of any territory or area. \n \nNote: In this publication, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \n \nThe ADB Economics Working Paper Series is a forum for stimulating discussion and eliciting \nfeedback on ongoing and recently completed research and policy studies undertaken by the \nAsian Development Bank (ADB) staff, consultants, or resource persons. The series deals with \nkey economic and development problems, particularly those facing the Asia and Pacific region; \nas well as conceptual, analytical, or methodological issues relating to project/program  \neconomic analysis, and statistical data and measurement. The series aims to enhance the \nknowledge on Asia’s development and policy challenges; strengthen analytical rigor and quality \nof ADB’s country partnership strategies, and its subregional and country operations; and \nimprove the quality and availability of statistical data and development indicators for monitoring \ndevelopment effectiveness.  \n\nThe ADB Economics Working Paper Series is a quick-disseminating, informal publication whose \ntitles  could  subsequently  be  revised  for  publication  as  articles  in  professional  journals  or \nchapters in books. The series is maintained by the Economics and Research Department.  \n\n \n \n \n \n \n \n \n \n \n      Printed on recycled paper \n\n\fCONTENTS \n \n \n \n\nII.  THE ROLE OF TRADE IN FOOD SECURITY \n\nI.  INTRODUCTION \n\nABSTRACT \n \n \n \n \n \n \n \n\nIII.  MAPPING FOOD TRADE \n\nA.  Rice \nB.  Wheat \nC.  Maize \nD.  Soybeans \nE.  Caloric Map \nF.  Network Characteristics \n \n\n  IV.   POLICIES TOWARD REDUCING VULNERABILITY \n \n  V.   CONCLUSIONS \n \nAPPENDIXES \n \n\nAppendix Table 1: Top 20 BIPIs for Wheat \nAppendix Table 2: Top 20 BIPIs for Maize \nAppendix Table 3: Top 20 BIPIs for Soybeans \nAppendix Table 4: Economy Codes \n \n\nREFERENCES \n\n \n\n \n\nv \n\n1 \n\n2 \n\n4 \n\n7 \n9 \n10 \n12 \n13 \n16 \n\n17 \n\n20 \n\n22 \n\n22 \n23 \n24 \n25 \n\n28 \n\n\f\fABSTRACT \n \n \n \nWe  analyze  the  relationship  between  food  security  and  trade,  focusing  on  food \nimporters’ exposure to sudden market failures from relying on a narrow range of \ninternational  suppliers.  We  compute  a  bilateral  import  penetration  index  (BIPI), \nwhich  gauges  the  degree  to  which  a  country  depends  on  another  for  food \nimports.  Food  trade  maps  are  drawn  by  the  application  of  a  force-directed \nalgorithm that sorts through computed BIPIs and maps the nodes corresponding \nto the strength of bilateral ties between country pairs, thereby showing importers’ \nvulnerabilities to disruptions in bilateral channels. Results suggest that measures \naimed at diversifying supply sources reduce vulnerability.  \n \n \n \n \nKeywords: food security, trade, bilateral trade, agriculture, agriculture trade \n \nJEL classification: F13, Q17, Q18 \n\n \n\n\f\fI. INTRODUCTION \n\n \nTrade  has  the  potential  to  complement  domestic  food  supplies,  through  both  imports  and  the \nextra  purchasing  power  generated  from  exports.  Discussions  about  the  relationship  between \nfood  security  and  trade  inevitably  turn  to  the  debate  between  food  self-sufficiency  and  self-\nreliance. From the perspective of food self-sufficiency, trade can contribute to food security only \nif it increases agricultural productivity. On the other hand, a self-reliant emphasis on availability \nsees  trade  as  a  potential  tool  for  making  food  cheaper  and  more  widely  accessible.  As \nAnderson  and  Strutt  (2012)  note,  self-sufficiency  emphasizes  production,  while  availability \nserves consumption. Governments in Asia, at least in rhetoric, tenaciously hold on to the self-\nsufficiency mantra while economists tend toward self-reliance. \n\n \nThis paper strengthens the argument that the most important aspect of food security is \nself-reliance.  Self-reliance  is  also  more  consistent  with  the  formal  definition  of  food  security \ngiven  by  the  Food  and  Agriculture  Organization  of  the  United  Nations  (FAO)  (2003),  which \nconsiders “physical, social, and economic access to sufficient, safe, and nutritious food… for an \nactive  and  healthy  lifestyle.”  Self-sufficiency  commonly  takes  a  national  perspective  without \nconsidering  spatial  aspects  of  access  and  distribution,  and  national  self-sufficiency  does  not \nnecessarily  ensure  sufficient  sustenance  for  all  households.  Neither  aggregate  physical \nsufficiency nor abundance offers true food security if substantial proportions of the population do \nnot have access to basic food items. \n\nto  raise \n\nincome  and \n\n \nFood security can more easily be achieved when it is not limited to self-sufficiency. This \napplies  to  both  households  and  countries.  Just  as  division  of  labor  and  trade  based  on \nliving  standards  while \ncomparative  advantage  help  households \nsimultaneously  saving  for  investment  or  emergencies,  they  can  also  increase  a  country’s \noptions and policy space. The greater flexibility and resilience resulting from trade, particularly \ntrade  in  food  or  agricultural  commodities,  can  literally  make  the  difference  between  life  and \ndeath.  \n \nThe  increase  in  the  volume  of  staples  traded  in  the  world  since  1988,  as  shown  in \nFigure 1, reflects countries’ appreciation of the net benefits of trade. Still, the flexibility afforded \nby  trade  has  too  often  been  viewed  from  the  perspective  of  global  markets  without  sufficient \nattention  to  bilateral  trade  links  that  underlie  the  overall  picture.  From  a  national  perspective, \nparticularly  in  developing  countries  with  less  developed  infrastructure  and  trade  facilitation, \nbilateral trade relationships give better information on the possible implications of trade shocks \non food security. The food price crisis experience in 2008 is instructive in this regard. India and \nViet Nam imposed export bans on rice, and countries that were heavily dependent on them for \nrice imports felt the effects more severely than others. \n \n\nThe  next  section  explains  the  various  ways  in  which  trade  can  influence  food  security. \nSection  III  describes  the  approach  taken  here  to  analyze  the  vulnerability  of  food-importing \ncountries  to  supply  disruptions  in  other  countries,  with  focus  on  bilateral  trading  relationships. \nSection  IV  gives  policy  recommendations  that  can  reduce  vulnerabilities  arising  from  bilateral \ntrade relationships, and Section V concludes. \n\n \n \n \n \n \n\n\f2   І   ADB Economics Working Paper Series No. 367 \n\nFigure 1: Wheat, Rice, Maize, and Soybeans Trade, Index of Volume \n(1988 = 100) \n\n \nNote: The index was constructed based on the average of imports and exports from the UN Comtrade.  \n\nSource: Authors’ calculations. \n\n \n \nII. THE ROLE OF TRADE IN FOOD SECURITY \n\n \nTrade  can  influence  food  security  in  a  number  of  ways.  First,  it  expands  markets.  For \nconsumers, it opens access to additional sources that can supplement domestic production to \nmeet demand. Imports may help lower food prices for the hungry or undernourished, and can be \ncritical  in  times  of  domestic  droughts,  floods,  disease,  or  other  disruptions  to  domestic \nproduction. Access to greater markets can also benefit farmers, supporting their income through \nexport sales of surplus and providing access to a greater variety of, or lower-priced, inputs such \nas seed, fertilizer, pesticides, and machinery. In addition, trade expands the range of options for \nexchanging nonfood products for food, and commodities with different nutritional characteristics \nfor each other.  \n \nSecond, trade can enhance food security through its impact on prices and the responses \nto the signals they transmit. A price differential between markets that is greater than the trade \nand transaction costs signals traders to move products from the lower price market to the higher \nprice  market.  The  extent  to  which  trade  can  influence  food  security  in  this  process  is  closely \nrelated to how integrated markets are. The integration of markets, in turn, is reflected in how fast \nand  how  fully  price  changes  in one  market  induce  a  flow  of  goods  between  the markets.  This \nflow of products from a region of surplus at current prices to a region of shortage results in an \nequilibrating  change  in  prices  between  the  markets,  while  simultaneously  improving  food \nsecurity in the region of shortage.  \n\n \nPoorer  households  are  more  vulnerable  to  price  spikes,  and  especially  to  frequent \nspikes.  Trade  in  food  or  agricultural  commodities  can  reduce  price  volatility,  increasing \npredictability  for  planning  by  both  producers  and  consumers.  Prices  tend  to  be  less  volatile \nwhen markets are more integrated. Supply and demand shocks in one geographical market can \n\n\fBilateral Trade and Food Security   І   3 \n\nbe  dampened  naturally  by  the  shifting  of  supplies  to  and  from  other  markets,  making  prices \nmore stable. Price differentials may be due to long-run but policy-responsive factors, such as a \nlack  of  transportation  infrastructure across  rugged  terrain,  or  shorter-term  disruptions,  such as \nnatural disasters.  \n \n\nThird,  the  integration  of  markets  has  implications  not  only  for  responses  to  short-term \nshortages,  but  also  for  long-term  growth  in  production.  Positive  productivity  effects  can  follow \nfrom trade, raising agricultural output and food security levels. Closed markets may discourage \nfirms  from  adopting  productivity-enhancing  technology  because  doing  so  without  an  outlet  for \nexcess  production  would  only  depress  the  prices  of  their  products  in  the  local  market  (Barret \n2005). This in effect discourages specialization according to comparative advantage, and may \ndelay  technology  adoption.  Closed  markets  may  also  deter  the  importation  of  technology, \nwhether  they  are  direct  imports  or  associated  with  foreign  direct  investment  that  responds  to \nmarket  opportunities.  Price  signals  reflecting  full  economic  costs  and  benefits  can  also \nencourage  diversification.  Farm  price  support  activities,  by  making  the  production  of  staples \nartificially more profitable relative to other crops, have prevented farmers from diversifying into \nhigher valued products, which in the longer run sustain higher incomes. \n\n \nFourth, trade can influence food security through the expansion of competition. Opening \nmarkets  to  international  trade  promotes  competition  because  markets  become  contestable \nacross a larger spatial area. The depth and extent of market interlinkage can dictate whether the \nwelfare effects resulting from market reforms will be transient or permanent in nature, which in \nturn informs policy makers whether certain types of government interventions are warranted or \nnot  (Meyer  and  von  Cramon-Taubadel  2004).  As  farmers  integrate  into  higher  value-added \nagricultural  processing  chains,  competition  can  help  to  avert  monopsonistic  procurement \npractices by those higher up the chain, preserving higher value for poor farmers. \n\n \nIn  general,  greater  competition \n\nrent-seeking \nopportunities and monopolistic practices, reinforcing the aims of competition policy (Brooks and \nEvenett 2005). The efficiency of more competitive markets also translates into more efficient risk \nmanagement in cases of demand or supply shocks. Where markets are poorly integrated, prices \nare more volatile and poor households vulnerable to more frequent or prolonged price spikes. \n\nfrom  expanded  markets \n\nreduces \n\n \nFifth, trade can indirectly influence food security through its impact on the effectiveness \nof macroeconomic tools. How well prices equilibrate in an economy, which is influenced by the \ntrade  policies  adopted,  affects  how  efficiently  fiscal  and  monetary  tools  change  the  incentives \nfaced  by  micro-level  agents.  In  developing  countries,  food  items  typically  account  for  a \nsignificant  share  of  the  consumer  price  index  so  food  imports  can  lower  inflationary \nexpectations,  leaving  more  space  for  monetary  policy.  Trade  also  contributes  to  government \nrevenue  through  tariff  collections.  And  when  free  trade  agreements  are  signed,  the  depth  of \nintegration between markets within the agreements positively influences the extent to which the \nagreements are trade creating. \n\n \nSixth,  how  well  markets  function,  aided  by  trade,  also  has  a  bearing  on  the  design  of \nrelief operations in cases of emergency, or on investment decisions for stockpiling in areas of \nchronic food shortages due to insufficient production (Fackler and Goodwin 2001). For example, \nthe  United  Nations  World  Food  Programme  (WFP),  whose  primary  mission  is  delivering  food \naid,  usually  opts  for  cash-based  interventions  in  cases  where  markets  are  well-integrated  to \navoid depressing commodity prices received by farmers in those localities. It may also procure \nfood locally without negative effects on prices if food is readily imported, or procure from surplus \nareas not integrated with the deficit markets. The amount of food aid required for disaster relief \n\n \n\n\f4   І   ADB Economics Working Paper Series No. 367 \n\nwill also depend on how easily food aid can be supplemented by the activities of private traders \n(Taylor 2002). \n \nState intervention, especially in the form of price stabilization, can impose a huge fiscal \nburden.  Resources  freed  up  from  removing  such  interference  in  the  market  can  be  used  for \ninterventions such as infrastructure, research and development, market intelligence, or access \nto credit—or for other more targeted interventions such as cash transfers that address the root \ncauses  of  food  insecurity.  In  Pakistan,  wheat  subsidies  to  Punjab,  the  largest  province  in  the \ncountry,  exceeded  all  other  agricultural  expenditures  including  irrigation,  infrastructure,  and \nresearch and development (World Bank 2005). In the Philippines, the accumulated debt of the \nNational Food Authority is estimated to be 12% of agricultural gross domestic product (GDP) in \n2011. \n\n \nFinally,  to  the  extent  that  food  imports  reduce  production  in  environmentally  fragile \nareas,  trade  may  reduce  irreversible  environmental  degradation  in  times  of  short-term  stress \nand thereby promote longer-term sustainable production. \n\n \nWhile trade can have such beneficial impacts on food security, its effects are not always \nunambiguously  positive.  When  poorly  managed,  food  and  agricultural  imports  can  depress \nprices  in  domestic  markets,  lowering  incomes  and  hence  food  security  for  marginal  producers \nwho  depend  on  income  earned  through  market  sales  to  diversify  their  diet.  If  farmers  exit \nproduction  due  to  competition  from  imports,  new  or  reentry  may  be  difficult  and  not  rapid \nenough to offset a sudden drop in those imports. And, as witnessed during the 2008 commodity \nprice  spikes,  some  major  exporters  may  decide  to  withhold  exports  if  they  fear  domestic \nconsumption  may  suffer,  particularly  for  thinly  traded  commodities  such  as  rice.  At  the  same \ntime,  where  a  commodity  is  thinly  traded,  a  small  change  in  one  country’s  net  export  position \ncan have a large impact on the international price of that commodity. \n\n \n \n\nIII. MAPPING FOOD TRADE \n \nThe relationship between trade and food security has generally been analyzed using equilibrium \nanalyses,  gravity,  and  price  transmission  models.  By  and  large,  these  studies  find  that  trade \nliberalization  facilitates  food  security  by  increasing  income,  reducing  poverty,  reducing  price \nvolatility,  making  food  cheaper,  or  simply  making  food  physically  available.  Using  computable \ngeneral  equilibrium  analysis,  Anderson  and  Strutt  (2012)  predict  that  the  liberalization  of  \nglobal agricultural trade will increase world GDP, with most of the gains accruing to Association \nof  Southeast  Asian  Nations  (ASEAN)  and  Pacific  island  countries.  They  also  found  that \nliberalization  leads  to  increases  in  agriculture  sector  total  factor  productivity,  confirming  the \nresults  of  an  earlier  study  by  Martin  and  Mitra  (2001),  which  used  a  production  function \nframework to show that productivity increases in the agriculture sector are supportive of growth. \nMoreover, a literature survey from Winters, McCulloch, and McKay (2004) points to the poverty-\nalleviating  effects  of  agricultural  liberalization  when  farmers  benefit,  due  to  strong  demand \nmultiplier effects raising expenditures on locally produced non-tradeables.  \n\n \nHowever,  the  impact  of  market  liberalization  for  food  staples  varies  across  countries. \nSome  countries,  such  as  Bangladesh,  the  People’s  Republic  of  China  (PRC),  and  Viet  Nam \nliberalized  successfully,  while  Indonesia  and  the  Philippines  did  not  manage  to  improve  food \nsecurity  substantially  (Rashid,  Gulati,  and  Cummings  2007;  Timmer  and  Dawe  2007;  World \nBank  2005).  Much  of  the  literature  aims  at  identifying  the  domestic  and  international  factors \naccounting for observed differences in outcome across countries. Food imports are typically a \n\n\fBilateral Trade and Food Security   І   5 \n\nmixed  blessing.  On  the  one  hand,  they  substitute  or  complement  domestic  production;  on  the \nother,  they  also  make  a  country  more  vulnerable  to  international  trade  disruptions  and \ncoordination failure. \n\n \nFor  example,  the  2007–2008  food  crisis  saw  the  international  price  of  rice  tripling \nbetween October 2007 and April 2008, as temporary export restrictions enacted by Asia’s key \nrice-producing  countries  exacerbated  what  at  the  onset  had  been  a  relatively  moderate  global \nsupply–demand  imbalance  in  the  region  (Abbott  2011;  Martin  and  Anderson  2012;  Timmer \n2010). While there certainly was a multitude of factors at play in creating this crisis episode, it \nhighlighted  food  importers’  exposure  to  sudden  market  failures  and  heightened  vulnerability \nfrom relying on a relatively narrow range of international suppliers.  \n\n \nFilling a gap in the literature, this section analyzes the main aspects of vulnerability in a \ncountry’s  bilateral  and  multilateral  dependence  on  international  food  imports.  Specifically,  we \ncompute  a  bilateral  import  penetration  index  (BIPI)  that  gauges  the  degree  to  which  any  one \ncountry  depends  on  another  for  its  food  imports.  Underlying  the  analysis  is  a  matrix  of  world \ntrade in rice, wheat, maize, and soybeans—the four major staples central to food security. The \ndata  on  quantities  in  kilograms  (kg)  traded  are  derived  from  the  United  Nations  Commodity \nTrade  Statistics  Database  (Comtrade).1  The  trade  data  are  combined  with  FAO  country  food \nbalance sheets (FBS) for the same commodities.  \n\n \nIn relation to any particular food item f and period t, say rice during 2009–2010, BIPI is \nthe share of rice imports of country i from country j out of the total supply of rice in country i (net \nof  stock  adjustments).  The  stronger  country  i’s  reliance  on  imports  from  country  j  to  meet  its \ndomestic  demand  for  rice—which  is  assumed  equal  to  final  domestic  supply—the  higher  the \nBIPI. Specifically, BIPI is defined as: \n\nM \nij \n\n\n\nMX \n\nij \n\n\n\nij \n\n \n\nP \ni \n\n\n\nM\nn\n\nij\n\nM\n\nij\n\n\n j \n\n1\n\nn\n\n\n\n j\n\n\n1\n\nn\n\n\n\nj\n\n\n1\n\nM\n\nij\n\n\n\nMX\n\nij\n\n\n\nij\n\n\n\nP\ni\n\nBIPI \nij \n\n\n\nn \n\n j \n\n1\n\n \n\n \n\n(1) \n\nwhere Mij refers to imports of country i from country j. Xij refers to exports of country i to country \nj, and Pi refers to domestic production in country i (all variables are quantities).  \n\n \nThe  expression  after  the  second  equal  sign  indicates  that  bilateral  import  penetration \nmay  be  thought  of  as  the  product  of  the  share  of  country  j  in  country  i’s  total  imports  and  its \noverall  reliance  on  imports  to  satisfy  domestic  demand.  The  latter  may  be  termed  the  total \nimport penetration index (TIPI): \n\n                                                 \n1  Following standard practice, trade data were “mirrored” to favor importers’ records when they are available. Value \ndata  also  tended  to  be  more  readily  available  than  volume  data.  In  cases  where  volume  data  were  missing, \nimputations  were  derived  using  the  average  unit  price  of  commodities  from  the  countries  for  which  both  sets  of \ndata were available. \n\n \n\n\f6   І   ADB Economics Working Paper Series No. 367 \n\nn\n\n\n \n j \n1\n\nM \nij\n\nTIPI\n\nij \n\n  n\n\n \n j \n1\n\n \nX\n\n\n\nM \nij \n\nij \n\n \n\n\nP \ni \n\n \n\n(2) \nTo smooth year-to-year fluctuations, we calculate the BIPI by summing up the trade and \nproduction  data  for  2006  and  2007.  Data  until  2009  are  available  but  were  not  used  here  to \navoid  distortions  in  trade  patterns  induced  by  the  food  crisis.  Table  1  lists  the  top  20  country \npairs  ranked  by  BIPI  for  rice,  as  well  as  imports  and  domestic  supply  data.  Congo  has  the \nhighest BIPI in relation to Viet Nam, which accounts for over 50% of its rice imports. Comparing \nimports  with  domestic  consumption  (estimated  to  be  the  sum  of  production  and  net  imports) \nreveals that the amount imported exceeds the amount of domestic consumption in Congo. This \nis  because  Congo  re-exports  some  of  what  it  imports,  and  also  engages  in  substantial \nstockpiling activities. The stock movements observed in the data may also reflect the activities \nof aid agencies such as the US Agency for International Development and the WFP. There may \nthat  \nalso  be  unrecorded  exports  of \nshare  borders  with  Congo.  On  the  other  hand,  Mongolia  is  almost  exclusively  dependent  on \nimports  from  the  PRC  for  its  rice  consumption  since it  produces  minimal  amounts  of  rice.  It is \nalso worth noting that Thailand and India feature prominently as primary sources of rice for the \n20 countries with the highest import dependence on single import sources. \n\nto  other  countries,  especially \n\nthose \n\nrice \n\n \nBased  on  the  set  of  computed  BIPI  values  across  country  pairs  and  years,  food  trade \nmaps  are  drawn  by  applying  a  force-directed  algorithm  that  sorts  through  the  entire  set  of  \nBIPI  data  and  maps  the  nodes  corresponding  to  the  strength  of  relationships  across  all  the \ncountries included.2 The maps highlight the strength of bilateral trade ties and the food security \nvulnerability of individual importing countries to disruptions in those bilateral trade flows. \n\n \n \n\nCode \nCOG \nCOG \nAGO \nMON \n\nBEN \nSVN \nSYC \nVAN \nLUX \n\n \n\nImporter \n\nExporter \n\n‘000 Tons \n\nTable 1: Top 20 BIPIs for Rice \n\nCountry \n\nCongo \nCongo \nAngola \nMongolia \n\nCode \nVIE \nTHA \nVIE \nPRC \n\nTHA \nBenin \nITA \nSlovenia \nIND \nSeychelles \nVanuatu \nAUS \nLuxembourg  BEL \n\nCountry \n\nViet Nam \nThailand \nViet Nam \nPeople’s \nRepublic of \nChina \nThailand \nItaly \nIndia \nAustralia \nBelgium \n\nBIPI \n1.000 \n0.580 \n0.576 \n0.476 \n\n0.474 \n0.449 \n0.448 \n0.422 \n0.417 \n\nTIPI \n0.326 \n0.326 \n0.167 \n0.080 \n\n0.176 \n0.119 \n0.079 \n0.076 \n0.110 \n\nBilateral \nImports \n128 \n74 \n297 \n47 \n\nTotal \nImports \n249 \n249 \n514 \n47 \n\nDomestic \nSupply \n(P+M-X) \n60 \n60 \n242 \n46 \n\n487 \n14 \n11 \n21 \n2 \n\n \n\n1081 \n23 \n12 \n22 \n3 \n\n482 \n15 \n12 \n23 \n2 \n\n \n\n \n\n \n\n \n\n \n\ncontinued on next page \n\n \n\n \n\n                                                 \n2 \n\nInterested readers are referred to http://med.bioinf.mpi-inf.mpg.de/netanalyzer/help/2.7/index.html for concepts in \nnetwork analysis. \n\n\fBilateral Trade and Food Security   І   7 \n\nTable 1:  continued \n \n\n \n\n \n\n \n\nImporter \n\nExporter \n\n \n\n \n\n \n\n \n\n \n\nCode \nITA \n\nCountry \n\nItaly \n\nBIPI \n0.415 \n\nTIPI \n0.091 \n\n‘000 Tons \n\nBilateral \nImports \n96 \n\nTotal \nImports \n125 \n\nDomestic \nSupply \n(P+M-X) \n108 \n\nCode \nCZE \n\nBRU \n\nKWT \nSWZ \nLBY \nNAM \nATG \n\nSYR \nDJI \nMDV \n\nCountry \n\nCzech \nRepublic \nBrunei \nDarussalam \nKuwait \nSwaziland \nLibya \nNamibia \nAntigua \n\nSyria \nDjibouti \nMaldives \n\nTHA \n\nThailand \n\n0.409 \n\n0.083 \n\n65 \n\n78 \n\n74 \n\nIND \nZAF \nEGY \nZAF \nVCT \n\nEGY \nIND \nIND \n\nIndia \nSouth Africa \nEgypt \nSouth Africa \nSaint Vincent \nand the \nGrenadines \nEgypt \nIndia \nIndia \n\n0.406 \n0.405 \n0.397 \n0.385 \n0.377 \n\n0.089 \n0.073 \n0.083 \n0.073 \n0.111 \n\n0.366 \n0.359 \n0.359 \n\n0.065 \n0.073 \n0.077 \n\n348 \n38 \n252 \n11 \n2 \n\n388 \n73 \n31 \n\n454 \n41 \n316 \n12 \n3 \n\n411 \n89 \n40 \n\n402 \n44 \n298 \n13 \n2 \n\n497 \n96 \n41 \n\nBIPI = bilateral import penetration index, M = import, P = production, TIPI = total import penetration index, X = export. \n\nNote: BIPI and TIPI values computed based on equations (1) and (2) were normalized to take values from 0 to 1. \n\nSource: Authors’ estimates. \n\n \n \nFigures  2  to  5  show  the  ensuing  maps  of  bilateral  and  global  food  dependencies  for \neach  of  the  four  commodities,  with  reference  to  total  trade  during  2006  and  2007.  For  better \nreadability, the maps show only country pairs with the strongest bilateral trade dependency—the \ntop decile by BIPI for wheat, maize, and soya, and the top 5% for rice.3 \n\n \nRice \n\nA. \n \nFigure 2 refers to global trade in rice among the top 5% of countries in terms of BIPI. The circles \nor  nodes,  represent  the  countries  trading  in  rice.  The  shade  of  the  circles  reflects  \nthe  countries’  total  dependence  on  food  imports,  gauged  by  TIPI  (equation  2):  the  higher  the \nTIPI, the darker the shade. Countries in white, such as India, Pakistan, Thailand, and Viet Nam, \nare leading rice exporters and, as such, are largely independent of other countries’ rice exports.4 \nAlbeit  to  a  lower  degree,  countries  in  light  and  dark  gray  are  relatively  independent  of  rice \nimports to cover domestic demand, too. Such is the case of the United States (US) and France. \nAs the color spectrum moves to darker gray and further to black, strong import dependence is \ndetected,  and  with  it,  a  country’s  heightened  degree  of  vulnerability  to  potential  disruptions  to \nglobal supply. For example, Mongolia, Saudi Arabia, and Belgium are all represented with black \nnodes. \n\n                                                 \n3  An exception is made for the rice map (Figure 2) for purposes of readability. A decile map of rice trade is still too \n\ndense for easy visual appreciation. \nIt  should  be  kept  in  mind  that  maps  show  only  the  top  10%  (5%  for  rice)  of  country  pairs  ranked  according  to \ndecreasing BIPI. Therefore, even countries colored in  white depend on imports to a higher degree than do 9/10 \n(19/20  for  rice)  of  all  the  other  countries  in  the  sample.  Put  differently,  white  and  light  gray  indicate  a  relatively \nlower degree of import penetration among the subsample of countries with the highest BIPI. \n\n4 \n\n \n\n\f8   І   ADB Economics Working Paper Series No. 367 \n\nFigure 2: Rice Trade Map \n\n \n\nNote: See Appendix Table 4 for the complete list of country codes. \n\nSource: Authors’ estimates. \n\n \n \nThe  location  of  nodes  on  the  map  reflects  countries’  connectedness  within  the  global \nnetwork of trade in rice. Unsurprisingly, the world’s top rice producers and exporters are shown \nto be hubs in the rice map. This is clearly observable for Egypt, India, Italy, Pakistan, Thailand, \nand the US. \n \n\nThe size of any node relates to its so-called “betweenness centrality,” or the number of \nshortest paths going through it.5 A pronounced centrality is shown as a large node size on the \nmap, indicating a country’s capacity to impact trade within the entire network or substantial parts \nof it. Such market clout could be exerted through a country acting as a main hub for an entire \nregion, giving it a certain capacity to influence prices or the power to hoard commodities. Once \nagain, the large rice exporters tend to show up as the larger nodes on the map. \n\n \n\n                                                 \n5  The betweenness centrality index (BCI) is computed as \n\nfrom s to w, and sw is the total number of shortest paths from s to w passing through node . BCI thus relates to a \ncountry’s influence on the entire network of food trade relationships. \n\n where sw represents paths running \n\n\fBilateral Trade and Food Security   І   9 \n\nIt is also interesting to observe how different sets of countries cluster around the major \nrice exporters. Egypt is a hub for Eastern Europe and Arab countries, while Italy is depicted to \nplay this role in Europe. An important point to note here is that most of the countries that rely \nheavily on Italy for exports, such as the Czech Republic and Slovenia, do not consume rice as a \nstaple.  This  means  that  while  they  may  be  vulnerable  to  disruptions  in  Italy’s  rice  supply  or \nproduction,  it  would  be  far-fetched  to  claim  that  they  are  food  insecure  in  terms  of  the  formal \ndefinition of food security cited in the Introduction. \n\n \nGlobally,  the  US  is  also  a  very  important  supplier  of  rice  as  is  easily  apparent  from  its \nnode  size.  While  farther  away  from  the  dense  network  surrounding  the  Thailand–Viet  Nam–\nIndia–Pakistan  cluster,  the  US  is  central  to  a  network  that  spans  a  greater  geographic  scope \nand a greater number of countries for a single supplier (recall that only nodes in the top 5% BIPI \nare shown in the rice map). \n\n \nWhereas the shade and size of the nodes relate to the characteristics of rice exporters \nthat are relevant to the global market as a whole, the shade and width of lines connecting any \npair  of  nodes  describe  the  degree  of  dependence  on  each  other.  For  example,  a  narrow  and \nlight line, or arc, in relation to Pakistan’s rice exports to Azerbaijan denotes a relatively low BIPI \n(albeit the fact that it is visible on the map implies that the intensity of this bilateral link figures \namong the top 5% across all country pairs). In contrast, Mongolia’s dependence on rice imports \nfrom the PRC is more exclusive and puts the country at greater risk of suffering from potential \ndisruptions  affecting  this  particular  supply  channel.  The  same  can  be  said  of  Congo’s \ndependence  on  Viet  Nam,  though  in  this  case,  the  disruption  may  affect  not  only  domestic \nconsumption but also exports to other countries such as Togo, and possibly aid operations. This \nhighlights how vulnerabilities can also be passed through. The map’s depiction of the network \nsurrounding South Africa is instructive. South Africa’s high dependence on Thailand and India \nfor its rice imports is passed on as vulnerabilities to Botswana, Namibia, and Swaziland. \n\n \nAn interesting revelation from this map is that most Asian countries, with the exception of \nMongolia and Brunei Darussalam, are shown to be only weakly reliant on imports for the bulk of \ntheir  domestic  consumption.  Big  rice  importers  in  the  region,  such  as  Bangladesh,  Indonesia, \nMalaysia, and the Philippines do not even show up on the map.6 This is because they are also \nlarge rice producers and import only a small fraction of their total domestic consumption. As a \nresult, their BIPI is low. In the case of the PRC, also a large rice importer, no incoming arrows \nare shown on the map, because its reliance on a large number of smaller suppliers associates it \nwith a BIPI value below the top fifth percentile. \n \nB. \n \nFigure  3  shows  that  the  global  trade  of  wheat  is  centered  on  several  key  players—the  US, \nCanada,  Australia,  the  Russian  Federation,  Kazakhstan,  and  France.  The  first  three  countries \nare  particularly  important  suppliers  for  a  number  of  Asian  countries,  while  the  Russian \nFederation and Kazakhstan are key suppliers for Central Asia and other former Soviet republics. \nFrance is the main wheat hub for most of Europe and a number of African countries. Finally, the \nimportance of the US to Central American and Caribbean countries shows clearly on the map, \nand  is  easily  confirmed  by  an  examination  of  Appendix  Table  2,  which  shows  the  US  as  the \nmost important trading partner for most of the country pairs with the top 20 BIPIs. This indicates \nthe heightened vulnerability of some importers to supply disruptions in the US. \n\nWheat \n\n                                                 \n6  These countries would, however, be on the map had we presented the top decile of the rice BIPIs. Nonetheless, \n\ntheir TIPIs would have lighter shades indicating weaker import dependence for domestic consumption.  \n\n \n\n\f10   І   ADB Economics Working Paper Series No. 367 \n\nFigure 3: Wheat Trade Map \n\n \n\nNote: See Appendix Table 4 for the complete list of country codes. \n\nSource: Authors’ estimates. \n\n \n\n \n\nMaize \n\nThe wheat map also shows that many big Asian countries, such as Japan, the Republic \nof Korea, Indonesia, Malaysia, the Philippines, and Viet Nam, are highly dependent on imports \nfor domestic consumption. However, the multitude of edges (lines) connecting these countries \nto major suppliers indicates reliance on a relatively broad import base, involving more suppliers \ncompared to other importers on the map. \n \nC. \n \nFigure 4 distinguishes several hubs of the maize network trade—the US, South Africa, France, \nand  Hungary.  The  ASEAN  countries,  although  not  central  to  the  global  maize  trade,  form  a \nclose-knit  network,  supplying  import-dependent  countries  such  as  Brunei  Darussalam  and \nMalaysia. Also noteworthy is some countries’ reliance on a well-diversified pool of suppliers. For \nexample,  Malaysia  and  Seychelles  import  substantial  volumes  of  maize  from  a  plethora  of \nsuppliers  scattered  across  the  world.  For  Malaysia,  the  main  supplier  is  Argentina,  and  for \n\n\fBilateral Trade and Food Security   І   11 \n\nSeychelles  it  is  the  United  Kingdom.  Seychelles  and  Malaysia  have  the  second-  and  third-\nhighest  BIPIs  in  the  global  maize  trade  with  respect  to  these  two  countries  (see  Appendix \nTable 2).  While  this  makes  the  two  countries  somewhat  vulnerable  to  possible  disruptions \ninvolving  their  main  suppliers,  their  vulnerability  is  reduced  by  the  option  to  divert  demand, \nthanks  to  adequate  supporting  infrastructure  and  income,  to  alternative  suppliers,  especially \nthose with large capacities, such as India and the PRC. \n \n \n\nFigure 4: Maize Trade Map \n\n \n\nNote: See Appendix Table 4 for the complete list of country codes. \n\nSource: Authors’ estimates. \n \n \n\nSingapore’s  position  on  the  map  demonstrates  its  importance  as  a  port  for  food \nshipments to the region, such as for maize to Brunei Darussalam and Malaysia. More broadly, \nSingapore’s  excellent  trade  infrastructure  and  policy  stability  represent  a  significant  supply \nchannel  to  the  broader  region,  particularly  for  countries  wanting  to  diversify  their  sources  of \nmaize or other food commodities. \n\n \nAnother  notable  feature  of  the  maize  map  is  the  smaller  clusters  of  nodes  that  are  not \nconnected  to  the  main  network.  Notice  that  Australia’s  network  with  Pacific  island  countries  is \nrather  isolated,  while  the  East  African  countries  form  a  tightly  knit  network  of  dependencies \namong themselves. \n\n \n\n \n\n\f12   І   ADB Economics Working Paper Series No. 367 \n\nSoybeans \n\nFinally,  it  should  be  remarked  that  three  significant  importing  countries  in  Asia—the \nPRC,  Japan,  and  the  Republic  of  Korea—either  do  not  appear  on  the  map  or  do  so  as \nexporters.  This  is  because  their  large  supplier  network  does  not  make  them  particularly \ndependent on any specific maize exporter. \n \nD. \n \nIn East Asia, soybeans form an important part of the diet and a substantial portion of domestic \nconsumption  is  supplied  through  imports.  Unsurprisingly,  Japan  and  the  Republic  of  Korea \nfigure  prominently  in  Figure  5  as  larger  gray  nodes.  The  PRC  has  a  lower  TIPI  among  East \nAsian countries, but takes a more central role in the soybeans network as an important supplier \nas  well  as  importer  in  the  global  soybeans  trade.7  The  US,  Brazil,  and  Argentina  are  the  top \nthree suppliers of soybeans in the global markets. \n \n \n\nFigure 5: Soybean Trade Map \n\nNote: See Appendix Table 4 for the complete list of country codes. \n\nSource: Authors’ estimates. \n                                                 \n7  The PRC shows up only as an importer in the soybean BIPI map. An examination of the trade matrix, however, \n\nreveals that it is also a supplier of note to several countries.  \n\n \n\n\fBilateral Trade and Food Security   І   13 \n\nCaloric Map \n\nAn  interesting  thing  to  note  about  the  BIPI  computations  for  soybeans  (see  Appendix \nTable 3) is that most of the countries with the highest BIPIs have imports that exceed domestic \nconsumption.  This  suggests  wide  re-exporting  or  stocking  activities,  which  are  especially \nrelevant for countries that export processed soybean products such as soybean meal or oil. \n \nE. \n \nFrom  the  perspective  of  nutrition,  and  abstracting  from  strong  food  preferences,  food  security \nrelates to the physical and economic availability of a caloric intake that fulfills the dietary needs \nof  a  household  or  population.8  As  such,  trade  in  nutrition  or  calories  is  best  represented  by  a \nmap aggregating relevant food items after their conversion into caloric equivalents, rather than \nby  a  commodity-specific  map.  We  first  convert  the  four  staples  into  their  caloric  equivalents \nusing  the  FBS  and  then  calculate  BIPI  based  on  the  total  calories,  rather  than  quantities, \ncountries trade and consume. \n \n\nThe results for the top 20 country pairs are presented in Table 2. Much in line with our \nfindings in relation to the four individual commodities, the US comes out as a critical supplier of \nstaples for a large number of countries scattered across the globe. The centrality of the US in \nstaple  food  trade  is  confirmed  in  Figure  6  where  a  corresponding  map  presents  the  country \npairs with BIPIs in the top 5%. \n\nTable 2: Top 20 BIPIs in Aggregate Calories \n\nImporter \n\nExporter \n\nTrillion Calories \n\nBilateral \nImports \n\nTotal \nImports \n\nDomestic \nSupply \n(P+M-X) \n\nCountry \n\nCode \n\nBIPI \n\nTIPI \n\nCountry \nUnited States \nUnited States \n\n1.000 \n0.786 \n\n0.573 \n0.405 \n\n5530 \n18000 \n\n6380 \n18300 \n\n3160 \n13300 \n\nTHA \n\nThailand \n\n0.757 \n\n0.455 \n\n477 \n\n576 \n\n367 \n\nUnited States \n\n0.694 \n\n0.464 \n\nViet Nam \nUnited States \n\n0.658 \n0.634 \n\n0.414 \n0.372 \n\nSouth Africa \nUnited States \nUnited States \nRussia \nViet Nam \nFrance \nUnited States \nIndia \n\n \n\n0.627 \n0.616 \n0.552 \n0.543 \n0.511 \n0.439 \n0.399 \n0.393 \n\n0.328 \n0.319 \n0.472 \n0.338 \n0.726 \n0.505 \n0.212 \n0.443 \n\n5620 \n\n737 \n1230 \n\n962 \n536 \n92200 \n3560 \n944 \n23000 \n5050 \n542 \n\n7610 \n\n931 \n1430 \n\n986 \n541 \n163000 \n4410 \n2900 \n56700 \n5070 \n1310 \n\n4747 \n\n660 \n1140 \n\n907 \n515 \n100100 \n3931 \n1116 \n32243 \n7902 \n863 \n\n                                                 \n8 \n\nIt is recognized, however, that in the long run, a balanced diet capable of delivering sufficient amounts of macro- \nand micronutrients is essential for a true sense of food security. \n\n \n\n \n\n \n\n \ncontinued on next page \n\n \n\n \n \n\nCode \n\nJAM \nDOM \n\nBRU \n\nHTI \n\nTIM \nTTO \n\nBWA \nBRB \nNGA \nARM \nCOG \nBEL \nCRI \nDJI \n\n \n\n \n\nJamaica \nDominican \nRepublic \nBrunei \nDarussalam \nHaiti \n\nTimor-Leste \nTrinidad and \nTobago \nBotswana \nBarbados \nNigeria \nArmenia \nCongo \nBelgium \nCosta Rica \nDjibouti \n\n \n\nUSA \nUSA \n\nUSA \n\nVIE \nUSA \n\nZAF \nUSA \nUSA \nRUS \nVIE \nFRA \nUSA \nIND \n\n \n\n\f14   І   ADB Economics Working Paper Series No. 367 \n\nTable 2:  continued \n \n\n \n\n \n\n \n\nImporter \n\nExporter \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTrillion Calories \n\nBilateral \nImports \n\nTotal \nImports \n\nDomestic \nSupply \n(P+M-X) \n\nCode \n\nCountry \n\nCode \n\nCountry \n\nBIPI \n\nTIPI \n\nSEN \nDJI \nARE \n\nGEO \nBEN \nGAB \n\nSenegal \nDjibouti \nUnited Arab \nEmirates \nGeorgia \nBenin  \nGabon \n\nTHA \nUSA \nPAK \n\nRUS \nTHA \nTHA \n\nThailand \nUnited States \nPakistan \n\nRussia \nThailand \nThailand \n\n0.389 \n0.383 \n0.383 \n\n0.372 \n0.360 \n0.357 \n\n0.471 \n0.443 \n0.636 \n\n0.281 \n0.380 \n0.475 \n\n6550 \n527 \n6920 \n\n4170 \n3590 \n561 \n\n17200 \n1310 \n25600 \n\n6400 \n8130 \n1640 \n\n10519 \n863 \n11379 \n\n7092 \n6344 \n1000 \n\nBIPI = bilateral import penetration index, M = import, P = production, TIPI = total import penetration index, X = export. \n\nNote: BIPI and TIPI values computed based on equations (1) and (2) were normalized to take values from 0 to 1. \n\nSource: Authors’ estimates. \n \n\n \nThe sheer number of countries that are highly dependent on the US, as represented by \nthe  size  of  its  node,  testifies  to  its  status  as  the  prime  player  in  world  staple  trade  with  a \nsignificant bearing on the entire network. The vulnerability of small countries in the Caribbean to \nsupply disruptions in the US is particularly pronounced. Jamaica, the Dominican Republic, Haiti, \nTrinidad  and  Tobago,  and  Barbados—all  within  the  10  highest-ranking  BIPIs  in  terms  of \ncalories—are  all  dependent  on  the  US  to  a  very  high  degree  (see  Table  2).  In  the  case  of \nJamaica,  and  Trinidad  and  Tobago,  Figure  6  shows  that  they  also  have  significant  exporting \nactivities, especially to Antigua. With a diversified set of imports, Antigua should in principle be \nless vulnerable to supply disruptions. This “fallback” position, however, is severely compromised \nby the fact that its two other sources are also highly dependent on US supply conditions. \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\fBilateral Trade and Food Security   І   15 \n\nFigure 6: Caloric Trade Map \n\n \n\nNote: See Appendix Table 4 for the complete list of country codes. \n\nSource: Authors’ estimates. \n \n \n\nThe  caloric  map  also  shows  that,  in  general,  countries  in  Asia  that  are  dependent  on \nimports  for  their  staples  are  not  exceptionally  vulnerable  to  supply  disruptions  from  single \ncountry  sources.  Instead,  the  region  is  home  to  important  global  suppliers  of  calories—India, \nPakistan, Thailand, and Viet Nam. There are exceptions, however. One is Brunei Darussalam, \nwhich  in  the  caloric  map  appears  highly  vulnerable  due  to  the  combined  effects  of  its  high \ndependence  on  imports  and  its  high  bilateral  dependence  on  Thailand  for  its  caloric \nconsumption.  Malaysia  also  stands  out  within  Asia  because  it  shows  up  as  a  black  node \ndependent on three big supplying countries: Thailand, the US, and Viet Nam. The black node is \nexplained  by  imports,  which  exceed  domestic  consumption,  while  the  edges  to  the  three \ncountries represent the bilateral dependence of Malaysia on Thailand for rice and maize; the US \nfor  wheat,  maize,  and  soybeans;  and  Viet  Nam  for  rice.  Imports  from  these  three  countries \nmake up over 30% of domestic caloric intake for staples in Malaysia. This raises the question \nwhether Malaysia, being dependent on three big suppliers of calories, is really vulnerable. The \nother  two  big  suppliers  can  potentially  step  up  should  the  supply  lines  in  the  third  country  be \n\n \n\n\f16   І   ADB Economics Working Paper Series No. 367 \n\ndisrupted. On the other hand, it is also easily conceivable that disruptions in big countries have \nglobal repercussions, and affect the supplying capacities of other countries as well. \n \n\nThe  United  Arab  Emirates  (UAE),  which  imports  nearly  all  of  its  caloric  consumption, \nalso stands out in the map as bilaterally dependent to a considerable degree on eight different \nsuppliers. As in the case of Malaysia’s trading partners, these suppliers are all relatively large \nplayers  in  the  world  market  and  the  diversity  of  sources  itself  may  offer  some  degree  of \nprotection from single country disruptions. \n \nF. \n \nTable  3  provides  some  summary  network  statistics  for  each  commodity  and  their  aggregated \ncaloric equivalents for 2006–2007 and 2008–2009. These indicators assume values from 0 to 1. \n \n \n\nNetwork Characteristics \n\nTable 3: Summary of Network Statistics \n \n\nNetwork Statistics  \n\n2006–2007  2008–2009 \n\nRice \nNetwork density  \nNetwork centralization \n\nWheat \nNetwork density  \nNetwork centralization \n\nMaize  \nNetwork density  \nNetwork centralization \n\nSoybeans \nNetwork density  \nNetwork centralization \n\nAggregate Caloric  \nNetwork density  \nNetwork centralization \n\n \n\n \n\n \n\n \n\n \n\n0.153 \n0.636 \n\n0.099 \n0.548 \n\n0.075 \n0.494 \n\n0.112 \n0.449 \n\n0.186 \n0.600 \n\n \n\n \n\n \n\n \n\n \n\n0.158 \n0.633 \n\n0.105 \n0.519 \n\n0.078 \n0.480 \n\n0.112 \n0.492 \n\n0.205 \n0.609 \n\n \n\n \n\n  Source: Authors’ estimates. \n\n \n \n \nThe  network  density  gives  the  number  of  existing  trade  links  as  a  proportion  of  all \npossible  trade  links.  This  can  be  taken  as  an  indicator  of  how  well-exploited  alternative  trade \nlinks are. While the appropriateness of this indicator for our purposes is imperfect given that it \ndoes  not  account  for  supply  capabilities,  a  higher  density  can  be  interpreted  as  a  general \npattern toward diversity in supply sources. Keeping this in mind, rice trade exhibits the highest \nnetwork  density  among  the  staples  considered  here,  confirming  the  greater  number  of  trade \nlinks in rice during 2006–2007. This implies that rice was more widely traded than the rest of the \nfoodstuff considered in this study—an interesting revelation given that rice is known to be thinly \ntraded. The coefficient is only higher for the calorie network, which is not surprising since there \ntend to be more clusters in a network involving the trade of four commodities compared to one. \n\n \n\n\fBilateral Trade and Food Security   І   17 \n\nFinally,  network  centralization  measures  the  extent  to  which  a  few  countries  dominate \nthe  entire  network.  A  value  closer  to  1  implies  a  higher  degree  of  concentration.  The \ncentralization measure for rice is substantially higher than that for the other staples, indicating \nthat  only  a  few  big  players  dominate  the  world  rice  trade.  The  corresponding  value  for  the \ncaloric network is slightly below that of rice, which reflects both the lower network centralization \nobserved for wheat, maize, and soybeans, and the greater flexibility afforded by the possibility \nof switching between commodity sources of calories. \n\n \nIt  is  notable  that  for  all  four  commodities,  the  number  of  countries  linked  by  bilateral \nconnections increased in 2008–2009, as indicated by higher values of network density. During \nthe same period, the dominance of a few countries decreased, as implied by smaller values of \nnetwork centralization. The results of the commodity-based analysis are likewise reflected in the \ncaloric network. Overall, these suggest a general increase in the diversity of trading partners in \nthe crisis period and its aftermath. \n\n \n \nIV. POLICIES TOWARD REDUCING VULNERABILITY \n \n\nin \n\nthe \n\ntrade \n\nimportance  of  bilateral \n\nThe  previous  section  highlighted \nfood  security \nconsiderations.  This  section  discusses  how  food  security  vulnerability  to  trade  disruptions  can \nbe  addressed,  with  particular  focus  on  bilateral  trade  relations.  The  most  straightforward \nstrategy that arises from studying the BIPIs and the resulting maps is to diversify one’s sources \nof  imports.  This  is  especially  relevant  for  countries  that  import  most  of  the  food  items  they \nconsume,  and  consume  them  as  staples.  Having  said  this,  how  can  countries  diversify  their \nimport sources? \n \nPreferential trade agreements (PTAs) are one possible avenue. Stagnation or deadlock \nin  the  Doha  Round  of  multilateral  World  Trade  Organization  (WTO)  negotiations  has  led  to  a \nproliferation  of  bilateral  or  regional  PTAs.  Agriculture  was  a  sticking  point  in  the  WTO \nnegotiations, and the lack of progress there signals the loss of potential agricultural trade which \ncould  be  critical  for  food  security  in  Asia—the  region  with  most  of  the  world’s  farmers, \nconsumers, and poverty. \n\n \nResults from a gravity model by Korinek and Melatos (2009) suggest that the creation of \nthe  ASEAN  Free  Trade  Area  (AFTA)  and  other  PTAs9  has  increased  trade  in  agricultural \nproducts  between  participating  countries.  Since  no  robust  indications  of  trade  diversion  with \nrespect to imports from outside the region were found, such agreements appear to be net trade \ncreating. In the absence of multilateral liberalization, this appears to be an enhancement of food \nsecurity,  at  least  from  a  self-reliance  perspective.  Regional  PTAs  can  also  be  mechanisms \nthrough  which  supply  guarantees  can  be  sought.  A  good  example  of  this  is  the  ASEAN  Plus \nThree Emergency Rice Reserve System, which became a permanent arrangement in October \n2011. The mechanism has yet to prove its reliability, however, since its earlier version was not \ninvoked during the food price crisis of 2008 because of overly cumbersome procedures. \n\n \nModels  of  global  trade  liberalization  often  show  increased  demand  for  developing \ncountries’  exports.  Countries  with  more  diversified  agricultural  market  structures  and  trading \npartners are likely to adjust quickly and take advantage of market signals, while countries that \n\n                                                 \n9  The  other  PTAs  studied  are  Common  Market  for  Eastern  and  Southern  Africa  (COMESA)  in  Southern  Africa, \nwhich has eliminated tariffs on all goods exported within its borders, and Mercado Común del Sur (MERCOSUR) \nin South America, a customs union. \n\n \n\n\f18   І   ADB Economics Working Paper Series No. 367 \n\nhave  a  weak  market  infrastructure  or  rely  on  a  small  number  of  export  commodities  generally \nshow smaller gains.  \n\n \nThe market access policies of importing countries also affect their source diversification \npotential. Countries that manage or control the import of foodstuff—such as the Philippines or \nIndonesia—usually  do  so  through  parastatals,  which  in  general  are  less  creative  in  finding \nalternative sources than the private sector (as is the case in Bangladesh). Additional layers of \nadministrative  requirements  such  as  tariff-rate  quotas  (TRQs),  and  the  possible  uncertainties \narising from the imposition of additional duties through special safeguards can also deter private \nsector efforts to invest in the search for additional sources. \n\n \nExport  subsidies  and  food  aid  are  a  controversial  topic  for  food  security.  On  the  one \nhand,  they  provide  cheap  sources  of  food,  while  on  the  other,  they  have  been  identified  as \ndetriments to the development of agricultural sectors in developing countries that cannot provide \nsuch  subsidies.  To  the  extent  that  we  view  things  from  a  diversification  point  of  view,  export \nsubsidies artificially favor source countries providing these subsidies. \n\n \nDomestic subsidies, insofar as they are trade distorting, also prevent the diversification \nof sources through the same principle as export subsidies. But an additional argument against \ntheir  use  has  been  their  preventing  producers  from  other  countries  access  to  the  host  market \nand to markets to which the subsidized goods are exported.  \n\n \nOn  the  import  side,  domestic  prices  in  countries  with  high  tariffs  could  decline  under \ntrade  liberalization  if  the  reduction  in  tariffs  outweighs  any  rise  in  world  prices.  In  that  case, \ncosts  to  consumers  would  decline—while  their  purchasing  power,  and  so  their  food  security, \nwould grow—as would returns to producers, whose purchasing power would also grow. If initial \ntariffs  were  relatively  low,  however,  world  prices  would  be  expected  to  pass  through  to  the \ndomestic economy, leading to higher prices that benefit producers (who include a large share of \nthe  poor  in  Asia)  but  do  not  necessarily  benefit  consumers.  The  effects  on  agricultural \nemployment,  an  important  factor  for  food  security,  will  vary  from  country  to  country,  requiring \ncareful local analysis. \n\n \nOn the export side, trade liberalization leading to improved access to developed markets \ncould lead to an increase in exports for developing countries. This effect would be dampened by \nthe  extent  to  which  developing  countries  already  receive  preferential  access  to  developed \ncountry markets. Unfortunately, low-income countries generally show a low production response \nto increases in producer prices. \n\n \nCountries might find it useful to introduce programs that stabilize export revenues, such \nas  hedging  or  crop  insurance.  On  the  import  side,  countries  might  consider  options  to  make \nimport  costs  more  predictable.  Proposals  have  included  international  import  insurance  or  a \nfinancial rebate program for low-income countries (Trueblood and Shapouri 2001). \n\n \nThe previous rise of higher-income Asian economies provided an early wave of demand \nstimulus, accompanied by agrofood supply chain development and technology transfer around \nthe  region.  This  was  followed  by  rising  middle-class  consumption  in  rapidly  emerging  Asian \neconomies  and  finally,  the  dramatic  emergence  of  demand  from  the  PRC  over  the  last \n3 decades  and  India  more  recently.  With  rising  incomes,  diets  are  becoming  more  grain-  and \nprotein  meal-intensive  through  the  greater  demand  for  lot-fed  livestock.  The  PRC  has  already \nswitched from being a net exporter to a major importer of maize and soybeans. And since it is \n\n\fBilateral Trade and Food Security   І   19 \n\nthe  world’s  largest  food  consumer,  a  small  shift  in  the  PRC’s  net  export  position  could  be \nenough to move global markets—with impacts on food security for other countries. \n\n \nJha,  Roland-Holst,  and  Sriboonchitta  (2010)  note  that  as  the  PRC’s  middle  class \ncontinues  to  emerge  and  expand,  the  resource  intensity  of  the  consumption  of  food  such  as \nmeat  and  dairy  is  rising,  leading  to  greater  net  imports  and  requiring  the  expansion  of \nagricultural  capacity  elsewhere.  This  situation  suggests  a  significant  opportunity  for  lower-\nincome Southeast Asia, which is still likely well below its agricultural potential, possibly yielding \na food security improvement through agrofood export expansion. \n\n \nClear  trends  emerge  when  looking  at  high-income  Asian  agricultural  trade,  where  the \ncountries  have  all  had  significant  increases  in  imports  of  meat  as  well  as  feed  grains  to  fuel \ndomestic production. Vast areas of farmland are needed to yield the grains necessary to raise \ncattle  and  other  livestock,  and  as  higher-income  countries  mostly  have  low  arable  land-to-\npopulation ratios and their self-sufficiency ratios have been declining for years, it is unlikely they \ncan produce the quantities needed. The PRC accounts for roughly 20% of world population but \njust  7%  (and  declining)  of  the  world’s  arable  land.  Declining  freshwater  availability  is  likely  to \nimpose  an  additional  constraint.  Therefore,  in  many  cases,  such  countries  will  depend  on \nimports of grain in addition to meat products. \n\n \nAs the PRC continues to increase its meat demand and many millions more Indians join \nthe  middle  class  (ADB  2010),  vast  quantities  of  grain  will  be  needed,  creating  tremendous \npressure  on  global  agricultural  markets.  As  the  middle  class  grows  in  countries  with  food \nsubsidies  for  urban  consumers,  such  subsidies  may  no  longer  be  considered  necessary, \nallowing a rise in prices in rural areas as well, thus benefiting poor farmers. \n\n \nInfrastructure  is  also  an  enabling  tool  for  diversification.  Since  trade  and  transaction \ncosts  are  usually  not  negligible,  an  important  measure  in  the  integration  of  markets  is  the \nbalance between regional price differentials and transaction costs, including transportation. The \ngreater  the  amount  by  which  the  price  differential  exceeds  the  expected  transaction  cost,  the \ngreater the incentive for traders to move supplies from the lower priced area to the higher priced \none. In this context, transport and logistics costs remain important determinants of agricultural \nand other trade flows (Brooks and Hummels 2010). The manner in which these costs influence \nthe  ability  to  reorient  to  alternative  suppliers  and  the  relative  costs  involved  has  important \nimplications for food security. General infrastructure such as roads and telecommunications are \nnecessary to physically transport products into or out of a country. Infrastructure helps food get \nto deficit areas and prevents surplus from depressing local prices by access to the export valve. \nThe  low  value-to-bulk  ratio  of  most  food  products  means  that  their  delivered  prices  are  highly \nsensitive  to  increasing  logistics  costs.  Where  the  price  differential  remains  higher  than  the \nassociated transaction costs over an extended period, indicating segmented markets, there may \nbe a clear role for policies and investments to address the gap. \n\n \nFood also tends to be  a special commodity, requiring specific types of infrastructure in \n\naddition to the general ones: \n\n \n1. \n\nFood handling requires specialized infrastructure such as refrigerated vans, special \npackaging,  humidity  control,  and  others  to  retain  ideal  food  quality.  For  example, \nthe  improper  storage  and  handling of  maize  and  nuts  lead to  the  development  of \naflatoxins which may be carcinogenic. \n\n \n\n\f20   І   ADB Economics Working Paper Series No. 367 \n\n2. \n\n3. \n\nFood  products,  especially  fresh  produce,  tend  to  have  limited  shelf  lives.  This \nmeans  poor  transport  conditions,  extended  duration  of  shipments,  and  other \nsources of delays can lead to spoilage and wastage. \nFood items can be vectors of diseases as they carry microorganisms or pests and \ndiseases.  Special  protocols  are  therefore  required  to  minimize  the  probability  of \nspreading disease or pests during transport. The introduction of pests or diseases \nto  a  country  already  experiencing  a  food  deficit  can  cause  additional  economic \ndevastation. \n\n \nTrade  costs  from  inadequate  infrastructure  and  a  cumbersome  regulatory  environment \ncan  be  significantly  higher  than  those  from  tariffs  and  nontariff  barriers,  and  much  higher  in \ndeveloping than developed economies (Anderson and van Wincoop 2004). The costs of transit \ndelays  are  especially  high  for  time-sensitive  goods  like  perishable  agricultural  products. \nImprovements in infrastructure can reduce trade costs and time, and increase its reliability, thus \nincreasing flows and benefiting sectors that use infrastructure services more intensively. In the \nprocess,  such  improvements  can  increase  the  potential  for  new  bilateral  trade  patterns, \nreducing vulnerability to disruptions from any single source. \n \n\nThere  are  countries  that  have  the  means  and  comparative  advantage  to  produce \nimportant  food  items  but  are  unable  to  export  them  efficiently  because  of  poor  infrastructure. \nMyanmar and Cambodia, for example, have the clear potential to produce rice in excess of their \ndomestic  needs  but  are  unable  to  export  to  more  destinations  because  of  infrastructure \nlimitations.  In  contrast,  Singapore,  which  does  not  produce  primary  food  products,  is  able  to \ntransship maize to Brunei Darussalam and Seychelles. \n\n \n \nV. CONCLUSIONS \n \nFood  trade  plays  an  important  role  in  nutritional  security  in  many  countries.  Since  historical \ntrade  patterns  can  be  subject  to  abrupt  changes  or  disruptions,  food  security  assessment \nrequires an examination of bilateral trade dependence for critical commodity imports to identify \nand address possible weaknesses in essential supply patterns. This is what the BIPI intends to \ndo.  \n \n\nThe BIPI captures food security vulnerability arising from having an undiversified import \nbase. This is one aspect that needs to be considered when examining food security risks related \nto trade.1010But there are obvious limitations to the BIPI. Vulnerabilities arising from other factors \nsuch as Balance of Payments-related issues would need a different method of assessment. As \nwas  pointed  out  earlier,  in  the  case  of  Italy’s  role  as  a  rice-supplying  hub  in  Europe,  the  BIPI \nmay—in  cases  where  a  food  item  does  not  form  an  important  part  of  the  diet—overstate  a \ncountry’s vulnerability. The examples of Malaysia and Seychelles having numerous suppliers for \ntheir domestic consumption also bring attention to the need to consider other factors, such as \nthe use of food products for processing, feeds, and so on.  \n \n\nNonetheless,  the  BIPIs  and  the  food  maps  presented  reveal  some  messages  worth \nemphasizing. First, the maps are good tools for tracing direct and indirect paths of dependence \nin  food  trade.  They  can  therefore  be  useful  in  identifying  possible  sources  of  supply  shocks \n\n                                                 \n10  Other indices such as the Global Hunger Index developed by the International Food Policy Research Institute, or \nthe Global Food Security Index by the Economist Intelligence Unit, cover other aspects of food security commonly \ndiscussed in the literature. \n\n\fBilateral Trade and Food Security   І   21 \n\noutside  one’s  own  country  and  can  help  governments  strategize  on  potential  alternative \nsuppliers based on the trade network clusters, and between food trade and “gravitational forces” \nof demand.  \n\n \nSecond, actual trade vulnerabilities can be easily assessed from the maps along several \ndimensions—the BIPI, the TIPI, centrality, and the clusters—and provide useful information that \ncan complement traditional studies for assessing food security impacts of trade. Third, several \ncountries feature very prominently as central players in all the food trade networks considered \nhere.  The  maps  and  the  indices  underlying  them  can  give  warning  indications  of  global  food \nprice hikes triggered by supply shocks in these key countries, and by which importing countries \nwill be most immediately affected. In particular, the US appears with large nodes assigned to it \nfor all of the commodities we have mapped. This information may be particularly relevant when \nthe US experiences drought, as in 2012. \n\n \nThe main lesson we draw is that countries should diversify their import sources to make \nthemselves  less  vulnerable  to  localized  supply  disruptions  in  source  countries.  Bilateral \nagreements  with  nontraditional  suppliers,  regional  trade  agreements,  reserve  systems, \ninfrastructure,  and  institutional  setups  highly  influence  the  ability  of  a  country  to  diversify  its \nsupply  base.  Aid  for  trade,  enhanced  trade  facilitation,  and  better  trade  financing  and  foreign \nexchange  hedging  systems  could  also  be  important  contributions  from  the  international \ncommunity toward food security. \n \n\nFurther extension of this work could develop a diversification index which assesses how \ndiversified  a  country’s  current  staple  food  import  sources  are  in  relation  to  potential  sources. \nThis should give due consideration to quality by using export and import unit prices. Low-grade \nwheat is mostly used for feed, while higher grades are used for human consumption. It would \nalso be interesting to look at how the trade maps evolve through time, which will also provide \nthe opportunity to assess changing relationships. Further work with regressions and correlations \ncan examine the effectiveness and robustness of the BIPI as an indicator of vulnerability.  \n \n\nBy  utilizing  the  fact  that  not  all  trade  routes  are  equally  employed  or  available  for  all \ncountries, and that potential exists for expanding such opportunities, our understanding of food \nsecurity  becomes  more  nuanced,  analysis  can  be  more  focused,  and  policy  making  more \nefficiently targeted.  \n\n \n\n \n\n \n\n\f \n\n \n\nAPPENDIXES \n\nAppendix Table 1: Top 20 BIPIs for Wheat \n\nImporter \n\nExporter \n\n‘000 Tons \n\nCode \n\nCountry \n\nCode \n\nCountry \n\nBIPI \n\nTIPI \n\nDOM  Dominican \n\nUSA  United States \n\n1.000 \n\n1.000 \n\n3152 \n\n3192 \n\n866 \n\nBilateral \nImports \n\nTotal \nImports \n\nDomestic \nSupply \n(P+M-X) \n\nVCT \n\nUSA  United States \n\n0.776 \n\n0.770 \n\n40 \n\n40 \n\n14 \n\nRepublic \nSaint Vincent \nand the \nGrenadines \n\nEl Salvador  \nCosta Rica \nSri Lanka \n\nNGA  Nigeria \nSLV \nCRI \nSRI \nGTM  Guatemala \nMUS  Mauritius \nJamaica \nJAM \nGAB  Gabon \nKWT  Kuwait \nBRB \nSEN \nCIV \nPAN \nNIC \nBLZ \nNCL \nTGO \nMWI  Malawi \n\nUSA  United States \nUSA  United States \nUSA  United States \nCAN  Canada \nUSA  United States \nFRA \nFrance \nUSA  United States \nFrance \nFRA \nAUS \nAustralia \nUSA  United States \nFrance \nFRA \nFRA \nFrance \nUSA  United States \nUSA  United States \nUSA  United States \n\nBarbados \nSenegal \nCote d’ Ivoire  \nPanama \nNicaragua \nBelize \nNew Caledonia  AUS \nFRA \nTogo \nMOZ  Mozambique \n\nAustralia \nFrance \n\n0.398 \n0.396 \n0.333 \n0.285 \n0.280 \n0.253 \n0.250 \n0.244 \n0.242 \n0.242 \n0.241 \n0.228 \n0.224 \n0.220 \n0.219 \n0.216 \n0.213 \n0.210 \n\n0.604 \n0.391 \n0.328 \n0.311 \n0.295 \n0.321 \n0.360 \n0.241 \n0.274 \n0.239 \n0.267 \n0.239 \n0.242 \n0.217 \n0.229 \n0.215 \n0.304 \n0.396 \n\n16100 \n455 \n403 \n1838 \n851 \n232 \n314 \n153 \n536 \n44 \n673 \n531 \n219 \n243 \n26 \n60 \n111 \n137 \n\n24800 \n455 \n403 \n2029 \n909 \n298 \n458 \n153 \n615 \n44 \n756 \n563 \n241 \n243 \n27 \n61 \n160 \n263 \n\n11149 \n316 \n333 \n1771 \n837 \n252 \n346 \n173 \n609 \n50 \n769 \n641 \n270 \n304 \n32 \n77 \n143 \n180 \n\nBIPI = bilateral import penetration index, M = import, P = production, TIPI = total import penetration index, X = export. \n\nNote: BIPI and TIPI values computed based on equations (1) and (2) were normalized to take values from 0 to 1. \n\nSource: Authors’ estimates. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\fAppendixes   І   23 \n\nAppendix Table 2: Top 20 BIPIs for Maize \n\nImporter \n\nExporter \n\n‘000 Tons \n\nCode \nJAM \nSYC \n\nCountry \n\nJamaica \nSeychelles \n\nCode \nUSA \nUKG \n\nMAL  Malaysia \nTTO \n\nTrinidad and \nTobago \nRWA  Rwanda \nGRD  Grenada  \nBWA \nBotswana \nAntigua \nANT \nGUY  Guyana \nSYC \n\nSeychelles \n\nSeychelles \nSYC \nDJI \nDjibouti \nGUY  Guyana \n\nEstonia \n\nEST \nMAL  Malaysia \n\nISL \nBLZ \nISL \nSDN \nSYC \n\nIsrael \nBelize \nIsrael \nSudan \nSeychelles \n\nARG \nUSA \n\nUGA \nUSA \nZAF \nZAF \nUSA \nPRC \n\nIND \nZAF \nTTO \n\nPOL \nPRC \n\nCAN \nUSA \nPOL \nUGA \nYEM \n\nCountry \nUnited States \nUnited \nKingdom \nArgentina \nUnited States \n\nUganda \nUnited States \nSouth Africa \nSouth Africa \nUnited States \nPeople’s \nRepublic of \nChina \nIndia \nSouth Africa \nTrinidad and \nTobago \nPoland  \nPeople’s \nRepublic of \nChina \nCanada \nUnited States \nPoland  \nUganda \nYemen \n\nBIPI \n1.000 \n0.618 \n\nTIPI \n1.000 \n0.867 \n\nBilateral \nImports \n637 \n11 \n\nTotal \nImports \n637 \n17 \n\nDomestic \nSupply \n(P+M-X) \n565 \n18 \n\n0.479 \n0.473 \n\n0.628 \n0.480 \n\n2776 \n54 \n\n3960 \n54 \n\n6252 \n123 \n\n0.391 \n0.389 \n0.358 \n0.302 \n0.270 \n0.247 \n\n0.398 \n0.401 \n0.366 \n0.346 \n0.351 \n0.867 \n\n0.215 \n0.214 \n0.211 \n\n0.867 \n0.239 \n0.351 \n\n0.201 \n0.199 \n\n0.232 \n0.628 \n\n0.198 \n0.193 \n0.180 \n0.170 \n0.168 \n\n0.248 \n0.204 \n0.248 \n0.189 \n0.867 \n\n90 \n1 \n38 \n0.2 \n4 \n3 \n\n2 \n0.2 \n2 \n\n2 \n483 \n\n4 \n5 \n3 \n10 \n1 \n\n90 \n1 \n38 \n0.3 \n7 \n17 \n\n17 \n0.2 \n7 \n\n7 \n5 \n7 \n12 \n17 \n\n274 \n2 \n133 \n1 \n25 \n18 \n\n18 \n2 \n25 \n\n58 \n71 \n58 \n240 \n18 \n\n3 \n3960 \n\n25 \n6252 \n\nBIPI = bilateral import penetration index, M = import, P = production, TIPI = total import penetration index, X = export. \n\nNote: BIPI and TIPI values computed based on equations (1) and (2) were normalized to take values from 0 to 1. \n\nSource: Authors’ estimates. \n\n \n \n \n \n \n \n \n\n \n\n\f24   І   ADB Economics Working Paper Series No. 367 \n \n\nAppendix Table 3: Top 20 BIPIs for Soybeans \n\nImporter \n\nExporter \n\n‘000 Tons \n\nBilateral \nImports \n\nTotal \nImports \n\nDomestic \nSupply \n(P+M-X) \n\nCode \n\nCountry \n\nCode \n\nCountry \n\nSlovenia \nSVN \nKenya \nKEN \nSudan \nSDN \nUZB \nUzbekistan \nDOM  Dominican \n\nRepublic  \nSudan \n\nBrazil \n\nBRA \nUGA  Uganda \nITA \nUKR \nUSA \n\nItaly \nUkraine \nUnited States \n\nIND \n\nIndia \n\nSudan \n\nSlovenia \n\nSDN \nMOZ  Mozambique  MWI  Malawi \nSVN \nMOZ  Mozambique \nSDN \nBWA  Botswana \nGUY  Guyana \nSwitzerland \nCHE \nBelarus \nBLR \nCosta Rica \nCRI \nSDN \nSudan \nNOR  Norway \nBRB \nAZE \nMEX  Mexico \n\nParaguay \nPRY \nSwaziland \nSWZ \nBelgium \nBEL \nSouth Africa \nZAF \nUnited States \nUSA \nPRY \nParaguay \nMDA  Moldova \nUSA \nETH \nBRA \nUSA \nMDA  Moldova \nUSA \n\nUnited States \nEthiopia \nBrazil \nUnited States \n\nBarbados \nAzerbaijan \n\nUnited States \n\nBIPI \n\n1.000 \n0.758 \n0.436 \n0.294 \n0.253 \n\n0.238 \n0.229 \n0.216 \n0.205 \n0.183 \n0.178 \n0.166 \n0.165 \n0.146 \n0.139 \n0.138 \n0.138 \n0.137 \n0.136 \n0.135 \n\nTIPI \n\n1.000 \n0.711 \n0.781 \n0.301 \n0.195 \n\n0.781 \n0.444 \n1.000 \n0.444 \n0.781 \n0.204 \n0.128 \n0.242 \n0.173 \n0.108 \n0.781 \n0.106 \n0.105 \n0.106 \n0.104 \n\n15 \n44 \n3 \n15 \n18 \n\n2 \n2 \n3 \n1 \n1 \n1 \n1 \n103 \n1 \n548 \n1 \n817 \n50 \n17 \n7375 \n\n19 \n53 \n7 \n20 \n18 \n\n7 \n4 \n19 \n4 \n7 \n2 \n1 \n196 \n2 \n548 \n7 \n817 \n50 \n17 \n7377 \n\nBIPI = bilateral import penetration index, M = import, P = production, TIPI = total import penetration index, X = export. \n\nNote: BIPI and TIPI values computed based on equations (1) and (2) were normalized to take values from 0 to 1. \n\nSource: Authors’ estimates. \n\n2 \n8 \n1 \n7 \n10 \n\n1 \n1 \n2 \n1 \n1 \n1 \n1 \n86 \n1 \n542 \n1 \n818 \n50 \n17 \n7549 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\fAppendixes   І   25 \n\nAppendix Table 4: Economy Codes \n\nCode \n\nEconomy \n\nCIV \nCMR \nCOD \nCOG \nCOL \nCOM \nCOO \nCPV \nCRI \nCUB \nCXR \nCYM \nCYP \nCZE \nDEN \nDJI \nDMA \nDOM \nDZA \nECU \nEGY \nERI \nEST \nETH \nFIJ \nFIN \nFRA \nFSM \nGAB \nGEO \nGER \nGHA \nGIB \nGIN \nGMB \nGNB \nGNQ \nGRC \n\nGRD \n\nCôte d’Ivoire \nCameroon \nDemocratic Republic of the Congo \nCongo \nColumbia \nComoros \nCook Islands \nCape Verde \nCosta Rica \nCuba \nChristmas Island \nCayman Islands  \nCyprus \nCzech Republic \nDenmark \nDjibouti \nDominica \nDominican Republic \nAlgeria  \nEcuador \nEgypt \nEritrea \nEstonia \nEthiopia \nFiji \nFinland \nFrance \nFederated States of Micronesia \nGabon \nGeorgia \nGermany \nGhana \nGibraltar \nGuinea \nGambia \nGuinea-Bissau \nEquatorial Guinea \nGreece \n\nGrenada \n\ncontinued on next page \n\nCode   Economy \n\nAfghanistan \nAngola \nAnguilla \nAlabania \nAndorra \nNetherlands Antilles \nUnited Arab Emirates \nArgentina \nArmenia \nAmerican Samoa \nAntarctica \nAntigua and Barbuda \nAustralia \nAustria \nAzerbaijan \nBangladesh \nBurundi \nBelgium \nBenin \nBurkina Faso \nBulgaria \nBahrain \nBahamas \nBhutan \nBosnia and Herzagovia \nBelarus \nBelize \nBermuda \nBolivia \nBrazil \nBarbados \nBrunei Darussalam \n\nABW  Aruba \nAFG \nAGO \nAIA \nALB \nAND \nANT \nARE \nARG \nARM \nASM \nATA \nATG \nAUS \nAUT \nAZE \nBAN \nBDI \nBEL \nBEN \nBFA \nBGR \nBHR \nBHS \nBHU \nBIH \nBLR \nBLZ \nBMU \nBOL \nBRA \nBRB \nBRU \nBWA  Botswana \nCAF \nCAM  Cambodia \nCAN \nCCK \nCHL \n\nCanada \nCocos Islands  \nChile \n\nCentral African Republic \n\n \n\n \n\n\f26   І   ADB Economics Working Paper Series No. 367 \n \n\nAppendix Table 4  continued \n\nCode  \n\nEconomy \n\nGRL \nGTM \nGUM \nGUY \nHKG \nHND \nHRV \nHTI \nHUN \nIND \nINO \nIRE \nIRN \nIRQ \nISL \nISR \nITA \nKEN \nKGZ \nKIR \nKNA \nKOR \nKWT \nLAO \nLBN \nLBR \nLBY \nLCA \nLSO \nLTU \nLUX \nLVA \nMAC \nMAL \nMAR \nMDA \nMDG \nMEX \n\nGreenland \nGuatemala \nGuam \nGuyana \nHong Kong, China  \nHonduras \nCroatia \nHaiti \nHungary \nIndia \nIndonesia \nIreland \nIran \nIraq \nIceland \nIsrael \nItaly \nKenya \nKyrgyz Republic \nKiribati \nSaint Kitts and Nevis \nRepublic of Korea \nKuwait \nLao People's Democratic Republic \nLebanon \nLiberia \nLibya \nSaint Lucia \nLesotho \nLithuania \nLuxembourg \nLatvia \nMacau SAR, China  \nMalaysia \nMorocco \nMoldova \nMadagascar \nMexico \n\nCode \nMKD \nMLD \nMLI \nMLT \nMNP \nMON \nMOZ \nMRT \nMSR \nMUS \nMWI \nMYA \nMYT \nNAM \nNAU \nNCL \nNEP \nNER \nNET \nNFK \nNGA \nNIC \nNIU \nNOR \nNZL \nOMN \nPAK \nPAL \n\nPAN \nPER \nPHI \nPNG \nPOL \nPOR \nPRC \nPRK \nPRY \nPSE \n\nEconomy \nMacedonia \nMaldives \nMali \nMalta \nNorthern Mariana Islands  \nMongolia \nMozambique \nMauritania \nMontserrat \nMauritius \nMalawi \nMyanmar \nMayotte \nNamibia \nNauru \nNew Caledonia \nNepal \nNiger \nNetherlands, The \nNorfolk Island  \nNigeria \nNicaragua \nNiue \nNorway \nNew Zealand \nOman \nPakistan \nPalau \n\nPanama \nPeru \nPhilippines \nPapua New Guinea \nPoland \nPortugal \nPeople's Republic of China \nDemocratic People's Republic of Korea \nParaguay \nPalestine Occupied Territories  \n\ncontinued on next page \n\n \n\n \n\n \n\n\fAppendix Table 4  continued \n\nCode  \n\nEconomy \n\nCode \n\nEconomy \n\nAppendixes   І   27 \n\nFrench Polynesia \nQatar \nRepublic of the Marshall Islands  \nRomania \nRussian Federation \nRwanda \nIndependent State of Samoa \nSaudi Arabia \nSudan \nSenegal \nSaint Helena \nSingapore \nSierra Leone \nEl Salvador \nSolomon Islands \nSomalia \nSpain \nSerbia \nSri Lanka \nSao Tome and Principe \nSurinam \nSlovakia \nSlovenia \nSweden \nSwitzerland \nSwaziland \n\nSeychelles \nSyria \nTajikistan \nChad \nTogo \nThailand \nTimor-Leste \nTurkmenistan \nTrinidad and Tobago \nTunisia \nTurkey \nTanzania \nUganda \nUnited Kingdom \nUkraine \nUruguay \nUnited States \nUzbekistan \nVanuatu \nSaint Vincent and the Grenadines \n\nViet Nam \nYemen \nSouth Africa \nZambia \nZimbabwe \n \n\nSYC \nSYR \nTAJ \nTCD \nTGO \nTHA \nTIM \nTKM \nTTO \nTUN \nTUR \nTZA \nUGA \nUKG \nUKR \nURY \nUSA \nUZB \nVAN \nVCT \n\nVIE \nYEM \nZAF \nZMB \nZWE \n \n\n \n \n \n\nPYF \nQAT \nRMI \nROU \nRUS \nRWA \nSAM \nSAU \nSDN \nSEN \nSHN \nSIN \nSLE \nSLV \nSOL \nSOM \nSPA \nSRB \nSRI \nSTP \nSUR \nSVK \nSVN \nSWE \nSWI \nSWZ \n\n \n\n\f \n\n \n\nREFERENCES \n\n \nAbbott,  P.  C.  2011.  Export  Restrictions  as  Stabilization  Responses  to  Food  Crisis.  American \n\nJournal of Agricultural Economics. 94 (2) pp. 428–434. \n\n \nAnderson, K., and A. Strutt. 2012. Agriculture and Food Security in Asia by 2030. ADBI Working \n\nPaper Series. No. 368. Tokyo: ADBI. \n\n \nAnderson, J. E., and E. van Wincoop. 2004. Trade Costs. Journal of Economic Literature 42 (3), \n\n \nAsian  Development  Bank  (ADB).  2010.  Key  Indicators  for  Asia  and  the  Pacific  2010.  Manila: \n\npp. 691–751.  \n\nADB. \n\n \nBarrett,  C.  B.  2005.  Spatial  Market  Integration.  The  New  Palgrave  Dictionary  of  Economics,  \n\n2nd Edition. London: Palgrave Macmillan. \n\n \nBrooks, D. H., and S. Evenett. 2005. Competition Policy and Development in Asia. New York: \n\nPalgrave Macmillan. \n\n \nBrooks,  D.  H.,  and  D.  Hummels.  2010.  The  Role  of  Infrastructure  in  Lowering  Asia’s  Trade \n\nCosts. Cheltenham, UK: Edward Elgar Publishing. \n\n \nFackler,  P.  L.  and  B.  K.  Goodwin.  2001.  Spatial  Price  Analysis.  In  B.L.  Gardner  and  G.  C. \nRausser,  eds.  Handbook  of  Agricultural  Economics.  Vol.  1,  Part  2.  pp.  971–1024. \nAmsterdam: Elsevier. \n\n \nFood  and  Agriculture  Organization  of  the  United  Nations  (FAO).  Food  Balance  Sheets. \n\nhttp://faostat.fao.org/site/368/default.aspx#ancor (downloaded 11 March 2012). \n\n \n––––––. 2003. Trade Reforms and Food Security: Conceptualizing the Linkages. Rome: FAO. \n \nJha,  S.,  D.  Roland-Holst,  and  S.  Sriboonchitta.  2010.  Regional  Trade  Opportunities  for  \nAsian Agriculture. ADB Economics Working Paper Series No. 191. Manila: ADB. \n\n \nKorinek,  J.,  and  M.  Melatos.  2009.  Trade  Impacts  of  Selected  Regional  Trade  Agreements  in \nAgriculture. OECD Trade Policy Working Papers No. 87. Paris: OECD Publishing. \n\n \nMartin, W., and K. Anderson. 2012. Export Restrictions and Price Insulation during Commodity \n\nPrice Booms. American Journal of Agricultural Economics 94 (2). pp. 422–427. \n\n \nMartin,  W.,  and  D.  Mitra.  2001.  Productivity  Growth  and  Convergence  in  Agriculture  versus \nManufacturing. Economic Development and Cultural Change 49 (2). pp. 403–422. \n\n \nMeyer,  J.,  and  S.  von  Cramon-Taubadel.  2004.  Asymmetric  Price  Transmission:  A  Survey. \n\nJournal of Agricultural Economics 55 (3). pp. 581–611. \n\n \nRashid,  S.,  A.  Gulati,  and  R.  Cummings.  2007.  Grain  Marketing  Parastatals  in  Asia:  Results \n\nfrom Six Case Studies. World Development 35 (11). pp. 1872–1888.  \n\n\fReferences   І   29 \n\nTaylor, E. 2002. Trade Integration and Rural Economies in Less Developed Countries: Lessons \nfrom Micro Economy-Wide Models with Particular Attention to Mexico and Latin America. \nReport  to  the  Latin  America  and  Caribbean  Regional  Office  of  the  World  Bank  World \nFood Program (n.d.), PDPE Market Analysis Tool: Market Integration. Rome: FAO. \n\n \nTimmer, C. P. 2010. Reflections on Food Crises Past. Food Policy 35 (1). pp. 1–11. \n \nTimmer,  C.  P.,  and  D.  Dawe.  2007.  Managing  Food  Price  Instability  in  Asia:  A  Macro  Food \n\nSecurity Perspective. Asian Economic Journal 21 (1). pp. 1–18.  \n\n \nTrueblood, M.A. and S. Shapouri. 2001. Implications of Trade Liberalization on Food Security of \nLow-income Countries. Issues in Food Security. Agriculture Information Bulletin No. 765-\n5.  Washington,  DC:  United  States  Department  of  Agriculture-Economic  Research \nService. \n\n \nUnited  Nations  Commodity  Trade  Statistics  Database  (UN  Comtrade).  http://wits.worldbank \n\n.org/wits/ (downloaded 10 May 2012). \n\n \nWinters, L. A., N. McCulloch, and A. McKay. 2004. Trade Liberalization and Poverty: Evidence \n\nSo Far. Journal of Economic Literature 42 (1). pp. 72–115. \n\n \nWorld  Bank.  2005.  Managing  Food  Price  Risks  and  Instability  in  an  Environment  of  Market \nLiberalization. Washington, DC: International Bank of Reconstruction and Development. \n\n \n\n \n \n \n\n \n\n\fBilateral Trade and Food Security\nDouglas H. Brooks, Benno Ferrarini, and Eugenia C. Go study the relationship between trade and food security. \nUsing a bilateral import penetration index (BIPI), they show that countries relying on limited bilateral trade \nrelationships are particularly vulnerable to disruptions in food supply.  Network maps employed also reveal \nunexploited potential trade relationships.\n\nAbout the Asian Development Bank\nADB’s vision is an Asia and Pacific region free of poverty. Its mission is to help its developing \nmember countries reduce poverty and improve the quality of life of their people. Despite the \nregion’s many successes, it remains home to two-thirds of the world’s poor: 1.7 billion people who \nlive on less than $2 a day, with 828 million struggling on less than $1.25 a day.  ADB is committed \nto reducing poverty through inclusive economic growth, environmentally sustainable growth, \nand regional integration.\n \ninstruments for helping its developing member countries are policy dialogue, loans, equity \ninvestments, guarantees, grants, and technical assistance.\n\nBased in Manila, ADB is owned by 67 members, including 48 from the region. Its main \n\nADB Economics  \nWorking Paper Series\n\nBilateral Trade and Food Security\n\nDouglas Brooks, Benno Ferrarini, and Eugenia Go\n\nNo. 367  |   September 2013\n\nAsian Development Bank\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines\nwww.adb.org/economics\n\nPrinted on recycled paper\n\nPrinted in the Philippines\n\n\f", "author_pages": ["ADB Economics Working Paper Series \n \n \n \n \n \n \n \n \n \n \nBilateral Trade and Food Security \n \n", "Douglas H. Brooks, Benno Ferrarini,  \nand Eugenia C. Go \n", "No. 367    September 2013 \n", " \n", " \n", "The  authors  are  from  the  Asian  Development  Bank \n(ADB),  where  Douglas  H.  Brooks  is  Assistant  Chief \nEconomist,  Benno  Ferrarini  is  Senior  Economist,  and \nEugenia  C.  Go  is  Economics  and  Statistics  Officer.  This \npaper  benefited  from  comments  received  during  the \nInternational  Symposium  on  Food  Security  in  Asia  and \nthe  Pacific:  Key  Policy  Issues  and  Options,  held  at  the \nUniversity of British Columbia, 18–19 September 2012. \n \n \n", " \n", "Asian Development Bank  \n6 ADB Avenue, Mandaluyong City \n1550 Metro Manila, Philippines \nwww.adb.org \n \n© 2013 by Asian Development Bank  \nSeptember 2013 \nISSN 1655-5252 \nPublication Stock No. WPS135997 \n \n \n \nThe  views  expressed  in  this  paper  are  those  of  the  authors  and  do  not  necessarily  reflect  the  views  or  policies  of \nthe Asian Development Bank (ADB) or its Board of Governors or the governments they represent. \n \nADB does  not guarantee the  accuracy of the data included in this publication and accepts no responsibility for any \nconsequence of their use. \n \nBy making any designation of or reference to a particular territory or geographic area, or by using the term \"country\" \nin this document, ADB does not intend to make any judgments as to the legal or other status of any territory or area. \n \nNote: In this publication, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \n \nThe ADB Economics Working Paper Series is a forum for stimulating discussion and eliciting \nfeedback on ongoing and recently completed research and policy studies undertaken by the \nAsian Development Bank (ADB) staff, consultants, or resource persons. The series deals with \nkey economic and development problems, particularly those facing the Asia and Pacific region; \nas well as conceptual, analytical, or methodological issues relating to project/program  \neconomic analysis, and statistical data and measurement. The series aims to enhance the \nknowledge on Asia’s development and policy challenges; strengthen analytical rigor and quality \nof ADB’s country partnership strategies, and its subregional and country operations; and \nimprove the quality and availability of statistical data and development indicators for monitoring \ndevelopment effectiveness.  \n", "The ADB Economics Working Paper Series is a quick-disseminating, informal publication whose \ntitles  could  subsequently  be  revised  for  publication  as  articles  in  professional  journals  or \nchapters in books. The series is maintained by the Economics and Research Department.  \n", " \n \n \n \n \n \n \n \n \n      Printed on recycled paper \n"]}