{"path": "data/input/pdf-generic/ewp-380.pdf", "pages": ["Monetary and Fiscal Operations in the People’s Republic of China:  \nAn Alternative View of the Options Available\nThis paper examines the fiscal and monetary policy options available to the People’s Republic  \nof China (PRC) as a sovereign currency-issuing nation operating in a dollar standard world.  \nThe paper first summarizes a number of issues facing the PRC, including the possibility of slower \ngrowth and a number of domestic imbalances. Then, it analyzes current monetary and fiscal \npolicy formation and examines some policy recommendations that have been advanced to deal \nwith current areas of concern.  ADB Economics  \nWorking Paper Series\nAbout the Asian Development Bank\nADB’s vision is an Asia and Pacific region free of poverty. Its mission is to help its developing \nmember countries reduce poverty and improve the quality of life of their people. Despite the \nregion’s many successes, it remains home to two-thirds of the world’s poor: 1.7 billion people who \nlive on less than $2 a day, with 828 million struggling on less than $1.25 a day.  ADB is committed \nto reducing poverty through inclusive economic growth, environmentally sustainable growth, \nand regional integration.\n  Based in Manila, ADB is owned by 67 members, including 48 from the region. Its main \ninstruments for helping its developing member countries are policy dialogue, loans, equity \ninvestments, guarantees, grants, and technical assistance.\nMonetary and Fiscal Operations in the People’s Republic \nof China: An Alternative View of the Options Available\nL. Randall Wray and Yolanda Fernandez Lommen\nNo. 380  |   October 2013\nAsian Development Bank\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines\nwww.adb.org/economics\nPrinted on recycled paper Printed in the Philippines", " \n \n \n \n \nADB Economics Working Paper Series \n \n \n \n \nMonetary and Fiscal Operations in the People’s Republic \nof China: An Alternative View of the Options Available \n \n \nL. Randall Wray and    L. Randall Wray is Senior Scholar at the Levy Economics \nYolanda Fernandez Lommen  Institute,  and  Professor  of  Economics,  University  of \nMissouri – Kansas City. Yolanda Fernandez Lommen is\nNo. 380    October 2013  Principal  Economist,  East  Asia  Department,  Asian \nDevelopment Bank. \n \nThe authors thank Asian Development Bank’s Jesus \nFelipe, Advisor, Economics Research Department, and \nNiny Khor, Economist, East Asia Department, for their \nvaluable comments. Professor Xinhua Liu from Shaanxi \nNormal University has provided excellent research \nassistance. \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "Asian Development Bank \n6 ADB Avenue, Mandaluyong City \n1550 Metro Manila, Philippines \nwww.adb.org \n \n© 2013 by Asian Development Bank \nOctober 2013 \nISSN 1655-5252 \nPublication Stock No. WPS136077 \n \n \n \nThe views expressed in this paper are those of the author and do not necessarily reflect the views and policies of the \nAsian Development Bank (ADB) or its Board of Governors or the governments they represent. \n \nADB does not guarantee the accuracy of the data included in this publication and accepts no responsibility for any \nconsequence of their use. \n \nBy making any designation of or reference to a particular territory or geographic area, or by using the term “country” \nin this document, ADB does not intend to make any judgments as to the legal or other status of any territory or area. \n \nNote: In this publication, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \n \nThe ADB Economics Working Paper Series is a forum for stimulating discussion and eliciting \nfeedback on ongoing and recently completed research and policy studies undertaken by the \nAsian Development Bank (ADB) staff, consultants, or resource persons. The series deals with \nkey economic and development problems, particularly those facing the Asia and Pacific region; \nas well as conceptual, analytical, or methodological issues relating to project/program economic \nanalysis, and statistical data and measurement. The series aims to enhance the knowledge on \nAsia’s development and policy challenges; strengthen analytical rigor and quality of ADB’s \ncountry partnership strategies, and its subregional and country operations; and improve the \nquality and availability of statistical data and development indicators for monitoring development \neffectiveness.  \nThe ADB Economics Working Paper Series is a quick-disseminating, informal publication whose \ntitles could subsequently be revised for publication as articles in professional journals or \nchapters in books. The series is maintained by the Economics and Research Department. \n \n \n \n \n \n \n \n \n \n      Printed on recycled paper ", "CONTENTS \n \n \n \nABSTRACT  v \n \nI. INTRODUCTION  1 \n \nII. BACKGROUND AND CONTEXT FOR THE ANALYSIS  2 \n \nIII. MAIN POLICY CHALLENGES  4 \n \nA.  Government Finances  4 \nB.  Corporate Debt  5 \nC.  Recent Financial Sector Developments  6 \nD.  Prospects for a Middle-Income Trap  7 \n \nIV. BUDGET DEFICITS AND SECTORAL BALANCES: IMPLICATIONS FOR THE PRC  8 \n \nA.  Sectoral Balances  9 \nB.  Implications for the PRC  10 \n \nV. POLICY OPTIONS  14 \n \nA.  Fiscal Policy  14 \nB.  Monetary Policy  15 \nC.  Exchange Rate Policy and Capital Controls  17 \n \nVI. CONCLUSIONS  18 \n \n \nREFERENCES  20 \n   \n \n ", "   ", "ABSTRACT \n \n \n \nThis paper examines the fiscal and monetary policy options available to the People’s Republic \nof China (PRC) as a sovereign currency-issuing nation operating in a dollar standard world. The \npaper first summarizes a number of issues facing the PRC, including the possibility of slower \ngrowth and a number of domestic imbalances. Then, it analyzes current monetary and fiscal \npolicy formation and examines some policy recommendations that have been advanced to deal \nwith current areas of concern. The paper outlines the sovereign currency approach and uses it \nto  analyze  those  concerns.  Against  this  background,  it  is  recommended  that  the  central \ngovernment’s fiscal stance should be gradually relaxed so that local government and corporate \nbudgets can be tightened. By loosening the central government’s budget but tightening local \ngovernment and corporate budgets at a measured pace, the PRC can avoid depressing growth \nor sparking excessive inflation. \n \n \n \n \nKeywords: fiscal and monetary policy options, sectoral balances approach, sovereign currency \napproach, middle-income trap, modern money theory \n \nJEL classification: E60, E61, E62, O23 \n \n \n   \n \n ", " ", " \nI. INTRODUCTION \n \nThis working paper addresses the fiscal and monetary policy options that are open to the \nPeople’s Republic of China (PRC) as a sovereign currency-issuing nation. Today, the PRC \noperates with what many call a fiat currency, but in what could be called a “dollar standard” \nworld in the sense that the vast majority of international transactions are denominated and often \ncleared in United States (US) dollars.1 This paper explores the policy space already available to \nthe PRC as a sovereign currency-issuer concluding that the nation has the fiscal capacity to \ncontinue to pursue economic growth at a pace consistent with its development objectives.  \n \nThe paper will argue that with its own fiat currency, the PRC’s central government can \nafford to spend enough to pursue its desired development path. Against this background, we will \nemphasize that the PRC already has the policy space it needs to achieve its domestic policy \nagenda, which is similar to the space available to other monetarily sovereign nations, including \nJapan, the United Kingdom (UK), and the US2—even if that means that the budget shows a \ndeficit. \n \nIt  should  be  noted,  however,  that  excessive  government  spending  does  raise  the \nprospect of fueling inflation. As such, it is not the purpose of this paper to necessarily argue for \ngreater government spending in the PRC. Rather, we will argue that, holding total spending \nacross all sectors constant, it is desirable to shift spending between sectors—from sectors that \nhave limited fiscal capacity to the sovereign central government that has more fiscal policy \nspace.  In  other  words,  while  total  government  spending  might  be  at  the  right  level,  the \ndistribution between central government and local government spending appears imbalanced. \n \nFor instance, the corporate sector and the local government sector are probably issuing \ntoo much debt relative to their income flows, while the central government is issuing too little. \nThat might seem like a surprising conclusion but it follows from the understanding of the \nrelations between the sovereign currency issuer and the users of that currency. Corporations, \nhouseholds, and local governments are users of the domestic currency (CNY), and if central \ngovernment policy is too tight, economic growth requires that the balance sheets of the currency \nusers  become  more  precarious.  This  tendency  will  be compounded  if  the  current  account \nsurplus is reduced, or if the central government tries to move toward a balanced budget.  \n \nFor that reason, our main policy recommendation suggests that the central government’s \nfiscal stance should be gradually relaxed so that local government and corporate budgets can \nbe tightened. By loosening the central government’s budget but tightening local government and \ncorporate budgets at a measured pace, the PRC can avoid depressing growth or sparking \nexcessive inflation. \n \nThe paper is organized as follows. Section II will present the background and context for \nthe analysis based on the Modern Money Theory (MMT) framework, while Section III will focus \non main policy challenges in the PRC, including government finances, increasing corporate \ndebt, recent financial developments, and prospects for the middle-income trap, followed by an \nanalysis of the sectoral balances approach by Wynne Godley and its implications for the PRC in \nSection IV. A range of policy options for monetary, fiscal and exchange rate policy are spelled \nout in Section V. \n                                                 \n1  See, for example, McKinnon (2012). \n2   For a detailed examination of the policy space available to sovereign currency issuing governments, see Wray \n(2012a). For applications of this approach to the PRC, see Wray (2012b, 2012c, and 2010b). ", "2   І   ADB Economics Working Paper Series No. 380 \nII. BACKGROUND AND CONTEXT FOR THE ANALYSIS \n \nSince adopting a policy of gradually opening its economy more than 3 decades ago, the PRC \nhas enjoyed rapid economic growth and rising living standards for much of its population. \nSuccess has been attributed in part due to its approach to exchange rate stabilization policy in \nthe context of a dollar standard world. Given the willingness of the US to supply the international \nreserve currency, countries like the PRC have been able to find external markets for output \nwhile accumulating large international reserves to cushion unexpected shocks.  \n \nHowever, economic growth is currently slowing down and a return to double-digit growth \nappears unlikely.3 In this context, while some argue that the PRC might not avoid the middle- \nincome  trap,  we  will  take  the  position  that  some  commentators  are  underestimating  the \ncountry’s  ability  to  continue  to  grow  at  a  rapid  pace,  so  long  as  the  central  government \nrecognizes and uses the policy space available.  \n \nWe will examine the issue with a view to providing policy recommendations that would \nallow the PRC to maintain robust growth in a sustainable manner. For that purpose, we will use \na relatively new approach to economics—and especially to monetary and fiscal policy—the \nMMT, that is based on the recognition that policy options open to a nation that issues its own fiat \nor sovereign currency are much greater than the narrow policy space available to nations that \ndo not. This new approach is based on the acknowledgement that sovereign currency makes a \ndifference in terms of policy space and solvency, and leads to a much more open menu of \npolicy options than is usually thought to be the case.4 This is because while the sovereign \ngovernment cannot run out of its own currency, using or pegging to a “foreign” currency (one \nthat the government cannot issue) constrains fiscal policy space because the government \ncannot spend beyond what it can obtain. \n \nThis also means that the exchange rate regime also matters, and the more flexible is the \nexchange rate, the greater is the potential policy space. Under a floating exchange rate, since \nthe government lets the currency float it does not need foreign currency to hit an exchange rate \ntarget. It can—if it chooses to do so—use domestic fiscal and monetary policy to pursue other \ngoals without necessarily worrying about accumulating foreign currency reserves. A country with \na managed exchange rate does not commit to maintain a fixed exchange rate, so it can let the \ncurrency move if necessary. This gives it the option of operating domestic monetary and fiscal \npolicy  with  independence,  and  then  adjusting  the  exchange  rate,  if  necessary,  to  mitigate \nunfavorable impacts on foreign currency reserves. The most constrained regime is one with a \ncurrency peg since domestic fiscal and monetary policy must take into consideration possible \nimpacts on foreign currency reserves. A nation with large foreign reserves (like the PRC) can \noperate  with  a  managed  exchange  rate  or  even  an  exchange  rate  peg  without  worrying \nexcessively  about  currency  flows.  But  if  the  nation  starts  to  lose  foreign  currency,  it  will \neventually need to adjust domestic monetary and fiscal policy to stem the flow. Alternatively, it \ncan let the exchange rate adjust. \n \n                                                 \n3   See Magnus (2013a, 2013b, and 2013c). \n4   Economists have long used the term fiat currency to mean a currency issued by a government that does not \npromise to convert it to precious metal or foreign exchange at a fixed exchange rate. We prefer to use the term \nsovereign currency, emphasizing that this is a currency issued by sovereign government, denominated in the \nmoney of account chosen by the sovereign government, and accepted by that government in payments made to it. \nThe government also chooses an exchange rate regime. The fixed exchange rate regime provides the least \ndomestic policy space; managed and floating generally offers more. See Wray (2012a). ", "Monetary and Fiscal Operations in the People’s Republic of China   І   3 \nThe global financial crisis and severe economic downturn in the west have initiated \nrethinking on these matters. Before the crisis, there was a widespread belief that monetary \npolicy is the most important tool for economic stabilization, while the importance of fiscal policy \nwas secondary. Nowhere was this more obvious than in the set-up of the European Monetary \nUnion (EMU) where monetary policy power was consolidated in the European Central Bank, \nwhich was given nearly complete independence from the highly decentralized and relatively \nweak fiscal policy of the nation states. When the global financial crisis hit, some countries \n(notably, the PRC, the UK, and the US) turned to fiscal policy stimulus, but the EMU had no \ncentralized fiscal authority to bolster spending. Two years into the crisis, the UK and the US \nbegan recoveries, but the EMU crisis actually deepened in 2010. Even today, several EMU \nmembers remain mired in recession. \n \nAfter the onset of the crisis, policymakers in the west began to adopt an approach \nsometimes referred to as “fiscal consolidation” or “growth through austerity”. This approach was \napplied most forcefully on the periphery of the EMU, but also to a lesser extent in the UK and \nthe US, after recovery began. The basic argument was that reducing budget deficits would allow \nthe private sector to grow more robustly and thereby lift economic growth. Two important \nempirical research programs provided apparently rigorous justification for this approach—the \nfirst  claimed  to  show  that  high  government  debt-to-gross  domestic  product  (GDP)  ratios \ngenerate financial crises, while the second maintains that due to crowding out the government \nspending  multiplier  is  much  smaller  than  conventionally  supposed  (and,  indeed,  could  be \nnegative).5   \n \nHowever,  both  of  these  claims  have  been  challenged.  The  finding  that  there  is  a \ngovernment debt ratio threshold (purported to be at 90%), beyond which growth slows and \nsolvency is thrown into question was shown to rely on flawed empirical work. And more recent \nestimates by International Monetary Fund (IMF) economists of the spending multiplier have \nshown that it is actually significant. In both cases, then, it appears that fiscal stimulus actually \ndoes work and that even fairly high government debt ratios do not generate substantially slower \neconomic growth. A consensus is emerging that fiscal policy is important, and that budget \ndeficits do not necessarily burden an economy with either financial crisis or crowding out, \nusually believed to affect investment. \n \nA  recent  empirical  paper  carefully  investigates  the  claim  that  a  large  government, \nespecially one that provides a generous social safety net, leads to poor economic performance \ndue to inefficiencies.6 The authors note that most developed Western nations have cut social \nspending on the argument that government spending is less productive than private spending, \nand  that  taxes  reduce  spending  in  the  more  efficient  private  sector.  Hence,  downsizing \ngovernment was supposed to increase efficiency and generate greater growth. The authors \nexamine the cases of 15 European countries that followed this advice and find no evidence for \nthe claim that reducing the size of government enhances economic performance. \n \n                                                 \n5  Reinhart and Rogoff, and Alesina are the main proponents of each of these arguments. See Wray (2010a) for an \nearly critique, and Wray (2011) for an argument that the Rogoff–Reinhart results are not relevant to the US case; \nand Herndon, Ash, and Pollin (2013) for evidence that the Reinhart and Rogoff results depended on mistakes \nmade in data analysis. See Blanchard and Leigh (2013) for the argument that “fiscal consolidation” (tighter \ngovernment budgets) have had larger than expected negative effects—providing empirical evidence in support of \na government spending multiplier. \n6  See Auci, Castellucci, and Coromaldi (2013). \n \n \n ", "4   І   ADB Economics Working Paper Series No. 380 \nThese results are entirely in line with what the sovereign currency or MMT approach has \nbeen arguing. In other words, with a sovereign currency, the government faces no affordability \nproblems. That issue is particularly important for the PRC as the nation moves forward. We will \nargue that a prudent course would actually be to relax central government fiscal policy. Indeed, \nfor reasons we will make clear, that is a necessary move in order to improve finances of local \ngovernments  as  well  as  corporations.  We  do  appreciate  concern  with  inflation.  Our  point, \nhowever, is that the PRC’s central government spending is very small in comparison with both \ndeveloped  and  upper-middle  income  developing  nations.  Indeed,  if  aggregate  demand  is \ncurrently at the correct level, it is possible to relax central government budgets while at the \nsame time tightening local government and corporate balances so as to hold total aggregate \nspending constant. This would enhance financial stability without giving up price stability. If \ndesired, other measures can also be pursued—tighter monetary policy, direct credit controls, \nrestrictions on speculation, among others. The point is that shifting more fiscal responsibility to \nthe central government does not eliminate the possibility of using other means to fight inflation \nshould that be necessary.  \n \n \nIII. MAIN POLICY CHALLENGES \n \nThis section will focus on main policy challenges in the PRC, including government finances, \nincreasing corporate debt, recent financial developments, and prospects for the middle-income \ntrap. \n \nA.  Government Finances \n \nAt 23% of GDP, the PRC’s government debt ratio remains well below ratios that are common in \nthe West. Further, its budget deficits are small, typically between 1%–2% of GDP. It is also \ninteresting to note that if excluding central government funding of local government spending \nthrough transfers and tax rebates, the central government’s budget surplus would be large and \ngrowing. Together, all of these would seem to indicate substantial policy space for expansion of \ncentral government spending if necessary.  \n \nThe central government has announced plans to increase spending by about 50% in \n2013 targeting a fiscal deficit of CNY1.2 trillion ($193 billion) amounting to about 2% of GDP. As \nsuch, local governments will run a combined deficit of CNY350 billion to be covered by bonds \nissued by the Ministry of Finance (MOF), improving local government budgets. All of this seems \nto indicate that the central government recognized it has the fiscal policy space to expand \nspending in order to keep the economy growing at about 7%. \n \nThis must be interpreted in the context of the announcements by the PRC’s leadership \nemphasizing quality over quantity in its growth, a marked deviation from the previous fast \ngrowth-focused strategy. The shift has prompted local governments to lower growth targets. \nObviously, there needs to be consistency between local government growth targets and central \ngovernment targets. Trying to grow faster at the local level could mean running up debt at a \nfaster pace than average, as spending multipliers could cause income to leak out of a fast-\ngrowing regions—this is a sort of Thirlwall’s Law applied to regions within a country, in which by \ndefinition, exchange rates are pegged since all use the same currency.  \n \nThe offered justifications for running tight policy include, in addition to inflation, possible \nexchange rate effects (high growth can raise imports relative to exports), crowding out of \ninvestment (unlikely to be a problem in the PRC as investment is high), increased risk of ", "Monetary and Fiscal Operations in the People’s Republic of China   І   5 \nsovereign insolvency (actually not possible for a sovereign currency issuer as we explained), or \nto preserve policy space for the future when it might really be needed. Indeed, after the global \nfinancial crisis hit, many economists argued that a country like the US (which had a fairly small \ngovernment debt ratio) was better situated than a country like Italy (which already had a high \ndebt ratio) to use fiscal stimulus. In our view, preserving policy space for the future might apply \nto a country that does not issue a sovereign currency (i.e., members of the EMU), but it cannot \napply to a sovereign-issuer like the US or the PRC. \n \nThe PRC’s fiscal policy space is adequate and can be preserved by gradually relaxing \ncontrol of the exchange rate. At the same time, we argue that it would not be recommended to \nshift the policy mix away from fiscal policy and toward a more market-based monetary policy. \nWhile we do recognize the substantial central government’s contingent liabilities stemming from \nunprofitable state-owned enterprises, we believe that the best way to handle them is to make \nthem more explicit. And the same could be applied to the stock of local government debt, which \nis kept largely off-budget but it is reaching concerning levels. While it remains manageable as \npercentage of GDP (26.7% in 2010) local debt is high as a share of local income (exceeding \n100%). More worryingly, debt service over revenue stands at an average 30%. \n \nIronically,  the  fiscal  stimulus  adopted  in  the  aftermath  of  the  global  financial  crisis \nsubstantially increased problems for local governments. Traditionally, local governments had \nlimited  access  to  credit  markets.  The  MOF  has  been  issuing  bonds  on  behalf  of  local \ngovernments  since  2009  but  in  a  limited  amount.  The  urge  to  comply  with  the  central \ngovernment’s request that local governments finance CNY3 trillion out of the CNY4 trillion \nearmarked in the stimulus package launched in 2009 prompted those to acquire the bulk of their \ndebt load through special investment vehicles (SIVs) that were kept off-budget. As a result, \nrather  than  relieving  pressures  on  local  governments,  the  fiscal  stimulus  increased  local \ngovernment debt. \n \nThe question would then be whether the PRC’s national government is able to absorb \nthese liabilities, perhaps significantly increasing its government debt ratio, without calling into \nquestion government solvency. \n \nWhile the central government’s budget has relaxed somewhat in recent years, and the \ngovernment has indicated they might be willing to increase budget deficits at about 2% of GDP, \nthe fiscal stance remains tight in comparison with that of Western nations. In our view, the PRC \nshould move toward greater reliance on central government spending to keep growth on target. \nTo be sure, on-budget fiscal stimulus is only a part of the impetus to growth. In addition, there is \nimplicit  off-budget  stimulus  in  the  form  of  state-encouraged  lending  and  local  government \n(deficit) spending. The corporate and household sectors also have provided stimulus through \ndebt-financed  spending.  But  these  other  forms  of  stimulus  are  potentially  more  troubling \nbecause they can enhance financial fragility. Instead, the PRC should increase on-budget \nspending, both direct spending as well as transfers to local government.  \n \nB.  Corporate Debt \n \nWhile national government deficits and debt have been relatively small, the PRC’s corporate \ndebt as a percentage of GDP is high (151%) compared to that of other Asian nations—and \nmuch higher than the ratio in the US (75%). However, the PRC and some Asian nations have \nhad very high investment ratios, which could be expected to lead to higher corporate debt ratios, \nall  else  equal.  Some  observers  claim,  however,  that  much  corporate  borrowing  is  being \nundertaken simply to rollover debt.  \n \n ", "6   І   ADB Economics Working Paper Series No. 380 \nHigh  rates  of  corporate  borrowing  allow  the  economy  to  operate  with  a  very  high \ninvestment ratio, and to grow rapidly. The transformation over the past 3 decades could rightly \nbe called unprecedented. While mainstream economics typically presumes diminishing returns, \nthe PRC is an example of an economy that achieved constant to increasing returns through \nmassive public and private capital investment. Further, the country simultaneously built the \nentire complement of industries as well as making social investments in infrastructure and \neducation.  \n \nIf the PRC does enter a phase of slower growth, it becomes more difficult to continue to \nservice debt undertaken on the expectation that growth would remain high. If, indeed, firms are \nalready facing some financing problems with total corporate debt service close to 30% of GDP, \nslower growth would make matters worse. As we will discuss in the next section, by relaxing the \ncentral government’s budget, growth could be maintained on a more sustainable basis because \nthe sovereign government can afford to spend beyond its revenue stream.  \n \nHowever, large corporate debt burdens are easier to manage when growth is high, so \nlower trend growth could increase financial stress in the corporate sector. Relaxing the central \ngovernment’s budget is one way to help boost private sector finances. This is also consistent \nwith the sectoral balances approach discussed in the next section. Modest inflation also reduces \ndebt burden, although Western experience shows that excessive inflation comes at a political \ncost. Hence, a slow transition to less reliance on corporate debt to finance economic growth \nwould reduce dangers of financial fragility. \n \nFinancial fragility will be compounded by reports suggesting that rolling over loans has \nbecome  widespread  as  lending  extended  under  the  massive  stimulus  package  during  the \nfinancial crisis to support economic growth gradually came due but could not be paid back on \ntime. Bankers appear to support the practice of rolling over mature loans so long as interest can \nbe paid, as this ensures projects have good cash flow, and expect the principal will eventually \nbe repaid following a grace period. This practice implies that banks are doing this instead of \nclassifying the loans as non-performing assets suggesting their current low level (0.9%) could \nbe misleading. \n \nIn  the  classification  scheme  developed  by  Hyman  Minsky,  this  would  be  called \nspeculative finance, where income flows can only service interest rates. He warned that a \nspeculative position can become a Ponzi scheme if income flows fall or if interest rates rise—\nwhere interest has to be capitalized (borrow just to pay interest). This is the danger an indebted \ncorporate sector faces when growth rates fall (or interest rates rise). Just how the PRC might be \nable to transition to slower growth is certainly complicated by heavy corporate debt. For that \nreason, the transition to slower growth needs to be carefully managed. One way is to have \ncentral government spending lead growth in a manner that strengthens corporate portfolios, \neffectively by replacing corporate debt with central government debt. \n \nC.  Recent Financial Sector Developments \n \nThere has been a substantial amount of discussion of the PRC’s banking system, which is \nfeared to be saddled with too many potential nonperforming loans. However, it is more likely \nthat the real danger resides in the rapidly growing shadow banking sector, which poses a threat \nto banks, firms, and households. In effect, there are concerns about inadequate consumer \nprotection due to excessive risk and lack of transparency. Further, both corporate treasuries and \ncommercial banks are lending to shadow banks, putting their own balance sheets at risk. ", "Monetary and Fiscal Operations in the People’s Republic of China   І   7 \nFinally, just as they did in the West, shadow banks compete with commercial banks reducing \ntheir profits and possibly encouraging them to take on riskier activities to compete. \n \nShadow banking in the PRC assumes various guises. The most basic are the illegal loan \ndealers who operate mainly in wealthy coastal regions, providing high-interest loans to small \nbusinesses  that  are  often  ignored  by  mainstream  banks.  But  most  of  the  PRC’s  shadow \nbanking, albeit not very transparent, is legal. The biggest of the nonbank institutions are trusts, \ncompanies akin to hedge funds. They cater to rich investors and promise high returns by \nlending to risky customers, especially property developers. A range of industrial companies, \nfrom shipbuilders to oil majors, also engage in shadow banking as a side business. Estimates \nabout the size of shadow banking vary widely depending on how it is defined. But it is estimated \nthat  wealth  management  products  (WMPs)  alone  account  for  about  $2  trillion.  For  all  the \ndifficulties of making a calculation, one thing is apparent, its rapid growth in merely 2 years. \n \nIn addition to rapid growth and lack of transparency, there are two other concerns in this \nconnection. First, the rise of WMPs and shadow banking generally means that it has become \nharder for the national government to discourage lending in overheated sectors. While bank \nlending can be slowed, shadow banks (often lending at higher rates) come in to fill the credit \ngap created. Second, just as the US discovered over the past 3 decades, traditional mainline \nand relatively safe banking business cannot compete for funding with shadow banks willing to \npay much higher rates to savers. The banks will feel pressure to make riskier loans in order to \nbe able to afford higher funding costs. In the US, this situation led banking regulators to loosen \nrules to level the playing field, so that the activities of banks became very similar to those of the \nshadow banks, an element that played an important role in creating the conditions that led to the \nglobal financial crisis. \n \nD.  Prospects for a Middle-Income Trap \n \nMany developing nations get “trapped” as middle-income countries, unable to join the world’s \nrich nations. The PRC joined the upper-middle income group in 2009, after having spent only 17 \nyears in the lower-middle income group. In our view, the PRC is actually in a good position and \nwill almost inevitably escape the middle-income trap. The PRC’s GDP per capita has tripled \nsince the late 1980s and is expected to double by 2020. Even if growth is slower than it has \nbeen, it seems inevitable that by the simple math of compound growth that the PRC will avoid \nthe trap.7  \n \nHowever, as the government recognizes, growth by itself is not an adequate goal. \nInclusive growth that reduces inequality is better but still not sufficient. As indicated by the \nPRC’s leadership, policy needs focus on quality over quantity, which implies articulating a \nmyriad of policy actions ranging from strengthening safety nets to environmental sustainability. \nThis  means  that  moving  forward  policy  needs  to  place  greater  weight  on  structural \ntransformation while letting economic growth be a by-product of that transformation.  \n \nJesus Felipe argues that it is not likely that the PRC will grow as fast as it has in the \npast, rather, it will eventually slow to a rate of perhaps 5% per year.8 That is still sufficiently fast \nto push the nation beyond the trap (since population growth is slow). Further, he argues that \n                                                 \n7   For more details see ADB (2012, 2011). \n8   Felipe (2012a, 2012b) argues it will be difficult to maintain the PRC growth rates as high as they have been in the \npast. In Felipe (2013), it is argued that a plausible scenario is that the PRC engages in a controlled deceleration \nsuch that growth over the next 2 decades averages about 5%. \n \n ", "8   І   ADB Economics Working Paper Series No. 380 \ngrowth targets, alone, are not even desirable. The PRC is already beginning to worry about \nenvironmental sustainability, a topic beyond the scope of this paper. And high growth could be \nfueling  inequality,  which  is  probably  not  socially  sustainable,  or  at  least  it  is  not  socially \ndesirable.  \n \nIn a series of pieces, George Magnus9 has looked at limits to growth facing the PRC. He \nfollows Paul Krugman in arguing that the Asian “miracle” was not a miracle but rather can be \nattributed to organizational and institutional efforts to deploy labor and capital more efficiently.10 \nBut the PRC is now slowing because the country has: (i) exhausted the demographic dividend; \n(ii)  largely  completed  migration  of  labor  from  low  productivity  agricultural  use  to  higher \nproductivity urban production; (iii) raised educational standards; (iv) reached the maximum \nsaving and investment ratios that are probably unsustainable; and (v) substantially opened its \neconomy.  \n \nHe also argues that there are dangerous imbalances, such as too much private credit, \nespecially  to  the  use  of  finance  investment,  reliance  on  relatively  inefficient  state-owned \nenterprises (SOEs), high-income inequality, and suppressed factor prices. In conclusion, he \nrecommends reducing the role of the government and increasing the role of markets to support \ngrowth in the longer term. He predicts that the PRC’s growth will slow to 4%–5% bringing down \ngrowth of the rest of developing Asia, adding to the impact caused by the global financial crisis \nin the West.  \n \nFelipe is less pessimistic and argues that rather than shifting emphasis from government \nto free markets, the best strategy is for government to work to organize key private players, to \nencourage cooperation and joint projects. He concludes that the PRC is actually in a good \nposition  to  continue  with  its  development  strategy,  but  with  less  focus  on  growth  as  the \nimportant policy goal: \n \n“The  PRC  is  implementing  policies  to  achieve  a  “harmonious  society.”  Chinese \npolicymakers  have  realized  that  solving  problems  such  as  unemployment  and \nunderemployment, a deteriorating environment, or increasing inequalities, will determine \nhow well the country does in the next decades. Perhaps policymakers should think less \nin  terms  of  a  growth  target  and  more  in  terms  of  employment  creation  (and \nunemployment/underemployment  reduction)  and  structural  transformation  targets. \nGrowth will be a by-product. Development is a path-dependent process and the PRC \nhas  acquired  tremendous  knowledge  and  competency  that  will  allow  it  to  continue \nthriving in the next decade.” (Felipe 2013) \n \nTo sum up, it is likely that the PRC’s growth will slow, but the nation will continue on its path to \njoin the developed high-income group. \n \n \nIV. BUDGET DEFICITS AND SECTORAL BALANCES: \nIMPLICATIONS FOR THE PRC \n \nIn this section, we discuss first the interrelations among sectoral balances, following the work of \nWynne Godley,11 and, second, its implications for the PRC. \n                                                 \n9   See note 3. \n10  See also Felipe (2013) and Felipe (2012a and 2012b). \n11  See Wray (2012d). ", "Monetary and Fiscal Operations in the People’s Republic of China   І   9 \nA.  Sectoral Balances \n \nThe essence of the approach could be summarized as follows: the sum of the deficits run by \none or more sectors must equal the surpluses run by the other sector(s). We can state this \nprinciple in the form of a simple identity: \n \nDomestic Private Balance + Domestic Government Balance + Foreign Balance = 0 \n \nUsing conventional definitions, the aggregate identity looks like this:  \n \n(S – I) + (T – G) + (M – X) = 0 \n \n(S = saving, I = investment, T = taxes, G = government, M = imports, X = exports). \n \nWe can rearrange the equation as: \n \n(S – I) = (G – T) + (X – M) \n \n(S – I) is the net saving of the private sector—that is households plus firms.  \n \n(G – T) is simply the general government’s balance, including national and provincial or state \nand local governments. When the government is running a deficit (G>T), this term is positive. \n \n(X – M) is the current account balance. When the current account is in surplus, this term is \npositive.  \n \nIt is apparent that if one sector is going to run a budget surplus, at least one other sector \nmust run a budget deficit as the three balances must be equal to zero. A sector can spend more \nthan its income, but that means another spends less. Establishing causation requires theory, \ninformed by logic and data.  \n \nThe  normal  assumption  is  that  while  at  the  micro  level  income  largely  determines \nhousehold spending, at the macro level for the private sector as a whole it is spending that \nlargely  determines  income,  at  least  over  the  shorter  run.  While  this  derives  largely  from \nKeynesian theory, it is also grounded in empirical research as well as logic: we can decide to \nspend more (through borrowing) but we cannot decide to have more income. In any case, it is \nimportant to understand that to the degree that we believe the private sector has discretion in \nchoosing its budgetary outcome, then to that degree we accept that the government sector does \nnot have discretion over its budgetary outcome (holding the foreign balance constant).  \n \nThe government’s balance depends on policy but also on tax revenues that in turn \ndepends on economic performance and the structure of the tax system. While we can take \ngovernment spending as more-or-less discretionary, government tax revenue (government’s \nequivalent to its income) depends largely on economic performance. In practice, tax revenue \ngrowth is highly variable, moving pro-cyclically (growing rapidly in boom and collapsing in \nslump), which makes the ex-post budget balance also variable, with deficits increasing in a \nslump and falling during robust economic growth. Sovereign government can always decide to \nspend more (although it is politically constrained), and it can always decide to raise tax rates \n(again, given political constraints), but it cannot decide what its tax revenue will be because they \napply a tax rate to variables like income, sales, and wealth that are outside government control. \n \n ", "10   І   ADB Economics Working Paper Series No. 380 \nAnd that means the budgetary outcome—whether surplus, balanced, or deficit—is not really \ndiscretionary.  \n \nTurning to the foreign sector, exports are largely outside control of a nation (they are \nexogenous or autonomous to domestic income). They depend on various factors, including \ngrowth in the rest of the world, exchange rates, trade policy, and relative prices and wages \n(efforts to increase exports will likely lead to responses abroad, so it is not necessarily effective \nto push down domestic wages or to tax imports). It is true that domestic economic outcomes \ncan influence exports, but impacts of policy on exports are loose. On the other hand, imports \ndepend largely on domestic income (plus exchange rates, relative wages and prices, and trade \npolicy). Hence, if domestic policy tries to reduce imports this would almost certainly lead to \nresponses by trading partners that are pursuing trade-led growth. Imports are largely pro-\ncyclical, too. Again, the current account outcome—whether deficit, surplus, or balanced—is also \nlargely nondiscretionary.  \n \nFinally, the domestic private sector balance is composed of the balances of firms and \nhouseholds. Causality is admittedly complex; firms largely determine the level of production and \nemployment, thus, income. However, households have discretion over their spending out of \nincome (plus the decision to finance spending through borrowing). At the aggregate level, \nspending largely determines income. We normally expect that the private sector wants to run a \nsurplus (save), which adds to its accumulation of assets, but also depresses aggregate income \n(creating a demand gap). Given a balanced foreign account, a private sector surplus means that \nthe government will run a deficit. As the private sector saves, it accumulates claims on the \ngovernment (including cash, reserves, and bonds), representing a net accumulation of financial \nassets. Again, if we believe the private sector has some discretion to run surpluses, then we \nbelieve that the government sector does not have complete discretion over its own budgetary \noutcome. \n \nUltimately,  what  is  discretionary?  Domestic  spending  by  households,  firms,  and \ngovernment is largely discretionary. Sectoral balances, however, should be taken as mostly \nnondiscretionary because they depend in very complex ways on the discretionary variables plus \nthe nondiscretionary variables, and on the constraints imposed by the macro identity. For that \nreason, it makes most sense to promote spending that will utilize domestic resources close to \ncapacity, and then let sectoral balances fall where they may. In other words, we can use policy \nto promote spending at the right—full employment—level but we should not try to predetermine \nthe balances across sectors. If the domestic private sector wants to spend less than its income \n(save) in excess of the foreign sector’s desire to spend more than its income (meaning the \nforeign sector runs a current account deficit that is too small to offset domestic saving), then the \ngovernment sector must run a deficit. We would expect that if the government tried to balance \nits budget in these conditions (reducing government spending or increasing tax rates), then the \nprivate sector would try to reduce spending even further below its income, creating a larger \ndemand gap. Exactly how the balances would turn out is indeterminate, but the problem would \nbe insufficient aggregate demand and thus unemployment. \n \nB.  Implications for the PRC \n \nStarting  with  the  PRC’s  three  sector  balances,  Figure  1  shows  the  domestic  private,  the \ngovernment, and the foreign balances from 1990–2012. We see that the government budget \ndeficit (nearly 2% of GDP in 2011) plus the export balance (also about 2% in 2012) equals the \nprivate sector balance of about 4% in 2011 (saving exceeds investment by about 4% of GDP, \nso investment minus saving is a negative 4%).  ", "Monetary and Fiscal Operations in the People’s Republic of China   І   11 \nFigure 1: Sectoral Balances in the PRC 1990–2012 (%) \n \n10.00%\n8.00%\n6.00%\n4.00%\n2.00%\n0.00%\n–2.00%19901991199219931994199519961997199819992000200120022003200420052006200720082009201020112012\n–4.00%\n–6.00%\n–8.00%\n(G–T)/GDP (X–M)/GDP (I–S)/GDP\n–10.00%  \nG = government spending, GDP = gross domestic product, I = investment, M = imports, PRC = People’s \nRepublic of China, S = saving, T = taxes, X = exports. \nSources: China Statistical Yearbook, PRC Custom Statistics, National Bureau of Statistics \n \n \nSince  the  start  of  the  global  financial  crisis,  the  net  export  balance  has  declined \nconsiderably. All else equal, this would have led to a large decline of the domestic private \nsector’s positive balance. However, the budget deficit rose early in the crisis, stabilized, and \nthen increased again in 2012, partly offsetting the decline of net exports so that the adjustment \nto the private sector’s surplus was smaller than it would have been. Note that if the PRC’s net \nexports trend lower, then the only way to maintain a constant private sector surplus is to have \nthe government sector’s deficit grow. \n \nFigure 2 shows how since the global financial crisis, the trend has been for the central \ngovernment budget deficit as a ratio to GDP to rise. The picture is different, however, if we \nexclude central government support of local government spending as shown in Figure 3, where \ncentral government spending on its own programs is small relative to its revenues. In other \nwords, its surplus relative to GDP is growing rapidly since 2000. This is because its own \nrevenue has been fast growing while its spending has not. Further, while the flow of tax revenue \nhas increasingly shifted from local government to the national government, responsibility for \nsocial programs has actually been shifted to local government, where revenue often does not \nmatch expenditure obligations. \n \nPutting aside central government support of local governments, we find that the situation \nis much different at the local level as local revenue falls far short of spending. As shown in \nFigure  4,  this  is  almost  a  mirror  image  to  the  central  government’s  finances,  as  local \ngovernments run growing budget deficits—which are made up by transfers from the central \ngovernment.12  \n \n \n \n                                                 \n12  There is skepticism about the data on local government finances. Some estimates put the local government debt \nratio at higher levels. See Feng (2009) and Sun (2013). \n \n ", "12   І   ADB Economics Working Paper Series No. 380 \nFigure 2: The PRC’s Central Government Deficit (% of GDP) \n \n2.50\n2.00\nP\nD 1.50\nG\nf \no\n%  1.00\n0.50\n0.00\n2005 2006 2007 2008 2009 2010 2011 2012\n \nGDP = gross domestic product, PRC = People’s Republic of China. \nSource: Ministry of Finance of the PRC \n \n \nFigure 3: The PRCs Central Government Deficit (% of GDP)  \n(excluding transfers) \n \n2.00\n1.00\n0.00\n19901991199219931994199519961997199819992000200120022003200420052006200720082009201020112012\n–1.00\n–2.00\nP\nD\nG\nof  –3.00\n% \n–4.00\n–5.00\n–6.00\n–7.00\n–8.00  \nSource: China Statistical Yearbook \n \n \n \n \n \n \n ", "Monetary and Fiscal Operations in the People’s Republic of China   І   13 \nFigure 4: Local Governments Budget Deficit (% of GDP) \n(excludes transfers from the central government) \n \n10.00\n9.00\n8.00\n7.00\n6.00\nP\nD\n5.00\nG\nf \no 4.00\n% \n3.00\n2.00\n1.00\n0.00\n–1.00\n199019921994199619982000200220042006200820102012  \nGDP = gross domestic product \nSource: China Statistical Yearbook \n \n \nWe note that reported data on local government debt appears low. Until recently, local \ngovernments  had  very  restricted  ability  to  issue  debt.  The  reported  data  understate  local \ngovernment liabilities because debt was issued off-balance sheet through SIVs because local \ngovernments were not allowed to borrow.  \n \nNotwithstanding these questions about the reported data from the sovereign currency \nperspective, the policy stances of local governments and of the central government appear to \nbe the reverse of prudent policy. In a sovereign nation, it is better to run tight fiscal policy at the \nlocal level and looser policy at the national level. The sovereign government faces no solvency \nrisk. As the currency issuer, it can make all payments as they come due. By contrast, local \ngovernments can and sometimes  do default on obligations because they cannot generate \nenough revenue to service debt.  \n \nFurther, local government might engage in risky practices to finesse or hide deficits and \ndebts. Much as financial institutions created SIVs to make their balance sheets look better, a \nlocal government might move debts off its balance sheet. Local governments that are revenue-\nconstrained might also engage in short-run policies to obtain financing that are not sound in the \nlong-run. For example, selling land to developers to finance local government activities might \nnot be in the long-run interest of the community.  \n \nSumming local government and central government deficits gives us the government \nbalance reported in the sectoral balances on Figure 4. The growth of local government deficits \nwas  halted  only  very  recently  as  the  central  government’s  deficit  rose.  We  see  this  as  a \nwelcome development, since the sovereign currency issuer has the fiscal capacity to service \ndebt.  \n \n \n \n \n \n ", "14   І   ADB Economics Working Paper Series No. 380 \nV. POLICY OPTIONS \n \nA.  Fiscal Policy \n \nAs discussed in the previous section, we suggest that the distribution of the fiscal burden \nbetween local government and central government is imbalanced. Central government fiscal \npolicy is tight, while local governments probably need to tighten. We do not know if the reported \ndata for local governments are accurate. It is possible that debt has been moved off balance \nsheets, or unreported. There could be contingent liabilities that are not included. But even if the \ndata are accurate, we believe that the difference between central and local government finance \nis  worrying. The burden on local government appears to be too high. Not only are local \ngovernments responsible for social spending (that many of them probably cannot afford) but \nthey are also engaged in what could be called competitive development—trying to increase \ninfrastructure  to  attract  capital  development  and  good  jobs.  With  sometimes  severely \nconstrained  revenue  sources,  they  sell  land  to  developers  to  raise  the  funds  needed  for \ninfrastructure.  In  some  cases,  the  result  is  environmental  degradation,  which  imposes  a \ndisproportionate  share of  the  costs  on  the poor  who  actually  consume  few  of  the  natural \nresources and who receive little of the benefits of public spending.  \n \nA far better strategy would be to move more of the responsibility for social spending and \neven local public infrastructure spending to the central government. This would allow for more \nequal shares to be distributed across regions, or even for progressive distribution of central \ngovernment provisioning (higher per capita spending for poorer communities). As the sovereign \ncurrency issuer, the central government does not face an affordability constraint. It does need to \nworry about spending too much—which can be inflationary, might pressure the exchange rate, \nand would likely generate bottlenecks that deprive firms of resources they need.  \n \nBut it is recommended to put more of the spending at the central level precisely because \nthat is the level at which policymakers should be on-guard against inflation. Local government is \nmuch less likely to decide to reduce spending or raise taxes just because inflationary pressures \nare growing. There are “common pool” problems associated with demand-driven inflation. If \nlocal governments are engaged in competitive development, it is not in the interest of any single \none to slow its local economy just because inflation is picking up at the national level. It is at the \nnational level that government can act to control inflation by restricting spending or raising taxes \n(or raising interest rates and imposing credit rationing).  \n \nWe thus recommend reform of the tax system, increasing the share of the central \ngovernment’s budget devoted to social spending, and reducing the fiscal burden imposed on \nlocal government. Moving toward a more progressive tax structure reduces the burden on poor \ncommunities and individuals. Progressive income taxes also make tax revenues pro-cyclical \n(rising in a boom and falling in a slump) which acts as an automatic stabilizer. While that is a \nproblem for local governments (revenues fall when social needs rise), it is not a problem for the \nsovereign government, which can run budget deficits as necessary to stabilize income.13 There \nis no reason to match central government tax receipts with expenditures at any point in the \ncycle. What is necessary, instead, is for the budget stance to move against the cycle (tightening \nwhen the economy is in danger of overheating and loosening when growth slows). The danger \nfaced by excessive sovereign government budget deficits is inflation, not insolvency.  \n \n                                                 \n13  See ADB (2010). ", "Monetary and Fiscal Operations in the People’s Republic of China   І   15 \nReturning to the three balances approach detailed in previous section, there is no unique \ngovernment budget outcome consistent with noninflationary growth at the desired level as it \ndepends on the other two balances—which in turn are determined complexly. If the PRC runs a \ncurrent  account  surplus  of  2%  of  GDP,  then  a  budget  deficit  of  2%  allows  the  domestic \nnongovernment sector to run a surplus of 4%. Currently, that has occurred at a growth rate \nabove 7%, but there is nothing inevitable about that. If the domestic nongovernment sector \ndecided to spend more of its income (save less)—for example run a surplus of only 1% of \nGDP―then it is possible that a budget deficit of 2% would be too great (inflationary) and so \nbalance would be restored with some combination of a higher domestic nongovernment surplus, \na lower budget deficit, or a lower current account surplus. On the other hand, if the domestic \nnongovernment  sector  retrenches  and  tries  to  save,  for  instance,  10%  of  GDP,  then  the \neconomy slows and the balances adjust (ex-post domestic nongovernment sector surplus falls \nbelow 10%, the budget deficit rises, or the current account surplus rises).  \n \nTo conclude, we highlight that it would not be advisable to pursue arbitrarily chosen \ndeficit or debt targets for the central government. If anything, fiscal policy reform should put \nmore  emphasis  on  central  government  spending,  and  reduce  responsibilities  of  local \ngovernments,  or  provide  more  funding  for  them  from  the  central  government.  Local \ngovernments need to adopt tighter budgets, either by shifting more responsibilities to the central \ngovernment  or  by  creating  additional  regular  sources  of  funding  flowing  from  the  central \ngovernment  to  local  governments.  Both  tax  policy  and  spending  should  become  more \nprogressive,  to  increase  provision  of  public  services  and  public  infrastructure  to  poor \ncommunities while relieving tax burdens there. Social spending (30%) of the central government \nprobably needs to be doubled relative to revenue, to bring the PRC in line with other middle-\nincome countries (55%).  \n \nCentral government has the policy space to achieve these reforms. It is the sovereign \ncurrency issuer, so affordability is not the problem. Rather, increased spending must be phased \nin at a pace such that it does not fuel inflation.  \n \nB.  Monetary Policy \n \nOver the past 3 decades, Western central banks have moved from money or reserve targets to \nexplicit interest rate targets (often overnight interbank lending rate). In many nations some type \nof  a  Taylor  Rule  is  followed  such  that  the  interest  rate  target  is  adjusted  with  a  view  to \ncontrolling inflation (a few nations adopt explicit inflation targets). However, central banks also \ninclude other goals such as low unemployment, reasonable economic growth, exchange rate \nstability, and financial stability. However, it is well recognized that it is difficult to hit a variety of \ntargets with just one instrument. Both the US Federal Reserve and the Bank of Japan have \nsupplemented interest rate targets with quantitative easing. Further, central banks generally \nplay some role in regulating and supervising financial institutions.  \n \nIn the PRC, the People’s Bank of China (PBOC, the central bank) also uses a range of \npolicy instruments, as previously discussed. The PRC operates with managed exchange rate \nand capital controls—these help to maintain domestic financial stability. The PBOC issues bills \nto help manage reserves; it engages in open market operations in both its own bills and in \ntreasury debt. It also uses the discount window, and pays interest on excess reserves. It \ncontrols bank lending and deposit rates. It has substantial, albeit largely implicit, control over \nbanks. Finally, it has a dual mandate of stabilizing the currency and maintaining robust growth; it \nhas an acknowledged but implicit mandate to maintain financial stability.  \n \n \n ", "16   І   ADB Economics Working Paper Series No. 380 \nIn comparison to Western central banks, the PBOC probably has greater influence on its \ncommercial banks and thus on formal credit markets. However, there is a growing shadow \nbanking sector that is more difficult to control. It is probable that control of the formal sector \nactually increases the incentive to move activity to the shadow bank sector. Indeed, it appears \nthat commercial banks are heavily involved in shadow banking. It has been argued that the \nPBOC keeps deposit interest rates in the commercial banks low to allow zombie banks14 to \ncarry nonperforming loans. This financial repression probably contributes to growth of shadow \nbanking where interest rates are considerably higher.  \n \nVarious  proposals  for  policy  change  include  ending  financial  repression,  moving  to \ninflation  targets,  dealing  with  zombie  banks,  freeing  exchange  rates  and  capital  flows, \nincreasing regulation and supervision of shadow banks, and internationalizing the currency. In \naddition, possible implications for monetary policy should be considered if the main fiscal policy \nrecommendation discussed earlier—relaxing the central government’s budget—were followed.  \n \nAn argument for allowing interest rates to rise is that this will encourage more saving and \nhence promote investment. Yet the PRC already has very high investment rates. Further, as \ndiscussed, the domestic private sector surplus is equal to the balances of the government and \nforeign sectors. If the central government relaxes fiscal policy, the budget deficits will increase \nthe private sector surplus (holding the foreign balance constant). While it makes sense at a \nmicro level to argue that encouraging saving by households would generate more loanable \nfunds for investment, at the macro level sectoral balances dictate a different relationship. It is \nnot a coincidence that Asian economies typically have high saving rates—not only do they have \nhigh investment (hence, the saving leakages equal the investment injections) but they also have \ncurrent account surpluses (allowing domestic saving to exceed investment so that the private \nsector has a surplus). If they also have a government budget deficit then the private sector’s \nsurplus (saving less investment) is equal to the sum of the current account surplus and the \ngovernment deficit. \n \nFurther, low policy interest rates keep spending on interest low—benefiting debtors such \nas SOEs, small business, and local and national government. While the sovereign central \ngovernment can always afford to pay higher interest, devoting a larger share of the budget to \ninterest payment is probably not a good idea as interest income is likely skewed to higher \nincome  brackets.  Instead,  it  is  preferable  to  target  central  government  spending  to  social \nprograms, as discussed above. There is a well-known “sustainability” relation between interest \nrates and growth rates. If interest rates are below growth rates, then the debt-to-income ratio will \nnot rise uncontrollably so long as the primary deficit (this is the budgetary balance excluding \ninterest payments) is controlled. More generally, higher interest rates would tend to increase the \nshare of national income flowing to higher income households, exacerbating inequality.  \n \nHowever, low official interest rates encourage shadow banking where earnings can be \nhigher. Hence, to make the official rates effective, the central bank will need to increase control \nover the shadow bank sector. This is not easy. In the West, the reaction to competition from the \nless regulated sector was to reduce regulations across the financial system—leveling down. \nThis, arguably, contributed to the evolution of the financial system toward fragility that finally \nresulted in the global financial crisis. The potential benefits from leveling up in the PRC appear \nto be significant even if the process will be complex. It is particularly difficult to regulate local, \ninformal,  credit  markets—but  that  is  probably  not  essential.  It  would  be  easier  to  reduce \n                                                 \n14  A zombie bank is a financial institution that has an economic net worth less than zero but continues to operate \nbecause its ability to repay its debts is shored up by implicit or explicit government credit support. ", "Monetary and Fiscal Operations in the People’s Republic of China   І   17 \nparticipation by commercial banks and large nonfinancial enterprises in the shadow banking \nsector, and that is the more important avenue to exerting control over total credit activity.  \n \nIf the PRC’s central government fiscal stance relaxes as recommended, more national \ngovernment debt will be issued. In that case, the central bank will issue fewer bills as treasury \ndebt will be sufficient to drain a larger portion of undesired excess reserves. From the sovereign \ncurrency perspective, there is no significant difference between central bank bills and treasury \nbills or bonds. In both cases, these offer a higher interest alternative to the low rate paid on \nreserves. With respect to insolvency or default risk, there is no difference between treasury and \ncentral bank debt—there is no chance of involuntary default on either of them. Operationally, \nthey also serve the same purpose, which really can be thought of as an instrument to achieve \nmonetary policy, not as a “borrowing” operation. Sale of bills and bonds drains reserves that \notherwise might place downward pressure on the overnight interest rate. Hence, the central \nbank would simply move from its own bills to treasury debt to supply or drain reserves. \n \nWhile it became fashionable over the past decade for central banks to target inflation \nrates, orthodox consensus is moving away from them. The idea was that interest rate setting \nwould follow a Taylor Rule, lowering rates if inflation fell below targets or raising rates if inflation \nrose above the desired inflation level. However, since the global financial crisis it has become \nmore apparent that interest rate adjustments are not up to the task. Indeed, even with zero \ninterest rate policy that pushes the target interest rate to zero—the feasible minimum—central \nbanks have not been able to prevent inflation from falling below the desired rate, like it is the \ncase in Japan where there has been deflation for years. The PRC has been pursuing a much \nmore pragmatic policy, which relies on many tools including fiscal policy, narrowly defined or \ntraditional monetary policy, and as well as less conventional persuasion to get commercial \nbanks to cooperate in order to keep growth at the desired level (taking inflation into account). \nFurther, the PRC has tolerated more inflation than developed Western nations are ready to \npermit. This pragmatic flexibility has served the country well. \n \nFinally, many have argued that the PRC should deal with its zombie banks that hold \nnonperforming loans, pointing to the Japanese experience. It is said that Japan’s long-lingering \nproblems are due to its failure to take swift action to resolve troubled banks. While that could be \ntrue, our view is that the PRC situation is quite different. The PRC continues to grow rapidly, \nwhich might allow debtors to eventually repay, and moderate inflation reduces debt burdens \nbecause loans are written in nominal terms. By contrast, Japanese banks are stuck with debtors \nwho are burdened with slow economic growth and deflation, which increases debt burdens. \nFurther, the biggest problem with a zombie bank is that if net worth is zero (or negative) there is \na big incentive to “bet the bank” (take on huge risks) in order to restore capital so that bank \nequity holders can recover wealth. In the PRC’s case, many of the debtors are SOEs, and the \nbanks are also state-owned. The central government can afford to take losses, but it also can \nafford to keep the SOEs operating (even at a loss) if that serves some public purpose (keeping \nworkers employed, for example). In other words, government does not have to take a narrow \nprofit-oriented view. So long as government supervises the zombie banks to ensure they do not \nengage in highly risky behavior, there is no necessary reason why they must be shut down.  \n \nC.  Exchange Rate Policy and Capital Controls \n \nThere should be no hurry to relax control over exchange rates or capital flows in the PRC. \nToday, the global financial system remains fragile, dominated by speculative flows. Another \nmajor  financial  crisis  remains  possible.  While  the  West  is  discussing  reigning-in  financial \nexcesses, it has not yet put in place the reforms that would attenuate excessively risky behavior. \n \n ", "18   І   ADB Economics Working Paper Series No. 380 \nManaging exchange rates and capital flows helps protect the economy from externally-induced \nfinancial  instability.  Eventually,  the  PRC  will  want  to  move  toward  greater  flexibility  of  its \nexchange rate in order to maintain domestic policy space. As discussed, tight control of the \nexchange rate can be maintained only in the presence of sufficient foreign currency reserves. \nHowever, with a current account surplus as well as managed capital flows, the PRC has ample \npolicy space even with managed exchange rates. As the current account balance moves toward \ndeficit and as capital controls are relaxed, greater flexibility of the exchange rate will be needed. \n \nThe  currency  is  already  increasingly  used  in  international  trade—for  example,  in \ninvoicing. The PRC should probably continue to increase international use of its currency. \nHowever, for the near future, the currency will remain relatively unimportant compared to the US \ndollar and a handful of other currencies that are used as international reserve currencies. As \nmost international dollar flows have to do with portfolios rather than trade, with a current account \nsurplus and with managed capital flows, the yuan is not well-situated to become a major \ninternational reserve currency. There is little doubt that that will eventually change, but it should \nbe done at a measured pace. The PRC has a large stock of international currency reserves and \nstill runs a current account surplus, implying sufficient supply to manage the exchange rate and \nto finance imports using foreign currency reserves. There is little need for international currency \nreserves at the central bank beyond those two uses. In other words, the PRC can use its stock \nof  international  currency  reserves  as  it  gradually  moves  toward  internationalization  of  the \ncurrency. \n \nIn this connection, despite growing calls to accelerate the opening of the capital account, \nwe believe that at present, the PRC is not in a position to fully liberalize its capital markets nor to \nfloat its currency. Given its large dollar reserves, the country will be able to successfully manage \nits exchange rate for domestic policy purposes. Opening capital markets excessively would \nexpose the PRC financial markets to the same sort of developments that created crises in most \nof the West after 2008. Capital controls will help insulate the economy from potential crisis as \nsome parts of the global economy have not recovered from the past crisis, and others are \nactually slipping back into recession.15 Further, the managed exchange rate regime in the \ncurrent environment helps reduce uncertainty. For all these reasons, we recommend that the \nPRC continue to move toward greater openness gradually.  \n \n \nVI. CONCLUSIONS \n \nThis paper presents an analysis of a number of policy issues now facing the PRC, based on a \nsovereign currency framework. We analyzed the monetary and fiscal options available to the \nPRC using its sovereign currency. We used the framework to explain how the country might be \nable to continue to grow and develop in the context of a dollar standard world.  \n \nCurrent  government  plans  for  further  economic  reform  contemplate  in-depth  fiscal \nreform.  The  sovereign  currency  approach  is  particularly  suitable  to  investigate  issues \nsurrounding fiscal reform and to make policy recommendations. In discussing fiscal reform it is \nimportant to recognize the options available to a nation that adopts a sovereign currency.  \n \n \n \n                                                 \n15  See Akram (2013). \n ", "Monetary and Fiscal Operations in the People’s Republic of China   І   19 \nOur main conclusions are the following: (i) the PRC’s fiscal and monetary policy space is \nsimilar to those of other monetarily sovereign nations such as Japan, the UK, and the US, \ntherefore  affordability  is  not  an  issue  as  the  government  can  always  make  all  budgeted \npayments as they come due; (ii) these results do not depend on internationalization of the \nsovereign currency nor do they require that liberalizing capital flows; and (iii) the country’s main \nimbalance is domestic and consists of local government budgets that are too loose while the \ncentral government’s budget is too tight.  \n \nFollowing from those conclusions, we recommend that the central government’s fiscal \nstance should be gradually relaxed so that local government and corporate budgets can be \ntightened. By loosening the central government’s budget but tightening local government and \ncorporate budgets at a measured pace, the PRC can avoid depressing growth or sparking \nexcessive inflation. \n \n \n \n \n ", " \nREFERENCES \n \n \nAsian Development Bank (ADB). 2010. Rebalancing Growth in the PRC: The Role of Fiscal \nPolicy. Observations and Suggestions No. 2010-4. Manila, Philippines: Asian Development \nBank.  \n \n———. 2011. The Challenges of Middle Income Transition in the PRC. Observations and \nSuggestions No. 2011-2. Manila, Philippines: Asian Development Bank. \n \n———. 2012. Growing Beyond the Low-Cost Advantage: How the People’s Republic of China \nCan Avoid the Middle Income Trap. Manila, Philippines: Asian Development Bank. \n \nAkram,  T.  2013.  Macroeconomic  Outlook  and  Monetary  Policy  View:  No  Exit  from  the \nWasteland? ING Global Macro View from Atlanta, GA. ING Investment Management Report. \nAtlanta, GA. \n \nAuci, S., L. Castellucci, and M. Coromaldi. 2013. Does Cutting Back the Public Sector Improve \nEfficiency? Some Evidence from 15 European Countries, Vol. 11. CEIS Working Paper No. \n274. Rome, Italy; Center of Economic and International Studies (CEIS).  \n \nBlanchard, O., and D. Leigh. 2013. Growth Forecast Errors and Fiscal Multipliers. IMF Working \nPaper No. 13/1. Washington, DC: International Monetary Fund.  \n \nFelipe, J. 2012a. Tracking the Middle-Income Trap: What is It, Who is in It, and Why? Part 1. \nADB Economics Working Paper Series No. 306. Manila, Philippines. \n \n———. 2012b. Tracking the Middle-Income Trap: What is It, Who is in It, and Why? Part 2. ADB \nEconomics Working Paper Series No. 307. Manila, Philippines.  \n \n———. 2013. Why Has [the People’s Republic of] China Succeeded—And Why It Will Continue \nto Do So. Cambridge Journal of Economics, Vol. 37. pp. 791–818. Cambridge, UK. \n \nFeng, S. 2009. Study on Local Government SIVs and Local Government Debt. China State \nFinance, Vol. 18. pp 43–45. Beijing, PRC. \n \nMagnus, G. 2013a. Hitting a BRIC Wall. The Globalist. Available at http://www.theglobalist.com \n \n———. 2013b. [The People’s Republic of] China and the End of Extrapolation. The Globalist. \nAvailable at http://www.theglobalist.com \n \n———. 2013c. Is Asia's Miracle Over? The Globalist. Available at http://www.theglobalist.com \n \nHerndon, T., M. Ash, and R. Pollin. 2013. Does High Public Debt Consistently Stifle Economic \nGrowth? A Critique of Reinhart and Rogoff. Political Economy Research Institute Working \nPaper  No.  322.  Massachusetts:  Political  Economy  Research  Institute,  University  of \nMassachusetts.  \n \nMcKinnon, R. 2012. The Unloved Dollar Standard: From Bretton Woods to the Rise of [the \nPeople’s Republic of] China. Oxford University Press, US. \n ", "Monetary and Fiscal Operations in the People’s Republic of China   І   21 \nJ. Sun. 2013. Chinese Local Government Debt, Current Situation, Problems and Strategy. \nFriends of Accounting, Vol. 3. pp. 58–66. Beijing, PRC. \nWray, L. R. 2010a. Does Excessive Sovereign Debt Really Hurt Growth? A Critique of This \nTime is Different by Reinhart and Rogoff (with Y. Nersisyan). Levy Economics Institute \nWorking Paper No. 603. New York: Bard College.  \n \n———. 2010b. Excessive Liquidity and Bank Lending in [the People’s Republic of] China: A \nModern Money Perspective (with Xinhua Liu). International Journal of Political Economy. \nVolume 39, Number 3. New York: M. E. Sharpe.  \n \n———. 2011. Is the US on an Unsustainable Path? Lessons from the Past as Detailed by \nReinhart and Rogoff (with Y. Nersisyan). In O. Torsten Niechoj, Engelbert Stockhammer, \nAchim Truger, and Till van Treeck, eds. Stabilizing an Unequal Economy? Public Debt, \nFinancial Regulation, and Income Distribution. Marburg, Germany: Metropolis. \n \n———. 2012a. Modern Money Theory: A Primer on Macroeconomics for Sovereign Monetary \nSystems. New York: Palgrave-Macmillan.  \n \n———. 2012b. Lessons for [the People’s Republic of] China from the Crisis in Euroland (with  \nX. Liu). The Chinese Economy, Vol. 45. pp. 6–25. New York: M. E. Sharp.  \n \n———.  2012c.  The  Nature  of  Money:  From  the  View  of  Post-Keynesian  Economics  (with \nJinxing Guo). China Review of Political Economy, No.1. Beijing: International Center for \nSocial Science, Renmin University. \n \n———. 2012d. Godley Got it Right. In D. Papadimitriou and G. Zezza, eds. Contributions to \nStock-Flow Modeling: Essays in Honor of Wynne Godley. New York: Palgrave Macmillan. \n \n \n \n \n \n \n \n ", "Monetary and Fiscal Operations in the People’s Republic of China:  \nAn Alternative View of the Options Available\nThis paper examines the fiscal and monetary policy options available to the People’s Republic  \nof China (PRC) as a sovereign currency-issuing nation operating in a dollar standard world.  \nThe paper first summarizes a number of issues facing the PRC, including the possibility of slower \ngrowth and a number of domestic imbalances. Then, it analyzes current monetary and fiscal \npolicy formation and examines some policy recommendations that have been advanced to deal \nwith current areas of concern.  ADB Economics  \nWorking Paper Series\nAbout the Asian Development Bank\nADB’s vision is an Asia and Pacific region free of poverty. Its mission is to help its developing \nmember countries reduce poverty and improve the quality of life of their people. Despite the \nregion’s many successes, it remains home to two-thirds of the world’s poor: 1.7 billion people who \nlive on less than $2 a day, with 828 million struggling on less than $1.25 a day.  ADB is committed \nto reducing poverty through inclusive economic growth, environmentally sustainable growth, \nand regional integration.\n  Based in Manila, ADB is owned by 67 members, including 48 from the region. Its main \ninstruments for helping its developing member countries are policy dialogue, loans, equity \ninvestments, guarantees, grants, and technical assistance.\nMonetary and Fiscal Operations in the People’s Republic \nof China: An Alternative View of the Options Available\nL. Randall Wray and Yolanda Fernandez Lommen\nNo. 380  |   October 2013\nAsian Development Bank\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines\nwww.adb.org/economics\nPrinted on recycled paper Printed in the Philippines"], "metadata": {"Author": "L. Randall Wray and Yolanda Fernandez Lommen", "CreationDate": "D:20131014180156+08'00'", "Creator": "Adobe InDesign CS5 (7.0)", "GTS_PDFXConformance": "PDF/X-1a:2001", "GTS_PDFXVersion": "PDF/X-1:2001", "Keywords": "fiscal and monetary policy options, sectoral balances approach, sovereign currency approach, middle-income trap, modern money theory, china, people's republic of china, prc, monetary policy, fiscal policy, economics working paper no. 380", "ModDate": "D:20131016184507+08'00'", "Producer": "Adobe PDF Library 9.9", "Subject": "This paper examines the fiscal and monetary policy options available to the People’s Republic of China as a sovereign currency-issuing nation operating in a dollar standard world. ", "Title": "Monetary and Fiscal Operations in the People’s Republic of China: An Alternative View of the Options Available", "Trapped": "False"}}