{"path": "data/input/pdf-generic/inrm8.pdf", "pages": ["ADB\nINRM Policy Brief No. 8\nRegulatory Framework for\nInfrastructure\nD. Narasimha Rao\ns\ne\nri Subhashish Gupta\ne\nS\n \nf\ne\ni\nr\nB\n \ny\nc\ni\nl\no\nP\nn\no\ni\ns\ns\ni\nM\n \nt\nn\ne\nd\ni\ns\ne\nR\nAsian Development Bank\n \nIndia Resident Mission a\n4 San Martin Marg i\nd\nChanakyapuri n Asian Development Bank\nNew Delhi  110021 I", "Asian Development Bank\nIndia Resident Mission (INRM)\n4 San Martin Marg\nChanakyapuri\nNew Delhi  110021\n© 2006 Asian Development Bank\nThe views expressed in this paper are those of the authors and do not\nnecessarily reflect the views or policies of the Asian Development Bank\nThe Indian Council for Research on International Economic Relations,\nNew Delhi, and the Indian Institute of Management, Bangalore, are the\nImplementing Agencies for the thematic cluster ‘Trade Policy, Industrial\nPerformance and Private Sector Development’.", "INRM Policy Brief No. 8\nRegulatory Framework for\nInfrastructure\nD. Narasimha Rao\nSubhashish Gupta\n2006\nD. Narasimha Rao is Visiting Professor, Indian Institute of\nManagement Bangalore.\nSubhashish Gupta is Associate Professor, Indian Institute of\nManagement Bangalore.", "Foreword\nThe India Resident Mission (INRM) Policy Brief Series is sponsored\nby the Asian Development Bank (ADB) and is designed as a forum to\ndisseminate findings from policy research work undertaken on the Indian\neconomy. The series is primarily based on papers prepared under the\nTechnical Assistance (TA) ‘Policy Research Networking to Strengthen\nPolicy Reforms in India’. The main purpose of the TA was to provide\nassistance for developing policy research networking capacity, in order\nto build support for, and consolidate the reform process. The INRM\nPolicy Briefs provide a nontechnical account of important policy issues\nconfronting India.\nTadashi Kondo\nCountry Director", "Regulatory Framework for\nInfrastructure\nD. Narasimha Rao\nSubhashish Gupta\nIntroduction\nIndependent regulation has emerged in the last two decades as a\nfourth branch of government. This movement has been propelled by\nthe privatization of state-owned resources worldwide, particularly in\ninfrastructure sectors. Countries have instituted or contemplated ‘new-\nstyle’ independent regulatory authorities (IRA) to catalyze the movement\ntoward private sector involvement through competition or privatization.\nOver forty countries have set up regulators in the last decade.\nIndependent regulatory agencies have been set up in India for electri-\ncity and telecommunications in the last seven years. A semi-autonomous\ntariff regulator was established for ports in 1997. Establishing regulators\nin petroleum, natural gas, aviation, and rail industries is also being\nconsidered. In parallel, India has also established the Competition\nCommission of India (CCI) under the Competition Act, 2002, for\nregulation of industry in general. The overlap between the central and\nsectoral regulators is as yet unexplored. Thus, the Indian regulatory\nlandscape is complex and formative.\nRegulation of infrastructure industries entails managing a mix of\nmonopolies and markets, and guiding industry transformation and\ninvestment while protecting consumer interests. In these initial years of\nregulatory experience, the general perception is that regulatory agencies\nhave had little positive influence on sectoral growth and development.", "The causes are complex and sector-specific but include lack of regulator Ports (TAMP) is really a semi-autonomous regulator. IRAs may have\nindependence, credibility, enforcement authority, and accountability. been a rational choice by host governments to signal their commitment\nFuture economic development will depend on improving regulatory to privatization, as also to insulate private entrants from the interests of\nefficacy, especially with independent regulators being contemplated in predominating state-owned incumbents—examples in India being Bharat\nother vital industries. Sanchar Nigam Limited (BSNL) and state electricity boards (SEBs).\nTwo aspects of independent regulation are reviewed here: institutional IRAs may also have been part of the reform framework pushed by\nefficacy, including primarily autonomy, capacity, and accountability; lending institutions to protect private investors from the risk of asset\nand the mode of regulation, or the regulator’s functional scope. The expropriation by government through tariff setting.\nrecommendations are, by and large, concerned with regulatory process, Interest group politics and ‘producer protection’ has been part ofthe\nincluding member/staff selection, rulemaking, and appeals but also Indian regulatory experience. In Orissa the experiment included retail\nconsider the role of the executive and legislative intervention therein. price increases for nine years, with little benefit to consumers. Thus,\nIssues of structure are also addressed: Should regulators be independent looking forward, with the extent of capture possible, regulation in India\nor tied to ministries? Should there be sector-specific or broader, central must balance risk allocation between private investors and consumers.\nregulators? Regulators also need to strongly consider distributive impacts of growthon\nconsumers, particularly urban vs. rural. Urban teledensity in India stands\nat 18 per 100 persons, and rural teledensity at less than 2 per 100.\nRole of Regulation\nAnother challenge for regulation in India beyond managing private\ninvestment is that for the next five to ten years the state-level regulatory\nRegulation broadly defines mechanisms of government interventionin\nsystem will be concerned largely with regulating state-owned utilities.\nindustry. Typically, regulation entails intervention in price, entry, market\nElectricity restructuring has been limited to unbundling and corporat-\nstructure, procurement, and quality. Regulation has always implied the\nization in some states. Also, the largest telecom operator BSNL is likely\nexistence, usually exclusively, of private ownership in the regulated\nto remain in government hands in the foreseeable future. In nonservice\nindustries, and is primarily meant to mitigate market failure. Manyinfra-\ninfrastructure, most road and port assets will continue to be held by\nstructure sectors will continue to be monopolies—electricity distribution,\ngovernments. This poses a unique set of additional challenges for\nroads, and ports. Sectors that have scope for price-based competition—\nregulatory efficacy.\nelectricity generation, telecom, oil, and gas—have incumbents with\nThe political structure in an industry with an independent regulator\ndominant positions. Market abuse in both cases is possible, and requires\nhas two principal-agent relationships—between government and the\nregulation. Since incumbents are state owned and have clout in ministries,\nregulator, and between the regulator and regulated entity (as manifested\nthe regulators need to be independent from the politicians/bureaucracy.\nthrough license enforcement). The government is multi-principal, with\nIRAs spread worldwide along with privatization and liberalization of\nseveral ministries having a stake and influence over sectoral policy. For\ninfrastructure industries in complex circumstances. These reforms could\nexample, in the power sector aside from the power ministry, the ministry\nbe attributed to disenchantment with public sector ownership as also\nof finance has an interest in the financial burden created by SEBs. For\ndue to conditionalities associated with World Bank/International Monetary\nstate-owned public sector enterprises (PSEs) the regulated entity exercises\nFund (IMF) lending. In India this came about in the aftermath of the\nsignificant control as one of the many principals in government (due to\nfiscal crisis of 1990-91. Initially, the private sector was invited into\nthe close link between power ministries and heads of PSEs, who are\npower, telecom, roads, and other sectors through executive policy—tax\nbureaucrats, see Figure 1).\nand duty incentives, special purpose vehicles, and memoranda of\nThis gives the government greater incentive to monitor and control\nunderstanding (MoUs). In the late 1990s IRAs were established in\nthe regulator, not to force it to comply with its mandate but to protect\ntelecom, electricity, and ports, though the Tariff Authority for Major\n2 Policy Brief No. 8 Regulatory Framework for Infrastructure 3", "The causes are complex and sector-specific but include lack of regulator Ports (TAMP) is really a semi-autonomous regulator. IRAs may have\nindependence, credibility, enforcement authority, and accountability. been a rational choice by host governments to signal their commitment\nFuture economic development will depend on improving regulatory to privatization, as also to insulate private entrants from the interests of\nefficacy, especially with independent regulators being contemplated in predominating state-owned incumbents—examples in India being Bharat\nother vital industries. Sanchar Nigam Limited (BSNL) and state electricity boards (SEBs).\nTwo aspects of independent regulation are reviewed here: institutional IRAs may also have been part of the reform framework pushed by\nefficacy, including primarily autonomy, capacity, and accountability; lending institutions to protect private investors from the risk of asset\nand the mode of regulation, or the regulator’s functional scope. The expropriation by government through tariff setting.\nrecommendations are, by and large, concerned with regulatory process, Interest group politics and ‘producer protection’ has been part ofthe\nincluding member/staff selection, rulemaking, and appeals but also Indian regulatory experience. In Orissa the experiment included retail\nconsider the role of the executive and legislative intervention therein. price increases for nine years, with little benefit to consumers. Thus,\nIssues of structure are also addressed: Should regulators be independent looking forward, with the extent of capture possible, regulation in India\nor tied to ministries? Should there be sector-specific or broader, central must balance risk allocation between private investors and consumers.\nregulators? Regulators also need to strongly consider distributive impacts of growthon\nconsumers, particularly urban vs. rural. Urban teledensity in India stands\nat 18 per 100 persons, and rural teledensity at less than 2 per 100.\nRole of Regulation\nAnother challenge for regulation in India beyond managing private\ninvestment is that for the next five to ten years the state-level regulatory\nRegulation broadly defines mechanisms of government interventionin\nsystem will be concerned largely with regulating state-owned utilities.\nindustry. Typically, regulation entails intervention in price, entry, market\nElectricity restructuring has been limited to unbundling and corporat-\nstructure, procurement, and quality. Regulation has always implied the\nization in some states. Also, the largest telecom operator BSNL is likely\nexistence, usually exclusively, of private ownership in the regulated\nto remain in government hands in the foreseeable future. In nonservice\nindustries, and is primarily meant to mitigate market failure. Manyinfra-\ninfrastructure, most road and port assets will continue to be held by\nstructure sectors will continue to be monopolies—electricity distribution,\ngovernments. This poses a unique set of additional challenges for\nroads, and ports. Sectors that have scope for price-based competition—\nregulatory efficacy.\nelectricity generation, telecom, oil, and gas—have incumbents with\nThe political structure in an industry with an independent regulator\ndominant positions. Market abuse in both cases is possible, and requires\nhas two principal-agent relationships—between government and the\nregulation. Since incumbents are state owned and have clout in ministries,\nregulator, and between the regulator and regulated entity (as manifested\nthe regulators need to be independent from the politicians/bureaucracy.\nthrough license enforcement). The government is multi-principal, with\nIRAs spread worldwide along with privatization and liberalization of\nseveral ministries having a stake and influence over sectoral policy. For\ninfrastructure industries in complex circumstances. These reforms could\nexample, in the power sector aside from the power ministry, the ministry\nbe attributed to disenchantment with public sector ownership as also\nof finance has an interest in the financial burden created by SEBs. For\ndue to conditionalities associated with World Bank/International Monetary\nstate-owned public sector enterprises (PSEs) the regulated entity exercises\nFund (IMF) lending. In India this came about in the aftermath of the\nsignificant control as one of the many principals in government (due to\nfiscal crisis of 1990-91. Initially, the private sector was invited into\nthe close link between power ministries and heads of PSEs, who are\npower, telecom, roads, and other sectors through executive policy—tax\nbureaucrats, see Figure 1).\nand duty incentives, special purpose vehicles, and memoranda of\nThis gives the government greater incentive to monitor and control\nunderstanding (MoUs). In the late 1990s IRAs were established in\nthe regulator, not to force it to comply with its mandate but to protect\ntelecom, electricity, and ports, though the Tariff Authority for Major\n2 Policy Brief No. 8 Regulatory Framework for Infrastructure 3", "In the established SERCs commitment to the regulatory function has\nMulti-principal Agent Agent\nbeen limited—as reflected in the large number of vacancies (twenty-two\nGovernment (of government)  of Regulator\nPrincipal reported in thirteen SERCs, more than half for longer than three months),\n(of regulated entity) limited staff growth (on an average, eight to ten posts) and short tenure\n(average of two to three years). About half the membersare retired\nMinistry of → Regulatory → State-owned from civil service or the utility and almost all are from government\nPower/Telecom Commission Regulated Utility\nagencies. Two-thirds of the staff are from regulated utilities, most of\nMinistry of Finance\nthem hired temporarily. This indicates that the regulators are perceived\n←\nas extensions of bureaucracy. Overall, SERCs have failed to measurably\n  con→trol\nimprove sector performance, have not gained the kind of respectability\ntheir counterparts in developed countries have, or public trust in safe-\nguarding public interest.\nFigure 1. Regulatory structure in state-dominated sectors\nAs discussed later, ministries intervene actively in regulatory affairs,\noften to invalidate their actions. State-owned utilities perceive them as\nor influence state-owned utilities. This creates a conflict of interest\nmeddlesome. In one case (West Bengal), a High Court’s judgment\nwithin government. While government as a whole may seek to institute\nextended into substantive aspects of the SERC’s orders and even ques-\nIRAs, provide commitments to the private sector, and relinquish tariff-\ntioned the value of involving consumers in the regulatory process.\nsetting powers to the IRA, the authority concerned (Ministry of Power,\nAlthough the Supreme Court overturned this judgment, this case\nDepartment of Telecommunications (DOT), etc.) resists such efforts to\nhighlights even the judiciary’s disregard for regulators’ independence.\nprotect its turf. This conflict—where law and policy may express an\nA clear indication of the political commitment to strengthening these\nintent but loopholes allow them to be subverted—recurs in all sectors.\ninstitutions, however, is the Electricity Act, which has replaced ERC 98\nand all other legislation pertaining to the sector. The formation andfunc-\nRecent Developments in Regulation\ntions of regulatory bodies have largely remained the same in the Electricity\nAct as in ERC 98. A notable change is that government’s discretionary\nElectricity\ndelegation of powers to regulators has been discarded. SERCs’ keyfunc-\nThe first electricity regulator was set up in Orissa in 1996, to tions include tariff setting, license issuance and enforcement, quality of\nfacilitate the privatization of distribution. Thereafter, the CERC was set service monitoring, power purchase and resource planning, performance\nup to regulate interstate commerce and centrally owned generation monitoring, market development, and investment regulation.\npursuant to the Electricity Regulatory Commissions Act, 1998 (ERC The Electricity Act has retained the ‘old-style’ regulator, the Central\n98). Subsequently, states have been slow to set up state electricity Electricity Authority (CEA), with the role of resource planning and\nregulatory commissions (SERCs) to regulate intra-state distribution and technical standard setting and development. Advisory Committees to\nsupply. Sixteen (out of twenty-eight) states have set up SERCs, five of advise the SERCs, to be constituted from a broad range of stakeholders,\nthem pursuant to ERC 98 and the rest pursuant to state reform have also been provided for.\nlegislation. Not all these can be considered fully functional SERCs, for\nseveral reasons. First, many state governments have exercised their Telecom\ndiscretionary right to grant specific powers (under Section 22.2 of ERC Since independence the provision of telecommunication services had\n98). Some have not granted any (Himachal Pradesh) and several have been the DOT’s preserve. Given DOT’s limited success in network\ndelegated a subset of these powers (Maharashtra, West Bengal). expansion and introduction of new services the government, possibly\n4 Policy Brief No. 8 Regulatory Framework for Infrastructure 5", "In the established SERCs commitment to the regulatory function has\nMulti-principal Agent Agent\nbeen limited—as reflected in the large number of vacancies (twenty-two\nGovernment (of government)  of Regulator\nPrincipal reported in thirteen SERCs, more than half for longer than three months),\n(of regulated entity) limited staff growth (on an average, eight to ten posts) and short tenure\n(average of two to three years). About half the membersare retired\nMinistry of → Regulatory → State-owned from civil service or the utility and almost all are from government\nPower/Telecom Commission Regulated Utility\nagencies. Two-thirds of the staff are from regulated utilities, most of\nMinistry of Finance\nthem hired temporarily. This indicates that the regulators are perceived\n←\nas extensions of bureaucracy. Overall, SERCs have failed to measurably\n  con→trol\nimprove sector performance, have not gained the kind of respectability\ntheir counterparts in developed countries have, or public trust in safe-\nguarding public interest.\nFigure 1. Regulatory structure in state-dominated sectors\nAs discussed later, ministries intervene actively in regulatory affairs,\noften to invalidate their actions. State-owned utilities perceive them as\nor influence state-owned utilities. This creates a conflict of interest\nmeddlesome. In one case (West Bengal), a High Court’s judgment\nwithin government. While government as a whole may seek to institute\nextended into substantive aspects of the SERC’s orders and even ques-\nIRAs, provide commitments to the private sector, and relinquish tariff-\ntioned the value of involving consumers in the regulatory process.\nsetting powers to the IRA, the authority concerned (Ministry of Power,\nAlthough the Supreme Court overturned this judgment, this case\nDepartment of Telecommunications (DOT), etc.) resists such efforts to\nhighlights even the judiciary’s disregard for regulators’ independence.\nprotect its turf. This conflict—where law and policy may express an\nA clear indication of the political commitment to strengthening these\nintent but loopholes allow them to be subverted—recurs in all sectors.\ninstitutions, however, is the Electricity Act, which has replaced ERC 98\nand all other legislation pertaining to the sector. The formation andfunc-\nRecent Developments in Regulation\ntions of regulatory bodies have largely remained the same in the Electricity\nAct as in ERC 98. A notable change is that government’s discretionary\nElectricity\ndelegation of powers to regulators has been discarded. SERCs’ keyfunc-\nThe first electricity regulator was set up in Orissa in 1996, to tions include tariff setting, license issuance and enforcement, quality of\nfacilitate the privatization of distribution. Thereafter, the CERC was set service monitoring, power purchase and resource planning, performance\nup to regulate interstate commerce and centrally owned generation monitoring, market development, and investment regulation.\npursuant to the Electricity Regulatory Commissions Act, 1998 (ERC The Electricity Act has retained the ‘old-style’ regulator, the Central\n98). Subsequently, states have been slow to set up state electricity Electricity Authority (CEA), with the role of resource planning and\nregulatory commissions (SERCs) to regulate intra-state distribution and technical standard setting and development. Advisory Committees to\nsupply. Sixteen (out of twenty-eight) states have set up SERCs, five of advise the SERCs, to be constituted from a broad range of stakeholders,\nthem pursuant to ERC 98 and the rest pursuant to state reform have also been provided for.\nlegislation. Not all these can be considered fully functional SERCs, for\nseveral reasons. First, many state governments have exercised their Telecom\ndiscretionary right to grant specific powers (under Section 22.2 of ERC Since independence the provision of telecommunication services had\n98). Some have not granted any (Himachal Pradesh) and several have been the DOT’s preserve. Given DOT’s limited success in network\ndelegated a subset of these powers (Maharashtra, West Bengal). expansion and introduction of new services the government, possibly\n4 Policy Brief No. 8 Regulatory Framework for Infrastructure 5", "with the prodding of multilateral agencies, contemplated a limited role On the whole, telecommunications liberalization has achieved consider-\nfor the private sector in telecommunications in the National Telecom- able success, mostly in urban and semi-urban areas. The key challenges\nmunications Policy, 1994. When the government invited bids for mobile for regulation moving forward are to harness technological change and\ntelephony the private sector responded with exuberance, and bid dispro- opportunities, ensure sustainable competition, and extend the reach of\nportionately high amounts for licenses. Around the same time the technological opportunities and market into rural areas.\nTRAI, constituted through the Telecom Regulatory Authority of India\nOther Infrastructure Sectors\nAct, 1997, came out with its first telecom tariff order in a bid to\nrebalance telecom tariffs. As in other countries, local calling rates and Independent regulators are envisaged for airports, oil and natural\nrentals were being cross-subsidized by long-distance and international gas, and possibly railways. Independent regulation, however, is primarily\ncalls. The government had opened the local fixed-line segment to private meant to mitigate the risk of private producers. An independent-style\noperators but they would have had little chance of success while the regulator may be a partial answer to such risks, but the setting up of\nDOT kept prices in the segment artificially low. The DOT challenged proper legal frameworks and building the necessary competence is no\nthe TRAI’s ruling, claiming that tariffs were a matter of policy and mean task. It is worthwhile to explore other feasible institutional structures\npolicymaking was the DOT’s preserve. The government then issued a to achieve the goals of risk mitigation and protection of public interest.\npolicy directive to the TRAI to put the tariff rebalancing on hold. Regulatory developments in these sectors include setting up the\nProblems regarding dispute resolution, defaults on license fees, and TAMP. An airport regulatory authority has been recommended by the\ntardy progress in teledensity growth made the government take a fresh Ministry of Civil Aviation and a Petroleum Regulatory Board by the\nlook at the sector. Its new policy document, the New Telecom Policy, Petroleum Regulatory Board Bill (2002) to regulate the oil sector and\n1999 (NTP 99), clarified the TRAI’s powers and role. It also paved natural gas pipelines. A railway tariff regulator is being discussed. There\nthe way for the introduction of competition into the long-distance and is no indication of independent regulation in roads or water and sanitation.\ninternational segments. It removed dispute resolution from the TRAI’s\nambit, creating the Telecom Disputes and Settlement Appellate Tribunal\nCritique of Regulatory Efficacy\n(TDSAT) for this specific function. On a number of issues, including\nlicensing, the TRAI would have a recommendatory role. In the aftermath\nRegulatory Autonomy and Capture\nof NTP 99 the DOT was bifurcated into operating and policymaking\nGiven government’s continued dominance in infrastructure, are inde-\nwings. The former was eventually corporatized to form BSNL. The\npendent regulators really workable? Even though ERC 98, and now the\nlong-distance operator, Videsh Sanchar Nigam Limited (VSNL), was\nElectricity Act, empower regulators with substantial scope and decision-\nprivatized and sold to the Tatas.\nmaking authority, several loopholes undermine their authority. Populist\nThe telecommunications sector recovered after the introduction of\npolitical interference (e.g. free power to farmers) is one problem. State\nrevenue sharing and mobile services have now overtaken fixed-line\nministries’ desire to protect and control the incumbent utilities adds a\nservices. The sector continues to witness running battles between the\nnew dimension to capture possibilities, that by the government.\nTRAI, DOT, and private operators; in most, the TRAI has come out\nSince state-owned utilities provide several benefits to bureaucrats,\nsecond best. The focus of regulation has now expanded from telephony\nthe reality pits the regulator directly against the government in influencing\nto a broad range of services, including internet, broadband, and voice\nmanagement decisions of the utilities. State governments have often\nover internet protocol (VOIP). The government recently instituted\nencouraged utilities to defy regulator rules and sometimes litigated against\nunified licensing. The Communication Convergence Bill, awaiting parlia-\nregulatory orders. Regulators are often reluctant to penalize state-owned\nmentary approval, proposes a single regulator—Communications\nenterprises for noncompliance. When they do, their effectiveness is\nCommission—for communication and broadcasting services.\n6 Policy Brief No. 8 Regulatory Framework for Infrastructure 7", "with the prodding of multilateral agencies, contemplated a limited role On the whole, telecommunications liberalization has achieved consider-\nfor the private sector in telecommunications in the National Telecom- able success, mostly in urban and semi-urban areas. The key challenges\nmunications Policy, 1994. When the government invited bids for mobile for regulation moving forward are to harness technological change and\ntelephony the private sector responded with exuberance, and bid dispro- opportunities, ensure sustainable competition, and extend the reach of\nportionately high amounts for licenses. Around the same time the technological opportunities and market into rural areas.\nTRAI, constituted through the Telecom Regulatory Authority of India\nOther Infrastructure Sectors\nAct, 1997, came out with its first telecom tariff order in a bid to\nrebalance telecom tariffs. As in other countries, local calling rates and Independent regulators are envisaged for airports, oil and natural\nrentals were being cross-subsidized by long-distance and international gas, and possibly railways. Independent regulation, however, is primarily\ncalls. The government had opened the local fixed-line segment to private meant to mitigate the risk of private producers. An independent-style\noperators but they would have had little chance of success while the regulator may be a partial answer to such risks, but the setting up of\nDOT kept prices in the segment artificially low. The DOT challenged proper legal frameworks and building the necessary competence is no\nthe TRAI’s ruling, claiming that tariffs were a matter of policy and mean task. It is worthwhile to explore other feasible institutional structures\npolicymaking was the DOT’s preserve. The government then issued a to achieve the goals of risk mitigation and protection of public interest.\npolicy directive to the TRAI to put the tariff rebalancing on hold. Regulatory developments in these sectors include setting up the\nProblems regarding dispute resolution, defaults on license fees, and TAMP. An airport regulatory authority has been recommended by the\ntardy progress in teledensity growth made the government take a fresh Ministry of Civil Aviation and a Petroleum Regulatory Board by the\nlook at the sector. Its new policy document, the New Telecom Policy, Petroleum Regulatory Board Bill (2002) to regulate the oil sector and\n1999 (NTP 99), clarified the TRAI’s powers and role. It also paved natural gas pipelines. A railway tariff regulator is being discussed. There\nthe way for the introduction of competition into the long-distance and is no indication of independent regulation in roads or water and sanitation.\ninternational segments. It removed dispute resolution from the TRAI’s\nambit, creating the Telecom Disputes and Settlement Appellate Tribunal\nCritique of Regulatory Efficacy\n(TDSAT) for this specific function. On a number of issues, including\nlicensing, the TRAI would have a recommendatory role. In the aftermath\nRegulatory Autonomy and Capture\nof NTP 99 the DOT was bifurcated into operating and policymaking\nGiven government’s continued dominance in infrastructure, are inde-\nwings. The former was eventually corporatized to form BSNL. The\npendent regulators really workable? Even though ERC 98, and now the\nlong-distance operator, Videsh Sanchar Nigam Limited (VSNL), was\nElectricity Act, empower regulators with substantial scope and decision-\nprivatized and sold to the Tatas.\nmaking authority, several loopholes undermine their authority. Populist\nThe telecommunications sector recovered after the introduction of\npolitical interference (e.g. free power to farmers) is one problem. State\nrevenue sharing and mobile services have now overtaken fixed-line\nministries’ desire to protect and control the incumbent utilities adds a\nservices. The sector continues to witness running battles between the\nnew dimension to capture possibilities, that by the government.\nTRAI, DOT, and private operators; in most, the TRAI has come out\nSince state-owned utilities provide several benefits to bureaucrats,\nsecond best. The focus of regulation has now expanded from telephony\nthe reality pits the regulator directly against the government in influencing\nto a broad range of services, including internet, broadband, and voice\nmanagement decisions of the utilities. State governments have often\nover internet protocol (VOIP). The government recently instituted\nencouraged utilities to defy regulator rules and sometimes litigated against\nunified licensing. The Communication Convergence Bill, awaiting parlia-\nregulatory orders. Regulators are often reluctant to penalize state-owned\nmentary approval, proposes a single regulator—Communications\nenterprises for noncompliance. When they do, their effectiveness is\nCommission—for communication and broadcasting services.\n6 Policy Brief No. 8 Regulatory Framework for Infrastructure 7", "limited, since financial penalties mean little to state-owned utilities. Looking forward, the Convergence Bill, making it mandatory for the\nAlthough state governments in recent years have ostensibly imposed commission to follow government’s policy directives, also ensures an\nhard budget constraints, mostly they make good utilities’ shortfalls. avenue for DOT’s influence.\nCapture by government also occurs through regulatory appointments. The DOT itself is susceptible to private operators’ lobbying, given its\nThird, all regulatory commissions are funded through a consolidated opaque decision-making.\nbudget, which gives the government control in staffing and growth.\nInformal Processes\nThus, government capture of the SERC occurs from above (legal\nmandate or policy directives), below (by the utility, through information Three categories of capture mechanisms are seen: (a) exploitation or\nasymmetry or noncompliance), and within (by government-appointed misuse of policy directives; (b) informal, opaque ‘behind-the-scene’\nmembers and staff). processes that subvert procedure; and (c) flagrant flouting of procedure\nand law.\nCapture with Privatization. A common perception is that privatization\nof state-owned utilities is a necessary, and perhaps only, method to Exploitation or Misuse of Policy Directives. Policy directives to guide\ndistance the regulator from government intervention. The creation of a regulatory function are often necessary, partly to plug loopholes and\nconcession agreement or license to facilitate privatization, and in some clarify ambiguities in the law, but also to ensure effective and consistent\ncases legislative action, offers a somewhat clean slate in defining the application of the law across states. But the legal provisions for policy\nrelationship between the regulator and the privatized utility. However, guidance in the Indian Electricity Act are discretionary, not specific.\nthe private entity can exploit this flexibility to distance itself from the Also, these are binding on regulators and not judicable. The Electricity\nregulator as well, benefiting from the regulator’s susceptibility to govern- Act states that Commissions will be guided by government policy\nment influence. Specifying in the privatization contract or legislation (Sections 61, 66, 79, 86). This gives the ministry wide latitude to\nthe terms of private sector operation minimizes the regulator’s role. override regulatory decisions.\nIndeed, negotiating behind closed doors itself makes the regulators These provisions are often used to issue nonpolicy directives. Since\nvulnerable to capture by private interests, tilting risk allocation in favor policy directives are legally binding, regulators may have to implement\nof investors and against consumers or government. Capture is also policies that contradict their legal mandate. State governments promising\npossible with information asymmetry in cost-plus regulation, where free power, for example, directly contradicts the regulators’ mandate\nregulators depend unduly on regulated entities for information in to bring tariffs toward the cost of supply. No legal recourse exists for\nrulemaking for private entities. this loophole.\nCapture in Telecom. Regulator’s capture by the private sector was ‘Behind-the-Scene’ Processes that Subvert Procedure. Interactions\nwitnessed in the advent of Reliance Infocomm in basic services and its between regulators and vested interests outside the scope of procedure\n‘backdoor’ entry into the mobility market. and law are hidden from the public domain. For instance, ministries\nIn telecommunications government’s possession of licensing powers often appoint members of their choice, though the law (both ERC 98\nreduces the TRAI’s autonomy. The TRAI seems powerless to redress and the Electricity Act) lays down a selection process involving an\nissues about interconnection problems that most private operators appointed Selection Committee. Informal lobbying is another example\ncomplain about. The method of selection of TRAI chairperson and of this. These informal processes rather than reasoned decision-making\nmembers could also be more impartial and objective. determine outcomes. The regulator becomes a vehicle to legitimize\nWith licensing powers and the power to issue policy directives to the rather than to challenge interest-group politics.\nTRAI, the DOT in effect regulates the TRAI. As such, it can even In telecom, the operations and procedures of DOT, which retains\npursue policies conflicting with TRAI’s positions to favor the incumbents. the power to issue licenses and policy directives, are opaque to scrutiny.\n8 Policy Brief No. 8 Regulatory Framework for Infrastructure 9", "limited, since financial penalties mean little to state-owned utilities. Looking forward, the Convergence Bill, making it mandatory for the\nAlthough state governments in recent years have ostensibly imposed commission to follow government’s policy directives, also ensures an\nhard budget constraints, mostly they make good utilities’ shortfalls. avenue for DOT’s influence.\nCapture by government also occurs through regulatory appointments. The DOT itself is susceptible to private operators’ lobbying, given its\nThird, all regulatory commissions are funded through a consolidated opaque decision-making.\nbudget, which gives the government control in staffing and growth.\nInformal Processes\nThus, government capture of the SERC occurs from above (legal\nmandate or policy directives), below (by the utility, through information Three categories of capture mechanisms are seen: (a) exploitation or\nasymmetry or noncompliance), and within (by government-appointed misuse of policy directives; (b) informal, opaque ‘behind-the-scene’\nmembers and staff). processes that subvert procedure; and (c) flagrant flouting of procedure\nand law.\nCapture with Privatization. A common perception is that privatization\nof state-owned utilities is a necessary, and perhaps only, method to Exploitation or Misuse of Policy Directives. Policy directives to guide\ndistance the regulator from government intervention. The creation of a regulatory function are often necessary, partly to plug loopholes and\nconcession agreement or license to facilitate privatization, and in some clarify ambiguities in the law, but also to ensure effective and consistent\ncases legislative action, offers a somewhat clean slate in defining the application of the law across states. But the legal provisions for policy\nrelationship between the regulator and the privatized utility. However, guidance in the Indian Electricity Act are discretionary, not specific.\nthe private entity can exploit this flexibility to distance itself from the Also, these are binding on regulators and not judicable. The Electricity\nregulator as well, benefiting from the regulator’s susceptibility to govern- Act states that Commissions will be guided by government policy\nment influence. Specifying in the privatization contract or legislation (Sections 61, 66, 79, 86). This gives the ministry wide latitude to\nthe terms of private sector operation minimizes the regulator’s role. override regulatory decisions.\nIndeed, negotiating behind closed doors itself makes the regulators These provisions are often used to issue nonpolicy directives. Since\nvulnerable to capture by private interests, tilting risk allocation in favor policy directives are legally binding, regulators may have to implement\nof investors and against consumers or government. Capture is also policies that contradict their legal mandate. State governments promising\npossible with information asymmetry in cost-plus regulation, where free power, for example, directly contradicts the regulators’ mandate\nregulators depend unduly on regulated entities for information in to bring tariffs toward the cost of supply. No legal recourse exists for\nrulemaking for private entities. this loophole.\nCapture in Telecom. Regulator’s capture by the private sector was ‘Behind-the-Scene’ Processes that Subvert Procedure. Interactions\nwitnessed in the advent of Reliance Infocomm in basic services and its between regulators and vested interests outside the scope of procedure\n‘backdoor’ entry into the mobility market. and law are hidden from the public domain. For instance, ministries\nIn telecommunications government’s possession of licensing powers often appoint members of their choice, though the law (both ERC 98\nreduces the TRAI’s autonomy. The TRAI seems powerless to redress and the Electricity Act) lays down a selection process involving an\nissues about interconnection problems that most private operators appointed Selection Committee. Informal lobbying is another example\ncomplain about. The method of selection of TRAI chairperson and of this. These informal processes rather than reasoned decision-making\nmembers could also be more impartial and objective. determine outcomes. The regulator becomes a vehicle to legitimize\nWith licensing powers and the power to issue policy directives to the rather than to challenge interest-group politics.\nTRAI, the DOT in effect regulates the TRAI. As such, it can even In telecom, the operations and procedures of DOT, which retains\npursue policies conflicting with TRAI’s positions to favor the incumbents. the power to issue licenses and policy directives, are opaque to scrutiny.\n8 Policy Brief No. 8 Regulatory Framework for Infrastructure 9", "Flouting of Procedure and Law. State governments have often Improve Enforceability of Regulatory Actions. Acts of noncompliance,\nunilaterally altered SEB tariffs or rolled back regulatory tariff orders, though judicable are not sufficiently punishable. Imposing penalties\nsometimes through legislation. Similarly, governments have negotiated directly on officeholders rather than on the SEB would encourage\npower purchase agreements with independent power producers on their accountability. Regulators can assert their authority through summons\nown. Even government agencies have disregarded their obligations as of utility personnel and proactive searches and seizures in instances of\nelectricity consumers in Uttar Pradesh and Delhi. information withholding. The TRAI also faced enforceability issues against\nBSNL regarding interconnection. Private operators have consistently\nImproving Regulatory Efficacy\ndefaulted on rollout obligations despite financial penalties. For deficiency\nReduce Capture Through Improved Member Selection Processes. The of service they face no penalties. For rollout obligations either more\nstringent penalties are required or alternative incentive-based mechanisms\nElectricity Act requires the constitution of a Selection Committee, which\nneed to be developed. For quality of service standards need to be\nis to provide two nominations for every vacancy. However, bureaucrats\nenforced and made judicable.\ndominate the committee. The committee’s membership should be broad-\nened. The selection process should require a recorded, public justification\nImproving Transparency and Accountability\nof member recommendations or rejections.\nFor TRAI and the proposed Communications Commission, which Placing regulatory commissions within the jurisdiction of the Contempt\nof Court Act should directly mitigate the incentive for capture through\ncurrently have no formal procedure for the selection of chairman and\nopacity and lack of accountability. SERCs are quasi-judicial bodies\nmembers, a similar methodology could be followed, with a selection\nequivalent to civil courts; they adjudicate on matters of equal import as\ncommittee comprising members from telecom associations, consumer\nthose taken up by the highest courts in the land. Increasing scrutiny of\nrights associations, and the government.\ntheir spurious decisions would squeeze room for their occurrence. Trans-\nAlter Scope of Policy Directives. The prevalent all-encompassing\nparency would provide the information necessary to identify irregularities.\ndiscretionary claim to ‘public interest’ to issue directives must be taken\nAccountability would provide effective mechanisms to contest and\naway from government. The scope for governmental policy guidance\noverturn these decisions.\nmust be restricted to macro-level principles in specific areas, such as\nShortcomings exist both in law and its implementation. The letter of\nsubsidy administration. Any clarification of law must be in the legislative\nthe law (General Clauses Act 1897) provides for transparency in\ndomain, through rules, not in the form of nonjudicable executive policies.\nrulemaking. Regulators have to write orders and place them in the\nBoth these will require legislative amendments.\npublic domain and also invite public comment, which they may consider\nMake Regulators Financially Independent. Regulators typically will not in their final ruling. Also, their decisions can be appealed in court. Few\nconfront the ministry, due in part to bonhomie and also due to their SERCs, however, proactively make information public. Nor do they\nfinancial dependence on the ministry. Regulatory agencies should not respond to comments. Many consultations occur behind closed doors\nbe funded through a consolidated budget but should recover costs and are not recorded.\nthrough a consumer fee. For example, the budget of the Karnataka In the US, all comments in response to draft rules are published as a\nElectricity Regulatory Commission is currently around Rs. 3 crore. A rulemaking record. Any order can be overturned (and the regulator\ncess of 1 paisa per unit (less than 0.5% of average tariff) would raise sued) for being ‘arbitrary and capricious’, if it is unresponsive to this\nRs. 16 crore per annum. The Electricity Act permits this. TRAI also record. Some aspects of the US rulemaking process are worth imbibing,\nhas mooted independent funding. Most international regulators recover such as publishing a rulemaking record, allowing longer periods for\nmost of their costs from a cess. comment, and making public all proceedings.\n10 Policy Brief No. 8 Regulatory Framework for Infrastructure 11", "Flouting of Procedure and Law. State governments have often Improve Enforceability of Regulatory Actions. Acts of noncompliance,\nunilaterally altered SEB tariffs or rolled back regulatory tariff orders, though judicable are not sufficiently punishable. Imposing penalties\nsometimes through legislation. Similarly, governments have negotiated directly on officeholders rather than on the SEB would encourage\npower purchase agreements with independent power producers on their accountability. Regulators can assert their authority through summons\nown. Even government agencies have disregarded their obligations as of utility personnel and proactive searches and seizures in instances of\nelectricity consumers in Uttar Pradesh and Delhi. information withholding. The TRAI also faced enforceability issues against\nBSNL regarding interconnection. Private operators have consistently\nImproving Regulatory Efficacy\ndefaulted on rollout obligations despite financial penalties. For deficiency\nReduce Capture Through Improved Member Selection Processes. The of service they face no penalties. For rollout obligations either more\nstringent penalties are required or alternative incentive-based mechanisms\nElectricity Act requires the constitution of a Selection Committee, which\nneed to be developed. For quality of service standards need to be\nis to provide two nominations for every vacancy. However, bureaucrats\nenforced and made judicable.\ndominate the committee. The committee’s membership should be broad-\nened. The selection process should require a recorded, public justification\nImproving Transparency and Accountability\nof member recommendations or rejections.\nFor TRAI and the proposed Communications Commission, which Placing regulatory commissions within the jurisdiction of the Contempt\nof Court Act should directly mitigate the incentive for capture through\ncurrently have no formal procedure for the selection of chairman and\nopacity and lack of accountability. SERCs are quasi-judicial bodies\nmembers, a similar methodology could be followed, with a selection\nequivalent to civil courts; they adjudicate on matters of equal import as\ncommittee comprising members from telecom associations, consumer\nthose taken up by the highest courts in the land. Increasing scrutiny of\nrights associations, and the government.\ntheir spurious decisions would squeeze room for their occurrence. Trans-\nAlter Scope of Policy Directives. The prevalent all-encompassing\nparency would provide the information necessary to identify irregularities.\ndiscretionary claim to ‘public interest’ to issue directives must be taken\nAccountability would provide effective mechanisms to contest and\naway from government. The scope for governmental policy guidance\noverturn these decisions.\nmust be restricted to macro-level principles in specific areas, such as\nShortcomings exist both in law and its implementation. The letter of\nsubsidy administration. Any clarification of law must be in the legislative\nthe law (General Clauses Act 1897) provides for transparency in\ndomain, through rules, not in the form of nonjudicable executive policies.\nrulemaking. Regulators have to write orders and place them in the\nBoth these will require legislative amendments.\npublic domain and also invite public comment, which they may consider\nMake Regulators Financially Independent. Regulators typically will not in their final ruling. Also, their decisions can be appealed in court. Few\nconfront the ministry, due in part to bonhomie and also due to their SERCs, however, proactively make information public. Nor do they\nfinancial dependence on the ministry. Regulatory agencies should not respond to comments. Many consultations occur behind closed doors\nbe funded through a consolidated budget but should recover costs and are not recorded.\nthrough a consumer fee. For example, the budget of the Karnataka In the US, all comments in response to draft rules are published as a\nElectricity Regulatory Commission is currently around Rs. 3 crore. A rulemaking record. Any order can be overturned (and the regulator\ncess of 1 paisa per unit (less than 0.5% of average tariff) would raise sued) for being ‘arbitrary and capricious’, if it is unresponsive to this\nRs. 16 crore per annum. The Electricity Act permits this. TRAI also record. Some aspects of the US rulemaking process are worth imbibing,\nhas mooted independent funding. Most international regulators recover such as publishing a rulemaking record, allowing longer periods for\nmost of their costs from a cess. comment, and making public all proceedings.\n10 Policy Brief No. 8 Regulatory Framework for Infrastructure 11", "Accountability of Regulators representation. A few SERCs have consumer divisions to handle consumer\ngrievances and education. Independent consumer representatives have\nAccountability currently rests on an appeals process. Four states\nmade minimal intervention in the regulatory process (Karnataka, Andhra\npermit appeal only on points of law. In most states orders can be\nPradesh, Maharashtra). The efficacy of public intervention rests on two\nappealed at the High Court on procedural, legal, and substantive grounds.\ncritical prerequisites: information and capacity. Although SERCs are\nCommissions entertain appeal petitions usually only on the basis of new\nrequired to publish whatever data they rely on for rulemaking—including\ninformation or clear error. In addition, regulators have to file annual\ndata submitted by utilities, consultation reports, etc.—this is only on\nreports before Parliament or the state legislature. Regulatory orders also\npaper. SERCs need to be much more proactive in releasing such\nface legislative review, subject to modification or annulment.\ninformation, with user-friendly websites, well-organized libraries, and\nIn practice, few SERCs regularly file annual reports. Filed reports are\ninformation management systems. SERCs also need to undertake regu-\ncryptic. But most importantly, the SERCs have not proactively asserted\nlator training programs in all areas of the power sector, but particularly\ntheir authority. As discussed elsewhere, this is often due to their lack of\nin their rulemaking activities. Procedures for information maintenance,\ncapacity, enforcement authority, or reluctance to challenge government\ndisclosure of rulemaking process, reporting procedures, outreach and\ninterference.\ntraining, and member selection need to be codified into judicable\nThe government should establish rules or issue policy directives that\nprocedures.\ndetail the reporting requirements. To make these enforceable, periodic\nreview of annual reports and orders is essential. However, the Electricity Institutional Capacity\nAct does not impose any penalties or permit overturning noncomplying\nAn independent regulator is expected to make rules, administer\norders. In the least, repeated noncompliance should constitute grounds\nthem, and adjudicate disputes. Immune to lobbyists’ influence, it is\nfor penalties incorporated in law. Public exposure of noncompliance\nexpected to act in public interest, actively engage virtually all sector\nwill put some pressure on regulators. Procedural checks and balances\nstakeholders in decision-making, and effectively interpret and carry out\nmust also be incorporated into rulemaking, to minimize the scope for\na mandate based on a broad set of principles. Regulators need internal\nlitigation. There is also strong support in academic literature for rigorous\nexpertise and capacity to carry out such a daunting mandate.\nregulatory procedure, as means to reduce capture and limit regulatory\nAn SERC’s average budget is about Rs. 3 crore and that of CERC is\ndiscretion. When interest groups drive regulatory decisions, there is a\nRs. 6 crore. In comparison, the US FERC budget is $120 million\ntendency to subvert procedure to expedite decisions and escape scrutiny.\n(Rs.600 crore). The consumer base of a typical SERC is equivalent to\nAn emphasis on transparent procedural rigor could enhance regulatory\nthat of the UK or South Africa. The UK Office of Gas and Electricity\nefficacy.\nMarkets (OFGEM) budget is $50 million (Rs. 250 crore) and that of\nPublic Participation in Rulemaking South Africa is $8.5 million (Rs. 42 crore). Also, SERCs typically have\n20–30 total staff; the US and UK regulators have hundreds.\nIn the US, all formal rulemaking (e.g. ratemaking) is participatory,\ninvolving hearings and scrutiny of regulated utility filings by any interested\nparty. In the UK consultative model full information disclosure of Regulatory Scope and Function\nregulators’ rulemaking process is not obligatory, but a statutory consumer\nWe now look at the regulator’s functional role in infrastructure sectors,\norganization, EnergyWatch, represents the consumers’ interests and\nincluding tariff regulation, developing markets where appropriate,\ndisseminates information on regulatory matters.\nprotecting consumer interests through quality of service standards,\nIn India’s watered-down version of the UK regulatory system, rule-\ncontract design and negotiation processes, and land acquisition.\nmaking is consultative but relatively ad hoc, with no formal consumer\n12 Policy Brief No. 8 Regulatory Framework for Infrastructure 13", "Accountability of Regulators representation. A few SERCs have consumer divisions to handle consumer\ngrievances and education. Independent consumer representatives have\nAccountability currently rests on an appeals process. Four states\nmade minimal intervention in the regulatory process (Karnataka, Andhra\npermit appeal only on points of law. In most states orders can be\nPradesh, Maharashtra). The efficacy of public intervention rests on two\nappealed at the High Court on procedural, legal, and substantive grounds.\ncritical prerequisites: information and capacity. Although SERCs are\nCommissions entertain appeal petitions usually only on the basis of new\nrequired to publish whatever data they rely on for rulemaking—including\ninformation or clear error. In addition, regulators have to file annual\ndata submitted by utilities, consultation reports, etc.—this is only on\nreports before Parliament or the state legislature. Regulatory orders also\npaper. SERCs need to be much more proactive in releasing such\nface legislative review, subject to modification or annulment.\ninformation, with user-friendly websites, well-organized libraries, and\nIn practice, few SERCs regularly file annual reports. Filed reports are\ninformation management systems. SERCs also need to undertake regu-\ncryptic. But most importantly, the SERCs have not proactively asserted\nlator training programs in all areas of the power sector, but particularly\ntheir authority. As discussed elsewhere, this is often due to their lack of\nin their rulemaking activities. Procedures for information maintenance,\ncapacity, enforcement authority, or reluctance to challenge government\ndisclosure of rulemaking process, reporting procedures, outreach and\ninterference.\ntraining, and member selection need to be codified into judicable\nThe government should establish rules or issue policy directives that\nprocedures.\ndetail the reporting requirements. To make these enforceable, periodic\nreview of annual reports and orders is essential. However, the Electricity Institutional Capacity\nAct does not impose any penalties or permit overturning noncomplying\nAn independent regulator is expected to make rules, administer\norders. In the least, repeated noncompliance should constitute grounds\nthem, and adjudicate disputes. Immune to lobbyists’ influence, it is\nfor penalties incorporated in law. Public exposure of noncompliance\nexpected to act in public interest, actively engage virtually all sector\nwill put some pressure on regulators. Procedural checks and balances\nstakeholders in decision-making, and effectively interpret and carry out\nmust also be incorporated into rulemaking, to minimize the scope for\na mandate based on a broad set of principles. Regulators need internal\nlitigation. There is also strong support in academic literature for rigorous\nexpertise and capacity to carry out such a daunting mandate.\nregulatory procedure, as means to reduce capture and limit regulatory\nAn SERC’s average budget is about Rs. 3 crore and that of CERC is\ndiscretion. When interest groups drive regulatory decisions, there is a\nRs. 6 crore. In comparison, the US FERC budget is $120 million\ntendency to subvert procedure to expedite decisions and escape scrutiny.\n(Rs.600 crore). The consumer base of a typical SERC is equivalent to\nAn emphasis on transparent procedural rigor could enhance regulatory\nthat of the UK or South Africa. The UK Office of Gas and Electricity\nefficacy.\nMarkets (OFGEM) budget is $50 million (Rs. 250 crore) and that of\nPublic Participation in Rulemaking South Africa is $8.5 million (Rs. 42 crore). Also, SERCs typically have\n20–30 total staff; the US and UK regulators have hundreds.\nIn the US, all formal rulemaking (e.g. ratemaking) is participatory,\ninvolving hearings and scrutiny of regulated utility filings by any interested\nparty. In the UK consultative model full information disclosure of Regulatory Scope and Function\nregulators’ rulemaking process is not obligatory, but a statutory consumer\nWe now look at the regulator’s functional role in infrastructure sectors,\norganization, EnergyWatch, represents the consumers’ interests and\nincluding tariff regulation, developing markets where appropriate,\ndisseminates information on regulatory matters.\nprotecting consumer interests through quality of service standards,\nIn India’s watered-down version of the UK regulatory system, rule-\ncontract design and negotiation processes, and land acquisition.\nmaking is consultative but relatively ad hoc, with no formal consumer\n12 Policy Brief No. 8 Regulatory Framework for Infrastructure 13", "Regulation of Competitive Markets Two issues are pertinent to market development. The abuse of\ndominance by the incumbent BSNL in providing interconnection has\nElectricity Markets. India is in gradual transition toward competitive\nbeen discussed before. The second issue is the spate of mergers that the\nelectricity markets. The movement is currently focused on capacity\nsector has witnessed, which raises competition policy issues. The DOT\nexpansion. Retail competition has been deregulated (for large customers)\nhas set guidelines for mergers after seeking TRAI’s recommendations.\nbut not the wholesale market. The contemplated future market structure\nThe CCI has its own rules for combinations. These may be in conflict,\nis a coordinated bilateral market with a regional system operator that\nand cause excessive and confusing litigation. Market power issues are\noversees system reliability and security. Recent proposals contemplate a\nbest left with TRAI. Similarly, the authority in charge of market\ngradually increasing obligation for new power plants to sell their capacity\ndevelopment ought to have the authority to award licenses, TRAI in\non a merchant basis.\nthis case. This would achieve a degree of consistency in the sector, as\nTypically, two functions are necessary for any new market to emerge:\nsuggested for the new Communications Commission. It will also ensure\nmarket design and development; and market power mitigation. The\nthat market developments are deliberated and promulgated through a\nElectricity Act already has slated market design and development as a\ntransparent regulatory process.\ntask of the regulatory commissions, which they have begun. Appro-\nA tribunal to settle disputes in telecommunications is unusual but\npriately, the CERC has focused on bulk supply market design, while\nnot unique to India. The TDSAT, set up to speed up dispute resolution\nSERCs are tasked with implementing the rules for retail open access.\nin telecom, has arbitrated a number of cases, though the speed of its\nThe CERC alone must develop the appropriate market structure,\ndeliberations could pick up momentum. The TDSAT operates as a\nincluding retail market development and implementation. Although states\nspecial court and not as an alternative dispute resolution (ADR) body.\nwould retain the scope to implement retail access, retail markets must\nIt would have been preferable to subsume dispute resolution within the\nbe designed along with bulk supply markets, since they are closely\nTRAI, but then the chairperson of TRAI would have to be a judicial\nrelated, and would benefit from consistent and uniform application\nperson. Therefore, it may be best to leave the TDSAT as it is with\nacross the country.\nsome effort being made to speed up decisions through ADRs. It should\nTowards evaluating the pace of competitive market development,\nalso harmonize its operations with the TRAI.\nCERC must undertake a broad-based consultative process. Consultation\npapers on markets contain inadequate assessment of the risks, options,\nMarket Power Monitoring\nand prerequisites for market development.\nCERC should anticipate market power as it develops competitive\nTelecom Markets. In a nascent telecom market, the primary concern\nmarkets, even if such a market is restricted to ‘managed competition’\nin market development is the incumbent’s dominant position. In the\nfor new capacity. This includes determining what constitutes market\nlast five years, BSNL’s monopoly over most of India’s customer base power abuse, whether and how it should be monitored, and what\nrequired significant regulatory intervention into interconnection issues mitigation and remedial measures should be adopted. For example, the\nas well as subsidies. Today, the wireless consumer base has grown to CERC needs to take an integrated view of vertical market power across\nequal BSNL’s 45 million fixed-line connections, with continued growth natural gas and electricity markets. Vertical integration can create oppor-\nof up to 100% a year. Thus, the telecom market has developed much tunities for predatory pricing in areas with limited fuel options. Reliance\nfarther than electricity market. There is a fairly healthy market in mobile on an appeals process is unsuitable for policing electricity markets.\ntelephony. In basic services—local, long-distance and international—\nMonitoring market power will become important in telecom-\nhowever, the market continues to be dominated by the Mahanagar\nmunications with the advent of convergence between communication\nTelephone Nigam Limited (MTNL), BSNL, and VSNL, even though\ntechnologies. Market players might attempt to stretch their dominance\nReliance Infocomm, Tata Teleservices, and Bharti are making their\nin certain segments to more competitive segments. Too strict an\npresence felt.\n14 Policy Brief No. 8 Regulatory Framework for Infrastructure 15", "Regulation of Competitive Markets Two issues are pertinent to market development. The abuse of\ndominance by the incumbent BSNL in providing interconnection has\nElectricity Markets. India is in gradual transition toward competitive\nbeen discussed before. The second issue is the spate of mergers that the\nelectricity markets. The movement is currently focused on capacity\nsector has witnessed, which raises competition policy issues. The DOT\nexpansion. Retail competition has been deregulated (for large customers)\nhas set guidelines for mergers after seeking TRAI’s recommendations.\nbut not the wholesale market. The contemplated future market structure\nThe CCI has its own rules for combinations. These may be in conflict,\nis a coordinated bilateral market with a regional system operator that\nand cause excessive and confusing litigation. Market power issues are\noversees system reliability and security. Recent proposals contemplate a\nbest left with TRAI. Similarly, the authority in charge of market\ngradually increasing obligation for new power plants to sell their capacity\ndevelopment ought to have the authority to award licenses, TRAI in\non a merchant basis.\nthis case. This would achieve a degree of consistency in the sector, as\nTypically, two functions are necessary for any new market to emerge:\nsuggested for the new Communications Commission. It will also ensure\nmarket design and development; and market power mitigation. The\nthat market developments are deliberated and promulgated through a\nElectricity Act already has slated market design and development as a\ntransparent regulatory process.\ntask of the regulatory commissions, which they have begun. Appro-\nA tribunal to settle disputes in telecommunications is unusual but\npriately, the CERC has focused on bulk supply market design, while\nnot unique to India. The TDSAT, set up to speed up dispute resolution\nSERCs are tasked with implementing the rules for retail open access.\nin telecom, has arbitrated a number of cases, though the speed of its\nThe CERC alone must develop the appropriate market structure,\ndeliberations could pick up momentum. The TDSAT operates as a\nincluding retail market development and implementation. Although states\nspecial court and not as an alternative dispute resolution (ADR) body.\nwould retain the scope to implement retail access, retail markets must\nIt would have been preferable to subsume dispute resolution within the\nbe designed along with bulk supply markets, since they are closely\nTRAI, but then the chairperson of TRAI would have to be a judicial\nrelated, and would benefit from consistent and uniform application\nperson. Therefore, it may be best to leave the TDSAT as it is with\nacross the country.\nsome effort being made to speed up decisions through ADRs. It should\nTowards evaluating the pace of competitive market development,\nalso harmonize its operations with the TRAI.\nCERC must undertake a broad-based consultative process. Consultation\npapers on markets contain inadequate assessment of the risks, options,\nMarket Power Monitoring\nand prerequisites for market development.\nCERC should anticipate market power as it develops competitive\nTelecom Markets. In a nascent telecom market, the primary concern\nmarkets, even if such a market is restricted to ‘managed competition’\nin market development is the incumbent’s dominant position. In the\nfor new capacity. This includes determining what constitutes market\nlast five years, BSNL’s monopoly over most of India’s customer base power abuse, whether and how it should be monitored, and what\nrequired significant regulatory intervention into interconnection issues mitigation and remedial measures should be adopted. For example, the\nas well as subsidies. Today, the wireless consumer base has grown to CERC needs to take an integrated view of vertical market power across\nequal BSNL’s 45 million fixed-line connections, with continued growth natural gas and electricity markets. Vertical integration can create oppor-\nof up to 100% a year. Thus, the telecom market has developed much tunities for predatory pricing in areas with limited fuel options. Reliance\nfarther than electricity market. There is a fairly healthy market in mobile on an appeals process is unsuitable for policing electricity markets.\ntelephony. In basic services—local, long-distance and international—\nMonitoring market power will become important in telecom-\nhowever, the market continues to be dominated by the Mahanagar\nmunications with the advent of convergence between communication\nTelephone Nigam Limited (MTNL), BSNL, and VSNL, even though\ntechnologies. Market players might attempt to stretch their dominance\nReliance Infocomm, Tata Teleservices, and Bharti are making their\nin certain segments to more competitive segments. Too strict an\npresence felt.\n14 Policy Brief No. 8 Regulatory Framework for Infrastructure 15", "interpretation of noncompetitive behavior might lead to increased costs Karnataka design. Measures designed to safeguard investor returns and\nand tardy introduction of new services. The regulator will have to shield them from associated risks may induce investors to overcapitalize\nundertake sophisticated analysis of dominance within specific services or increase operating costs, more so if regulator scrutiny is absent or\nand across services. The regulator will also have to be alert to possible minimal. Until tariff setting is freed from the unpredictability of govern-\ngeographic abuse of market power. ment intervention, market risk mitigation through assured returns or\nprice would need to continue. However, privatization design needs to\nCentralized vs. Sectoral Market Monitoring. The CCI has broad\nbuild in better safeguards for cost discipline and performance improve-\njurisdiction over industry. In the event, does the market-monitoring cell\nment. For this, regulatory approval of capital expenditure and operating\nbelong in the CERC (sector-specific) or the CCI (centralized) or should\ncosts is essential.\nit be shared between them? This issue has already arisen in telecom.The\nsectoral regulator as market monitor makes better sense since it is the Multi-year Tariffs and Utility Performance. Most reform related to\nagency responsible for market design and development. Designing and performance improvement and tariff setting has focused on technical\nimplementing market monitoring mechanisms follows directly from these. loss reduction and utility financial performance. The current trend has\nSince both the Competition Act and Electricity Act de facto have been to implement some form of multi-year tariff principles, along with\njurisdiction over the electricity market, there is jurisdictional overlap performance-based price regulation (along the lines of retail price index\nbetween the CCI and CERC. Complaints may be brought to either minus X (RPI–X) in the UK). This is appropriate but the challenges are\nregulator, each of whom could apply different principles and approaches, in implementation. Generally, the efficacy of performance-based regula-\nbased on their respective mandates. The orders of one can be appealed tion rests on two factors: the quality of performance targets and their\nby the other, further delaying resolution. enforceability. A good performance target encourages utilities to invest\nIn telecommunications the need for a sectoral regulator for monitoring in system improvement but is realistic enough to be implemented.\nmarket dominance is as important. Rapid technological change makes Enforceability implies that utilities need to take these targets seriously.\nthe telecom market particularly turbulent. Introduction of new services This requires not only effective monitoring of utilities’ performance but\ncan profoundly affect market structure. The telecom market monitor also realistic penalties for failure.\ntherefore needs to be aware of technological developments and proactive To develop appropriate (quality) performance targets, regulators\nin its decisions. The CCI is unlikely to have the requisite expertise. should consider developing and using benchmarks. Regulators have begun\nBuilding up a telecom-specific capacity within it is also likely to be to see realistic trends of loss reduction since ERC 98, which can be a\ncostly. Thus, it is imperative that market monitoring in electricity and starting point for developing loss reduction trajectories. A critical\ntelecommunications markets is legally clarified to be in the domain of prerequisite will be a transparent subsidy scheme. Unless utilities financials\nCERC and TRAI respectively. are clearly separated from subsidies, efforts to force operating efficiency\nimprovements will be handicapped.\nRegulation of Electricity Distribution Monopolies\nQuality of Service. Across all infrastructure sectors, with some excep-\nChallenges for regulation in electricity distribution monopolies have\ntions in telecom, both private and state-owned entities have little incentive\nbeen mostly observed at the state level. There are three areas of concern:\nto improve quality of service. Indeed, reduction in quality of service\n(a) the trend towards privatization with contract terms stipulated in\nmay be desirable (to improve returns for private entities, and to reduce\nlegislation; (b) the trend towards multi-year, performance-based tariffs;\nworkload for SEBs). Theory suggests two main incentives for qualityprovi-\nand (c) quality of service.\nsion: competition and reputation. In monopoly industries competition\nSeeking Balanced Risk Allocation. The risks associated with regulation is absent. As regards reputation, most state-owned entities care little\nby contract/legislation are evident in the Delhi model and the proposed since they have little accountability. For this reason, quality of service must\n16 Policy Brief No. 8 Regulatory Framework for Infrastructure 17", "interpretation of noncompetitive behavior might lead to increased costs Karnataka design. Measures designed to safeguard investor returns and\nand tardy introduction of new services. The regulator will have to shield them from associated risks may induce investors to overcapitalize\nundertake sophisticated analysis of dominance within specific services or increase operating costs, more so if regulator scrutiny is absent or\nand across services. The regulator will also have to be alert to possible minimal. Until tariff setting is freed from the unpredictability of govern-\ngeographic abuse of market power. ment intervention, market risk mitigation through assured returns or\nprice would need to continue. However, privatization design needs to\nCentralized vs. Sectoral Market Monitoring. The CCI has broad\nbuild in better safeguards for cost discipline and performance improve-\njurisdiction over industry. In the event, does the market-monitoring cell\nment. For this, regulatory approval of capital expenditure and operating\nbelong in the CERC (sector-specific) or the CCI (centralized) or should\ncosts is essential.\nit be shared between them? This issue has already arisen in telecom.The\nsectoral regulator as market monitor makes better sense since it is the Multi-year Tariffs and Utility Performance. Most reform related to\nagency responsible for market design and development. Designing and performance improvement and tariff setting has focused on technical\nimplementing market monitoring mechanisms follows directly from these. loss reduction and utility financial performance. The current trend has\nSince both the Competition Act and Electricity Act de facto have been to implement some form of multi-year tariff principles, along with\njurisdiction over the electricity market, there is jurisdictional overlap performance-based price regulation (along the lines of retail price index\nbetween the CCI and CERC. Complaints may be brought to either minus X (RPI–X) in the UK). This is appropriate but the challenges are\nregulator, each of whom could apply different principles and approaches, in implementation. Generally, the efficacy of performance-based regula-\nbased on their respective mandates. The orders of one can be appealed tion rests on two factors: the quality of performance targets and their\nby the other, further delaying resolution. enforceability. A good performance target encourages utilities to invest\nIn telecommunications the need for a sectoral regulator for monitoring in system improvement but is realistic enough to be implemented.\nmarket dominance is as important. Rapid technological change makes Enforceability implies that utilities need to take these targets seriously.\nthe telecom market particularly turbulent. Introduction of new services This requires not only effective monitoring of utilities’ performance but\ncan profoundly affect market structure. The telecom market monitor also realistic penalties for failure.\ntherefore needs to be aware of technological developments and proactive To develop appropriate (quality) performance targets, regulators\nin its decisions. The CCI is unlikely to have the requisite expertise. should consider developing and using benchmarks. Regulators have begun\nBuilding up a telecom-specific capacity within it is also likely to be to see realistic trends of loss reduction since ERC 98, which can be a\ncostly. Thus, it is imperative that market monitoring in electricity and starting point for developing loss reduction trajectories. A critical\ntelecommunications markets is legally clarified to be in the domain of prerequisite will be a transparent subsidy scheme. Unless utilities financials\nCERC and TRAI respectively. are clearly separated from subsidies, efforts to force operating efficiency\nimprovements will be handicapped.\nRegulation of Electricity Distribution Monopolies\nQuality of Service. Across all infrastructure sectors, with some excep-\nChallenges for regulation in electricity distribution monopolies have\ntions in telecom, both private and state-owned entities have little incentive\nbeen mostly observed at the state level. There are three areas of concern:\nto improve quality of service. Indeed, reduction in quality of service\n(a) the trend towards privatization with contract terms stipulated in\nmay be desirable (to improve returns for private entities, and to reduce\nlegislation; (b) the trend towards multi-year, performance-based tariffs;\nworkload for SEBs). Theory suggests two main incentives for qualityprovi-\nand (c) quality of service.\nsion: competition and reputation. In monopoly industries competition\nSeeking Balanced Risk Allocation. The risks associated with regulation is absent. As regards reputation, most state-owned entities care little\nby contract/legislation are evident in the Delhi model and the proposed since they have little accountability. For this reason, quality of service must\n16 Policy Brief No. 8 Regulatory Framework for Infrastructure 17", "be regulated. Reasonable standards, effective monitoring, and enforce- dent regulators in each sector may outweigh the benefits, especially\nable penalties can alone force utilities to improve quality of service. given India’s limited experience with regulatory governance. A compro-\nmise solution might be to set up a single ‘supra-regulator’ for all infrastruc-\nRural Telephony—Policy or Regulation?\nture projects to oversee common functions, such as land acquisition,\nBSNL remains the primary vehicle for rural expansion, and has been contract design and implementation, and quality standards. This supra-\nthe only market player to bid for the funds of the Universal Service regulator would have representatives from all sectors concerned and\nFund (USF) that was earmarked for commercial bidders to invest in other stakeholders who would collectively regulate, thereby reducing\nrural areas, while private operators have defaulted on their rollout the potential for manipulation by any individual ministry. Its functional\nobligations with impunity. scope should be limited and well defined to include broad guidelines\nThe viability of wireless expansion has increased, and several techno- and standard processes, but need not include judicial powers. It would\nlogy developers cite the policy framework rather than technical or oversee land acquisition for greenfield road, airport, and ports projects.\ncommercial viability as the constraints on wireless penetration in rural It would also develop a common template for service contracts, toapply\nareas. How technology should be exploited for rural needs therefore to airport-related services, port services, and potentially tolling agreements\nneeds immediate political attention. Also, what role, if any, should the for road projects. Finally, it could also serve as a procedural check on\nregulator play? The issue is more about the process than who should be compliance with other environmental regulations, which are often\nthe regulator. DOT has traditionally formulated rural telephony policy subverted to accelerate projects. Sectoral ‘old-style’ regulators may\nbut shields its deliberations from the public sphere. The TRAI has a then undertake sector-specific oversight of operational issues.\nmore transparent process but has so far been busy simply keeping up\nwith the market. The government needs to show commitment toward\nthis policy goal, and appoint a committee and solicit input from academia,\nindustry, and the public.\nRegulatory Scope and Function in Other Sectors\nPorts, airports, oil and gas, roads, railways, water and sanitation, all\nhave elements of natural monopolies. There is a need to distance these\nprocesses from the sector ministries but independent regulation may\nnot be suitable. Nevertheless, in utility sectors where competitive markets\nhave been developing and where the risk of dominance by incumbent\nutilities will continue, such independent regulation is necessary. That is\nwhy electricity, telecom, oil, and natural gas should continue with inde-\npendent regulation. Further, sectors with strong interdependencies\n(electricity, gas, and oil) must have a fair degree of communication, if\nnot formal mechanisms of collaboration.\nSupra-Regulator for Infrastructure Projects\nIn monopoly sectors where regulation is typically by contract (roads,\nairports, and port services), the burden of establishing effective indepen-\n18 Policy Brief No. 8 Regulatory Framework for Infrastructure 19", "be regulated. Reasonable standards, effective monitoring, and enforce- dent regulators in each sector may outweigh the benefits, especially\nable penalties can alone force utilities to improve quality of service. given India’s limited experience with regulatory governance. A compro-\nmise solution might be to set up a single ‘supra-regulator’ for all infrastruc-\nRural Telephony—Policy or Regulation?\nture projects to oversee common functions, such as land acquisition,\nBSNL remains the primary vehicle for rural expansion, and has been contract design and implementation, and quality standards. This supra-\nthe only market player to bid for the funds of the Universal Service regulator would have representatives from all sectors concerned and\nFund (USF) that was earmarked for commercial bidders to invest in other stakeholders who would collectively regulate, thereby reducing\nrural areas, while private operators have defaulted on their rollout the potential for manipulation by any individual ministry. Its functional\nobligations with impunity. scope should be limited and well defined to include broad guidelines\nThe viability of wireless expansion has increased, and several techno- and standard processes, but need not include judicial powers. It would\nlogy developers cite the policy framework rather than technical or oversee land acquisition for greenfield road, airport, and ports projects.\ncommercial viability as the constraints on wireless penetration in rural It would also develop a common template for service contracts, toapply\nareas. How technology should be exploited for rural needs therefore to airport-related services, port services, and potentially tolling agreements\nneeds immediate political attention. Also, what role, if any, should the for road projects. Finally, it could also serve as a procedural check on\nregulator play? The issue is more about the process than who should be compliance with other environmental regulations, which are often\nthe regulator. DOT has traditionally formulated rural telephony policy subverted to accelerate projects. Sectoral ‘old-style’ regulators may\nbut shields its deliberations from the public sphere. The TRAI has a then undertake sector-specific oversight of operational issues.\nmore transparent process but has so far been busy simply keeping up\nwith the market. The government needs to show commitment toward\nthis policy goal, and appoint a committee and solicit input from academia,\nindustry, and the public.\nRegulatory Scope and Function in Other Sectors\nPorts, airports, oil and gas, roads, railways, water and sanitation, all\nhave elements of natural monopolies. There is a need to distance these\nprocesses from the sector ministries but independent regulation may\nnot be suitable. Nevertheless, in utility sectors where competitive markets\nhave been developing and where the risk of dominance by incumbent\nutilities will continue, such independent regulation is necessary. That is\nwhy electricity, telecom, oil, and natural gas should continue with inde-\npendent regulation. Further, sectors with strong interdependencies\n(electricity, gas, and oil) must have a fair degree of communication, if\nnot formal mechanisms of collaboration.\nSupra-Regulator for Infrastructure Projects\nIn monopoly sectors where regulation is typically by contract (roads,\nairports, and port services), the burden of establishing effective indepen-\n18 Policy Brief No. 8 Regulatory Framework for Infrastructure 19", "ADB\nINRM Policy Brief No. 8\nRegulatory Framework for\nInfrastructure\nD. Narasimha Rao\ns\ne\nri Subhashish Gupta\ne\nS\n \nf\ne\ni\nr\nB\n \ny\nc\ni\nl\no\nP\nn\no\ni\ns\ns\ni\nM\n \nt\nn\ne\nd\ni\ns\ne\nR\nAsian Development Bank\n \nIndia Resident Mission a\n4 San Martin Marg i\nd\nChanakyapuri n Asian Development Bank\nNew Delhi  110021 I"], "metadata": {"Author": "D. Narasimha Rao, Subhashish Gupta", "CreationDate": "D:20061106191010Z", "Creator": "PageMaker 5.0", "Keywords": "india, inrm, adb, asian development bank, infrastructure regulatory framework, india regulatory agencies, independent regulatory authorities, regulatory efficacy, inrm policy brief", "ModDate": "D:20130116163736+08'00'", "Producer": "GPL Ghostscript 8.15", "Subject": "This policy brief reviews two aspects of independent regulation: institutional efficacy, including primarily autonomy, capacity, and accountability; and the mode of regulation, or the regulator's functional scope.", "Title": "Regulatory Framework for"}}