{"path": "data/input/pdf-generic/open-competitive-bidding.pdf", "pages": ["OPEN COMPETITIVE \nBIDDING\nGUIDANCE NOTE ON PROCUREMENT\nJUNE 2018\nASIAN DEVELOPMENT BANK", "OPEN COMPETITIVE \nBIDDING\nGUIDANCE NOTE ON PROCUREMENT\nJUNE 2018\nASIAN DEVELOPMENT BANK", "   Creative Commons Attribution-NonCommercial-NoDerivs 3.0  \n  IGO license (CC BY-NC-ND 3.0 IGO) \n© 2018 Asian Development Bank\n6 ADB Avenue, Mandaluyong City, 1550 Metro Manila, Philippines\nTel +63 2 632 4444; Fax +63 2 636 2444\nwww.adb.org\nSome rights reserved. Published in 2018. \nISBN 978-92-9261-238-2 (print), 978-92-9261-239-9 (electronic)\nPublication Stock No. TIM189425-2\nDOI: http://dx.doi.org/10.22617/TIM189425-2 \nThe views expressed in this publication are those of the authors and do not necessarily reflect  \nthe views and policies of the Asian Development Bank (ADB) or its Board of Governors or  \nthe governments they represent. \nADB does not guarantee the accuracy of the data included in this publication and accepts no \nresponsibility for any consequence of their use. The mention of specific companies or products  \nof manufacturers does not imply that they are endorsed or recommended by ADB in preference \nto others of a similar nature that are not mentioned.\nBy making any designation of or reference to a particular territory or geographic area, or by using \nthe term “country” in this document, ADB does not intend to make any judgments as to the legal \nor other status of any territory or area.\nThis work is available under the Creative Commons Attribution-NonCommercial-NoDerivs 3.0 \nIGO license (CC BY-NC-ND 3.0 IGO) http://creativecommons.org/licenses/by-nc-nd/3.0/igo/.  \nBy using the content of this publication, you agree to be bound by the terms of this license.  \nFor attribution and permissions, please read the provisions and terms of use at  \nhttps://www.adb.org/terms-use#openaccess.\nThis CC license does not apply to non-ADB copyright materials in this publication. If the material \nis attributed to another source, please contact the copyright owner or publisher of that source  \nfor permission to reproduce it. ADB cannot be held liable for any claims that arise as a result  \nof your use of the material.\nPlease contact pubsmarketing@adb.org if you have questions or comments with respect to \ncontent, or if you wish to obtain copyright permission for your intended use that does not fall \nwithin these terms, or for permission to use the ADB logo.\nNotes: \nIn this publication, “$” refers to United States dollars. \nCorrigenda to ADB publications may be found at http://www.adb.org/publications/corrigenda.\nPrinted on recycled paper", "Contents\nTables, Figure, and Boxes  iv\nAbout This Publication  v\nAbbreviations  viii\nExecutive Summary  ix\nI.  Introduction  1\nII.  Defining Technical Requirements and Quality and Performance Levels  5\nIII.  Developing Qualification Criteria  7\nIV.  Selecting Evaluation Criteria  8\nV.  Preparing Bidding Documents  10\nVI.  Advertising and Bidding  14\nVII.  Bid Evaluation, Contract Award, and Debriefing  17\nAppendix 1: Flowchart of Bid Opening Procedures  21\nAppendix 2: Typical Bid Evaluation Procedures  22\nAppendix 3: Common Issues in Bid Evaluation  23", "iv\ntables, Figure, and boxes\nTABLES\n1.   General Use of Standard Bidding Documents under   12 \nOpen Competitive Bidding\n2.  Content of Bidding Documents  12\nFIGURE\nOpen Competitive Bidding in the ADB Procurement Cycle  2\nBOXES\n1.   Open Competitive Bidding Arrangements Are Determined   1 \nby Good Planning\n2.   Open Competitive Bidding Is More Flexible   3 \nthan ADB’s Previous Methods\n3.  ADB’s User’s Guides to Its Standard Bidding Documents  10\n4.  Complex Procurements May Need Wider Advertising  14\n5.  Contents of an Invitation for Bids  15\n6  Abnormally Low Bids  17\n7  Standstill Periods  19", "v\nabout this PubliCation\nIn April 2017, the Asian Development Bank (ADB) approved its new procurement \nframework, the ADB Procurement Policy: Goods, Works, Nonconsulting and \nConsulting Services (2017, as amended from time to time); and the Procurement \nRegulations for ADB Borrowers: Goods, Works, Nonconsulting and Consulting \nServices (2017, as amended from time to time). These replace the former Guidelines \non the Use of Consultants (2013, as amended from time to time) and Procurement \nGuidelines (2015, as amended from time to time). The procurement policy and the \nprocurement regulations address the procurement activities of project executing \nagencies and implementing agencies on projects financed in whole or in part by a \nloan or grant from ADB, or by ADB-administered funds. ADB designed the 2017 \nprocurement policy to deliver significant benefits and flexibility throughout the \nproject procurement cycle, as well as to improve project delivery through a renewed \nfocus on the concepts of quality, value for money (VFM), and fitness for purpose.\nThis note is part of a series of guidance notes published by ADB in 2018 to \naccompany the 2017 procurement policy and the procurement regulations. \nEach note discusses a topical issue for borrowers (including grant recipients), \nbidders, and civil society under the new framework (see list below). The guidance \nnotes cross-reference each other frequently and should be read in conjunction. \nAll references to “guidance notes” pertain to these notes. The notes may be \nupdated, replaced, or withdrawn from time to time.\nlist of guidance notes for the 2017 adb Procurement \nPolicy and the Procurement regulations\n1.  Value for Money 14. High-Level Technology\n2.  Procurement Risk Framework 15. Quality\n3.  Strategic Procurement Planning 16. Bidding-Related Complaints\n4.  Procurement Review 17. Noncompliance in Procurement\n5.  Alternative Procurement Arrangements 18. Standstill Period\n6.  Open Competitive Bidding 19. State-Owned Enterprises\n7.  Price Adjustment 20. E-Procurement\n8.  Abnormally Low Bids 21. Framework Agreements for \n9.  Domestic Preference Consulting Services\n10. Prequalification 22. Public–Private Partnerships\n11.  Subcontracting 23. Contract Management\n12. Consulting Services Administered  24. Fragile, Conflict-Affected, \nby ADB Borrowers and Emergency Situations\n13. Nonconsulting Services Administered \nby ADB Borrowers", "vi About This Publication\nADB procurement reforms intend to ensure VFM by improving flexibility, quality, \nand efficiency throughout the procurement cycle (see illustration below and the \nGuidance Note on Value for Money). VFM is part of a holistic procurement structure \nwith three support pillars: efficiency, quality, and flexibility. The two key principles of \ntransparency and fairness weave across all elements of the structure.\ntransparency\nValue for Money\nThe effective, efficient, and economic use of resources,  \nwhich requires an evaluation of relevant costs and benefits along  \nwith an assessment of risks, nonprice attributes, and/or total cost  \nof ownership as appropriate\nefficiency Quality Flexibility\n•\tDecreased transaction  •\tContract management  •\tOpen competitive \ncosts support bidding\n•\tIncreased skills •\tPrompt resolution of  •\tDecentralization\n•\tIncreased high-level  complaints •\tAccreditation \ntechnology usage •\tImproved developing  for alternative \n•\tImproved  member country  procurement \nprocurement planning procurement process  arrangements\n•\tSupport and  •\tImproved  •\tPrinciples-based \nencouragement  procurement planning decisions\nof e-procurement  •\tGovernance •\tImproved \nsystems •\tContracts with clear  procurement planning\nperformance criteria •\tDelegation\n•\tMinimal number of  •\tBids with weighted  \ncomplaints proposal  \n•\tImproved ADB  criteria \nprocesses \nFairness\ntime\nTime is an important element of VFM. When a project is delivered promptly or when a \nprocess is completed rapidly, greater value is created for all stakeholders. For example, a \nroad project completed early provides economic benefit, security, or other value to the \ncommunity it serves. It increases the return on investment to the executing agency and \naccelerates the project and payment cycle to the successful bidder. Likewise, a project \ndelivered late loses significant value. \nWhen considering VFM in the context of procurement, pay attention to anything \nthat (i) shortens the procurement cycle time frame or (ii) accelerates delivery of the \ndevelopment project.", "About This Publication vii\nobjective\nThis guidance note is intended to assist readers by elaborating on and explaining  \nADB’s 2017 procurement policy and procurement regulations for borrowers \n(including grant recipients). \nThis note identifies additional information for the reader to consider when applying ADB’s \nprocurement policy and procurement regulations to their circumstances. \nliving document\nThis guidance note is intended to be a living document and will be revised as required.\nBe sure to check the ADB Business Center website for the latest version and updates, \nhttps://www.adb.org/business/main.\nthe reader \nIn many circumstances, readers are expected to use this guidance note in a manner unique \nto their needs. For consistency throughout the suite of guidance notes, the following \nassumption is made about the reader:\nThe reader is a professional involved in activities financed in whole or in part by an ADB loan \nor grant, or by ADB-administered funds. \nFaQs\nFrequently asked questions, clarifications, examples, additional information, links to training, \nand other useful resources will be made available on the ADB website. \nBe sure to check the ADB Business Center website for more information, \nhttps://www.adb.org/business/main.\nlegal and order of Priority\nThis guidance note explains and elaborates on the provisions of the Procurement \nRegulations for ADB Borrowers: Goods, Works, Nonconsulting and Consulting Services \n(2017, as amended from time to time) applicable to executing (and implementing) agencies \nunder sovereign (including subsovereign) projects financed in whole or in part by an \ninvestment loan from ADB (i.e., excluding ADB results- or policy-based loans),  \nADB-financed grant (excluding ADB-administered technical assistance and staff \nconsultancies), or by ADB-administered funds. \nIn the event of any discrepancy between this guidance note and the procurement \nregulations, the latter will prevail. The financing agreement governs the legal relationships \nbetween the borrower and ADB. The rights and obligations between the borrower and the \nprovider of goods, works, or services are governed by the specific procurement document \nissued by the borrower and by the contract signed between the borrower and the provider, \nand not by this guidance note.", "viii\nabbreViations\nADB  —  Asian Development Bank\nAFS  —  audited financial statements\nIFB  —  invitation for bids\nOCB  —  open competitive bidding\nSBD  —  standard bidding document\nVFM  —  value for money", "ix\nexeCutiVe suMMary\nOpen competitive bidding (OCB) is ADB’s preferred procurement method. \nOCB consolidates the competitive procurement of goods, works, and services \nunder a single procurement method. It facilitates the use of flexible, principles-\nbased procurement arrangements that are responsive to actual procurement \nrisks and supply market conditions and achieve value for money outcomes. This \nguidance note advises borrowers (including grant recipients) on best practices for \nimplementing OCB under projects financed in whole or in part by an ADB loan or \ngrant, or by ADB-administered funds.\nEffective use of the OCB method may\nIncrease Efficiency and Reduce Procurement Time\n•\t Due to the greater flexibility offered by OCB, bidding documents will be \nmore appropriate to the contract being procured, enabling faster processing \nof procurement activities and more efficient contract implementation.\n•\t OCB takes more account of supply market conditions to ensure effective \ncompetition and to minimize risk of nonresponsive bids and rebidding.\nReduce Risk\n•\t OCB arrangements will take account of and mitigate procurement and \nsupply market risks identified through a comprehensive analysis.\nDeliver Value for Money\n•\t Properly administered and open equally to national and international \nbidders, OCB will likely result in value for money in most cases. \nImprove Fitness for Purpose\n•\t OCB arrangements will appropriately reflect the strategic needs and \ncircumstances of the contract to be procured.\n•\t The arrangements can be customized in case a standardized approach \ncannot effectively and efficiently meet project outcomes and development \nobjectives.", "", "i. introduction\n1.1  This guidance note aims to assist users in procuring contracts using open \ncompetitive bidding (OCB), which is the preferred procurement method of the \nAsian Development Bank (ADB) due to the importance of open competition \nacross ADB operations. OCB consolidates the competitive procurement of goods, \nworks, and services (both nonconsulting and consulting services) under a single \nprocurement method. This method facilitates open competition among all eligible \nbidders, regardless of whether procurement contracts are advertised internationally \nor nationally, or whether the procedures are based on the Procurement Regulations \nfor ADB Borrowers; Goods, Works, Nonconsulting and Consulting Services (2017, \nas amended from time to time), the national system, or the rules of another \ndevelopment partner under the mechanism of mutual reliance.1\n1.2  The arrangements for OCB are based on procurement and supply market \nrisk assessments. Its defining feature is effective and appropriate advertising \nthat provides as many qualified bidders as possible equal opportunity to bid for \ncontracts. The activities relating to OCB commence at the project planning stage \nof the ADB procurement cycle and continue through to contract award, to help \nensure a successful procurement \noutcome and achieve optimal value for \nbox 1\nmoney (VFM)2 (see Figure).\nopen Competitive bidding \narrangements are determined \n1.3  The procedures and \nby good Planning\ndocuments used to procure a particular \nThe decision on whether and how to \ncontract through OCB will not be limited  apply OCB, including whether to advertise \nby prescribed thresholds, methods, or  nationally or internationally, is driven by the \nbidding documents (Box 1). In general,  strategic procurement planning process. \nimplementation arrangements for OCB  It does not depend on preconceived \nwill be derived from a sophisticated  approaches or thresholds, but on the \nplanning process that takes into  context of the project and the supply \nmarket.\naccount procurement and market risk \nassessments,3 quality criteria, fitness for  Source: Asian Development Bank.\n1  Mutual reliance is an agreement between a cofinancier and ADB to rely on each other’s \nprocurement principles and procedures. Depending on the circumstances, ADB may accept the \nuse of alternative procurement arrangements.\n2  ADB defines VFM as the principle that enables borrowers to obtain optimal benefits through \neffective, efficient, and economic use of resources by applying, as appropriate, the core \nprocurement principles and related considerations. These may include life cycle costs and \nsocioeconomic and environmental development objectives of the borrower. Price alone may not \nsufficiently represent VFM. For further details, refer to the Guidance Note on Value for Money.\n3  For further details, refer to the Guidance Note on Procurement Risk Framework.", "2 Open Competitive Bidding\nFigure: Open Competitive Bidding in the ADB Procurement Cycle\nCountry Partnership \nStrategy\nCountry and Sector/Agency \nProcurement Risk Assessment\nFeedback or Evaluation\nProject Conceptualization\nProject Completion Report\nTransaction Technical Assistance \nContract Close \nLessons Learned Q uality Econom Procurement Risk Categorization\ny\ncy Tra Procurement Planning \nImplementation and n n Procurement Plan\nContract Management e PROCUREMENT sp Project Procurement Risk \nContract Management Plan icffi CYCLE nera Project AAdmssiensissmtraetniot n Manual\nE c\ny\nMVoanlueey for Fairness\nContract Award Bidding\nBidding Documents\nBid Evaluation\nEvaluation Reports\nOpen Competitive Bidding\nSource: Asian Development Bank.\npurpose, and VFM, consistent with the core procurement principles of the ADB \nProcurement Policy: Goods, Works, Nonconsulting and Consulting Services (2017, \nas amended from time to time).4 \n1.4  Under this principles-based approach, OCB will be flexibly planned and \nimplemented to mitigate risks effectively and achieve successful procurement \nand development outcomes (Box 2). OCB will, therefore, improve ADB’s \nresponsiveness to changing or emerging trends, such as the needs of borrowers, \nbest practices in procurement, contracting models and forms, technologies, modes \nof stakeholder engagement, etc. Bidding documents5 may be designed accordingly \n4  When the planning process indicates that OCB is not appropriate, other methods of \nprocurement may be used as defined in the procurement regulations in Section 2—Procurement \nMethods and Other Arrangements.\n5  In this guidance note, references to “bidding document” include requests for proposals used in \nconsulting services, where appropriate to the context.", " Introduction 3\nbox 2\nopen Competitive bidding is More Flexible than adb’s Previous Methods\nOCB is more than just a renaming of the international competitive bidding and national \ncompetitive bidding methods under the Procurement Guidelines (2015, as amended from time \nto time). OCB also encompasses competitive recruitment methods for consulting servicesa \nand removes conceptual boundaries (for example, the understanding that merit point scoring \nshould not be used in the procurement of goods or civil works) that previously limited the \nflexibility needed to achieve successful procurement and development outcomes. \na Quality- and cost-based selection, quality-based selection, consultants’ qualifications \nselection, fixed budget selection, and least-cost selection.\nSource: Asian Development Bank.\nand ADB’s standard bidding documents (SBDs) may be revised from time to time, \nwith new SBDs added to address evolving strategic needs.\n1.5  When appropriately designed and implemented, OCB mitigates \nprocurement and market risks, and achieves VFM and fit-for-purpose \noutcomes, including shaping the market to meet the borrower’s strategic needs. \nIt generally includes the following six stages: (i) notification and advertisement, \n(ii) prequalification or shortlisting (when appropriate),6 (iii) preparation and \nissuance of the bidding documents, (iv) bid submission and bid opening, (v) bid \nevaluation, and (vi) contract award.7\n1.6  The key steps to developing and undertaking an OCB procurement are as \nfollows:\n(i)  Determine the type and size of the contract, based on the \ncircumstances and the various elements of goods, works, and \nservices required under the project, in accordance with the project \nprocurement plan. The Guidance Note on Strategic Procurement \nPlanning has further details on procurement planning and contract \npackaging.\n(ii)  Identify and develop the technical requirements, specifications, or \nterms of reference, and define the quality and performance levels to \nbe achieved (section II of this guidance note).\n(iii)  Develop appropriate evaluation and qualification criteria, depending \non the quality and cost factors to be applied (sections III and IV).\n(iv)  Determine the bidding procedures, such as use of two-stage or \ntwo-envelope bidding. The Guidance Note on Strategic Procurement \nPlanning provides further details on the available bidding procedures \nand advice on when to use them.\n(v)  Prepare the bidding documents (section V).\n6  For further information on prequalification, refer to the Guidance Note on Prequalification.\n7  Refer to the Guidance Note on Consulting Services Administered by ADB Borrowers for specific \ninformation on procedures for the procurement of consulting contracts using OCB.", "4 Open Competitive Bidding\n(vi)  Publish the procurement notice, issue the bidding documents, \nreceive bids, respond to clarifications and issue amendments (if any), \nand undertake bid opening procedures (section VI).\n(vii)  Evaluate the bids received and undertake the contract award \nprocedures, including debriefing (section VII).\n(viii) Manage the contract. Further details on the contract management \nprocess can be found in the Guidance Note on Contract Management.", "ii. defining technical requirements \nand Quality and Performance levels\n2.1  Specifications or terms of reference for OCB goods, works, and services \ncontracts should adhere to the following principles:8\n(i)  The specifications should\n(a)  define the technical and quality requirements of the contract;\n(b)  be formulated in terms of performance or functional \nrequirements, where possible, and define the minimum \nperformance requirements and any warranty and maintenance \nrequirements;\n(c)  promote the broadest possible competition, while assuring the \ncritical performance or other requirements for the goods, works, \nand/or services under procurement; and\n(d)  define the nature and scope of the contract that will be required \nto satisfy the needs, quality, and standards to be met.\n(ii)  As much as possible, the specified equipment, materials, or \ntechniques shall comply with internationally-accepted standards and \ntechnical requirements, such as those issued by the International \nStandards Organization. Where such international standards are \nunavailable or are inappropriate, national standards may be specified. \nIn all cases, the bidding documents shall state that equipment, \nmaterial, or techniques meeting other, substantially equivalent \nstandards will also be accepted.\n(iii)  When appropriate, the technical specifications should define any \ntests, standards, and methods that will be employed to assess the \nconformity of equipment as delivered, or the works or services \nprovided.\n(iv)  Specifications shall be based on relevant characteristics and/or \nperformance requirements and must avoid any references to brand \nnames, catalog numbers, or similar classifications. If it is necessary to \nquote a brand name or catalog number of a particular manufacturer \nto clarify an otherwise incomplete specification, the words “or \nequivalent” must be added after such reference.\n(v)  Offers for goods that have similar characteristics and that provide \nperformance at least substantially equivalent to those specified shall \nbe accepted.\n8  In the case of admeasurement works contracts, in addition to the employer’s requirements, \nthese principles also apply to the bill of quantities. ", "6 Open Competitive Bidding\n(vi)  Specifications should be prepared on the basis of, and be consistent \nwith, the form of contract to be used. The respective responsibilities \nof the employer and contractor should be consistently described in \nand between the specification and the contract. The form of contract \nshould not be an afterthought, to avoid risks of incompatibility \nbetween the specification and the contract, or the need to customize \ncontract conditions to fit the specification.\n(vii)  Sufficient information to enable bidders and evaluators to determine \nif a bidder’s previous contract(s) will meet any qualification \nrequirement for experience in similar contracts should be included.\n(viii) Wherever possible, the range of sizes or values for specific \ncomponents should be prepared to fit in the overall performance \nstandards and meet the requirements or purpose of those goods, \nlike computers, vehicles, etc. \n2.2  Further details on developing technical requirements for OCB are in \nthe Guidance Notes on (i) Quality, (ii) Value for Money, (iii) Consulting Services \nAdministered by ADB Borrowers, and (iv) Nonconsulting Services Administered by \nADB Borrowers.", "iii. developing Qualification Criteria\n3.1  The purpose of qualification criteria for goods, works, and nonconsulting \nservice contracts is to ensure that the contract is awarded only to the bidder that \nhas the professional, financial, and technical capacity to successfully perform it. \nThe qualification requirements should be limited to those necessary to establish \nthat a bidder has such capacity. \n3.2  The standard text of qualification criteria should be used, unamended, \nfrom ADB’s user’s guides to its SBDs (where available), except to insert contract-\nspecific information following the guidance in the relevant user’s guide.9 \n9  Section V of this guidance note has links to the ADB user’s guides to its SBDs.", "iV. selecting evaluation Criteria\nA.   General Principles\n4.1  The evaluation criteria must be carefully chosen to allow the right balance \nof price and quality to be assessed, and ensure that VFM will be achieved under \nthe resulting contract. Factors to consider include the type, nature, and value of \nthe procurement; market conditions; complexity; risk; and objective of what is \nbeing procured; as well as socioeconomic or environmental objectives, fitness \nfor purpose, and the bidder’s record of achieving the desired results based on \nexperience and performance history.10 The evaluation criteria must be clearly \nspecified in the bidding documents and describe all factors that will be considered, \nand the methodology by which they will be quantified or evaluated.\n4.2  In cases when quality standards of the technical requirements can be \nestablished and measured easily by referring to technical specifications or well-\nestablished industry standards, applying evaluation criteria that consider life cycle \ncosts and the cost to the borrower of nonmaterial commercial and technical \ndeviations will help to achieve VFM. Life cycle costs include costs of operation \nand maintenance, licensing, additional features, consumables, disposal, etc. This \nwill then facilitate the calculation of an evaluated bid price for each bidder. The \ncontract will be awarded to the bidder offering the lowest evaluated cost for goods, \nworks, and services substantially meeting those technical requirements. This will \nbe the case for standard off-the-shelf goods and equipment, standard works, and \nstandard nonconsulting services.\n4.3  For certain contracts, however, VFM is more likely to be achieved by \napplying evaluation methods that allow for an assessment of the balance between \ncost and quality according to the needs of the borrower as well as the project’s \nintended development objectives. In such cases, the use of nonprice criteria  \n(e.g., point scoring) may be suitable. Such cases may include\n(i)  where quality needs to be measured by comparison among bidders, \nbased on an assessment of qualifications, experience, and/or \nperformance;\n(ii)  complex solutions consisting of a combination of goods, works, and/or \nservices; or\n10  The Guidance Note on Consulting Services Administered by ADB Borrowers has further details on \nevaluation criteria for OCB consulting assignments.", "Selecting Evaluation Criteria 99\n(iii) infrastructure, equipment, or services involving proven or high-level \ntechnology that improves the quality of the goods, works, or services \nprovided.\nB.   Excessive Criteria and Requirements \n4.4  Evaluation criteria (including bidding requirements affecting the awarding \nof the contract to a bidder), which are intended to mitigate risks of supplier or \ncontractor nonperformance (rather than addressing technical or commercial \nnonconformities), should not be excessive. For example, excessive bidding or \nevaluation requirements include\n(i)  borrower staff visiting the bidders’ manufacturing or reference sites to \nassess a bidder’s capacity;\n(ii)  bidders being requested to provide samples of goods to assess \ncompliance with the technical requirements; or\n(iii) bidders being requested to provide original copies of documents,  \ne.g., original signed contract document as evidence of a previous \nsimilar contract.  \nThis reflects that the contract signed with the winning bidder will itself have built-in \nperformance risk mitigations, e.g., contractual provisions that address contractor \nperformance issues, including liquidated or delay damages, performance guarantee, \nadvance payment to the contractor (supported by an advance payment guarantee \nheld by the employer), etc. \n4.5  If there is a compelling need for any such requirements, they can \nbe requested or undertaken after the winning bidder has been awarded the \ncontract, before or at the time of contract signing. The nonfulfillment of any such \nrequirement will not affect the awarding of the contract or the contract price. \nContractual provisions are sufficient to address any issues that may become \napparent after the contract has been awarded.", "V. Preparing bidding documents\n5.1  The use of OCB is supported by a suite of SBDs to promote consistency \nand legal certainty across procurement processes. The specific SBD to be used for \na procurement contract will depend on the (i) nature, complexity, and value of the \ngoods, works, and/or services required; (ii) desired bidding procedures (e.g., single-\nstage or two-stage bidding with one or two envelopes); and (iii) any application \nof alternative procurement arrangements (i.e., procurement rules of the lead \ncofinancier or accredited agency of the borrower). \n5.2  The bidding document for a particular contract will be prepared by the \nborrower (through its project executing or implementing agency) and provided \nto prospective bidders who purchase it, or to applicants or firms that have been \nprequalified or shortlisted. Borrowers should refer to the ADB user’s guide relevant \nto the SBD that will be used for the procurement, if ADB’s SBDs are being used \n(Box 3). \nbox 3\nadb’s user’s guides to its standard bidding documents\nUser’s guides on different ADB standard bidding documents are available for use for \nprequalification and for the procurement of goods, works, small works, and plant, among \nothers, through the following links on the ADB website:\n•\t ADB. 2018. User’s Guide to Prequalification of Bidders. Manila.\nhttps://www.adb.org/documents/prequalification-bidders-users-guide. \n•\t ADB. 2018. User’s Guide to Procurement of Goods. Manila.\nhttps://www.adb.org/documents/users-guide-procurement-goods. \n•\t ADB. 2018. User’s Guide to Procurement of Works. Manila.\nhttps://www.adb.org/documents/users-guide-procurement-works. \n•\t ADB. 2018. User’s Guide to Procurement of Works—Small Contracts. Manila.\nhttps://www.adb.org/documents/users-guide-procurement-works-small-contracts.\n•\t ADB. 2018. User’s Guide to Procurement of Plant—Design, Supply, and Installation. Manila. \nhttps://www.adb.org/documents/users-guide-procurement-plant-design-supply-and-install.\nSource: Asian Development Bank.", "Preparing Bidding Documents 1111\nA.   Requirements for Bidding Documents\n5.3  Specific requirements for the bidding documents include the details \nsummarized in Table 1 and the following:11\n(i)  The bidding document and procedure to be used for a particular \ncontract is indicated in the project procurement plan.\n(ii)  Bidding documents must be clearly worded to permit and encourage \nopen competition.\n(iii) The bidding document will normally be prepared based on an SBD \nissued by ADB (where available). Other SBDs may be used where \nan alternative procurement arrangement is applied or where another \ndevelopment partner or accredited agency has an SBD that is suitable \nfor a highly specialized contract. Borrowers may use their local SBDs \nor those of other development partners, provided that such are \nconsistent with ADB’s 2017 procurement regulations.\n(iv) Local language bidding documents with provisions requiring (a) bids \nto be submitted in the local language, (b) bid prices and payment \ncurrency limited to local currency, and/or (c) bid and performance \nsecurity (if used) restricted to local banks or in forms different from \nthose allowed by ADB for international advertising, may be used \nfor those contracts procured using national advertising, provided \nthey are authorized to be used by local procurement laws, rules, and \nregulations deemed acceptable as indicated in the procurement plan.\n(v)  Customized bidding documents may be used where an SBD will not, \nwithout the customizations, satisfy the core procurement principles, \nsubject to ADB’s review and no-objection. \nB.   Content of Bidding Documents\n5.4  Bidding documents define the procedures for bidding and the award of \ncontract, and the rights and obligations of the borrower and the bidders throughout \nthat process. While the content of each bidding document will depend on the type, \nvalue, and complexity of the contract, bidding documents will include common \nelements as described in Table 2.\n11  The table excludes consulting services, for which requirements are described in the Guidance \nNote on Consulting Services Administered by ADB Borrowers and in ADB’s standard request for \nproposals document.", "12 Open Competitive Bidding\nTable 1: General Use of Standard Bidding Documents under  \nOpen Competitive Bidding\nNationally Advertised OCB Internationally Advertised OCB\nType of SBD •\tADB’s SBDs\n•\tOther development partners’ SBDs\n•\tSBDs of an accredited agency of the borrower\n•\tCustomized bidding documents\nLanguage of SBD National language and/or  English\nEnglish\nRecommended period for  4 weeks 6 weeks\npreparation of bids\nApplication of domestic  Yes Yesa\npreference\nADB = Asian Development Bank, OCB = open competitive bidding, SBD = standard bidding \ndocument.\na Where the borrower’s country is eligible for domestic preference as stated in the procurement \nplan. The Guidance Note on Domestic Preference has further details.\nSource: Asian Development Bank.\nTable 2: Content of Bidding Documents\nSection Content Best Practice for ADB’s SBDs\nInstructions to  The requirements and  This section cannot be amended\nBidders procedures to be followed by \nthe borrower and bidders in \nthe bidding and contract award \nprocess\nBid Data Sheet Provisions that are specific  This section can only be amended as \nto each procurement and  indicated\nsupplement the information \nin the general Instructions to \nBidders\nEvaluation and  The criteria that will be applied  The qualification requirements \nQualification  to determine the successful bid,  should be limited to those necessary \nCriteria and the qualifications of the  to establish that a bidder has such \nbidder to perform the contract  capacity. \nwhere the bidding was not \npreceded by a prequalification  The evaluation criteria must be \nprocess and postqualification is  carefully chosen to allow the right \napplied balance of price and quality to be \nassessed, and ensure that VFM will \nbe achieved under the resulting \ncontract. The evaluation criteria \nmust be clearly specified in the\ncontinued on next page", "Preparing Bidding Documents 1133\nTable 2 continued\nSection Content Best Practice for ADB’s SBDs\nbidding documents and describe all \nfactors that will be considered, and \nthe methodology by which they will \nbe quantified or evaluated.\nBidding Forms Forms that are to be completed  This section can only be amended as \nby the bidder and submitted as  indicated\npart of its bid\nEligible Countries List of eligible countries This section can only be amended as \nindicated\nTechnical  Statement of the requirements  To ensure that the best quality \nRequirements either in the form of technical  procurement outcome is achieved, \nspecifications or terms of  clearly describe the contract \nreference (including, where  requirements—goods to be supplied, \nappropriate, drawings or  works to be done, the services to be \nplans and other information)  delivered—the schedule for goods \nwhich accurately describe the  delivery or works completion, and the \ngoods, works, or services to be  location of the works and installation\nprocured, and the personnel \nand/or equipment requirements\nGeneral Conditions  General clauses that govern  This section cannot be amended\nof Contract the contract, which will differ \ndepending on the contract type \nFor example, large works \ncontracts are based on the \nConditions of Contract for \nConstruction, Multilateral \nDevelopment Bank \nHarmonized Edition, prepared \nby the Fédération Internationale \ndes Ingénieurs-Conseil (“FIDIC \n2010 MDB version”)\nParticular/Special  Provisions that are specific to  This section can only be amended as \nConditions of  each contract and that modify  indicated\nContract or supplement the general \nconditions of contract\nContract Forms Forms that will form part of the  This section cannot be amended\ncontract \nSome of these, e.g., forms for \nperformance security and \nadvance payment security, \nwhen required, would only be \ncompleted by the successful \nbidder after contract award\nADB = Asian Development Bank, SBD = standard bidding document, VFM = value for money.\nSource: Asian Development Bank.", "Vi. advertising and bidding\n6.1  The defining step in OCB is maximizing participation through the \ntimely notification and advertisement of adequate bid information. Procurement \nopportunities for projects financed in whole or in part by a loan or grant from \nADB, or by ADB-administered funds, are advertised on the ADB website, in \nthe “Business Opportunities” and “Projects and Tenders” sections. Consulting \ncontracts are specifically advertised in the Consultant Management System. OCB \nopportunities are, depending on the use of international or national advertising, \nalso advertised in national newspapers, gazettes, borrower country websites, or \nthrough other electronic means. Electronic procurement tools acceptable to ADB \nare recommended whenever available. The Guidance Note on E-Procurement has \nfurther details on the use of electronic procurement systems by borrowers.\nA.   Notification and Advertisement\n6.2  In addition to the publication \nbox 4\nof an advance procurement notice \nComplex Procurements May \nand procurement plan on the ADB \nneed Wider advertising\nwebsite, advertising for specific \nFor large or specialized contracts, \ncontracts (including invitations for \nadvertisement in well-known technical \nprequalification) will be carried out \nmagazines, trade publications, or \ninternationally or nationally, depending \nnewspapers of wide international \non the nature, size, and value of the  circulation may also be required to ensure \nprocurement contract, as well as on  effective competition capable of achieving \nthe prevailing market conditions for the  the core procurement principles.\ngoods, works, and/or services in question \nSource: Asian Development Bank.\n(Box 4). The project procurement plan \nshall include the mode of advertisement \n(international or national advertising) for each contract package. The following \nprocedures will apply even if the contract is being procured through advance \ncontracting or retroactive financing.\n1.  international advertisement\n6.3  Procurement contracts using international advertising shall be published \n(i)  on the ADB website;12 \n(ii)  on a freely and publicly accessible website in English; and\n12  ADB. www.adb.org.", "Advertising and Bidding 1155\n(iii) in a newspaper of national circulation (at least in one English language \nnewspaper, if available) or website in the borrower’s country. \n2.  national advertisement\n6.4  Where the supply market assessment indicates a contract is not amenable \nto international competition, the advertisement may be published in the national \npress, gazette, or on a free and publicly accessible website. The advertisement \nmay also be published on the ADB website at the option of the borrower, except \nfor advertisements for consulting services, which must be advertised on the ADB \nwebsite through the Consultant Management System, regardless of whether they \nuse international or national advertising. \nB.   Requirements and Procedures\n6.5  An invitation for bids (IFB) \nmust provide information to potential  box 5\nbidders regarding the borrower (or  Contents of an invitation for bids\nprospective borrower, in cases of  •\t Borrower information: agency name, \nprocurement action taken in advance of  address, e-mail, contact numbers\nADB’s loan or grant approval); amount  •\t Purpose and amount of loan or grant\nand purpose of the loan or grant; scope  •\t Scope of contract\nof procurement under OCB; and the  •\t Website where the bidding \nname, telephone number, e-mail address,  documents can be obtained\nand address of the borrower’s executing \nSource: Asian Development Bank.\nor implementing agency responsible for \nprocurement, and/or the website where \nthe bidding documents can be obtained (Box 5).13\n6.6  To further assist potential bidders in deciding whether to purchase or \nobtain the bidding documents, the IFB may also include information regarding the \nkey qualification criteria, key criteria for bid evaluation (including the application of \nany domestic preference in bid evaluation), and relevant contractual requirements \nand conditions. \n6.7  Regardless of the review method for the contract, a copy of the IFB must \nbe submitted by the borrower to ADB for review and publication on the ADB \nwebsite. The Guidance Note on Procurement Review has further details on ADB’s \nprior and post review (sampling) arrangements for borrowers’ procurement actions.\n6.8  The period from advertisement—i.e., the period from the date of \npublication of the IFB or the date of availability of the bidding documents, \n13  This section addresses requirements and procedures for advertising goods, works, and \nnonconsulting services procurements through OCB. The Guidance Note on Consulting Services \nAdministered by ADB Borrowers has specific information on the advertising of OCB consulting \nservice contracts.", "16 Open Competitive Bidding\nwhichever is later—to the date of bid submission must allow bidders sufficient time \nto prepare and submit quality bids. This depends on the nature and complexity \nof the contract. Generally, 6 weeks for internationally advertised contracts and \n4 weeks for nationally advertised contracts will be sufficient. However, a shorter \nor longer period may be appropriate depending on the circumstances of the \nproject, for example: the magnitude and complexity of the contract, the need for \nspecialized technical inputs into bid preparation, the responsiveness of the supply \nmarket, and/or the use of electronic procurement.\nC.   Clarifications of and Amendments  \nto the Bidding Documents\n6.9  Requests for clarification submitted by potential bidders and the \nborrower’s responses shall be made in writing or, where possible, through a secure \nelectronic procurement system.\n6.10  The borrower will respond to any request for clarification received no later \nthan the specified period prior to the deadline for bid submission. The borrower will \nforward copies of the request and its response, without disclosing who submitted \nthe request, to all those that have purchased or obtained the bidding documents \nfrom the borrower. \n6.11  The borrower may amend the bidding documents by issuing addenda \nand, where necessary, extend the deadline for bid submission. The borrower \nmust ensure that all prospective bidders that purchased or obtained the bidding \ndocuments from the borrower are made aware of the amendment(s).\n6.12  For complex works, supply, or services contracts, a pre-bid conference \nsupported by a site visit may be arranged so that potential bidders can meet with \nthe borrower’s representatives to seek clarifications (in person or online). Minutes \nof the conference must be provided to all those that have purchased or obtained \nthe bidding documents and, in cases of prior review, a copy shall be sent to ADB.\nD.   Bid Opening\n6.13  The bid opening will be conducted as described in the bidding documents \nand depend on whether the bidding procedure is based on the submission of one \nor two envelopes in one or two stages. Experienced borrower staff or consultants \nshould lead the bid opening process, as mistakes are usually irreversible and \nmay lead to complaints. Appendix 1 of this guidance note summarizes bid \nopening procedures. Further details are described in the ADB 2017 procurement \nregulations, in Appendix 3, paras. 62–68.", "Vii. bid evaluation, Contract award, \nand debriefing\n7.1  The award of contract results \nbox 6\nfrom a bid evaluation process that \nabnormally low bids\ndetermines the winning bidder by strictly \nTo maintain the quality of bids, evaluation \nfollowing the criteria and methodology \nwill also concern the identification of \ndescribed in the bidding documents  any abnormally low bids. This refers \n(Box 6). Appendixes 2 and 3 describe  to bids whose bid prices appear so \ntypical bid evaluation procedures and  unreasonably low that it raises concerns \ncommon issues encountered during bid  with the borrower on the bidder’s ability \nevaluation. to perform the contract successfully. \nThe Guidance Note on Abnormally Low \nBids provides further details on the \n7.2  The borrower will make its \nidentification and assessment of bids that \nown arrangements on who undertakes \nappear to be abnormally low.\nthe evaluation and how it is done, e.g., \nby a designated evaluation committee  Source: Asian Development Bank.\nor other arrangements, and by the \ncommittee in joint session or by \nindividual evaluations deliberated and put to a committee vote. There must be \nprocedural guarantees (i) against conflicts of interest and (ii) for maintaining the \nconfidentiality of information. ADB strongly recommends that the evaluation \n(and contract award) be completed within the initial period of bid validity, to avoid \nproblems such as bidders not agreeing to extend the validity of their bids. The \nborrower must prepare a detailed report on the evaluation and comparison of bids. \nThe report will specify the basis for recommending that the contract be awarded to \na particular bidder. ADB’s Guide on Bid Evaluation (2018) provides further details \non the bid evaluation process.14\n7.3  If an extension of bid validity becomes necessary and is justified, the \nborrower must request such an extension from all bidders in writing before the \nexpiration date. Bidders may not be requested or permitted to change the price or \nother conditions of their bid, but will have the right to refuse the extension. If the \nbidding documents require a bid security, bidders may exercise their right to refuse \nto grant such an extension without forfeiting their bid security.\n14  ADB. 2018. Guide on Bid Evaluation. Manila. https://www.adb.org/documents/guide-bid-\nevaluation.", "18 Open Competitive Bidding\nA.   Role of Evaluators\n7.4  Good procurement outcomes rely on the borrower’s evaluators having \nappropriate skills, and then exercising those skills and their professional judgment \nto evaluate bids against the bidding document. If the borrower does not have \nsufficient technical or financial skills, consultant support should be arranged.\nB.   Role of Bidders\n7.5  Under the ADB 2017 procurement regulations, “it is the responsibility of \nthe bidder to raise any issue of ambiguity, contradiction, omission, etc., prior to the \nsubmission of its bid to assure submission of a fully responsive and compliant bid \nthat includes all the supporting documents requested in the bidding documents.”15 \nThis means that a bidder cannot rely on the borrower to identify and allow it to \ncorrect its errors by requesting clarification of ambiguities or missing documents \nduring the evaluation process. While there is scope for the borrower to request \nclarifications or missing documents without affecting the substance of the bid or \ntransparency of the bidding process, the borrower is under no obligation to do so.\nC.   Postqualification Procedure\n7.6  In cases where prequalification was not carried out, the borrower \nmust determine if the recommended bidder has the capability and resources to \neffectively carry out the goods, works, or nonconsulting services contract offered \nin the bid. The bidding document contains criteria to be satisfied. The borrower \nshould especially scrutinize the successful bidder’s eligibility, including checking \nthe ADB sanctions list (for all bidders) and its pending litigation, rather than relying \non disclosures of such information in the submitted bidding forms. If the bidder \ndoes not fulfill those criteria, the bid must be rejected and the borrower will need to \nmake a similar determination for the next-ranked bidder. In a single-stage, two-\nenvelope bidding process, all bidders will be subjected to postqualification.\n7.7  The contract is awarded to the bidder who meets the appropriate \nstandards of capability and whose bid has been determined to be substantially \nresponsive to the bidding documents and to offer either (i) the lowest evaluated \ncost or (ii) the best combination of quality and price, as appropriate and according \nto contract type, based on the criteria identified in the bidding documents, \nincluding life cycle costs, wherever applicable.\n15  ADB. 2017. Procurement Regulations for ADB Borrowers: Goods, Works, Nonconsulting and \nConsulting Services. Manila. Appendix 9, para. 13.", "Bid Evaluation, Contract Award, and Debriefing 1199\nD.   Domestic Preference\n7.8  Where ADB has accepted provisions that promote or encourage the \ndevelopment of domestic industry through domestic preference schemes, these \nwill be applied at the evaluation stage. This may be done only in accordance with a \nscheme that has been identified in the procurement plan.\nE.   Notification Requirements\n7.9  Once the borrower has selected the successful bidder for an internationally \nor nationally advertised contract, it will undertake the following tasks (i) within \n2 weeks of that decision; (ii) after expiry of the standstill period, where such period \napplies; or, (iii) upon receipt of ADB’s confirmation of satisfactory resolution of the \ncomplaint, if a complaint has been filed within the standstill period:\n(i)  transmit a notice of award to the successful bidder; and\n(ii)  publish the results, identifying the bid and lot or package numbers as \napplicable, in an English language newspaper or widely known and \nfreely accessible website. \n7.10  The publication of the results should contain the following information:\n(i)  the name of each bidder;\n(ii)  the bid prices as read out at bid opening;\n(iii) the name and evaluated prices or appropriate scores of each bid that \nwas evaluated;\n(iv) the name of bidders whose bids were rejected and the reasons for \ntheir rejection; and\n(v)  the name of the winning bidder, and the price it offered or score it \nachieved, as well as the duration and summary scope of the contract \nawarded. \n7.11  When funding projects, ADB \nbox 7\nmay accept the application of national \nstandstill Periods\nstandstill provisions or those of another \nA standstill period suspends the \ndevelopment partner (Box 7). Where  procurement procedure for a specified \nstandstill provisions apply, the borrower  time (usually 10 working days) between \nshall, before issuing any notice of award  the point at which the intention to award \nof contract, send to each unsuccessful  the contract is formulated and when the \nbidder a written notification of (i) the  contract is actually awarded. It is generally \nborrower’s intention to award a contract  used to provide unsuccessful bidders with \na period within which they can challenge \nto the successful bidder at the end of \nthe proposed award to allow for the timely \nthe designated standstill period; and \nfiling and resolution of any complaints.\n(ii) the details described in Appendix \n3, para. 87, of the 2017 procurement  Source: Asian Development Bank.", "20 Open Competitive Bidding\nregulations. The Guidance Note on Standstill Period provides further details on the \nuse of standstill periods in ADB operations.\nF.   Debriefing\n7.12  Where standstill provisions do not apply, the borrower will specify in the \nnotification of contract award that any bidder who wishes to ascertain the grounds \non which its bid was not selected should request an explanation from the borrower. \nThe borrower shall promptly, in writing and/or in a debriefing meeting, provide an \nexplanation of why the bid was not selected.\n7.13  Where a standstill provision applies, debriefing shall take place within that \nperiod. The borrower’s failure to provide a debriefing within the standstill period \nwill normally (depending on the national provisions) have the effect of extending \nthe end of the standstill period until a debriefing is conducted. If the bidder is not \nsatisfied with the explanation from the borrower, the bidder may write directly to \nADB. The Guidance Note on Bidding-Related Complaints provides further details on \nthe complaints process.", "appendix 1: Flowchart of bid opening \nProcedures\nSingle-Stage Two-Stage\nTwo-Stage  \nOne-Envelope Two-Envelope Two-Stage\nTwo-Envelope\n1. Borrower opens  1. Borrower opens  First Stage: Submission  First Stage: Submission \ntechnical and  technical proposals first  of technical proposals  of technical and \nfinancial proposals  (financial proposals  only financial proposals \nsimultaneously remain sealed)\n2. Borrower evaluates  2. Borrower evaluates  1. Borrower opens  1. Borrower opens \ntechnical and financial  technical proposals technical proposals technical proposals first \nproposals  (financial proposals \nremain sealed)\n3. Borrower opens financial  2. Borrower evaluates  2. Borrower evaluates \nproposals of bidders with  technical proposals,  technical proposals, \nresponsive technical bids revises specification, and  revises specification, and \ninforms qualified bidders  informs qualified bidders \nContract is awarded\n4. Borrower evaluates  about their deficiencies about their deficiencies\nfinancial proposals\nSecond Stage:  Second Stage: \nSubmission of financial  Submission of \nproposals and revised  supplementary financial \ntechnical proposals proposals and revised \ntechnical proposals\nContract is awarded\n3. Borrower opens financial  3. Borrower opens original \nproposals and revised  financial proposals, \ntechnical proposals of  supplementary financial \nqualified bidders  proposals, and revised \ntechnical proposals of \nqualified bidders\n4. Borrower evaluates  4. Borrower evaluates \nfinancial proposals  original financial \nand revised technical  proposals, as amended \nproposals  by supplementary \nfinancial proposals, \nand revised technical \nproposals\nContract is awarded\nContract is awarded\nSource: Asian Development Bank.", "appendix 2: typical bid evaluation \nProcedures\nStage 1:a Record of Bid Openingb a Procedure is typical for single-stage, \n•\t Name of bidder one-envelope bidding procedure \n•\t Composition of bidder without prequalification.\n•\t Country\n•\t Presence of bid security or bid-securing declaration b No bid shall be rejected at bid opening \n•\t Discounts except for late bids.\n•\t Bid price without discounts\n•\t Other information c Clarification may be done in any stage \nof evaluation, to the extent permitted by \nthe bidding document.\nStage 2: Examination of Bids\n•\t Letter of bid d A negative determination for the \n•\t Compliance of bid security or bid-securing declaration proposed successful bidder at Stage 5 \n•\t Compliance of bid validity will result in disqualification and the \n•\t Letter of authorization\nemployer shall proceed to the  \n•\t Existing agreement or letter of intent to enter an agreement \nin the case of joint venture next-ranked bidder \n•\t Other key documents\n Bidder’s For clarificationc\n response Passed? No\nStage 3: Determination of Substantial Responsiveness of Bids\n•\t Evaluation of commercial terms and conditions\n•\t Evaluation of technical requirements\nBidder’s For clarification\n response Passed? No\nStage 4: Detailed Evaluation of Bids\n•\t Bid price at opening without discounts\n•\t Arithmetic corrections\n•\t Discounts\n•\t Adjustment\n•\t Domestic preference, if applicable\n•\t Evaluated bid price\nBidder’s For clarification\n response Passed? No\nStage 5: Proposed Successful Bidder (First-Ranked Bid)d\n•\t Check for unbalanced or front-loaded bid Proceed to \n•\t Check for abnormally low bid next-ranked bid\n•\t Postqualification of bidder\nBidder’s For clarification\n response Passed? No\nStage 6: Recommended Bidder for Contract Aw ard Disqualified \nSource: Asian Development Bank.", "appendix 3: Common issues  \nin bid evaluation\nA.  Evaluation of Bids Against Financial Qualification \nCriteria\nA3.1  When evaluating qualification criteria relating to the financial capacity \nof a bidder (i.e., historical financial performance, average annual [construction] \nturnover, and financial resources), the borrower should be alert to signs that \nthe bidder does not actually have sufficient capacity even though it seems to \ntechnically meet the criteria. For example:\n(i)  audited financial statements (AFS) may mention legal disputes, even \nthough the bidder states elsewhere in its bid that it has no pending \nlitigation or arbitration, or mention ongoing contracts or projects that \nare not included in the bidder’s current contractual commitments;\n(ii)  a bidder may submit consolidated AFS for a group of companies, of \nwhich the bidder is one of those companies, such that the bidder’s \nfinancial capacity will be overstated if consolidated figures are used by \nthe borrower to evaluate the bid;\n(iii) a bidder may insert figures in its bidding forms that are inconsistent \nwith figures in its AFS; and\n(iv) a bidder may use figures from its AFS for total turnover rather than \njust its construction turnover in calculating its annual construction \nturnover.  \nA3.2  The financial information provided by the bidder should be reviewed in \nits entirety to allow a truly informed judgment, and the pass or fail decision on the \nfinancial position of the bidder should be given on this basis. Any abnormal features \nthat may lead to financial problems should alert the borrower to seek expert \nprofessional advice for further review and interpretation.", "24 Appendix 3\nB.   Evaluation of Bids Against the “Contracts of  \nSimilar Size and Nature” Criterion\n1.  experience as a Main Contractor versus as a subcontractor\nA3.3  Bidders may be understood as having different roles in their previous \ncontracts, for example:\n(i)  as the “general contractor,”\n(ii)  as the “main contractor,” or\n(iii) as a “subcontractor.” \nA3.4  These roles involve different degrees of project management and \nactual construction of the works, and may vary from one contract to the next. \nFor this reason, it is necessary to look beyond a broad classification of a bidder’s \nrole as a general or main contractor, or subcontractor and, instead, to focus on \nthe substance of the bidder’s participation in a previous contract, in assessing \nits similarity to the contract being procured. The assessment should consider \nthe bidder’s explanation of the similarity of its previous contract, in the relevant \nbidding form.\nA3.5  Therefore, it is possible that, in the same bidding process, two bidders will \noffer the same previous contract to support their qualification for the “Contracts \nof Similar Size and Nature” criterion. One bidder may have performed the role of \nthe main contractor and the other bidder may have been the subcontractor that \nconstructed the actual works. The bidders may also claim both a percentage of the \ncontract that exceeds 50% each and/or exceeds 100% of the contract in total. In \nprinciple, this is acceptable: the bidders have different, but overlapping roles, each \nof which may demonstrate that the bidder has sufficient capacity to implement the \ncontract to be procured. \n2.  the Meaning of “substantially Completed”\nA3.6  Evaluators should exercise their professional judgment, taking into \naccount the nature and complexity of a bidder’s uncompleted previous contract, \nin assessing if it has been “substantially completed.” The assessment will largely \ndepend on the nature or type of contract. For example, substantial completion of \nworks of a repetitive or contiguous nature, such as the construction of a road, will \nbe different from substantial completion of a turnkey contract for the construction \nof a facility, such as a water treatment plant.\nA3.7  Use of an arbitrary percentage of physical progress or of the value of the \ncontract that has been completed or disbursed can lead to poor procurement \noutcomes. For example, a bidder may meet the arbitrary requirement, but not \nhave actual technical capacity, potentially leading to the bidder being awarded the \ncontract, but not being able to successfully implement it. Alternatively, a bidder ", "Appendix 3 25\nmay have derived adequate technical capacity from its uncompleted contract, \nbut not be able to meet the arbitrary requirement, thereby leading to the bidder’s \nrejection and a weakening of competition.\n3.  evidence of bidder’s Past Contracts\nA3.8  Bidders may be required to provide evidence of their experience, including \nsuccessful past performance. In addition, evaluators may conduct their own due \ndiligence, for example, from the employer of a bidder’s previous contract. When \nevaluators have obtained information from a third party that does not support \nor favor the bidder, the information needs to be formally introduced into the \nevaluation through a request for clarification to the bidder, to give the bidder the \nopportunity to respond to the adverse information. \nA3.9  If the evaluators are concerned that supporting documents provided \nby a bidder are not genuine, the bidder may be requested to arrange reasonable \nattestation or certification to prove their authenticity. A bid cannot be rejected \ndue to failure of a bidder to provide an original version of a document, e.g., a signed \ncontract. If the borrower has a compelling need to see an original version of any \ndocument supplied by the winning bidder, it can be requested after the winning \nbidder has been awarded the contract, e.g., before or at the time of contract signing.", "Open Competitive Bidding\nGuidance Note on Procurement\nWith open competition a key principle in ADB operations, open competitive bidding is \nADB’s preferred procurement method. It consolidates the competitive procurement of \ngoods, works, and services under a single procurement method. This method facilitates \nopen competition among all eligible bidders, regardless of whether procurement \ncontracts are advertised internationally or nationally. Its defining feature is effective \nand appropriate advertising to provide as many qualified bidders as possible equal \nopportunity to bid for contracts. This guidance note advises borrowers on best \npractices in implementing this method for projects financed in whole or in part by an \nADB loan or grant, or by ADB-administered funds.\nAbout the Asian Development Bank\nADB’s vision is an Asia and Pacific region free of poverty. Its mission is to help its \ndeveloping member countries reduce poverty and improve the quality of life of their \npeople. Despite the region’s many successes, it remains home to a large share of the \nworld’s poor. ADB is committed to reducing poverty through inclusive economic \ngrowth, environmentally sustainable growth, and regional integration.\nBased in Manila, ADB is owned by 67 members, including 48 from the region. Its main \ninstruments for helping its developing member countries are policy dialogue, loans, \nequity investments, guarantees, grants, and technical assistance.\nasian deVeloPMent bank\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines\nwww.adb.org"], "metadata": {"Author": "Procurement, Portfolio and Financial Management Department, Asian Development Bank", "CreationDate": "D:20180625194827+08'00'", "Creator": "Adobe InDesign CS5 (7.0)", "Keywords": "adb procurement guide, adb procurement, adb tenders, procurement process, bidding, open competitive bidding, OCB, procurement, standard bidding documents, value for money, invitation for bids, abnormally low bids, standstill periods, guidance note", "ModDate": "D:20180626151727+08'00'", "Producer": "Adobe PDF Library 9.9", "Subject": "Open competitive bidding (OCB) consolidates the competitive procurement of goods, works, and services (both nonconsulting and consulting services) under a single\r\nprocurement method.", "Title": "Open Competitive Bidding - Guidance Note on Procurement", "Trapped": "False"}}