{"path": "data/input/pdf-generic/reiwp-088.pdf", "pages": ["ADB Working Paper Series on\nRegional Economic Integration\nUtilizing the Multiple Mirror Technique to Assess \nthe Quality of Cambodian Trade Statistics\nShintaro Hamanaka\nNo. 88   |   October 2011 ", " ", "ADB Working Paper Series on Regional Economic Integration\nUtilizing the Multiple Mirror Technique to Assess \nthe Quality of Cambodian Trade Statistics\nShintaro Hamanaka+  The author is grateful for valuable comments from \nHaruya  Koide  and  research  assistance  of  Aiken \nNo. 88       October 2011 Tafgar.\n+Shintaro Hamanaka is Economist, Office of Regional \nEconomic  Integration, Asian  Development  Bank,  6 \nADB Avenue, Mandaluyong City, 1550 Metro Manila, \nPhilippines. Tel: +63 2 632 5844, Fax: +63 2 636 2342, \nshamanaka@adb.org ", " \nThe ADB Working Paper Series on Regional Economic Integration focuses on topics relating to regional \ncooperation and integration in the areas of infrastructure and software, trade and investment, money and \nfinance, and regional public goods. The Series is a quick-disseminating, informal publication that seeks to \nprovide information, generate discussion, and elicit comments. Working papers published under this Series \nmay subsequently be published elsewhere. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDisclaimer: \n \nThe views expressed in this paper are those of the author and do not necessarily reflect the views and \npolicies of the Asian Development Bank (ADB) or its Board of Governors or the governments they represent. \n \nADB does not guarantee the accuracy of the data included in this publication and accepts no responsibility \nfor any consequence of their use. \n \nBy making any designation of or reference to a particular territory or geographic area, or by using the term \n“country” in this document, ADB does not intend to make any judgments as to the legal or other status of \nany territory or area. \n \nUnless otherwise noted, $ refers to US dollars. \n \n \n© 2011 by Asian Development Bank \nOctober 2011 \nPublication Stock No. WPS114032   \n ", " \nContents \nAbstract  v\n1.  Introduction  1\n2.   Literature on Discrepancies in Mirror Data and the Accuracy      \nof Trade Data  2\n2.1.  Source of Discrepancies in Mirror Data  2\n2.2.  Literature on the Comparison of Mirrors  5\n3.   Methodology of Multiple Mirror Comparison  7\n3.1.  Definition of Discrepancy and Asymmetric Commodity \nGroups  7\n3.1.1.  Measurement of Discrepancy:                        \nImport–Export Ratio  7\n3.1.2.  Two Types of Asymmetric Commodity Groups  8\n3.2.  Methodology to Assess Direction Misclassifications  9\n3.3.  Methodology to Assess Commodity Misclassifications  9\n3.4.  Data Source  10\n4.   Examination of Cambodia’s Export Statistics  10\n4.1.  Possible Direction Misclassifications among          \nCambodia’s Exports  10\n4.2.  Possible Commodity Misclassifications among    \nCambodia’s Exports  14\n5.   Examination of Cambodia’s Import Statistics  16\n5.1.  Possible Direction Misclassifications among        \nCambodia’s Imports  16\n5.2.  Possible Commodity Misclassifications among    \nCambodia’s Imports  21\n6.   Conclusion  23\nReferences  25\nAppendix: HS Codes and Commodity Descriptions  27\nADB Working Paper Series on Regional Economic Integration  29\n  \n \n \n \n \n ", " \n  Tables \n1.  Causes of Discrepancies between Mirror Data  4 \n2.  Cambodia’s Total Exports, 2000–2004 and 2008  11 \n3.  Cambodia’s Exports to its Major Trade Partners,                   \n2008  11 \n4.  Cambodia’s Trade with Hong Kong, China; the United       \nStates; Japan; and the People’s Republic of China  12 \n5.  Asymmetric Commodity Groups in Cambodia's Trade            \nwith the Rest of the World  15 \n6.  Cambodia’s Total Imports  17 \n7.  Cambodia’s Imports from Major Trade Partners,                    \n2008  17 \n8.  Japan–Republic of Korea–Cambodia Trade Route,             \n2000–2004 and 2008  19 \n9.  Republic of Korea–Japan–Cambodia Trade Route,              \n2000–2004 and 2008  20 \n10.  Asymmetric Commodity Groups in Cambodia's Trade            \nwith the Rest of the World, 2000–2004 and 2008  22 \n ", " \nAbstract \n \nThis paper assesses the quality of Cambodia’s export and import statistics by comparing \nthem with the statistics of its trade partners. The paper identifies inaccuracies in trade \nstatistics caused by two types of misclassifications: commodity misclassification and \ndirection misclassification. We will thoroughly examine products that are misclassified as \ndifferent (but similar) products as well as goods to or from a particular country that are \nmisclassified as goods to or from another country. A single bilateral mirror comparison, \nwhich is common in the existing literature, does not tell us much about the manner in \nwhich  misclassifications  are  committed.  Even  if  we  observe  a  large  discrepancy  in \ncertain traded commodities between two sides, we cannot immediately conclude which \nside has generated the inaccurate statistic. In order to overcome this problem, the paper \nwill use the multiple mirror comparison technique. By comparing the results of various \nbilateral  mirror  analyses  of  trade  statistics,  we  can  identify  which  direction  and \ncommodity misclassifications have been committed by Cambodia. \n \n \nKeywords:  quality  of  trade  statistics;  misclassification;  smuggling;  multiple  mirror \ntechnique; c.i.f./f.o.b. ratio \n \nJEL Classification: F13, C46\n ", "", "Utilizing the Multiple Mirror Technique to Assess the Quality of Cambodian Trade Statistics   |   1 \n1.  Introduction \n \nIdeally, statistics on the goods traded between two countries should be captured by each \nside’s respective customs office. Country A’s recorded exports to Country B should be \nidentical to Country B’s recorded imports from Country A (mirror statistics). While there \nmay be some discrepancies caused by errors and statistical methodology differences \nbetween the two authorities, we should expect that the two sides of the mirror statistics \nare more or less similar.  \n \nHowever, in reality the two sides of the mirror statistics are often very different; at best, \nlike a reflection on the surface of a puddle. This is especially true for trade statistics \ncompiled by developing countries. Various factors cause discrepancies in both the value \nand quantity of trade recorded. The first possibility is that the customs offices of the two \nsides record the same quantity but at different values. In this case, the difference is \nlimited to price. The second possibility is that the two customs offices record different \nquantities as well. Differences in quantity can be caused by transshipment. There is also \nthe possibility of customs offices committing human errors leading to misclassification, \nas well as the effects of smuggling by traders.    \n \nThe general view on the accuracy of data collected by customs offices is that import data \nare  more  reliable  than  export  data  because  governments  are  more  serious  about \nrecording imported goods for purposes of tariff revenue collection, taxes, and other \nregulatory controls. This could also be the case with regard to direction classification as \ncustoms officers carefully examine the origin of imports because the relevant amount of \ntariffs they need to collect is determined based on the good’s origin, while they are \ngenerally less interested in the recipient country of exported goods. At the same time, \nhowever, traders may have an incentive to under-report the value of imported goods to \navoid paying tariffs.1  \n \nThis paper assesses the quality of Cambodian trade statistics by utilizing the mirror \ntechnique  and  studies  the  magnitude  of  the  misclassification  problem.2  It  focuses \nspecifically on the inaccuracy of trade statistics caused by two types of misclassification: \ncommodity misclassification and direction misclassification. We will thoroughly examine \nproducts that are misclassified as different (but similar) products and products to or from \na particular country that are misclassified as products to or from another country. In \ndoing so, we will move beyond a simple comparison between import and export data at \nthe aggregated or disaggregated level in existing research.  \n \nThe structure of the paper is as follows. The next section reviews existing empirical \nstudies on sources of discrepancy between mirror data, as well as literature on the \ncomparison of mirror statistics. Bearing in mind the methodological weakness of existing \nstudies, the third section explains the methodology used in this paper, “multiple mirror \ntechnique,” which is suitable to assess the quality of trade statistics. The fourth and fifth \nsections analyze the quality of export and import statistics of Cambodia, respectively. \n                                                 \n1  The value of exports can also be manipulated (in this case through over-invoicing) as a way to misuse \nduty drawbacks. \n2  For the quality assessment of trade statistics of Lao PDR, see Hamanaka (2011).  \n ", "2   |   Working Paper Series on Regional Economic Integration No. 88 \nThe final section summarizes the empirical findings of this paper and considers the \nimplications for other transitional economies.  \n \n \n2.   Literature on Discrepancies in Mirror Data and the \nAccuracy of Trade Data \n \n2.1.   Source of Discrepancies in Mirror Data  \n \nVarious factors can lead to discrepancies in mirror statistics (Yeats 1995, Makhoul and \nOtterstorm 1998, Ferrantino and Wang 2008, Eurostat 2009). While the focus of this \npaper is on misclassifications associated with commodities and the direction of trade, \nwhich  are  mainly  incurred  by  customs  offices  (of  either  the  exporting  or  importing \ncountry),3 it is important to understand factors aside from misclassifications that cause \ndiscrepancies among mirror statistics (Table 1).  \n \nFirst, differences in reporting costs cause discrepancies because exports are mostly \nreported  on  a  free  on  board  (FOB)  basis,4  while  imports  are  reported  on  a  costs, \ninsurance, and freight (CIF) basis. The CIF–FOB differences may result in a higher \nimport value than export value. The International Monetary Fund (IMF) estimates that on \naverage, the CIF price is larger than the FOB price by 10%.5 However, the CIF–FOB \nratio becomes larger as the distance between trade partners increases and the weight of \nthe traded goods becomes heavier (Pomfret and Sourdin 2009).  \n \nSecond, the exchange rate is another contributing factor to differences in cost reporting, \nmaking it difficult to predict which side of the mirror data will have a higher value. The \ncustoms office may set its own exchange rate for conversion purposes, such as the \nmonthly average rate, which may not necessarily coincide with the market rate at the \ntime the goods are actually traded. Moreover, the exchange rates used by the two \ncustoms offices may differ.  \n \nThird,  the  difference  in  timing  is  presumed  to  be  a  cause  of  discrepancy  in  some \ninstances when exports leave the port of origin during the last month of the year and \narrive at the port of destination the next year. Although this factor is prominent when we \nanalyze monthly data, it becomes marginal when we use annual data. If trade has a \ngrowing trend and the time lag between export and import timing is significant, the export \nvalue will be larger than the import value for that period. \n \n                                                 \n3  While traders are considered the immediate party that commits errors (e.g., misreporting traded goods), \nwe regard this as a misclassification committed on the part of the customs office since it is responsible \nfor ensuring that data submitted by traders are accurate.   \n4  Exports are sometimes reported on a free alongside ship (FAS) basis, which equals FOB minus the \ncost of loading the ship. \n5  To estimate a mirror export, the partner country's import value is divided by 1.1. The detailed estimation \nprocedure  is  discussed  on  the  IMF’s  Direction  of  Trade  Statistics  website  at \nhttp://www2.imfstatistics.org/DOT/DOTEstim.htm \n ", "Utilizing the Multiple Mirror Technique to Assess the Quality of Cambodian Trade Statistics   |   3 \nFourth, the coverage of goods recorded by customs offices in the importing and the \nexporting country is not always the same; there are structural differences between the \ntwo that can lead to discrepancies in trade statistics. Even if neither party commits any \nerrors in recording the origin or destination of the goods, the discrepancy may occur \nbecause the trade partners’ customs offices subscribe to different rules of origin since \nthere  is  no  universal  rule  on  specifying  the  origin  and  destination  of  goods.  The \ndetermination of the origin of re-exports6 or transshipped goods7 is particularly important \nin this regard. In addition, trade to and from free trade zones is another issue that \nproduces differences in coverage. Countries with different trading systems, whether \ngeneral or special, will have different coverage of recorded transactions because the \nformer includes all transactions in the free trade zone while the latter does not include \nsuch transactions.8 Finally, goods that are already recorded as imports but are returned \nto the exporting country for any reason will not be recorded by the intended importing \ncountry but will continue to be in the record of the exporting country.  \n \nFifth, traders sometimes deliberately make false declarations of the value of the goods \nor the origin and/or destination of goods in order to take advantage of duty reductions or \nthe duty drawback scheme. For example, traders might declare an inflated value for \nexports (over-invoicing) in order to take advantage of the duty drawback program.9 \nWhen this happens, the value of the export side of the reporting country becomes larger \nthan that of the import side of the partner country. 10 Another common practice is tariff \nevasion by under-reporting the import value. Transfer pricing is also a common practice \nto avoid various tariffs and duties (e.g., domestic taxes) that is engaged in by related \nparties in different countries, such as different branches of a multinational corporation. \nThis practice shifts profits from high-tax countries to low-tax countries (Ferrantino and \nWang 2008).  \n \nFinally, misclassification by customs offices, which is the focus of this paper, is also a \ncritical factor in determining discrepancies observed among mirror data. There are two \nkinds of trade misclassification. Commodity misclassification is the faulty recording of the \nsame  good  under  different  commodity  codes  by  either  the  exporting  or  importing \ncountry's customs office. The presumption is that misclassification may occur among \n                                                 \n6  Re-export takes place when goods enter a customs territory from one country and are shipped to \nanother country without being modified. \n7  Transshipment, or \"goods in transit,\" includes merchandise that passes through ports but is not \nunloaded from the ship or aircraft. \n8  The general trade system is in use when the statistical territory of a country coincides with its economic \nterritory. The special trade system (strict definition) is in use when the statistical territory comprises only \nthe free circulation area, that is, the area within which goods \"may be disposed of without customs \nrestriction.\" The special trade system (relaxed definition) is in use when (i) goods that enter a country for \nor leave it after inward processing and (ii) goods that enter or leave an industrial free zone are also \nrecorded  and  included  in  international  merchandise  trade  statistics  based  on  the  International \nMerchandise Trade Statistics Concepts and Definitions. United Nations. Series M, No. 52, Revision 2. \nSee Eurostat (2009).  \n9  Using mirror trade data, Mahmood and Azhar (2001) hypothesized the presence of over-invoicing of \nexports in Pakistan due to the duty drawback incentive scheme. The study found that there is a strong \npresence of over-invoicing across various trade partners and products.  \n10  Javorcik and Narciso (2007) found that the discrepancy between the value of exports reported by \nGermany and the value of imports reported by Germany’s trade partners is positively related to the level \nof tariffs in 8 out of 10 countries surveyed. \n ", "4   |   Working Paper Series on Regional Economic Integration No. 88 \ntraded  goods  whose  commodity  descriptions  or  names  are  somewhat  similar. \nOftentimes, it is difficult to trace which side, importer or exporter, commits the error in \nmisclassification, thereby making the discrepancies in trade statistics immeasurable and \nunpredictable. \n \nDirection misclassification is associated with attributing the origin of traded goods to the \nwrong country. This problem is prominent in the case of re-exports or transshipments. \nFor example, suppose that goods originating from Country A pass through Country B \nbefore reaching the final destination, Country C. The origin country (Country A) may \nrecord goods as exports to either Country B or C. Country C may record the goods as \nimports from either Country B or A. And the transit country (Country B) may record the \ngoods as imports from Country A and exports to Country C, re-exports to Country C, or \nperhaps the transit country does not record anything at all. Again, even if there is a \ndiscrepancy, it is difficult to determine which country’s customs office (A, B, or C) has the \ncorrect record. \n \nTable 1: Causes of Discrepancies between Mirror Data \n \nChange in Price \nFactors  Causes \nand/or Quantity \nUnavoidable factors  FOB–CIF difference  Price \n•  freight cost \n•  insurance costs \nStructural differences between  Coverage  Quantity \ntwo customs offices  •  differences in rules of origin \n(especially in the cases of re-export) \n•  processing zone \n•  returned goods \nTime lag  Quantity \nExchange rate  Price \nDeliberate misreporting by  False declaration of value by traders Quantity and Price \ntraders and errors committed by \nFalse declaration of origin by traders Quantity \ncustoms offices \nCommodity misclassification by customs  Quantity \nDirection misclassification by customs  Quantity \nSource: Author’s compilation. \n \nFederico  and  Tena  (1991)  classified  these  factors  into  three  groups—unavoidable \nfactors, structural differences, and human errors and deliberate misreporting (Table 1). \nThe CIF–FOB difference is classified as an unavoidable factor because the inclusion of \nfreight costs in the import price, but not in the export price, is a factor in causing \ndiscrepancies. Second, structural differences include differences in coverage between \nthe two customs offices, a time lag factor, and exchange rate fluctuations since these \nare associated with differences in the policy decisions of each customs office. Finally, \nhuman  factors  are  also  critical  determinants  of  the  discrepancy  in  mirror  statistics. \nDeliberate misreporting by traders includes false declaration of both price and quantity \n ", "Utilizing the Multiple Mirror Technique to Assess the Quality of Cambodian Trade Statistics   |   5 \n(and thus value). Traders face the incentive to manipulate goods classification as well as \nclassification of origin and destination in order to avoid duties. Errors committed by \ncustoms offices are also critical and these fall under both direction misclassification and \ncommodity misclassification. \n \n2.2.   Literature on the Comparison of Mirrors  \n \nThe existing literature on the comparison of mirror statistics can be classified into two \ngroups based on the type of data used. The first group of literature directly compares \nCounty X’s CIF import from (FOB export to) Country Y against Country Y’s FOB export \nto (CIF import from) Country X, both at the aggregate and bilateral levels. Using pre-\nWorld War II data of the major trading countries, Federico and Tena (1991) find that the \ntotal of a country’s exports (imports) basically matches the total of its trade partners’ \nimports from (exports to) that country.  \n \nHowever, the assessment of the total sum employed by Federico and Tena (1991) may \ndisguise various discrepancies at the disaggregated level in terms of both directions and \ncommodities (over-estimation and under-estimation) that cancel each other out at the \naggregate level. Thus, there is a possibility that the discrepancy at the total level would \nbe small even when there are large discrepancies observable at the disaggregated level. \nAccordingly, Makhoul and Otterstorm (1998) calculated the discrepancies of an over-\nestimation group and that of an under-estimation group separately, and checked if the \nsatisfactory  result  at  the  aggregated  level  is  due  to  canceling  out  effects.  Their \nconclusion  is  that  these  effects  are  large  and  the  discrepancy  between  mirrors  is \nsignificant at the disaggregated level.  \n \nMeanwhile, Yeats (1995) compared developing countries’ total export–import values \nagainst the sum of the rest of the world’s import–export values through trade with them.  \nHe finds that the mirror method is inadequate in estimating the missing trade data of \ndeveloping countries; this is especially true at the disaggregated level. This finding is \nimportant because the discrepancy is large even at the aggregate level (of all trade \npartners), where we can otherwise ignore direction factors, implying that a miscoding of \ndata is persistent.  \n \nThe weakness of the first group of literature is that it is difficult to separate discrepancies \ncaused by reasonable factors such as transport costs from the so-called noise, which \nincludes  discrepancies  associated  with  human  errors  such  as  misclassifications. \nAccordingly, this group of literature tends to focus on whether the discrepancy is large or \nsmall. It simply measures the size of discrepancies and then lists down possible factors \nto explain the discrepancies without analyzing the impact of each factor. The literature \nseldom discusses whether the discrepancy is caused by reasonable CIF–FOB factors or \nother reasons, despite the fact that the discrepancy between the two sides of the mirror \ndata stems not only from price factors, including the CIF–FOB difference, but also \nbecause quantities are different. So long as we compare only CIF import values and \nFOB export values compiled by different customs offices, separating the two (CIF–FOB \nfactor and other factors) will remain extremely difficult.   \n \n ", "6   |   Working Paper Series on Regional Economic Integration No. 88 \nSeveral customs offices collect, compile, and release import data on a FOB basis in \naddition to a CIF basis.11 The FOB import data is said to be a more accurate partner of \nCIF import data, as opposed to the mirror data, because they originate from the same \ncustoms office. Using FOB import data, we can conduct a better analysis on the quality \nof a trade partner’s FOB export data. The fundamental problem of the first group of \nliterature  (reasonable  price  factor  versus  others)  can  thus  be  solved  to  a  degree \nbecause the difference between CIF and FOB import values from one customs office \napproximates transport costs.12   \n \nEmploying  matched  US  and  partner  country  trade  data,  Yeats  (1978)  attempted  to \nseparate the observed variations in FOB export–CIF import statistics into freight costs \nand discrepancies caused by other factors (residual) using FOB import data.13 He finds \nthat the residual becomes larger and the discrepancy of the mirror becomes significant \nwhen  we  use  lower  digit  commodity-level  data.  This  implies  that  commodity \nmisclassification is a serious problem in customs offices in developing countries.  \n   \nHummels  and  Lugovskyy  (2006)  compare  the  two  kinds  of  discrepancies:  (i)  the \ndiscrepancy between CIF-based bilateral imports and FOB-based bilateral imports, and \n(ii) the discrepancy between CIF-based bilateral imports collected by the import side and \nFOB-based bilateral exports collected by the exporting side. Their conclusion is that the \ndiscrepancy between matched partner trade statistics (a certain country’s CIF-based \nimports and its partner’s FOB-based exports) is significant and includes not only trade or \ntransport costs but also various noises associated with structural factors as well as \nhuman factors.  \n \nThe fundamental methodological problem common to both groups of literature is that \nbased on a single bilateral mirror comparison, we cannot conclude which customs office, \nwhether the exporting or the importing side, is the source of the discrepancy. Ultimately, \nit is difficult to assert which side of the statistics is inaccurate. Even if some studies were \nable to establish that a discrepancy that is not caused by reasonable factors, such as \ntransport  costs,  is  significant,  we  cannot  conclude  which  side  produced  such  a \ndiscrepancy.  This  is  because  the  existing  literature’s  focus  is  limited  to  bilateral \ncomparisons. A method to overcome this problem will be explained in the next section. \n \n \n \n \n \n                                                 \n11  These include the US, Australia, New Zealand, Brazil, and Chile.  \n12  Using FOB and CIF import data released by the same customs office, researchers can concentrate on \nthe FOB–CIF difference and examine trade or transport costs, and ignore quantity discrepancies when \nusing data from one source only. However, this type of study may no longer be called mirror analysis \nbecause the trade data being used is compiled by only one customs office. It has been stated that the \nFOB–CIF difference becomes large when the goods being traded are heavy and when the distance \nbetween the two trade partners is great. Nevertheless, a large portion of the difference still remains \ninsufficiently explained (Pomfret and Sourdin 2009).   \n13  Freight costs can be calculated as the difference between FOB-based export data and CIF-based \nimport data (both data are collected by the US). The difference between the FOB export–CIF import \nvariation and the calculated freight cost is the residual. \n ", "Utilizing the Multiple Mirror Technique to Assess the Quality of Cambodian Trade Statistics   |   7 \n3.   Methodology of Multiple Mirror Comparison  \n \nThis paper assesses the quality of trade statistics by comparing a test country’s trade \ndata against its trade partners’ data. Countries that publish FOB-based import data do \nnot necessarily provide us with an ideal benchmark to test the quality of Cambodian \ntrade statistics for several reasons.14 This study belongs to the first group of literature \nexplained  in  the  previous  section.  Accordingly,  it  has  an  inherent  methodological \nproblem. That is, the discrepancy between the mirrors also includes the variation caused \nby reasonable factors, such as the CIF–FOB gap. In order to avoid this problem, the \nstudy focuses on commodity groups that have significantly large discrepancies that \ncannot be attributed solely to price factors.  \n \nAs we have seen, we cannot conclude which side’s statistics (importer or exporter) are \ninaccurate, even if we are able to establish that the discrepancy is large, so long as the \nanalysis  is  limited  to  a  single  bilateral  mirror  comparison.  A  single  bilateral  mirror \ncomparison, which is common in the existing literature, does not tell us much about the \nmanner in which misclassifications are committed. In order to overcome this, we need to \ncompare  the  results  of  various  bilateral  mirror  analyses  of  trade  statistics  (multiple \nmirrors comparison).  \n \nThis section first explains the definition of the import–export ratio and two concepts of \nasymmetric commodity groups. It then discusses methodologies to assess direction and \ncommodity misclassifications through the multiple mirror technique. \n \n3.1.   Definition of Discrepancy and Asymmetric Commodity Groups \n \n3.1.1.  Measurement of Discrepancy: Import–Export Ratio \n \nIn order to assess the size of the discrepancy between the two sides of the mirror, we \nwill use the import–export ratio as defined below.  \n \nImport–Export Ratio (aggregate level) = Aggregate import-side data/Aggregate \nexport- side data  \n \nImport–Export Ratio of tariff line α (2-digit) = Import-side data in digit α/Export-side \ndata in digit α \n \nThe term \"positive discrepancy\" refers to the case where the import-side data is larger \nthan the export-side data by more than 10%. “Negative discrepancy\" refers to the case \nwhere the import-side data is smaller than export-side data, or the import-side exceeds \nthe export-side by less than 10%. In other words, positive (negative) discrepancy is used \nwhen the import–export ratio is higher (lower) than 1.10, which represents the CIF–FOB \ngap. \n \n \n                                                 \n14  One reason is that the accuracy of data on trade between Cambodia and its trade partners as reported \nin those partners’ statistics is questionable due to geographic location.    \n ", "8   |   Working Paper Series on Regional Economic Integration No. 88 \n3.1.2.  Two Types of Asymmetric Commodity Groups \n \nThe analysis at the 2-digit level focuses on asymmetric commodity groups wherein the \nexport–import data compiled by the customs office of one side is significantly different \nfrom the import–export data compiled by the customs office of the other side. There are \ntwo  types  of  asymmetric  commodity  groups:  “no  reported  data  on  one  side”  and \n“extremely large discrepancy,” which can either be positive or negative.  \n \nNo reported data on one side of the mirror. We consider this an important indicator of \nmisclassification regardless of the size of the figure on the other side because “no data” \nimplies that the customs office either did not record the trade transaction or recorded the \ntransaction but under a different commodity classification than that of the partner. The \nlack  of  reported  export  (import)  on  only  one  side  of  the  mirror  reflects  possible \nmisclassification. That is, the goods could have been accounted for by the customs \noffice but were possibly classified under commodity codes different from the commodity \ncodes under which the partner recorded such goods.  \n \nExtremely large discrepancy. Tariff lines or commodities that satisfy the two conditions \ndetailed  below  are  regarded  as  asymmetric  tariff  lines  with  an  extremely  large \ndiscrepancy. First, the 2-digit level discrepancy ratio (see formula above) should either \nbe  higher  than  2.0  or  lower  than  0.5.  Taking  into  account  the  acceptable  level  of \ndiscrepancy attributed to the CIF–FOB factor discussed above (imports exceed exports \nby  10%  or  more),  a  ratio  of  more  than  2.0  and  less  than  0.5  can  be  considered \nsignificant. Second, we introduce the concept of the absolute size of discrepancy and \nregard the tariff line as asymmetric between the two sides of the mirror when the \ndiscrepancy is greater than a certain threshold, which changes depending on the size of \ntrade. In order to calculate the threshold for each 2-digit commodity code, we first \ncalculate the average aggregate bilateral trade value using both sides of the mirror \ndata.15  Based  on  this  averaged  aggregate  bilateral  trade  value,  we  compute  a \ntheoretically reasonable value of trade at each 2-digit level, which is 1% of aggregate \nbilateral trade.16 The threshold employed is 10% of this theoretically reasonable amount \nof each 2-digit commodity.17 In short, when the import–export ratio is higher than 2.0 or \nlower than 0.5, and the absolute difference is larger than the threshold mentioned above, \nwe regard that such a commodity group has an extremely large discrepancy.  \n \nAveraged bilateral trade at the aggregate level \n= A test country’s aggregate trade with a partner + the partner’s aggregate trade with \na test country / 2 \n \n                                                 \n15  For example, when Country A's imports from Country B are USD45 trillion (Country A’s data) and \nCountry B's exports to Country A are USD55 trillion (Country B data), the average value of the \naggregate bilateral trade becomes USD50 trillion.  \n16  1% is used because there are roughly 100 2-digit commodity groups. While there are actually 97 groups \nand 1 group that includes goods not classified elsewhere (No. 99), 1% is used for ease of calculation. In \nthe above example, the theoretically reasonable amount of each 2-digit trade volume is USD500 million. \n17  10% is used because the discrepancy within 10% should be considered normal given the CIF–FOB \nfactor. In the above mentioned example, the 2-digit tariff line with a discrepancy of over USD50 million \nis caught by this threshold.  \n ", "Utilizing the Multiple Mirror Technique to Assess the Quality of Cambodian Trade Statistics   |   9 \nThreshold = (Average bilateral trade at the aggregate level) * (.01) * (0.10) \n \nAbsolute Difference = import-side data in digit α – export-side data in digit α \n \n \n3.2.   Methodology to Assess Direction Misclassifications \n \nThe  multiple  mirror  comparison  is  especially  helpful  in  examining  direction \nmisclassification committed by the customs office of one side. For example, if a test \ncountry’s export data to Country A for Commodity X is much larger than its mirror, we \ncannot make a definitive argument on which side is inaccurate. However, when a test \ncountry’s export data to Country A for Commodity X is much larger than its mirror, and at \nthe same time, a test country’s export data to Country B for Commodity X is much \nsmaller than its mirror, there is a strong possibility that the test country erroneously \nrecorded its Commodity X exports to Country B (the actual destination) as exports to \nCountry A instead.  \n \nIn short, we first need to identify Country A and Country B, and then identify Commodity \nX.  Accordingly,  the  assessment  of  direction  misclassification  by  the  multiple  mirror \ntechnique involves two steps.  \n \nStep 1. Compare a test country's bilateral trade data with its major partners' bilateral \ntrade statistics at the aggregate level and identify a seeming set of false and actual \ndestination countries whose trade with the test country generates discrepancies in \nopposing directions (positive and negative discrepancies).  \n \nStep  2.  Compare  a  test  country’s  bilateral  trade  with  a  possible  false-origin \ndestination  and  a  test  country’s  bilateral  trade  with  a  possible  actual  origin  or \ndestination at the 2-digit commodity level and examine whether there are common \nasymmetric commodity groups with discrepancies in different directions.18 \n \n3.3.   Methodology to Assess Commodity Misclassifications \n \nThe multiple mirror comparison is also useful to examine commodity misclassification. If \na test country has a record of Commodity X export but not Commodity X’ export to \nCountry A, while country A has a record of Commodity X’ import but not Commodity X \nimport from the test country, it is difficult to conclude which customs office (the test \ncountry’s or that of Country A) has committed commodity misclassification. However, if a \ntest country has a record of Commodity X export but not Commodity X’ export to both \nCountry A and B, while both Country A and B have a record of Commodity X’ import but \nnot  Commodity  X  import  from  the  test  country,  we  can  infer  that  commodity \nmisclassification is likely to be committed by the test country.  \n \n                                                 \n18  If a certain transit country has a negative discrepancy when compared with a test country while the \nsupposed actual destination has a positive discrepancy, it is inferred that the destination of goods are \nmisclassified. \n ", "10   |   Working Paper Series on Regional Economic Integration No. 88 \nIn short, we should first identify Commodity X and X’, then examine how trade partners \n(Country A and Country B) classify Commodity X or X’. Accordingly, the assessment of \ncommodity misclassification by the multiple mirror technique involves two steps.  \n \nStep 1. Compare the discrepancy between a test country’s exports or imports to or \nfrom the rest of the world and the rest of the world’s imports or exports from or to a \ntest country at the commodity level. Then, identify asymmetric commodity groups \nand  find  a  set  of  similar  asymmetric  commodity  groups  with  discrepancies  in \nopposing directions (negative vs. positive).  \n \nStep 2. Examine if all major trade partners simultaneously classify the concerned \ntraded goods in a different manner than a test country. \n \n \n3.4.   Data Source \n \nThe study uses data from the United Nations Commodity Trade Statistics Database \n(UN Comtrade) because of the database’s comprehensiveness. Trade value data in \nUnited States (US) dollars at the aggregate and 2-digit levels are used. Although it would \nbe ideal to use trade volume data, given that trade value is influenced by the CIF–FOB \nfactor since exports are reported in FOB while imports are reported in CIF, trade value is \nthe only available data at the aggregate level. HS 2002-based figures are used for \n2000–2004 and 2008 because these were the only available data in the UN Comtrade \ndatabase.  \n \nAlthough all countries have export and import data to and from the rest of the world (total \nexports and imports), there is no readily available mirror data compiled by a single \nauthority. However, comparing one country’s total exports and imports with its mirror is \nvery  helpful  in  understanding  the  overall  quality  of  that  country’s  trade  statistics. \nTherefore, we use the aggregate import–export data of all countries (other than the \nconcerned country) included in the UN Comtrade database to produce the mirror data \nfor the concerned country. \n \n \n4.   Examination of Cambodia’s Export Statistics  \n \nThe quality of data on Cambodia’s total exports to the world appears to be good. The \nimport–export ratios for each year in 2000–2004 and 2008 range around 1.1 (Table 2). \nThis implies that the overall quality of Cambodia’s export data is acceptable, while there \nmay be some problems at the disaggregated level.  \n \n4.1.   Possible Direction Misclassifications among Cambodia’s Exports \n \nCambodia's exports to major trade partners at the aggregate level. Cambodia’s \nimportant  export  partners  in  2008  are  examined  in  the  analysis  to  investigate  the \npossibility  of  direction  misclassification.  Despite  the  fact  that  the  overall  quality  of \nCambodia’s aggregate export data is acceptable, the import–export ratios of Cambodia’s \n ", "Utilizing the Multiple Mirror Technique to Assess the Quality of Cambodian Trade Statistics   |   11 \nexports for each trade partner are either significantly higher or lower than 1.1 (Table 3). \nThis implies serious direction misclassifications in Cambodia’s export statistics. \n \n \nTable 2: Cambodia’s Total Exports, 2000–2004 and 2008 ($ million) \n \nCambodia's Data \nPartner’s Data \n(Cambodia’s  Discrepancy  Import–Export Ratio \n  (Rest of World’s Imports) \nExports)  (A-B)  (A/B) \nA \nB \n2000  1,521  1,390  131  1.09 \n2001  1,766  1,499  267  1.18 \n2002  2,006  1,923  83  1.04 \n2003  2,379  2,118  260  1.12 \n2004  2,945  2,798  147  1.05 \n2008  4,916  4,358  558  1.13 \n \nSource: UN Comtrade database.  \n \n \nTable 3: Cambodia’s Exports to its Major Trade Partners, 2008 ($ million) \n \nTrade Partner  Partners’  Cambodia’s Average Discrepancy  Import–\nImports  Exports  Data  (A-B)  Export  Ratio \nA  B  (A+B)/2  (A/B) \nUS  2,546  1,970  2,258  576  1.29 \nHong Kong, China  10  841  425  –831  0.01 \nGermany  411  138  274  272  2.97 \nCanada  253  291  272  -39  0.87 \nUK  275  156  216  119  1.77 \nViet Nam  214  171  193  43  1.25 \nSpain  177  124  151  53  1.43 \nSingapore  117  114  115  3  1.03 \nNetherlands  32  152  92  –121  0.21 \nFrance  121  34  78  87  3.54 \nJapan  121  32  77  89  3.77 \nBelgium  62  51  57  11  1.22 \nThailand  90  14  52  77  6.66 \nPRC  39  13  26  26  3.00 \n \nPRC = People’s Republic of China, UK = United Kingdom, US = United States. \nSource: UN Comtrade database.   \n \n ", "12   |   Working Paper Series on Regional Economic Integration No. 88 \nCountries  with  which  Cambodia  has  import–export  ratios  much  lower  than  1.1 \n(i.e., Cambodia’s exports to these trade partners are larger than those partners’ imports \nfrom Cambodia) are Hong Kong, China and the Netherlands, which both have large \ntransit ports. Hong Kong, China has the lowest ratio, which means that Cambodia’s \nexports to Hong Kong, China are significantly larger than Hong Kong, China’s imports \nfrom Cambodia. This huge discrepancy between Cambodian exports to Hong Kong, \nChina and Hong Kong, China’s imports from Cambodia is likely due to the fact that Hong \nKong, China is not a transit port for a single destination but is a transit port for a number \nof destinations such as the People’s Republic of China (PRC), Japan, and the US, which \nall have ratios greater than 1.1 (i.e., Cambodia’s exports to these trade partners are \nsmaller than these partners’ imports from Cambodia). Similarly, given the fact that the \nimport–export  ratios  of  Cambodia’s  exports  to  neighboring  countries  of  the \nNetherlands—such  as  France,  Germany,  and  the  United  Kingdom  (UK)—are  much \nhigher than 1.1, we can infer that Cambodia possibly misclassifies some exports to \nFrance, Germany, and the UK as exports to the Netherlands. \n \nCambodia's exports to Hong Kong, China and the US, Japan, and the PRC at the \n2-digit  commodity  level.  As  observed  above,  there  is  a  possible  direction \nmisclassification wherein some Cambodian exports to destinations such as the US, \nJapan, and the PRC are misclassified as exports to Hong Kong, China, which is a transit \nport for Cambodia’s exports to all three of those destinations.  \n \nTable 4 summarizes the asymmetric commodity groups between Cambodia and its \nmajor trade partners. While the Cambodian data show that in 2008 there were large \namounts of exports to Hong Kong, China in HS 07, 40, 49, 59, 65, and 90, the Hong \nKong, China data for the same year show that there were no or few imports from \nCambodia in such commodities. However, it is difficult to conclude which side committed \ndirection misclassification if we focus solely on bilateral mirror comparison between \nCambodia and Hong Kong, China.  \n \n \nTable 4: Cambodia’s Trade with Hong Kong, China; the United States; \nJapan; and the People’s Republic of China  \n \n  2000  2001  2002  2003  2004  2008 \nAsymmetric  No Data on One   10, 24, 34,  07, 10,  07, 42,  07, 40,  30, 34,  07, 40, 59, \ngroups in  SideCambodia’s  42, 49, 64,  49, 56, 97 49, 63.  42, 49,  40, 42,  65, 90 \nCambodia’s  exports to Hong Kong,  82  74, 78,  73, 85, 97  59, 73, \nexports to  China not reported by  82, 90  83, 86, \nHong Kong,  Hong Kong, China as  90, 94, \nChina  imports from  95, 97 \nCambodia \n ", "Utilizing the Multiple Mirror Technique to Assess the Quality of Cambodian Trade Statistics   |   13 \n  2000  2001  2002  2003  2004  2008 \nNegative  55  55  55  55  49  49 \nDiscrepancy \nCambodia’s exports \nto Hong Kong, China \nare greater than \nHong Kong, China’s \nimports from \nCambodia \nAsymmetric  No Data on One   12, 17, 34,  5, 29, 34,  9, 16, 21,  16, 20,  12, 16, 33,  32, 46, \ngroups in  SideUS imports   53, 58, 66,  37, 40,  33, 34,  33, 34,  40, 52, 54,  50, 52, \nCambodia’s  from Cambodia   67, 68, 71,  44, 48,  44, 52,  52, 54,  57, 60, 64,  56, 67  \nexports to  not reported by  74, 90, 91,  52, 67,  57, 67,   67, 68,  68, 71, 95   91 \nUS  Cambodia as   95  71, 74, 96 69, 71,  69, 71, \nexports to the US  73, 88,  73, 95  \n91, 95  \nPositive Discrepancy  54, 62, 97,  54, 62  62  39, 62  39, 62  39, 62, \nCambodia’s exports  99  63 \n to the US are smaller \nthan US imports from \nCambodia \nAsymmetric  No Data on One Side  06, 16, 18,  39, 42,  16, 41,  71, 50,  09, 41, 57,  40, 44, \ngroups in  Japan’s imports from  42, 49, 63,  59, 71  42, 68,  65, 68,   63, 68, 95  49, 52, \nCambodia’s  Cambodia not   68, 95  74, 83,  55  63, 65, \nexports to  reported by Cambodia  95  71, 72, \nJapan  as exports to Japan  94 \nPositive Discrepancy  43, 64, 94,  03, 29,  03, 44,  03, 44,  03, 62, 64,  62, 64, \nCambodia’s exports   99  41, 44,  62, 64,  62, 64,   99  99 \nto Japan are less than  62, 64,   99  99 \nJapan’s imports from  94 \nCambodia \nAsymmetric  No Data on One Side  08, 12, 46,  01, 08,  08, 40,  03, 14,  11, 33, 38,  10, 12, \ngroups in  The PRC’s imports   49, 50, 54,  48, 52, 69 53, 54,  33, 67  41, 42, 49,  22, 28, \nCambodia’s  from Cambodia not  56, 61, 62,  67, 90,  51, 53, 87,  33, 54, \nexports to  reported by Cambodia  73, 74, 91  91, 94  94  56, 66, \nthe PRC  as exports to the PRC   68, 69, \n72, 74, \n83, 90, \n94, 95  \nPositive Discrepancy  01, 40, 44  40, 44  44, 62,  40, 44,  03, 40,  01,03, \nCambodia’s exports  64  52  44, 52,  40,44, \nto the PRC are  54, 62  52,62, \nsmaller than the  64, 67 \nPRC's imports from \nCambodia \n \nPRC = People’s Republic of China; UK = United Kingdom; US = United States. \nSource: UN Comtrade database.   \n \n ", "14   |   Working Paper Series on Regional Economic Integration No. 88 \nIn 2008, most commodity groups in which Cambodia exported relatively large quantities \nof to Hong Kong, China, while Hong Kong, China’s statistics showed no such imports \nfrom Cambodia, were the same commodities that Cambodia had no recorded exports of \nto the US, Japan, and the PRC. Furthermore, the data from the US, Japan, and the PRC \nshow that there were such imports from Cambodia. For example, while the Cambodian \ndata show that there were no exports of HS 40 and 65 to Japan, the Japanese data \nshow  that  there  were  HS  40  and  65  imports  from  Cambodia.  Likewise,  while  the \nCambodian data show that there were no exports of HS 90 to the PRC, the PRC’s data \nshow that there were HS 90 imports from Cambodia. Together with the fact that the \nCambodian data show that there were HS 40, 65, and 90 exports to Hong Kong, China, \nbut the Hong Kong, China data show that there are no such imports from Cambodia, it is \nreasonable to infer that Cambodia’s direction classification with regard to HS 40, 65, and \n90 is inaccurate, rather than considering that Hong Kong, China; the PRC; and Japan all \ncommitted similar misclassifications. While the commodity groups indicating direction \nmisclassification were different in 2000–2004, similar patterns can be observed in the \ndata in terms of the countries involved. \n \n \n4.2.   Possible Commodity Misclassifications among Cambodia’s Exports \n \nCambodia's exports by major commodity group at the aggregate level. Despite the \nfact  that  the  overall  quality  of  Cambodia’s  total  export  data  is  acceptable, \nmisclassifications seem to be prevalent within individual commodity groups. Table 5 \npresents asymmetric commodity groups in Cambodia’s exports to the world against the \nworld’s imports from Cambodia. There are several commodity groups that continuously \nappear as asymmetric (see commodities underlined in Table 5).  \n \nAt a glance, we cannot confirm any improvement in commodity misclassifications in \nrecent years. The number of asymmetric commodity groups has not changed much. \nWhile there were 29 asymmetric commodity groups in 2000 (16 “no data on one side” \ngroups  and  13  “large  discrepancy”  groups),  there  were  30  asymmetric  commodity \ngroups in 2008 (12 “no data on one side” groups and 18 “large discrepancy” groups). \n \nOn wood-related items, Cambodia’s exports to the rest of the world were consistently \nsmaller than the rest of the world’s imports from Cambodia in terms of HS 44 (wood and \narticles of wood, wood charcoal). On the other hand, in terms of HS 94 (furniture, \nlighting, signs, prefabricated buildings), Cambodia’s exports to the rest of the world were \nconsistently  larger  than  the  rest  of  the  world’s  imports  from  Cambodia.  Given  the \nsimilarity  between  the  two  groups,  it  can  be  inferred  that  Cambodia  may  have \nmisclassified exports in HS 44 as exports in HS 94. This implies that while Cambodian \ncustoms officials considered its exports as final products (HS 94), importing countries \nregarded them as raw or intermediate products (HS 44).  \n \n \n \n \n \n ", "Utilizing the Multiple Mirror Technique to Assess the Quality of Cambodian Trade Statistics   |   15 \nTable 5: Asymmetric Commodity Groups in Cambodia's Trade with the \nRest of the World \n \n  2000  2001  2002  2003  2004  2008 \nAsymmetric   No Data on One  15, 16,  16, 18,  2, 13,  16, 17,  05, 06,  02, 13, \ngroups  Side World’s  17, 18,  20, 36,  18, 23,  19, 51,  13, 31,  16, 18, \nwhere  imports from  26, 32,  51, 75  29, 35,  53, 59,  36, 43,  29, 35, \nCambodia’s  Cambodia not  45, 53,  53, 59,  78, 80  45, 51,  38, 66, \nexport data  reported by  57, 67,  66, 91  53, 81,  81, 86 \nappear less  Cambodia as  75, 91,  92 \nthan the  exports to  the  93 \nrest of the  World \nworld’s \nimport data  Positive  03, 08,  03, 41,  41, 44,  03, 08,  08, 16,  01, 03, \nDiscrepancy    49, 62,  44, 52,  52, 62,  12, 15,  27, 44,  07, 08, \nCambodia’s  64, 72,  54, 62,  64  39, 44,  52, 62,  10, 12, \nexports to the  85, 97,  64, 72,  52, 62,  64, 72,  39, 40, \nWorld are  99  85, 89,  64, 72,  89  44, 62, \nsmaller than  99  89  63, 64, \nWorld’s imports  72, 74, \nfrom Cambodia  76 \n               \nAsymmetric   No Data on One  23, 31,  17, 26,  05, 31  02, 23,  67, 86  26, 53 \ngroups  Side Cambodian  35  31, 35,  31, 79, \nwhere   exports to the  79  86 \nCambodia’s  World not \nexport data  reported by the \nappear  World as imports \ngreater  from Cambodia \nthan the \nrest of the \nworld’s \nimport data \nNegative  24, 44,  24, 49,  49, 55,  49, 55,  49, 55,  49, 89, \nDiscrepancy   55, 60,   55, 84  84, 87,  84, 87,  84, 87,  94 \nCambodia’s  94  90  94, 97 \nexports are \nlarger than the \nworld’s imports \nfrom Cambodia \n \nSource: UN Comtrade database.   \n \n \nWith  garment-related  items,  Cambodia’s  exports  to  the  rest  of  the  world  were \nconsistently smaller than the rest of the world’s imports from Cambodia in terms of HS \n52 (cotton), HS 62 (articles of apparel and clothing accessories, not knit or crochet), \n64 (footwear, gaiters, and parts of such articles). On the other hand, in terms of HS 55 \n(man-made staple fibers), Cambodia’s exports to the rest of the world were consistently \nlarger than the world’s imports from Cambodia. Given the similarity between the two \ngroups, it can be inferred that Cambodia may have misclassified exports in HS 52, 62, \nand 64 as exports in HS 55. Given that Cambodia seems to commit a similar commodity \n ", "16   |   Working Paper Series on Regional Economic Integration No. 88 \nmisclassification on the import side (see Section 5.2 for more detail), there is a high \nprobability that exports in HS 52 were mistaken as exports in HS 55 by Cambodian \ncustoms  officials.  If  this  was  the  case,  the  situation  is  similar  to  the  wood-related \nproducts mentioned above; while Cambodian customs officials considered these exports \nto be intermediate products (HS 55), importing countries regarded them as raw materials \n(HS 52). \n \nCambodia's exports by major commodity groups at the bilateral level. The analysis \nabove, however, does not unambiguously indicate which customs office’s commodity \nclassification is inaccurate. If we look at various bilateral mirror analyses, we can have a \nbetter idea of which party committed the commodity misclassification. For example, \ntrade statistics from the US, Japan, and the PRC all show that they have a large volume \nof  HS 44  imports  from  Cambodia  (see  commodities  in  shadow  in  Table  4).  It  is \nreasonable to infer that Cambodia’s commodity classification was inaccurate—wood-\nrelated  exports  are  incorrectly  recorded  as  HS  94  instead  of  HS  44—rather  than \nconsidering  that  the  US,  Japan,  and  the  PRC  simultaneously  committed  the  same \ncommodity misclassification.  \n \nIn a similar vein, all three countries’ trade statistics show that they had a large volume of \nHS  52  imports  from  Cambodia.  It  is  also  reasonable  to  infer  in  this  instance  that \nCambodia’s  commodity  classification  was  inaccurate  (garment-related  exports  are \nincorrectly recorded as HS 55 instead of HS 52), rather than considering that the US, \nJapan, and the PRC simultaneously committed the same commodity misclassification.  \n \n \n5.   Examination of Cambodia’s Import Statistics  \n \nAs far as Cambodia’s total imports from the world are concerned, the data quality \nappears to be poor. The import–export ratios fell significantly below 1.1 in 2000–2004 \nand 2008 (Table 6). There should be concern over the quality of Cambodia’s import \ndata, especially since import data are used for purposes of tariff revenue collection, \ntaxes,  trade  agreements,  and  other  regulatory  controls.  Thus,  the  data  should  be \naccurate and reliable. Moreover, there is a clear declining trend in the import–export \nratios. This implies that over time either the difference between Cambodia’s imports and \nits partners’ exports expanded or the mismatch in the data worsened. From the trade \nand domestic policy perspective, this sketch of data quality calls for improvements in \ndata reporting. A smaller import value compared with a partner’s export value implies \nthat some imports were inaccurately recorded due to, for example, issues of corruption. \n \n5.1.   Possible Direction Misclassifications among Cambodia’s Imports \n \nCambodia’s imports from major trade partners at the aggregate level. Cambodia’s \nmajor  import  partners  in  2008  were  examined  to  investigate  possible  direction \nmisclassification. The import–export ratios of Cambodia’s import from each partner were \nlower than 1.1 for all of its trade partners with the exception of the US, which confirms \nthe finding at the aggregate level that Cambodia’s import data quality is a cause of \nconcern (Table 7). \n \n ", "Utilizing the Multiple Mirror Technique to Assess the Quality of Cambodian Trade Statistics   |   17 \nTable 6: Cambodia’s Total Imports ($ million) \n \nCambodia’s  Rest of the World's  Discrepancy Import–Export \n  Imports  Exports  (A-B)  Ratio \nA  B  (A/B) \n2000  1,439  1,795  –356  0.80 \n2001  1,507  1,895  –388  0.80 \n2002  1,667  2,139  –471  0.78 \n2003  1,775  2,471  –696  0.72 \n2004  2,063  2,991  –928  0.69 \n2008  4,417  6,742  –2,325  0.66 \n \nSource: UN Comtrade database.   \n \n \nTable 7: Cambodia’s Imports from Major Trade Partners, 2008 ($ million)  \n \n  Cambodia's  Trade Partners'  Average  Discrepancy  Import–\nImports  Exports  Data  (A-B)  Export Ratio \nA  B  (A+B)/2  (A/B) \nThailand  697  2014  1,355  –1317  0.35 \nPRC  933  1096  1,014  –162  0.85 \nViet Nam  472  1532  1,002  –1060  0.31 \nHong Kong, China  588  609  599  –20  0.97 \nRep. of Korea  229  294  412  –65  0.78 \nUS  220  154  262  –66  1.43 \nMalaysia  122  165  187  –43  0.74 \nSingapore  304  520  183  –217  0.58 \nIndonesia  96  174  149  –78  0.55 \nJapan  114  184  61  –70  0.62 \nIndia  89  54  48  –49  0.09 \n \nPRC = People’s Republic of China, US = United States. \nSource: UN Comtrade database. \n \n \nThe lowest import–export ratios occur with Thailand and Viet Nam. Given that these \ncountries both share a land border with Cambodia, it is probable that the discrepancies \nwere caused not by transit trade but by other reasons such as informal trade. For \nexample, if Cambodian custom officials erroneously recorded goods from a third country \nas goods from a neighboring transit country, then the import–export ratio with such a \ntransiting country would become much higher than 1.1.   \n ", "18   |   Working Paper Series on Regional Economic Integration No. 88 \nOn the other hand, the US has import–export ratios with Cambodia that are greater than \n1.1, which means that Cambodia’s imports from the US were significantly larger than US \nexports to Cambodia. Quite possibly, a third country’s exports to Cambodia via the US \nwere recorded as imports from the US by Cambodian customs, resulting in a large \ndiscrepancy  in  the  import–export  ratio.  However,  in  reality,  there  is  no  reasonable \nscenario under which an origin country at a distance from Cambodia greater than that of \nthe US would use US ports for transit purposes. Rather, this high ratio may be due to \ninaccuracies in the US data. Cambodia’s imports from the US did pass through a transit \nport  and  the  US  recorded  the  goods  as  exports  to  the  transit  port  rather  than  to \nCambodia, resulting in Cambodia’s imports from the US being larger than US exports to \nCambodia. In addition, US exporters may have some incentive to misreport that goods \nwere not exported to Cambodia.  \n \nBecause the import–export ratio of Cambodia’s total imports was very low in 2008 \n(0.66), we can say that the import–export ratios of almost all its trade partners have a \ndownward bias. If we examine this downward bias, we can see that the ratios of two \ntransit economies, namely, Hong Kong, China and the Republic of Korea, are relatively \nlarge. Given the geographical location of the Republic of Korea and the fact that Japan, \nwhich has a small import–export ratio even after taking into account the downward bias, \nwe can infer that Cambodia’s imports from Japan were in part misclassified as imports \nfrom the Republic of Korea.    \n \nCambodia’s imports from Japan and the Republic of Korea (Japan–Republic of \nKorea–Cambodia route) at the 2-digit commodity level. This section analyzes the \nJapan–Republic of Korea–Cambodia trade route, since the Republic of Korea seems to \nbe a transit country for some of Cambodia’s imports from Japan. Table 8 summarizes \nthe asymmetric commodity groups between Cambodia and the Republic of Korea and \nJapan. While Cambodian data show that in 2000–2004 and 2008 there were imports \nfrom the Republic of Korea in HS 04, 10, 15, 18, 23, 40, 43, 55, 57, 66, 67, 76, 83, 89, \n90, and 97, the Korean data for the same years show that there were no exports to \nCambodia in HS 04, 10, 15, 18, 23, 43, 57, 66, 67, and 97, and only a small amount of \nexports  from  the  Republic  of  Korea  in  HS  40,  55,  and  89.  Theoretically  speaking, \nhowever, it is still difficult to conclude which side (Cambodia or the Republic of Korea) \ncommitted commodity misclassification if we only conduct a bilateral mirror comparison. \n \nHowever, if we compare the mirror analysis between Cambodia and the Republic of \nKorea with the mirror analysis between Cambodia and Japan, more plausible inferences \non the direction misclassification can be made. In Table 8, we observe that there are \nseveral commodity groups wherein Cambodia’s imports from the Republic of Korea \nappear significantly larger than the Republic of Korea’s exports to Cambodia. At the \nsame time, Cambodia’s imports of the same commodity groups from Japan appear \nsignificantly smaller than Japan’s exports to Cambodia (see commodities underlined in \nTable 8). This implies that these commodity groups may have been misclassified by \nCambodia as imports from the Republic of Korea rather than imports from Japan.  \n \nIn 2008, most commodities that Cambodia’s data showed as imported from the Republic \nof Korea in large quantities and the Republic of Korea’s data showed either no or few \nsuch commodities being exported to Cambodia were the same commodities for which \n ", "Utilizing the Multiple Mirror Technique to Assess the Quality of Cambodian Trade Statistics   |   19 \nCambodia  recorded  either  no  or  few  imports  from  Japan  while  the  Japanese  data \nshowed  large  quantities  of  such  exports  to  Cambodia.  More  specifically,  while  the \nCambodian data show that there were no or few imports in HS 15, 40, 55, and 89 from \nJapan,  the  Japanese  data  showed  that  there  were  larger  quantities  of  these \ncommodities exported to Cambodia. Accordingly, it is reasonable to infer that Cambodia \nerroneously recorded imports in HS 15, 40, 55, and 89 from Japan as imports from the \nRepublic  of  Korea,  rather  than  assuming  that  Japan  and  the  Republic  of  Korea \nsimultaneously committed misclassification.   \n \n \nTable 8: Japan–Republic of Korea–Cambodia Trade Route, 2000–2004 and \n2008  \n \n    2000  2001  2002  2003  2004  2008 \nAsymmetric  No Data on One  16, 20,  25, 27,  04, 07,  11, 13,  09, 10,  04, 10, \ngroups in  Side Cambodia’s  21, 25,  28, 35,  09, 11,  21, 25,  11,12,  15, 18, \nCambodia’s  imports from the  27, 35,  57, 67,  12, 20,  42, 44,  21, 31,  23, 43, \nimports  Republic of Korea  45, 57,  68, 69,  21, 25,  45, 67,  43, 57,  57, 66, \nfrom the  not reported by the  70, 71,  74, 88,  27, 35,  68, 69,  69, 78,  67, 97 \nRepublic of  Republic of Korea  74, 99  99  36, 42,  99  81, 99 \nKorea  as exports to  57, 64, \n  Cambodia  66, 69, \n  82, 86, \n  97, 99 \n \nPositive  42, 55,   55, 56  55, 96  55, 56  55  40, 55, \nDiscrepancy  76, 83, \nCambodia’s  89, 90 \nimports from the \nRepublic of Korea \nare greater than \nthe Republic of \nKorea’s exports to \nCambodia \nAsymmetric  No Data on One  52, 59,  06, 74      31  15, 22, \ngroups in  Side Japan’s  67  26, 78 \nCambodia’s  exports to \nimports  Cambodia not \nfrom Japan  reported by \nCambodia as \nimports from Japan \nNegative  10, 16,  52, 89,  16, 30,  30, 38,  29, 54,  29, 40, \nDiscrepancy  69, 70,  95, 99  52, 54,  52, 54,  59, 89,  54, 55, \nCambodia’s  82, 89,  59, 89,  56, 59,  95, 99  84, 89, \nimports from  95, 99  99  76, 82,  95, 96, \nJapan are less  89, 99  99 \nthan Japan’s \nexports to \nCambodia \n \nSource: UN Comtrade database. \n ", "20   |   Working Paper Series on Regional Economic Integration No. 88 \nTable 9: Republic of Korea–Japan–Cambodia Trade Route,  \n2000–2004 and 2008   \n \n    2000  2001  2002  2003  2004  2008 \nAsymmetric  No Data on One  03, 05,  10, 12,  07, 12,  04, 05,  03, 04,  04, 08, \ngroups in  Side  07, 08,  21, 24,  15, 19,  07, 09,  09, 11,  10, 17, \nCambodia’s  Cambodia’s  09, 11,  28, 33,  20, 21,  10, 14,  12, 16,  19, 21, \nimports  imports from  12, 17,  42, 45,  22, 24,  19, 20,  19, 20,  24, 31, \nfrom Japan  Japan not reported  19, 20,  61, 62,  25, 26,  21, 22,  21, 22,  33, 57, \nby Japan as  24, 36,  65, 66,  28, 31,  24, 31,  24, 25,  61, 64, \nexports to  41, 42,  79, 80,  45, 46,  33, 37,  27, 28,  66, 97 \nCambodia  61, 71,  86, 92,  48, 58,  42, 46,  37, 42, \n74, 80,  97  62, 65,  57, 58,  46, 57, \n81, 86,  66, 67,  61, 65,  58, 65, \n91, 92  68, 71,  66, 67,  66, 67, \n76, 86,  70, 74,  75, 86 \n88, 91,  80, 81, \n92  86, 91, \n97 \nPositive  37, 39,  37, 38,  49, 60,  39, 41,  10, 55,  56 \nDiscrepancy  48, 49,  70, 82,  72, 87,  44, 49,  87,  96 \nCambodia’s  90, 94  87, 90  90    55, 90 \nimports from Japan \nare greater than \nJapan’s exports to \nCambodia \n \nAsymmetric  No Data on One  24, 51,  24, 71,  17, 51,  50, 51,  35, 50,  47, 53, \ngroups in  Side   89  53, 93  53, 89,  89  51, 71,  75, 80 \nCambodia’s  Republic of  91, 92  74, 75, \nimports  Korea’s exports to  89, 92 \nfrom the  Cambodia not \nRepublic of  reported by \nKorea  Cambodia as \nimports from the \nRepublic of Korea \nNegative  33, 41,  17, 33,  41, 52,  33, 39,  24, 33,  19, 22, \nDiscrepancy   52, 54,  48, 52,  54, 58,  41, 52,  39, 41,  24, 27, \nCambodia’s  58, 59,  54, 58,  59, 60,  54, 58,  52, 54,  29, 33, \nimports from the  60, 62,  59, 60,  62, 65,  59, 60,  49, 58,  35, 41, \nRepublic of Korea  64, 65,  62, 65,  72, 85,  65, 70,  62, 65,  44, 52, \nare less than the  73, 91  70, 85,  90  90, 91,   70, 72,  56, 58, \nRepublic of  89, 91  84, 85,  60, 61, \nKorea’s exports to  90  62, 64, \nCambodia   94 \n \nSource: UN Comtrade database.   \n \n \nCambodia’s imports from the Republic of Korea and Japan (Republic of Korea–\nJapan–Cambodia route) at the 2-digit commodity level. The Republic of Korea–\nJapan–Cambodia route was also tested to determine whether commodity groups may \n ", "Utilizing the Multiple Mirror Technique to Assess the Quality of Cambodian Trade Statistics   |   21 \nhave  been  misclassified  by  Cambodia  as imports  from  Japan  rather  than  from  the \nRepublic of Korea. As shown in Table 9, there are a large number of commodity groups \nin  which  Cambodia’s  imports  from  Japan  appear  larger  than  Japan’s  exports  to \nCambodia. At the same time, Cambodia’s imports from the Republic of Korea of the \nsame  commodity  groups  appear  smaller  than  the  Republic  of  Korea’s  exports  to \nCambodia (see commodities underlined). \n \nIn 2008, most commodities in which Cambodia had a relatively large amount of imports \nfrom Japan, while Japanese statistics showed no such exports to Cambodia, were the \nsame commodities for which Cambodia recorded no imports from the Republic of Korea \nwhile the Republic of Korea did record such exports to Cambodia. Specifically, while the \nCambodian data for 2008 show that there were no or few imports in HS 19, 24, 33, 56, \n61, and 64 from the Republic of Korea, the Korean data show that there were exports of \nthose commodities to Cambodia. Accordingly, it is reasonable to infer that Cambodia \nerroneously recorded imports in HS 19, 24, 33, 56, 61, and 64 from the Republic of \nKorea as imports from Japan, rather than considering that Japan and the Republic of \nKorea simultaneously committed misclassification.   \n \nIn summary, there are commodity groups among Cambodia’s imports from Japan that \ntransit through the Republic of Korea and among its imports from the Republic of Korea \nthat transit through Japan which were misclassified in both cases as imports from the \ntransiting country. With the two effects potentially cancelling each other out, the extent of \ndirection misclassification in Cambodia’s imports from the Republic of Korea and Japan \nis not reflected at the aggregate level. Thus, the 2-digit level analysis in this section \nreveals that there are many commodity misclassifications that are not observable at the \naggregate level. \n \n5.2.   Possible Commodity Misclassifications among Cambodia’s Imports \n \nCambodia’s imports by major commodity group at the aggregate level. This section \nexamines Cambodia’s commodity misclassification of imports from the rest of the world. \nTable 10 presents asymmetric commodity groups in Cambodia’s imports from the rest of \nthe  world  against  the  rest  of  the  world’s  exports  to  Cambodia.  There  are  several \ncommodity groups that continuously appear as asymmetric (see commodities underlined \nin Table 10). \n \nAt a glance, it appears that the discrepancy at the 2-digit level deteriorated and the \nnumber  of  asymmetric  commodity  groups  increased  during  the  years  under  review \n(2000–2004 and 2008). While there were 28 asymmetric commodity groups in 2000 (3 \n“no  data  on  one  side”  groups  and  25  “large  discrepancy”  groups),  there  were  30 \nasymmetric commodity groups in 2008 (zero “no data on one side” groups and 30 “large \ndiscrepancy” groups). Over time, there has been a declining number of matches in terms \nof  the  classification  of  goods.  In  other  words,  Cambodia  has  continued  to  classify \nexports under codes that are different than the codes its trade partners use to classify \nsuch goods. \n \n \n \n ", "22   |   Working Paper Series on Regional Economic Integration No. 88 \nTable 10: Asymmetric Commodity Groups in Cambodia's Trade with the  \nRest of the World, 2000–2004 and 2008 \n \n    2000  2001  2002  2003  2004  2008 \nAsymmetric  No Data on One  81    45  45, 81  47, 53   \ngroups  Side Cambodia’s \nwhere  imports from the \nCambodia’s  rest of the world \nimport data  not reported by \nappear  the rest of the \ngreater than  world as exports \nthe rest of  to Cambodia \nthe world’s \nexport data  Positive  41, 49, 55,  55, 62  55, 62   55, 62  28, 55,  28, 49, \nDiscrepancy  62, 71  59, 62  55, 59 \nCambodia’s \nimports from the \nrest of the world \nare larger than \nthe rest of the \nworld’s exports to \nCambodia \nAsymmetric  No Data on One  26, 75  26, 53  51  26, 47, 75     \ngroups  Side Rest of the \nwhere  world’s exports to \nCambodia’s  Cambodia not \nimport data  reported by \nappear less  Cambodia as \nthan the rest  imports from the \nof the  rest of the world \nworld’s \nexport data  Negative  03, 04, 15,  03, 04,  03, 04,  03, 04, 07,  04, 08,  01, 03, \nDiscrepancy  19, 20, 21,  19, 20,  08, 12,  08, 17, 19,  16, 17,  04, 08, \nCambodia’s  22, 27, 32,  21, 22,  16, 19,  20, 21, 22,  19, 20,  15, 16, \nimports from the  33, 34, 37,  32, 33,  20, 21,  31, 32, 33,  21, 22,  17, 19, \nrest of the world  51, 52, 53,  37, 51,  22, 31,  34, 37, 38,  31, 32,  20, 21, \nare smaller than  59, 61, 91,  52, 54,  32, 33,  39, 51, 52,  33, 37,  22, 27, \nthe rest of the  95, 99  61, 68,  34, 37,  59, 61, 64,  38, 39,  29, 31, \nworld’s exports to  99  49, 52,  72, 73, 82,  40, 51,  32, 33, \nCambodia  54, 59,  88, 89, 95,  52, 54,  34, 39, \n61, 64,  99  56, 61,  40, 52, \n68, 71,  64, 68,  53, 54, \n72, 89,  69, 70,  56, 61, \n99  72, 73,  72, 73, \n85, 89,  82, 83, \n95, 99  95, 99 \n \nSource: UN Comtrade database. \n \n \nOther  categories  in  which  Cambodia’s  imports  from  the  rest  of  the  world  were \nconsistently smaller than the world’s exports to Cambodia are HS 4 (dairy products, \neggs, honey, edible animal products), commodity groups relating to food such as HS 19 \n ", "Utilizing the Multiple Mirror Technique to Assess the Quality of Cambodian Trade Statistics   |   23 \n(cereal, flour, starch, milk preparations and products), HS 20 (vegetables, fruits, nuts, \nfood preparations), HS 21 (miscellaneous edible preparations), and HS 22 (beverages, \nspirits, vinegar); and commodity groups relating to chemicals  such as HS 32 (tanning, \ndyeing extracts, tannins, derived pigments), HS 33 (essential oils, perfumes, cosmetics, \ntoiletries),  HS  34  (soaps,  lubricants,  waxes,  candles,  modeling  pastes),  HS  37 \n(photographic or cinematographic goods) and HS 95 (toys, games, sports requisites). \n \nCambodia’s imports by major commodity group at the bilateral level. The analysis \nabove, however, does not unambiguously indicate that the commodity misclassifications \nwere indeed committed by Cambodian customs officials. If we look at various bilateral \nmirror  analyses,  we  can  have  a  better  idea  of  which  party  committed  commodity \nmisclassification. As we have already stated, HS 51, 52, and 59 are the commodity \ngroups in which Cambodia had no or few imports from the rest of the world in 2000–\n2004 and 2008, while there were large amounts of exports to Cambodia from the rest of \nthe world in these years. Meanwhile, the lower halves of Tables 8 and 9 display the \ncommodity groups in which the Cambodian data show there are no or few imports from \nJapan and the Republic of Korea, while the Japanese and Korean data show a high \nvolume  of  exports  to  Cambodia  (see  commodities  in  shadow  in  Tables  8  and  9). \nInterestingly, both the Japanese and Korean data suggest that they exported a large \namount  of  items  under  HS  52  and  59.  Accordingly,  it  is  reasonable  to  infer  that \nCambodia’s commodity classification was inaccurate, with Cambodia’s garment-related \nimports being incorrectly recorded as HS 55 and 62 instead of HS 51, 52, and 59, rather \nthan considering that Japan and the Republic of Korea simultaneously committed the \nsame commodity misclassification. \n \n \n6.   Conclusion \n \nThis  study  questioned  the  accuracy  of  trade  statistics  and  whether  the  observed \ndiscrepancies stem from two types of misclassification: commodity misclassification and \ndirection  misclassification.  It  examined  the  magnitude  of  the  two  misclassification \nproblems  in  the  trade  data  by  using  the  mirror  statistics.  The  fundamental \nmethodological problem common in the existing literature on mirror analysis is that we \ncannot conclude which customs office, whether the exporting or the importing side, is the \nsource  of  a  discrepancy,  particularly  since  the  analysis  is  limited  to  a  bilateral \ncomparison of trade partner statistics. In order to overcome this, we need to compare \nthe results of a bilateral mirror comparison with another bilateral mirror comparison’s \nresults.  By  using  a  multiple  mirror  technique  to  compare  discrepancies,  this  paper \ncarefully examined which (i) products were misclassified under similar (but ultimately \ndifferent) products, and (ii) goods to or from a country were misclassified as goods to or \nfrom another country.  \n \nWhile the discrepancies among Cambodia’s export data against the sum of all of its \ntrade  partners’  import  data  are  small  at  the  total  level,  there  are  serious \nmisclassifications with regard to both direction and commodity type at the disaggregated \nlevel. While Cambodian statistics show that there were large amounts of exports to Hong \nKong, China in several commodities in 2000–2004 and 2008, the statistics from Hong \nKong, China indicate no such imports. Interestingly, while Cambodia’s data do not show \n ", "24   |   Working Paper Series on Regional Economic Integration No. 88 \nthat there were exports of those same commodities to the US, Japan, and the PRC, \nthose countries’ statistics indicate that there were imports of those commodities from \nCambodia. Thus, it is reasonable to infer that there has been direction misclassification \nin  Cambodia’s  export  data.  Cambodia’s  export  data  also  has  commodity \nmisclassifications. While the Cambodian statistics say that there were HS 94 exports \n(furniture,  lighting,  signs,  prefabricated  buildings)  but  no  HS  44  exports  (wood  and \narticles of wood, wood charcoal) exports in 2000–2004 and 2008, all of its major training \npartners’ statistics indicate HS 44 imports from Cambodia but no HS 94 imports.  \n \nThe overall quality of Cambodia’s import data is much worse than its export data. The \ntotal of Cambodia’s imports was only about half the sum of its trade partners’ exports to \nCambodia in 2000–2004 and 2008, even when considering the CIF–FOB difference. \nThus, in addition to misclassifications, there are other factors that contribute to the \ndeterioration of the quality of import statistics such as smuggling. It is reasonable to \nconsider that the quality of import data is worse than export data because the former is \ndirectly  related  to  tariff  revenue.  It  is  probable  that  the  magnitude  of  direction \nmisclassification is considerable. In the case of trade from the Republic of Korea and \nJapan, goods coming from Japan were often classified as imports from the Republic of \nKorea and vice versa. (The trade statistics of Japan and the Republic of Korea are \nconsistent with each other). Thus, there is substantial direction misclassification, which is \nnot reflected at the aggregate level. Commodity misclassification problems are also \npresent in Cambodia’s import data. A number of Cambodia’s trade partners’ statistics \nindicate that there were exports to Cambodia in HS 51 (wool, animal hair, horsehair yarn \nand fabric thereof), 52 (cotton), and 59 (impregnated, coated, or laminated textile fabric), \nrather than in HS 55 (manmade staple fibers) or 62 (articles of apparel, accessories, not \nknit or crochet), while the Cambodian data shows the latter is the case.       \n \nFinally, improving the quality of trade statistics has practical importance for all countries, \nespecially LDCs such as Cambodia. One potential way to improve data collection and \ncompilation  is  by  engaging  in  technical  assistance  from  international  organizations \nspecializing in customs administration, such as the World Customs Organization (WCO), \nfor  the  recording  of  goods  using  the  HS  classification  system.  Cambodia  can  also \nconsider  the  quality  dimensions  set  out  in  the  IMF’s  Data  Quality  Assessment \nFramework,  which  identifies  quality-related  features  of  the  governance  of  statistical \nsystems,  processes,  and  products.  The  quality  dimensions  include  assurance  of \nintegrity,  methodological  soundness,  accuracy  and  reliability,  serviceability,  and \naccessibility (IMF 2003).19 International institutions specializing in economic monitoring \nsuch  as  the  Asian  Development  Bank  (ADB)  and  Association  of  Southeast  Asian \nNations (ASEAN) can also assist in the development of data reporting systems. \n \n                                                 \n19  While Cambodia is not a member, the principles set out in the European Statistics Code of Practice \nadopted by the Statistical Programme Committee of the European Council in 2005 are also useful in \nimproving the quality of statistics. The Code is a set of guidelines that Cambodia can use to improve the \nquality of its trade statistics. The principles include professional independence, mandate for data \ncollection,  adequacy  of  resources,  quality  commitment,  statistical  confidentiality,  impartiality  and \nobjectivity,  sound  methodology,  appropriate  statistical  procedures,  non-excessive  burden  on \nrespondents,  cost  effectiveness,  relevance,  accuracy  and  reliability,  timeliness  and  punctuality, \ncoherence and comparability, and accessibility and clarity (European Statistics Code of Practice 2005). \n ", "Utilizing the Multiple Mirror Technique to Assess the Quality of Cambodian Trade Statistics   |   25 \nReferences \n \nEuropean  Statistics  Code  of  Practice.  2005.  Available  at   \nhttp://epp.eurostat.ec.europa.eu/portal/page/portal/quality/code_of_practice \nEurostat. 2009. MEDSTAT II: Asymmetry in Foreign Trade Statistics in Mediterranean \nPartner  Countries.  Eurostat  Methodologies  and  Working  Papers.  Available  at \nhttp://unstats.un.org/unsd/tradekb/Attachment158.aspx \nG. Federico and A. Tena. 1991. On the Accuracy of Foreign Trade Statistics 1909–1935: \nMorgenstern Revisited. Explorations in Economic History. 28. pp. 259–273. \nM. Ferrantino and Z. Wang. 2008. Accounting for Discrepancies in Bilateral Trade: \nThe Case  of  [the  People’s  Republic  of]  China;  Hong  Kong,  [China];  and  the \nUnited States. [People’s Republic of] China Economic Review. 19. pp. 502–520. \nS. Hamanaka. 2011. Quality of Trade Statistics of the Lao PDR: Incompatibility with \nInternational Standards and Inaccuracies Due to Smuggling. South East Asia \nResearch 19(3). (forthcoming). \nD. Hummels and V. Lugovskyv. 2006. Are Matched Partner Trade Statistics a Usable \nMeasure of Transportation Costs? Review of International Economics. 14(1). pp. \n69–86. \nInternational  Monetary  Fund.  2003.  Data  Quality  Assessment  Framework.  Statistics \nDepartment,  International  Monetary  Fund.    Available  at \nhttp://unstats.un.org/unsd/dnss/docs-nqaf/IMF-dqrs_factsheet.pdf \n———.  2007.  Direction  of  Trade  Statistics:  Estimation  Procedures. \nhttp://www2.imfstatistics.org/DOT/DOTEstim.htm \nInternational Trade Center, UNCTAD/WTO. 2005. Reliability of Trade Statistics. Market \nAnalysis Section (MAS). International Trade Center.  \nB. Javorcik and G. Narciso. 2007. Differentiated Products and Evasion of Import Tariffs. \nWorld Bank Policy Research Working Paper Series. 4123. \nZ. Mahmood and M. Azhar. 2001. On Overinvoicing of Exports in Pakistan. The Pakistan \nDevelopment Review. 40(3). pp. 173–185. \nB. Makhoul and S. Otterstrom. 1998. Exploring the Accuracy of International Trade \nStatistics. Applied Economics. 30. pp. 1603–1616. \nR. Pomfret and P. Sourdin. 2009. Have Asian Trade Agreements Reduced Trade Costs? \nJournal of Asian Economics. 20. pp. 255–268. \n ", "26   |   Working Paper Series on Regional Economic Integration No. 88 \nA. Yeats. 1995. Are Partner-Country Statistics Useful for Estimating “Missing” Trade \nData? Policy Research Working Paper 1501. Washington, DC: World Bank.  \nA. Yeats. 1978. On the Accuracy of Partner Country Trade Statistics. Oxford Bulletin of \nEconomics and Statistics. 40(4). pp. 341–361. \n \n ", "Utilizing the Multiple Mirror Technique to Assess the Quality of Cambodian Trade Statistics   |   27 \nAppendix: HS Codes and Commodity Descriptions \n \n01  Live animals  50  Silk \nWool, animal hair, horsehair yarn and fabric \n02  Meat and edible meat offal  51 \nthereof \nFish, crustaceans, molluscs, aquatic \n03  52  Cotton \ninvertebrates nes \nDairy products, eggs, honey, edible animal  Vegetable textile fibres nes, paper yarn, woven \n04  53 \nproduct nes  fabric \n05  Products of animal origin, nes  54  Manmade filaments \n06  Live trees, plants, bulbs, roots, cut flowers etc  55  Manmade staple fibres \nWadding, felt, nonwovens, yarns, twine, \n07  Edible vegetables and certain roots and tubers 56 \ncordage, etc \n08  Edible fruit, nuts, peel of citrus fruit, melons  57  Carpets and other textile floor coverings \nSpecial woven or tufted fabric, lace, tapestry \n09  Coffee, tea, mate and spices  58 \netc \n10  Cereals  59  Impregnated, coated or laminated textile fabric \nMilling products, malt, starches, inulin, wheat \n11  60  Knitted or crocheted fabric \ngluten \nOil seed, oleagic fruits, grain, seed, fruit, etc, \n12  61  Articles of apparel, accessories, knit or crochet \nnes \nLac, gums, resins, vegetable saps and  Articles of apparel, accessories, not knit or \n13  62 \nextracts nes  crochet \nVegetable plaiting materials, vegetable  Other made textile articles, sets, worn clothing \n14  63 \nproducts nes  etc \nAnimal or vegetable fats and oils, cleavage \n15  64  Footwear, gaiters and the like, parts thereof \nproducts, etc \n16  Meat, fish and seafood food preparations nes  65  Headgear and parts thereof \nUmbrellas, walking-sticks, seat-sticks, whips, \n17  Sugars and sugar confectionery  66 \netc \nBird skin, feathers, artificial flowers, human \n18  Cocoa and cocoa preparations  67 \nhair \nCereal, flour, starch, milk preparations and  Stone, plaster, cement, asbestos, mica, etc \n19  68 \nproducts  articles \n20  Vegetable, fruit, nut, etc food preparations  69  Ceramic products \n21  Miscellaneous edible preparations  70  Glass and glassware \n22  Beverages, spirits and vinegar  71  Pearls, precious stones, metals, coins, etc \nResidues, wastes of food industry, animal \n23  72  Iron and steel \nfodder \nTobacco and manufactured tobacco \n24  73  Articles of iron or steel \nsubstitutes \nSalt, sulphur, earth, stone, plaster, lime and \n25  74  Copper and articles thereof \ncement \n26  Ores, slag and ash  75  Nickel and articles thereof \n ", "28   |   Working Paper Series on Regional Economic Integration No. 88 \n27  Mineral fuels, oils, distillation products, etc  76  Aluminium and articles thereof \nInorganic chemicals, precious metal \n28  78  Lead and articles thereof \ncompound, isotopes \n29  Organic chemicals  79  Zinc and articles thereof \n30  Pharmaceutical products  80  Tin and articles thereof \n31  Fertilizers  81  Other base metals, cermets, articles thereof \nTanning, dyeing extracts, tannins, derivs, \n32  82  Tools, implements, cutlery, etc of base metal \npigments etc \n33  Essential oils, perfumes, cosmetics, toiletries  83  Miscellaneous articles of base metal \nSoaps, lubricants, waxes, candles, modelling \n34  84  Nuclear reactors, boilers, machinery, etc \npastes \nAlbuminoids, modified starches, glues, \n35  85  Electrical, electronic equipment \nenzymes \nExplosives, pyrotechnics, matches,  Railway, tramway locomotives, rolling stock, \n36  86 \npyrophorics, etc  equipment \n37  Photographic or cinematographic goods  87  Vehicles other than railway, tramway \n38  Miscellaneous chemical products  88  Aircraft, spacecraft, and parts thereof \n39  Plastics and articles thereof  89  Ships, boats and other floating structures \nOptical, photo, technical, medical, etc \n40  Rubber and articles thereof  90 \napparatus \nRaw hides and skins (other than furskins) and \n41  91  Clocks and watches and parts thereof \nleather \nArticles of leather, animal gut, harness, travel \n42  92  Musical instruments, parts and accessories \ngoods \nFurskins and artificial fur, manufactures  Arms and ammunition, parts and accessories \n43  93 \nthereof  thereof \nFurniture, lighting, signs, prefabricated \n44  Wood and articles of wood, wood charcoal  94 \nbuildings \n45  Cork and articles of cork  95  Toys, games, sports requisites \nManufactures of plaiting material, basketwork, \n46  96  Miscellaneous manufactured articles \netc. \nPulp of wood, fibrous cellulosic material, waste \n47  97  Works of art, collectors pieces and antiques \netc \nPaper & paperboard, articles of pulp, paper \n48  99  Commodities not elsewhere specified \nand board \n49  Printed books, newspapers, pictures etc   \n \nSource: World Customs Organization. HS Nomenclature 2007 Edition. \nhttp://www.wcoomd.org/home_hsoverviewboxes_tools_ and_instruments_hsnomenclaturetable2007.htm \n \n \n \n \n \n \n ", "Utilizing the Multiple Mirror Technique to Assess the Quality of Cambodian Trade Statistics   |   29 \nADB Working Paper Series on Regional Economic Integration* \n \n1.  “The  ASEAN  Economic  Community  and  the  European  Experience”  by \nMichael G. Plummer \n2.  “Economic  Integration  in  East  Asia:  Trends,  Prospects,  and  a  Possible \nRoadmap” by Pradumna B. Rana \n3.  “Central  Asia  after  Fifteen  Years  of  Transition:  Growth,  Regional \nCooperation,  and  Policy  Choices”  by  Malcolm  Dowling  and  Ganeshan \nWignaraja \n4.  “Global  Imbalances  and  the Asian  Economies:  Implications  for  Regional \nCooperation” by Barry Eichengreen \n5.  “Toward Win-Win Regionalism in Asia: Issues and Challenges in Forming \nEfficient Trade Agreements” by Michael G. Plummer \n6.  “Liberalizing  Cross-Border  Capital  Flows:  How  Effective  Are  Institutional \nArrangements  against  Crisis  in  Southeast  Asia”  by  Alfred  Steinherr, \nAlessandro Cisotta, Erik Klär, and Kenan Šehović \n7.  “Managing the Noodle Bowl: The Fragility of East Asian Regionalism” by \nRichard E. Baldwin \n8.  “Measuring  Regional  Market  Integration  in  Developing  Asia:  a  Dynamic \nFactor  Error  Correction  Model  (DF-ECM) Approach”  by  Duo  Qin,  Marie \nAnne Cagas, Geoffrey Ducanes, Nedelyn Magtibay-Ramos, and Pilipinas F. \nQuising \n9.  “The Post-Crisis Sequencing of Economic Integration in Asia: Trade as a \nComplement to a Monetary Future” by Michael G. Plummer and Ganeshan \nWignaraja \n10. “Trade Intensity and Business Cycle Synchronization: The Case of East \nAsia” by Pradumna B. Rana \n11. “Inequality and Growth Revisited” by Robert J. Barro \n12. “Securitization in East Asia” by Paul Lejot, Douglas Arner, and Lotte Schou-\nZibell \n13. “Patterns and Determinants of Cross-border Financial Asset Holdings in East \nAsia” by Jong-Wha Lee \n14. “Regionalism as an Engine of Multilateralism: A Case for a Single East Asian \nFTA” by Masahiro Kawai and Ganeshan Wignaraja \n ", "30   |   Working Paper Series on Regional Economic Integration No. 88 \n15. “The Impact of Capital Inflows on Emerging East Asian Economies: Is Too \nMuch Money Chasing Too Little Good?” by Soyoung Kim and Doo Yong \nYang \n16. “Emerging East Asian Banking Systems Ten Years after the 1997/98 Crisis” \nby Charles Adams \n17. “Real and Financial Integration in East Asia” by Soyoung Kim and Jong-Wha \nLee \n18. “Global  Financial  Turmoil:  Impact  and  Challenges  for  Asia’s  Financial \nSystems” by Jong-Wha Lee and Cyn-Young Park \n19. “Cambodia’s Persistent Dollarization: Causes and Policy Options” by Jayant \nMenon \n20. “Welfare Implications of International Financial Integration” by Jong-Wha Lee \nand Kwanho Shin \n21. “Is  the ASEAN-Korea  Free Trade Area  (AKFTA)  an  Optimal  Free Trade \nArea?” by Donghyun Park, Innwon Park, and Gemma Esther B. Estrada \n22. “India’s Bond Market—Developments and Challenges Ahead” by Stephen \nWells and Lotte Schou- Zibell \n23. “Commodity Prices and Monetary Policy in Emerging East Asia” by Hsiao \nChink Tang \n24. “Does Trade Integration Contribute to Peace?” by Jong-Wha Lee and Ju \nHyun Pyun \n25. “Aging in Asia: Trends, Impacts, and Responses” by Jayant Menon and Anna \nMelendez-Nakamura \n26. “Re-considering  Asian  Financial  Regionalism  in  the  1990s”  by  Shintaro \nHamanaka \n27. “Managing Success in Viet Nam: Macroeconomic Consequences of Large \nCapital Inflows with Limited Policy Tools” by Jayant Menon \n28. “The Building Block versus Stumbling Block Debate of Regionalism: From \nthe  Perspective  of  Service  Trade  Liberalization  in  Asia”  by  Shintaro \nHamanaka \n29. “East Asian and European Economic Integration: A Comparative Analysis” by \nGiovanni Capannelli and Carlo Filippini \n30. “Promoting Trade and  Investment  in India’s Northeastern Region” by  M. \nGovinda Rao \n ", "Utilizing the Multiple Mirror Technique to Assess the Quality of Cambodian Trade Statistics   |   31 \n31. “Emerging Asia: Decoupling or Recoupling” by Soyoung Kim, Jong-Wha Lee, \nand Cyn-Young Park \n32. “India’s Role in South Asia Trade and Investment Integration” by Rajiv Kumar \nand Manjeeta Singh \n33. “Developing Indicators for Regional Economic Integration and Cooperation” \nby Giovanni Capannelli, Jong-Wha Lee, and Peter Petri \n34. “Beyond the Crisis: Financial Regulatory Reform in Emerging Asia” by Chee \nSung Lee and Cyn-Young Park \n35. “Regional  Economic  Impacts  of  Cross-Border  Infrastructure:  A  General \nEquilibrium Application to Thailand and Lao PDR” by Peter Warr, Jayant \nMenon, and Arief Anshory Yusuf \n36. “Exchange  Rate  Regimes  in  the  Asia-Pacific  Region  and  the  Global \nFinancial Crisis” by Warwick J. McKibbin and Waranya Pim Chanthapun \n37. “Roads for Asian Integration: Measuring ADB's Contribution to the Asian \nHighway Network” by Srinivasa Madhur, Ganeshan Wignaraja, and Peter \nDarjes \n38. “The Financial Crisis and Money Markets in Emerging Asia” by Robert Rigg \nand Lotte Schou-Zibell \n39. “Complements  or  Substitutes?  Preferential  and  Multilateral  Trade \nLiberalization at the Sectoral Level” by Mitsuyo Ando, Antoni Estevadeordal, \nand Christian Volpe Martincus \n40. “Regulatory Reforms for Improving the Business Environment in Selected \nAsian Economies—How Monitoring and Comparative Benchmarking can \nProvide Incentive for Reform” by Lotte Schou-Zibell and Srinivasa Madhur \n41. “Global  Production  Sharing,  Trade  Patterns,  and  Determinants  of  Trade \nFlows in East Asia” by Prema-chandra Athukorala and Jayant Menon \n42. “Regionalism Cycle in Asia (-Pacific): A Game Theory Approach to the Rise \nand Fall of Asian Regional Institutions” by Shintaro Hamanaka \n43. “A  Macroprudential  Framework  for  Monitoring  and  Examining  Financial \nSoundness” by Lotte Schou-Zibell, Jose Ramon Albert, and Lei Lei Song \n44. “A Macroprudential Framework for the Early Detection of Banking Problems \nin  Emerging  Economies”  by  Claudio  Loser,  Miguel  Kiguel,  and  David \nMermelstein \n45. “The 2008 Financial Crisis and Potential Output in Asia: Impact and Policy \nImplications” by Cyn-Young Park, Ruperto Majuca, and Josef Yap \n ", "32   |   Working Paper Series on Regional Economic Integration No. 88 \n46. “Do Hub-and-Spoke Free Trade Agreements Increase Trade? A Panel Data \nAnalysis” by Jung Hur, Joseph Alba, and Donghyun Park \n47. “Does  a  Leapfrogging  Growth  Strategy  Raise  Growth  Rate?  Some \nInternational Evidence” by Zhi Wang, Shang-Jin Wei, and Anna Wong \n48. “Crises in Asia: Recovery and Policy Responses” by Kiseok Hong and Hsiao \nChink Tang \n49. “A New Multi-Dimensional Framework for Analyzing Regional Integration: \nRegional Integration Evaluation (RIE) Methodology” by Donghyun Park and \nMario Arturo Ruiz Estrada \n50. “Regional  Surveillance  for  East  Asia:  How  Can  It  Be  Designed  to \nComplement Global Surveillance?” by Shinji Takagi \n51. “Poverty  Impacts  of  Government  Expenditure  from  Natural  Resource \nRevenues” by Peter Warr, Jayant Menon, and Arief Anshory Yusuf \n52. “Methods for Ex Ante Economic Evaluation of Free Trade Agreements” by \nDavid Cheong \n53. “The Role of Membership Rules in Regional Organizations” by Judith Kelley \n54. “The Political Economy of Regional Cooperation in South Asia” by V.V. Desai \n55. “Trade  Facilitation  Measures  under  Free  Trade  Agreements:  Are  They \nDiscriminatory  against  Non-Members?”  by  Shintaro  Hamanaka,  Aiken \nTafgar, and Dorothea Lazaro \n56. “Production Networks and Trade Patterns in East Asia: Regionalization or \nGlobalization?” by Prema-chandra Athukorala \n57. “Global Financial Regulatory Reforms: Implications for Developing Asia” by \nDouglas W. Arner and Cyn-Young Park \n58. “Asia’s Contribution to Global Rebalancing” by Charles Adams, Hoe Yun \nJeong, and Cyn-Young Park \n59. “Methods for Ex Post Economic Evaluation of Free Trade Agreements” by \nDavid Cheong \n60.  “Responding  to  the  Global  Financial  and  Economic  Crisis:  Meeting  the \nChallenges in Asia” by Douglas W. Arner and Lotte Schou-Zibell \n61. “Shaping New Regionalism in the Pacific Islands: Back to the Future?” by \nSatish Chand \n62. “Organizing the Wider East Asia Region” by Christopher M. Dent \n ", "Utilizing the Multiple Mirror Technique to Assess the Quality of Cambodian Trade Statistics   |   33 \n63. “Labour and Grassroots Civic Interests In Regional Institutions” by Helen \nE.S. Nesadurai \n64. “Institutional  Design  of  Regional  Integration:  Balancing  Delegation  and \nRepresentation” by Simon Hix \n65. “Regional  Judicial  Institutions  and  Economic  Cooperation:  Lessons  for \nAsia?” by Erik Voeten \n66. “The Awakening Chinese Economy: Macro and Terms of. Trade Impacts on \n10 Major Asia-Pacific Countries” by Yin Hua Mai, Philip Adams, Peter Dixon, \nand Jayant Menon \n67. “Institutional Parameters of a Region-Wide Economic Agreement in Asia: \nExamination  of  Trans-Pacific  Partnership  and  ASEAN+α  Free  Trade \nAgreement Approaches” by Shintaro Hamanaka \n68. “Evolving Asian  Power  Balances  and Alternate  Conceptions  for  Building \nRegional Institutions” by Yong Wang \n69. “ASEAN  Economic  Integration:  Features,  Fulfillments,  Failures,  and  the \nFuture” by Hal Hill and Jayant Menon  \n70. “Changing Impact of Fiscal Policy on Selected ASEAN Countries” by Hsiao \nChink Tang, Philip Liu, and Eddie C. Cheung \n71. “The Organizational Architecture of the Asia-Pacific: Insights from the New \nInstitutionalism” by Stephan Haggard \n72. “The  Impact  of  Monetary  Policy  on  Financial  Markets  in  Small  Open \nEconomies: More or Less Effective During the Global Financial Crisis?” by \nSteven Pennings, Arief Ramayandi, and Hsiao Chink Tang \n73. “What do Asian Countries Want the Seat at the High Table for? G20 as a \nNew   Global Economic Governance Forum and the Role of Asia” by Yoon \nJe Cho \n74. “Asia’s  Strategic  Participation  in  the  Group  of  20  for  Global  Economic              \nGovernance Reform: From the Perspective of International Trade” by Taeho \nBark and Moonsung Kang \n75. “ASEAN’s  Free Trade Agreements  with  the  People’s  Republic  of  China, \nJapan, and the Republic of Korea: A Qualitative and Quantitative Analysis” \nby Gemma Estrada, Donghyun Park, Innwon Park, and Soonchan Park \n76. “ASEAN-5 Macroeconomic Forecasting Using a GVAR Model” by Fei Han \nand Thiam Hee Ng \n ", "34   |   Working Paper Series on Regional Economic Integration No. 88 \n77. “Early Warning Systems in the Republic of Korea: Experiences, Lessons, \nand Future Steps” by Hyungmin Jung and Hoe Yun Jeong \n78. “Trade  and  Investment  in  the  Greater  Mekong  Subregion:  Remaining \nChallenges and the Unfinished Policy Agenda” by Jayant Menon and Anna \nCassandra Melendez \n79. “Financial Integration in Emerging Asia: Challenges and Prospects” by Cyn-\nYoung Park and Jong-Wha Lee \n80. “Sequencing Regionalism: Theory, European Practice, and Lessons for Asia” \nby Richard E. Baldwin \n81. “Economic Crises and Institutions for Regional Economic Cooperation” by C. \nRandall Henning \n82. “Asian Regional Institutions and the Possibilities for Socializing the Behavior \nof States” by Amitav Acharya \n83. “The  People’s  Republic  of  China  and  India:  Commercial  Policies  in  the \nGiants” by Ganeshan Wignaraja \n84. “What  Drives  Different  Types  of  Capital  Flows  and  Their  Volatilities”  by \nRogelio Mercado and Cyn-Young Park \n85. “Institution Building for African Regionalism” by Gilbert M. Khadiagala \n86. “Impediments to Growth of the Garment and Food Industries in Cambodia: \nExploring Potential Benefits of the ASEAN-PRC FTA” by Vannarith Chheang \nand Shintaro Hamanaka \n87. “The Role of the People’s Republic of China in International Fragmentation \nand Production Networks: An Empirical Investigation” by Hyun-Hoon Lee, \nDonghyun Park, and Jing Wang \n \n*These papers can be downloaded from (ARIC) http://aric.adb.org/reipapers/ or (ADB)  \nhttp:// adb.org/Economics/publications.asp?fs=fm_9:999 \n ", " ", "Utilizing the Multiple Mirror Technique to Assess the Quality of Cambodian Trade \nStatistics \nA single bilateral mirror comparison of trade statistics, which is common in the existing \nliterature, does not tell us much about the manner in which various misclassifications are \ncommitted. By employing a multiple mirror technique (comparison of the results of various \nbilateral mirror analyses), the paper identifies the magnitude of direction and commodity \nmisclassification in trade statistics.  \nAbout the Asian Development Bank\nADB’s vision is an Asia and Pacific region free of poverty. Its mission is to help its developing \nmember countries reduce poverty and improve the quality of life of their people. Despite \nthe region’s many successes, it remains home to two-thirds of the world’s poor: 1.8 billion \npeople who live on less than $2 a day, with 903 million struggling on less than $1.25 a day. \nADB is committed to reducing poverty through inclusive economic growth, environmentally \nsustainable growth, and regional integration.\nBased in Manila, ADB is owned by 67 members, including 48 from the region. Its main \ninstruments for helping its developing member countries are policy dialogue, loans, equity \ninvestments, guarantees, grants, and technical assistance.\nAsian Development Bank\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines\nwww.adb.org/poverty\nPublication Stock No. WPS114032   Printed in the Philippines"], "metadata": {"Author": "Shintaro Hamanaka", "CreationDate": "D:20111010100145+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "cambodia,  trade statistics, export statistics, import statistics, quality of trade statistics, misclassification, smuggling, multiple mirror technique, c.i.f./f.o.b. ratio, regional economic integration working paper no. 88", "ModDate": "D:20130911165930+08'00'", "Producer": "Acrobat Distiller 8.1.0 (Windows)", "Subject": "This paper assesses the quality of Cambodia’s export and import statistics by comparing them with the statistics of its trade partners. ", "Title": "Utilizing the Multiple Mirror Technique to Assess the Quality of Cambodian Trade Statistics"}}