{"path": "data/input/pdf-generic/sewp-11.pdf", "pages": ["Regional Balanced Urbanization for Inclusive Cities Development\nUrban–Rural Poverty Linkages in Secondary Cities Development in Southeast Asia\nThe impact of urbanization on growth and equality, and on urban and rural poverty are well-documented \nbut do not discuss alternative models of urbanization. While the relationship between urbanization and \ngrowth (and poverty reduction in general) is often well-established, less is discussed about the forms and \ncauses of newly emerging urban poverty and exclusion, and how they differ for different city sizes. This paper \nanalyzes the potential for poverty reduction with balanced regional urbanization through the development of \nsecond-tier cities and secondary towns in Southeast Asia. It discusses the spatial growth patterns that have \nan impact on sustainable development and urban–rural poverty linkages and suggests policy options and \nactions for urban–rural integration and sustainable urbanization. It proposes strategies for sustainable urban  RegIonAl BAlAnCeD \ndevelopment through a regional balanced development approach using different urban growth models to \nreduce spatial disparities and optimize cross-sector synergies.\nURBAnIzAtIon foR InClUsIve \nCItIes Development:  \nAbout the Asian Development Bank\nURBAn–RURAl poveRty  \nADB’s vision is an Asia and Pacific region free of poverty. Its mission is to help its developing member \ncountries reduce poverty and improve the quality of life of their people. Despite the region’s many successes,  lInkAges In seConDARy CItIes \nit remains home to the majority of the world’s poor. ADB is committed to reducing poverty through inclusive \neconomic growth, environmentally sustainable growth, and regional integration.\nDevelopment In soUtheAst AsIA\nBased in Manila, ADB is owned by 67 members, including 48 from the region. Its main instruments for \nhelping its developing member countries are policy dialogue, loans, equity investments, guarantees, grants, \nand technical assistance. Ramola Naik Singru\nadb southEast asia\nno. 11\nworking papEr sEriEs\nJune 2015\nAsiAn Development BAnk\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines ASIAN DEVELOPMENT BANK\nwww.adb.org", " \n \n \n \n \n \n \nADB Southeast Asia Working Paper Series \n \n \n \n \n \n \n \n \n \n \nRegional Balanced Urbanization for Inclusive Cities \nDevelopment: Urban–Rural Poverty Linkages in Secondary \nCities Development in Southeast Asia \n     \n     \nRamola Naik Singru   Ramola Naik Singru\nSenior Urban Development Specialist (Consultant) \nNo. 11      June 2015  SEUW/SERD, ADB \nThis thematic background paper was presented at \nthe International Policy Workshop on Rural-Urban \nPoverty  Linkages,  organized  by  the  International \nPoverty Reduction Center in China (IPRCC) and the \nAsian Development Bank (ADB) supported by PRC-\nADB Regional Knowledge Sharing Initiatives (RKSI) \non 2-4 September 2014 in Hangzhou city, Zheijiang \nprovince, People’s Republic of China, and financed  \nby  a  regional  technical  assistance  on  Promoting \nPartnership for South-South Cooperation. This paper \nwas  published  as  part  of  the  Southeast  Asia \nDepartment Working Paper Series under the regional \ntechnical assistance TA-8314 REG – Green Cities: A \nSustainable Urban Future for Southeast Asia under \nthe Equity pillar of the 3E strategies (Environment \nSustainability,  Economic  Competitiveness  and \nEquity) of the GrEEEn Cities Approach.  \n \n \nASIAN DEVELOPMENT BANK", "Asian Development Bank  \n6 ADB Avenue, Mandaluyong City \n1550 Metro Manila, Philippines \nwww.adb.org \n \n© 2015 by Asian Development Bank  \nJune 2015 \n \nPublication Stock No. WPS157442-2 \n \n \n \n \n \nThe views expressed in this publication are those of the author and do not necessarily reflect the views and policies of the  \nAsian Development Bank (ADB) or its Board of Governors or the governments they represent. \n \nADB does not guarantee the accuracy of the data included in this publication and accepts no responsibility for any \nconsequence of their use. \n \nBy making any designation of or reference to a particular territory or geographic area, or by using the term “country” in this \ndocument, ADB does not intend to make any judgments as to the legal or other status of any territory or area. \n \nADB  encourages  printing  or  copying  information  exclusively  for  personal  and  noncommercial  use  with  proper \nacknowledgment of ADB. Users are restricted from reselling, redistributing, or creating derivative works for commercial \npurposes without the express, written consent of ADB. \n \n \n \n \nNote: In this publication, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n        \n ", " \n \n \nCONTENTS \n \nACKNOWLEDGMENTS ............................................................................................................................................. v \nABSTRACT ....................................................................................................................................................................... vi \nABBREVIATIONS ......................................................................................................................................................... vii \n1.  INTRODUCTION .................................................................................................................................................. 1 \n2.  UNIQUE FEATURES OF URBANIZING ASIA .......................................................................................... 1 \n3.  URBANIZATION AND VULNERABILITY ................................................................................................. 2 \n4.  URBANIZATION–POVERTY NEXUS ......................................................................................................... 3 \n5.  SPATIAL DIMENSIONS ..................................................................................................................................... 7 \n6.  URBANIZATION IN SOUTHEAST ASIA,  \nTHE PEOPLE’S REPUBLIC OF CHINA, AND INDIA ............................................................................. 9 \n7.  RESPONSE TO URBAN DEVELOPMENT CHALLENGES ................................................................ 12 \n8.  URBAN POVERTY AND STRATEGIES FOR URBAN DEVELOPMENT IN MYANMAR ..... 14 \n9.  BALANCED URBANIZATION IN VIET NAM ....................................................................................... 19 \n10.  GREATER MEKONG SUBREGION PROGRAM .................................................................................... 21 \n11.  STRATEGIC POLICY OPTIONS FOR URBAN–RURAL INTEGRATION  \nAND SUSTAINABLE URBANIZATION ................................................................................................... 25 \nREFERENCES ................................................................................................................................................................. 30 \n \n ", "TABLE, FIGURES AND CHARTS \n \nTABLE \n1.  Criteria for Classification of Urban Areas in Selected Countries ........................................................ 11 \n \nFIGURES \n1.  Dimensions of Urban Poverty ........................................................................................................................... 5 \n2.  External factors affecting urban migrant population ................................................................................ 6 \n3.  Emerging Urban Spatial Forms .......................................................................................................................... 8 \n4.  Country Poverty Data – Poverty headcount at $ 1.25 and $ 2 a day ................................................... 12 \n5.  Smart Systems for Integrated Urban–Rural Development ................................................................... 14 \n6.  Six Townships Cluster of Mandalay City ..................................................................................................... 16 \n \nCHARTS \n1.  Risk of Coastal Flooding by Region ................................................................................................................. 3 \n2.  Vulnerability and Urbanization ......................................................................................................................... 3 \n ", " \n \n \nACKNOWLEDGMENTS \n \nThis  paper  has  been  prepared  by  Ramola  Naik  Singru,  senior  urban  development  specialist \n(consultant), Asian Development Bank (ADB), for the International Policy Workshop on Rural–Urban \nPoverty Linkages, organized by the International Poverty Reduction Center in [the People’s Republic \nof]  China  (the  PRC).  ADB  supported  the  PRC–ADB  Regional  Knowledge  Sharing  Initiatives  on  \n2–4 September 2014 in Hangzhou city, Zheijiang province through the regional technical assistance \nproject on Promoting Partnership for South–South Cooperation.  \n \nThe author wishes to thank Amy S. P. Leung, deputy director general, East Asia Department, ADB and \nArmin  Bauer,  principal  economist,  Regional  and  Sustainable  Development  Department,  ADB  for \ndiscussions and guidance. The author acknowledges the discussions and inputs of Sushma Kotagiri, \nsocial development specialist, Urban Development and Water Division, Southeast Asia Department \n(SEUW),  ADB,  particularly  on  the  corridor  towns  and  tourism  projects  in  the  Greater  Mekong \nSubregion. The author acknowledges the inputs of Sonia Chand Sandhu, senior environment and \nclimate change specialist, SEUW, for all the material pertaining to the Secondary Cities Development \nProgram (Green Cities), Viet Nam, and the GrEEEn Cities Initiative. The author thanks the team \nmembers of TA-8251 MYA Towards a Green Mandalay - Alistair Blunt, Vaideeswaran S. Ninette \nRamirez, and Agnes Palacio for their inputs. The author thanks the peer reviewers for strengthening \nthe paper. This paper was published as part of the Southeast Asia Department Working Paper Series \nunder the regional technical assistance Green Cities: A Sustainable Urban Future for Southeast Asia \nunder the Equity pillar of the 3E strategies (environment sustainability, economic competitiveness, and \nequity) of the GrEEEn cities approach. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDisclaimer:  \n \nThe views expressed in this paper are those of the author and do not necessarily reflect the views or \npolicies of the Asian Development Bank (ADB), or its Board of Governors, or the governments they \nrepresent. ADB does not guarantee the accuracy of the data included in this paper and accepts no \nresponsibility for any consequences of their use. Terminology used may not necessarily be consistent \nwith ADB official terms. \n \n ", " \n \nABSTRACT \n \nThe  impacts  of  urbanization  on  growth  and  equality,  and  on  urban  and  rural  poverty,  are  well \ndocumented, but do not discuss alternative models of urbanization. While the relationship between \nurbanization and growth (and poverty reduction in general) is often well established, less is discussed \nabout the forms and causes of newly emerging urban poverty and exclusion, and how they differ for \ndifferent city sizes. This paper analyzes the potential for poverty reduction with balanced regional \nurbanization through the development of second-tier cities and secondary towns in the Southeast \nAsia. It discusses the spatial growth patterns that have an impact on sustainable development and \nurban–rural poverty links.  \n \n   ", "Regional Balanced Urbanization for Inclusive Cities Development  7 \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nASEAN  –  Association of Southeast Asian Nations \nGCA  –  Green Cities Approach \nGCAP  –  Green City Action Plan \nGDP  –  gross domestic product \nGMR  –  World Bank Global Monitoring Report \nGMS  –  Greater Mekong Subregion \nLao PDR  –  Lao People’s Democratic Republic \nMTDP  –  Mekong Tourism Development Project \nPRC  –  People’s Republic of China \nSCDP  –  Secondary Cities Development Project \nSME  –  small and medium-sized enterprises \nUNESCO  –  United Nations Educational, Scientific and Cultural Organization \n \n \n \n ", "", "Regional Balanced Urbanization for Inclusive Cities Development  1 \n \nINTRODUCTION \n \nThe  impact  of  urbanization  on  growth  and  equality—and  on  urban  and  rural  poverty—are  well \ndocumented, but these do not discuss alternative models of urbanization. While the relationship \nbetween urbanization and growth—as well as poverty reduction in general—is often well established, \nless is discussed about the forms and causes of newly emerging urban poverty and exclusion, and how \nthey differ for different city sizes. This paper analyzes the potential for poverty reduction through a \nregionally balanced urbanization approach using the case studies the development of secondary cities \nand small towns in Southeast Asian countries. It discusses the spatial growth patterns that have an \nimpact on sustainable development and urban–rural poverty links. The paper emphasizes the equity \npillar of the 3E strategies of environment sustainability, economic competitiveness, and equity outlined \nin the GrEEEn Cities Operational Framework. 1 \n \nUNIQUE FEATURES OF URBANIZING ASIA  \n \nRapid urbanization is recognized as a defining feature of the 21st century, turning the attention toward \nthe  quality  and  nature  of  future  cities  and  sustainable  communities  around  the  world.  Asia’s \nurbanization is unique as it is urbanizing at a pace faster than any other region, resulting in an \nunprecedented growth in the number of urban dwellers and increased number of densely populated \nmegacities. The global development challenges and in particular Asia’s urban challenges are daunting \nand often conflicting, with a rising demand for resources and services, growing consumption patterns, \ndepleting  natural  resources,  increasing  air  pollution,  carbon  dioxide  emissions,  and  increasing \nvulnerable population exposed to climate disruptions and the rise in extreme weather events. Asian \ncities have to cope with the pressure on physical infrastructure, rapid environmental degradation, \nincreasing inequality, and a reduction in social cohesion.  \n \nWith about 75% of gross domestic product (GDP) today coming from the urban areas, the quality and \nefficiency  of  Asian  cities  will  determine  the  region’s  long-term  productivity  and  overall  stability \n(Lindfield and Steinberg 2011). Asian urban productivity is more than 5.5 times that of rural areas but \ncities are also resource intensive, consuming 85% of energy, and they are polluting (Lindfield and \nSteinberg 2011). Sixty-seven percent of Asian (vs. 11% non-Asian) cities fail to meet European Union air \nquality standard (ADB 2012). Asia alone is responsible for 35% of carbon dioxide emissions. Air \npollution can have estimated 2%-4% negative impact on GDP.  \n \nUnprecedented growth. Asia’s urbanization is unprecedented—leading to enormous challenges but \nwith an opportunity to exploit its latecomer’s advantage and unique features. From 1980 to 2010, Asia \nadded more than a billion people to its cities, more than all other regions combined, with a further \n2\nbillion set to be city dwellers by 2040.  In 2010, for the first time in history, Asia became home to \nalmost half of the global urban population, with 43% of its population living in urban areas. Forty-four \nmillion people are added to city population in Asia every year—equivalent to 120,000 people each day \nwho require construction of more than 20,000 new dwellings, 250 kilometers of new roads and water \n3\ninfrastructure to supply more than 6 megaliters of potable water.  This massive scale of urbanization is \n                                                            \n1   S. Chand Sandhu and R. Naik Singru. 2014. Enabling GrEEEn Cities: An Operational Framework for Integrated Urban \nDevelopment in Southeast Asia. Working Paper Series. No. 9, Southeast Asia Department. Manila: Asian Development \nBank (ADB). \n2   ADB. 2012. Technical Assistance for Green Cities‒A Sustainable Urban Future in Southeast Asia. Manila. \n3   ADB. 2008. Managing Asian Cities. Manila: ADB. \n ", "2   ADB Southeast Asia Working Paper Series No. 11 \n \ntaking place most notably in the People’s Republic of China (the PRC), India, Pakistan, Indonesia, and \nBangladesh.  \n \nFast  paced. In 2010, the urban share of Asia’s population was still only 43%, compared to 52% \nworldwide. Asia’s urbanization is now rapid and fast paced, with the PRC transitioning from 10% of its \npopulation in urban areas to 50% urban in just 60 years, versus 210 years in Latin America and the \nCaribbean, 150 years in Europe, and 105 years in North America. Asia’s urban population is projected to \ncontinue growing faster than that of any other region (ADB 2012).  \n \nHighest densities. In total, 17 of the 25 cities with the highest population densities and 8 of the top 10 \ndensest cities are in Asia. This growth is unique and not comparable to any other region as Asia is \nhome to almost half of all urbanites with an urban population that is more than three times that of \nEurope, the region with the second largest urban population. From 2010 to 2050 the urban population \nin Asia will double and by then 65% of Asia’s population will be urban (ADB 2011). By 2050, the urban \nshare in Asia is projected to reach 63%, gaining on but still below the 67% global average. Thus Asian \ncities will likely grow bigger and have even higher density. \n \nNew emerging urban forms. New forms of urbanization are emerging with mega-regions, peri-urban \nareas, urban corridors, satellite cities, clustered city-regions. Large cities are spreading out, engulfing \nnearby towns, leading to continuous belts of settlement (UN-Habitat 2009). In 2010, 12 out of 23 of \nworld’s megacities were in Asia. 4  \n \nURBANIZATION AND VULNERABILITY  \n \nCities are vulnerable to the impacts of climate change particularly rising sea level and inundation. \nVulnerability will rise with urbanization. Many of Asia’s largest cities, located on or close to coastal \nareas, will be heavily affected by rising sea levels and violent weather with a projected 410 million urban \n5\nAsians at risk of coastal flooding by 2025.   In 2000, 18% of Asian urbanites were at risk of coastal \nflooding, versus 11% for Africa, 8% for Latin America, and 7% for Europe. In 2010, of total urban \npopulation, 251 million Asians were exposed to this risk, compared with 40 million Europeans, 32 \nmillion Africans, and 24 million Latin Americans. Manila with nearly 12 million inhabitants is the largest \nurban agglomeration at high risk of cyclones, floods, and earthquakes. Four other large coastal cities in \nAsia are at similar high risks of cyclones, floods, and earthquakes. Over 300 million were already at risk \nof  coastal  flooding  in  2010,  and  about  250  million  at  risk  of  inland  flooding  such  as  Bangkok \nexperienced in 2012. The number affected by inland flooding is expected to rise, to roughly 350 million \nby 2025. More than half the population in large cities like Ho Chi Minh City is at risk from both inland \nand coastal flooding. The most vulnerable and excluded in these situations are the urban poor. \n \n  \n   \n                                                            \n4    Cities with more than 10 million population are termed as megacities. \n5   United Nations, Department of Economic and Social Affairs, Population Division. 2012. World \u2028Urbanization Prospects: The \n2011 Revision. New York: United Nations. ", "Regional Balanced Urbanization for Inclusive Cities Development  3 \n \nChart 1. Risk of Coastal Flooding by Region \nRisk and Coastal Flooding by Region, 2000 \nUrban  Share of  Urban \nPopulation  Population  Area at  Share of \nat Risk  at Risk   Risk   Area at \nRegion  (million)  (%)  (‘000 km2)  Risk (%) \nAfrica  32 11 18 6 \nAsia and Pacific  251 18 129 11 \nLatin America 24  8 42 6  \nEurope  40 7 56 7 \nSource:  \n \nChart 2. Vulnerability and Urbanization \n \nM = million. \nSource: ADB. 2012. Key indicators 2012: Green Urbanization in Asia. Manila: \n \n \nURBANIZATION–POVERTY NEXUS \n \nLarge disparities have emerged as poverty has urbanized with over 200 million people living in poverty \nin Asia’s cities and many more are vulnerable to economic and environmental shocks (ADB 2012). The \nWorld Bank Global Monitoring Report (GMR) finds that urban poverty rates are significantly lower \nthan rural poverty rates and that urban populations have far better access to the basic public services \ndefined by the Millennium Development Goals, such as access to safe water and sanitation facilities, \neven though within urban areas asymmetries in access are large (World Bank 2013). If the forces of \nurbanization are not managed speedily and efficiently, growth of informal settlements can overwhelm \ncity growth, exacerbate urban poverty, and derail Millennium Development Goal achievements. Asian \ncities will likely grow bigger and have even higher density. Although more than half of the megacities \nwill be in Asia, a strong focus on the secondary cities will be required as they expand rapidly.  \n \n   \n ", "4   ADB Southeast Asia Working Paper Series No. 11 \n \nUrban– Rural Poverty  \n \nWith growth and urbanization, poverty also urbanizes. People are located along a continuous rural–\nurban spectrum, and large cities are not necessarily places where the urban poor are concentrated. \nSmaller towns matter greatly for urban poverty reduction and service delivery. According to the GMR, \nit was evidenced in a study of eight developing  countries, that while the urban population was \nconcentrated in the largest cities, incidence of urban poverty was dispersed along a continuum of \n6\nmedium, small, and extra small towns.  Poverty rates measured as a share of the population below \n$1.25 a day are falling in both urban and rural areas but are lower in urban area. Yet the GMR research \nin India indicated that while poverty is primarily a rural phenomenon at the aggregate level, urban \npoverty is becoming a larger problem (World Bank, 2013). Similarly, urban poverty is on the rise in the \nPhilippines though two-thirds of the poor still live in rural areas and the rural poverty incidence is \nhigher than the national average (Naik Singru and Lindfield 2014). The GMR found that not only is the \nincidence of poverty higher in small cities and towns than in the large urban areas, but these smaller \nurban centers also account for a larger share of the urban poor (World Bank 2013). In India, it was \nnoted that among urban areas, poverty rates were highest in small towns (population less than \n50,000), at 30%, compared with 15% in large cities (population of 1 million or more). The size of the \ncities in smaller countries is comparable to small towns in large countries; hence the definition of urban \npoverty is essentially a function of the scale of the cities under discussion.  \n \nDimensions of Urban Poverty \n \nUrbanization provides greater employment opportunities. Urban productivity is more than 5.5 times \nthat of rural areas (ADB 2012). However rising incomes in urban areas are also accompanied by a \ngrowing disparity. This is stronger in urban areas due to the income differentials. However poverty has \nother dimensions besides income differentials. The dimensions of urban poverty (Figure 1) annotate \n7\nthe conditions that have a direct or indirect impact on the quality of life for the urban poor.  Unless \nalternative approaches to address urban poverty are put in place, the poor will remain the most \nvulnerable.  \n \n   \n                                                            \n6   World  Bank.  2013.  Global  Monitoring  Report  2013:  Rural-Urban  Dynamics  and  the  Millennium  Development  Goals. \nWashington, DC: World Bank. \n7   R. Naik Singru and M. Lindfield. 2015. Forthcoming. Enabling Inclusive Cities: Toolkit for Inclusive Urban Development. \nManila: ADB. ", "Regional Balanced Urbanization for Inclusive Cities Development  5 \n \nFigure 1: Dimensions of Urban Poverty \n \nSource:  R.  Naik  Singru  and  M.  Lindfield.  2015.  Forthcoming.  Enabling  Inclusive  Cities:  Toolkit  for  Inclusive  Urban \nDevelopment. Manila: ADB. Diagram is based on World Bank. 2002. A Sourcebook for Poverty Reduction Strategies. Vol. 2. \nWashington, DC: World Bank. \n \nMigration  is  the  major  driver  of  urbanization  in  Asia.  Migrants  are  attracted  to  cities  with  an \nexpectation of improved conditions of living. However perceptions vary greatly from the reality. The \nquality of life experienced by the urban poor can be far below that in the rural areas. Urban poverty \nincidence in the Philippines has steadily declined with the lowest rate (10.4% in 2006) for Metro \nManila, the most urbanized region, yet the absolute number of urban poor continues to rise. A high \ndemand for land for development leads to a worsening access to land and housing. Land prices in the \ngrowing city of Mandalay in Myanmar are much higher than might be expected for a city of a similar \nsize in the rest of Southeast Asia.  \n \nFurthermore, low supply of affordable public housing creates urban sprawl in megacities such as Metro \nManila.  Policies  created  to  alleviate  situations  are  often  counterproductive.  Developers  in  the \nPhilippines are required to provide 20% affordable housing units for every development they construct. \nHowever, there is no spatial binding to this regulation (Naik Singru and Lindfield 2014). The developers \ncan provide these units anywhere in the city or outside the city boundaries leading to high scale \ndevelopments  in  the  city  core  and  affordable  or  low-income  units  outside  the  city  with  poor \nconnectivity and a lack of access to employment. These policies beget informal settlements as the \nrelocated people come back to the city closer to the centers of employment. Though the share of the \nurban population living in informal settlements in the Philippines declined from 54.3% in 1990 to 43.7% \n ", "6   ADB Southeast Asia Working Paper Series No. 11 \n \nin 2009, the absolute number of inhabitants living in such settlements has steadily increased indicating \na need to address urban renewal through targeted investments (Naik Singru and Lindfield 2014).  \n \nInformal settlements are often built in high-risk areas with no access to basic urban services such as \nwater supply, sanitation, and solid waste facilities. With the growing intensity and frequency of natural \ndisasters such as flooding, cyclones, and typhoons, this urban poor population is vulnerable to greater \nrisks. Though access to basic services in informal settlements has tended to improve over time, \ntypically areas such as front railways and riverbanks are making provision of basic urban services \nproblematic  in  these  settlements.  Worsening  access  to  services  contributes  to  overcrowded \nunhygienic living conditions and environmental degradation including pollution of water bodies such \nas rivers, canals, and lakes. Furthermore, a large portion of the urban population lives barely above the \npoverty line, and these individuals are vulnerable to slipping back below it due to loss of employment, \nillness, natural disasters, or other factors affecting income levels.  \n \nThe safety nets in the rural areas—ability to grow food, access to natural resources, proximity of family \nand friends, among others—enable the rural poor to cope through crisis. However, in urban situations, \nmore  income  is  spent  on  survival  services  such  as  water,  food,  housing  rent,  and  commuting. \nInadequate housing, tenure insecurity, precarious living conditions, risk to disasters for settlements in \nlow lying and hazard prone areas, inadequate access to water and sanitation, lack of access to solid \nwaste facilities, exposure to hazardous chemical waste due to proximity to industries, exposure to air \nand noise pollution, exposure to food contamination, food insecurity, and malnutrition are some of the \nfactors that make urban poverty more acute than rural poverty. \n \nFigure 2: External Factors Affecting Urban Migrant Population \n \nSource: Author’s analysis. \n ", "Regional Balanced Urbanization for Inclusive Cities Development  7 \n \n5.  SPATIAL DIMENSIONS \n \nNew forms of urbanization are emerging with mega-regions, peri-urban areas, urban corridors, satellite \ncities, clustered city-regions. A total urban population of 3.3 billion is unevenly distributed across the \nworld in urban agglomerations of different sizes. More than 52% of the world’s urban population and \n51% of urban population in developing countries reside in cities and towns of less than 500,000 people \n(UN-Habitat 2009). Large cities are spreading out, engulfing nearby towns, leading to continuous belts  \nof settlement. In 2010, 12 out of 23 of world’s megacities were in Asia. 8  By 2025, the number of \nmegacities in Asia is expected to increase to 21 out of a global total of 37. The additional Asian cities \ninclude: Chongqing, Tianjin, and Wuhan in the PRC; Bangalore, Chennai, and Hyderabad in India; \nJakarta in Indonesia; Bangkok in Thailand; and Lahore in Pakistan. In 2025 it is expected that more than \n37 megacities worldwide and 22 of those will be in Asia while there are expected to be more than 500 \ncities with more than 1 million inhabitants (ADB 2012). Unplanned urbanization through megacity \nexpansion creates many problems for poverty reduction and inclusive growth.  \n \nForms of Urban Expansion  \n \nWith  economic  and  demographic  growth,  the  urban  agglomerations  expand  spatially—vertically \nthrough urban densification and horizontally through metropolitanization, peri-urbanization and urban \nsprawl. These spatial forms of physical expansion have an impact on the ability of the city to meet the \nneeds of its expanding population. Increasingly, urban managers and planners are grappling with \nproviding urban infrastructure and services to an expanding population spread across new spatial \nforms. Various forms of spatial expansion of urban agglomerations are listed: \n \n(i) Vertical expansion \n(a) Urban densification: higher floor space index and/or floor area ratio, high rise buildings; \n(b) Mixed-use: Diversification and combination of land uses to increase self-sufficient urban \nareas and limit urban sprawl; and  \n(c) Transit oriented developments: mixed-use developments around a transit hub. \n(ii) Horizontal expansion  \n(a) Metropolitanization: clustering of adjoining towns to form a contiguous metropolitan city \nor megacity.  \n(b) Radial expansion \n(1) Peri-urban: an area developed beyond an urban boundary and the rural area, \n(2) Suburban: a predominantly residential development abutting a city, \n(3) Satellite towns: towns developed through a symbiotic relationship in close proximity to \nlarge cities,  \n(4) Urban villages: villages enclosed through city expansion, and  \n(5) Clustered development: cluster of small urban townships forming a city core. \n(c) Linear expansion–Corridor towns development: towns and cities connected along a fast-\nurbanizing linear transport and industrializing corridor to expand economic opportunities. \n                                                            \n8    Cities with more than 10 million population are termed as megacities. \n ", "8   ADB Southeast Asia Working Paper Series No. 11 \n \nFigure 3: Emerging Urban Spatial Forms \n \n \n \n \nLinear-Corridor Towns Development \n \nHorizontal expansion: Metropolitanization, peri-urbanization, satellite towns, urban villages \nSource: Author’s analysis. \n \n \nThe  globalization  of  economic  activity  has  been  a  catalyst  for  change  in  the  spatial  and  social \nreorganization of cities evident through distinct socio-spatial forms like increased social polarization, \nspatial  segregation,  and  gentrification  processes.  Socio-spatial  transformations  in  the  developing \ncountries are primarily in the direction of spatial segregation, fragmentation, and specialization of \nfunctions and land-uses in cities (Naik Singru 2007). With the push factor being greater than the pull \nfactor, there is likely to be an increase in migration to the urban centers of rural labor in search of \nlivelihoods that sustain not only the migrating population but also their rural families left behind in the \nvillages. Though the cost of city living is too high to support an entire family in the city, the rural \nhouseholds find the meager remittance amount sufficient to sustain themselves in the villages (Naik \nSingru 2008b). Thus, in an increasingly global and interlinked economy, the rural and urban are no ", "Regional Balanced Urbanization for Inclusive Cities Development  9 \n \nlonger distinctly separate economic zones. The interdependence of the urban-rural economies and its \nconsequences necessitates an increased interest in urban-rural linkages that can help in redefining \nurban development policy (Naik Singru 2008). Urbanization has abetted growth but begets inequality. \nInequality in the urban space is experienced through the lack of access to shelter and services. In many \ncities in developing countries, spatial forms are largely driven by the efforts of low-income households \nto secure land that is affordable and in a reasonable location, often in peri-urban areas where the rural \nareas merge with the expanding cities.  \n \nA better urban–rural integration and small towns development can be a driver of change to address \nmany problems of poverty, migration, and environmental degradation in Asia. Sattherthwaite and \nTacoli (2003) have documented well the crucial role small and intermediate urban centers can have in \nthe economic development of their surrounding region: for example, local urban markets can link \nproducers to national and international markets and thereby increase rural incomes; the concentration \nof the production and distribution of goods and services in local urban centers can decrease costs and \nimprove access; and the demand for nonfarm workers can improve rural households’ incomes and \ndecrease migration pressure on the larger urban centers. Urban centers such as towns, market towns, \nsecondary cities, and megacities progressively scale up the connectivity links of transport and services \nfor the supply–chain management.  \n \nEnhancing urban–rural linkages is mutually beneficial as rural areas are supply sites and producers of \nfood, material, natural resources, labor, as well as sites of recreational and health tourism particularly in \nthe Southeast Asian countries of Cambodia, Indonesia, Lao People’s Democratic Republic (Lao PDR), \nthe Philippines, and Viet Nam. Economies that depend on nature, such as fishing, and recreational and \nhealth tourism require better connectivity and transport infrastructure to exploit its commercial value. \nThese  are  seasonal  and  increasingly  fragile  economies  in  coastal  areas  exposed  to  increasing \nenvironmental impacts and climate induced events.  \n \nFacilitating movement of people, goods, services, natural produce, and resources requires better \ntransport infrastructure and connectivity. This includes provision of facilities and telecommunication \ninfrastructure that enables rural populations to access information and services to meet the needs of \nthe urban markets to gain a fair and faster compensation for their services while based in their rural \nsettings. Furthermore, the reduced need for travel with telecommunications and increased livelihood \nopportunities in rural areas can contribute to environmental, social and economic co-benefits.  \n \n \nURBANIZATION IN SOUTHEAST ASIA,  \nTHE PEOPLE’S REPUBLIC OF CHINA, AND INDIA \n \nUnderstanding Urban \n \nUrban is defined within the geographical context of a country. It can be a misnomer if used as a \ncomparator between countries that are small in population and geographic area such as the Mekong \ncountries, with those that are large in both population and area such as the PRC and India. As analyzed \nby the GMR, small towns in small countries are significantly smaller than the small towns in large \ncountries (World Bank 2013). Many small countries do not have a megacity, and nearly all large \ncountries have many large cities of various sizes as well as one or several megacities. It is difficult to \nmake accurate international comparisons of the proportion of nations’ population living in small urban \ncenters defined by their population size because each nation has its own criteria for determining when \n ", "10   ADB Southeast Asia Working Paper Series No. 11 \n \na  settlement  is  large  enough  to  be  classified  as  urban.  Each  country  defines  its  own  criteria  to \ndetermine whether a settlement is classified as urban based on population size, administrative status \nor  governance,  concentration  of  non-agricultural  employment  base,  and  density  of  population \n(Sattherthwaite and Tacoli 2003). With regard to population threshold being used in the definition of \nan urban center, these can range widely: in the Philippines, settlements with a population of more than \n1,000 are eligible for urban status, while the threshold in Viet Nam is over 4,000 (Sattherthwaite and \nTacoli 2003). In understanding and comparing urbanization with a view to planning and provision of \ninfrastructure it is rational to base any comparative analysis on population size of the agglomeration.  \n \nUrban in Viet Nam is classified as per the Decree No. 72/2001/ND-CP for classification of urban \ncenters and urban management levels (Government of Viet Nam, 2001). Urban centers include cities, \nprovincial towns, and district townships established under decisions of competent state agencies. \nUrban centers are classified into six grades, namely: special-grade, grade-I, grade-II, grade-III, grade-IV \nand grade-V urban centers. The basic factors for classifying urban centers include:  \n \n(i)  The function of being general centers or specialized centers, and the role of boosting the \nsocioeconomic development of the whole country or a certain territorial area;  \n(ii) The non-agricultural labor represents at least 65% of the total labor force; \n(iii) The  infrastructures  in  service  of  population’s  activities  must  be  at  least  70%  up  to  the \nstandards and norms prescribed for each type of urban centers; \n(iv) The population size must be at least of 4,000 people; and \n(v) The population density conforms to the size, nature and characteristics of each type of urban \ncenters. \nFurther the decree defines the urban management levels as: \n \n(i) Centrally-run cities; \n(ii) Provincially-run cities, provincial towns or centrally-run cities and/or towns; and \n(iii) District townships. \n \nFor the census of India 2011, the definition of urban area is as follows: \n \n(i) All places with a municipality, corporation, cantonment board or notified town area committee, \netc.; and \n(ii) All other places, which satisfy the following criteria:  \n(a) A minimum population of 5,000;  \n(b) At least 75% of the male main working population engaged in non-agricultural pursuits; and  \n(c) A density of population of at least 400 persons per square kilometer.  \n \nThe first category of urban units is known as statutory towns. These towns are notified under law by \nthe  concerned  state  and/or  union  territory  government  and  have  local  bodies  like  municipal \ncorporations,  municipalities,  and  municipal  committees,  irrespective  of  their  demographic \ncharacteristics as reckoned on 31 December 2009. ", "Regional Balanced Urbanization for Inclusive Cities Development  11 \n \nIn the Philippines the classification is based on administrative or political units. A barangay is the \nsmallest political unit in the Philippines. Generally, one enumerator is assigned to enumerate one \nbarangay. For enumeration purposes, a large barangay is usually divided into parts, and each part is \ncalled an enumeration area. A barangay is classified as urban if it meets any of the following: \n \n(i)  It has a population size of 5,000 or more; \n(ii) It has at least one establishment with a minimum of 100 employees; \n(iii) It has five or more establishments with 10 to 99 employees, and five or more facilities within \nthe two-kilometer radius from the barangay hall. \nThe level of urbanization in 2010 or the proportion of urban population to the total population in the \nPhilippines was 45.3%. This means that of the 92.3 million population in the Philippines in 2010,  \n41.9 million lived in areas classified as urban. The rural population or those who lived in areas classified \nas rural numbered 50.5 million and accounted for 54.7% of the total population (National Statistics \nOffice 2010). \n \nUrban settlements in the PRC were administratively defined as statutory cities and statutory towns \nuntil 2006. Since, they have evolved to a five-tier structure based on their administrative status as \ncentral, provincial, prefectural, county, city, and township (or community in cities). This limited criteria \nfor classification makes comparisons difficult.  \n \nTable 1: Criteria for Classification of Urban Areas in Selected Countries  \nDensity \nMinimum  (persons per  Non-Agricultural \nCountry  Population  square kilometer)  Administrative Status  Employment Base \nIndia  5,000  400 Statutory towns;all places  75% (male)  \nwith a municipality,   \ncorporation, cantonment \nboard, or notified town area \ncommittee, etc. \nThe People’s  –  – Five-tier structure: central,  – \nRepublic of China  provincial, prefectural, \n  county, city, and township \n(or community in cities)  \nPhilippines  5,000 or more  – – At least one \nestablishment with  \n100 employees  \n5 or more establishments \nwith 10 to 99 employees, \nand 5 or more facilities \nwithin the 2-kilometer \nradius from the barangay \nhall \nViet Nam  4,000  – Centrally run, provincially  65%  \nrun, district    \n– = not available. \nSource: Author’s analysis. \n   \n ", "12   ADB Southeast Asia Working Paper Series No. 11 \n \nUrban–Rural Poverty Linkages in Southeast Asia, the PRC, and India \nUrbanizing  Asia  is  rapidly  rising.  However  urbanization,  while  potentially  contributing  to  poverty \nreduction, is not solving the problems of inclusive growth and persistent poverty in Asia.9 Poverty \neradication goals are established in measuring it against an estimated poverty incidence at $1.25, $2, \nand $3 international poverty line. Country poverty data for selected Southeast Asian countries was \ncompared with that in India and the PRC. In most cases the estimated poverty incidence at $2 a day is \nmore than double the headcount at $1.25 a day (Figure 4).  \n \nFigure 4: Country Poverty Data – Poverty Headcount at $1.25 and $2 a day \n \nLao PDR = Lao People’s Democratic Republic, PPP = purchasing power parity, SI.POV.DDAY = Poverty headcount ratio at \n$1.25 a day (PPP) (% of population) \nSource: Author’s analysis based on World Bank 2014, Poverty and Inequality Database. \n \nHowever, the measures of poverty need to consider the conditions of “livability” or the quality of life \navailable in the urban or rural areas for policy considerations. Urbanization is putting strains on the \nenvironment, affecting the quality of life for everyone, particularly the poor. Poverty, disparities in well-\nbeing, environmental pressures, as well as climate change remain the key issues confronting the Asia \nand Pacific region. Moreover, urban populations are exploding, and the challenge lies in our ability to \nrespond to these needs. The following sections capture few examples from the Asian Development \nBank’s (ADB) response to urban development challenges in Southeast Asia. \n \n7.  RESPONSE TO URBAN DEVELOPMENT CHALLENGES \n \nThe Urban  Operational  Plan,  2012 2020,  of  ADB  provides direction for ADB’s response to the \n‒\nchallenge of rapid urbanization by supporting investments in sustainable urban development based on \nthe 3E strategies of economic competitiveness, environmental sustainability, and equity. An integrated \n                                                            \n9   See: O.P. Mathur. 2013. Urban Poverty in Asia. Manila: ADB. http://www.scribd.com/doc/174976062/Mathur-Aug-2013-\nUrban-Poverty-in-Asia-final-2 ", "Regional Balanced Urbanization for Inclusive Cities Development  13 \n \napproach to urban development will ensure sustainable and livable cities that are competitive, inclusive, \nand green. Competitive cities focus on the roles and contributions of economic clusters in the broader \ncontext as fundamental to designing a value-adding approach to inclusive economic development.  \n \nGrEEEn Cities Approach (GCA) is a flexible and scalable initiative that proposes a paradigm shift in \nresponse to rapid urbanization by integrating urban development with environmental planning to \n10\nimprove livability and resilience in cities.  Through the GrEEEn Cities Initiative for Southeast Asia, \nADB is working with cities that commit to a long-term partnership (15–20 years) and have long-term \nvision for their urban development. This allows ADB to support developing member countries to move \nfrom green growth strategies to green city realities. ADB will work with cities to take 3E strategies from \ntheory to practice by developing green city action plans and urban management partnerships that help \nto identify projects, and develop creative financing modalities.  \n \nThe equity pillar under the GCA promotes inclusive urban development based on the underlying \n 11\nprinciples  of accessibilty, affordability, resilience, and sustainability.  Inclusive cities  is  an  integrated \napproach encompassing sustainable, resilient, accessible, and affordable solutions to the challenges \nfaced by the urban poor and vulnerable groups by enhancing their access to urban services and \ninfrastructure  through  targeted  investments  such  as  participatory  planning,  informal  settlement \nupgrading,  urban  housing,  resilient  urban  infrastructure,  community  services,  and  livelihood \ndevelopment. This integrated approach encourages an institutional planning and delivery mechanism \nthat brings together all institutions and stakeholders—government, private sector, civil society—who \nhave the capacity to deliver systems for inclusive urban service delivery. The approach proposes that \nthe capacity of the urban poor communities, informal settlement networks, and nongovernment \norganizations should be effectively used in conjunction with the city government and private sector. \n \nSmart Systems \nAs stated in ADB’s Strategy 2020, “To transform the archetypical chaotic, polluted, inequitable city of \nAsia into a competitive, equitable and environmentally sustainable urban region—in short, a livable \ncity—will require a new approach to city development and to ADB’s support for that development. \nCore to the transformation is a new emphasis on the need for an integrated planning approach to the \n12\nprovision of environmental infrastructure and services and other public goods.”   \n \nA smart systems approach for integrated planning and urban-rural development is one that envisions \nurban challenges from a holistic perspective by integrating the rural issues as part of the urban system. \nA smart system or an intelligent system is a management platform using information technology and \ninstitutional  coordination  for  effective  implementation  of  programs  through  enabling  synergistic \ninterlinkages of the following themes: \n \n(i) Integrated Planning and Management; \n(a) Land management, \n(b) Industrial growth, \n(c) Urban expansion,   \n                                                            \n10   S. C. Sandhu, and R. Naik Singru. 2014. Enabling GrEEEn Cities: An Operational Framework for Integrated Urban \nDevelopment in Southeast Asia. Working Paper Series No. 9. Southeast Asia Department, Manila: ADB . \n11   R. Naik Singru and M. Lindfield. 2015. Forthcoming. Inclusive Cities Toolkit. Manila: ADB. \n12   ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank 2008–2020. Manila. \n ", "14   ADB Southeast Asia Working Paper Series No. 11 \n \n(ii) Urban–Rural Linked Policies; \n(iii) Smart Governance; \n(iv) Innovative Financing; and  \n(v) Strengthening Institutional Structures and Capacity. \nFigure 5: Smart Systems for Integrated Urban–Rural Development  \n \nSource: Author’s analysis. \n \n \nURBAN POVERTY AND STRATEGIES FOR URBAN DEVELOPMENT  \nIN MYANMAR \n \nMyanmar is undergoing rapid change as it has begun a period of transition from a very centralized \nmilitary-dominated system of government that is command-led, to one that is primarily civilian and \ndemocratic. This change is also accompanied by the opening up of the country to international trade \nand investment, which is expected to stimulate very rapid economic growth in the next decade or \nmore. Myanmar’s population is approximately 60 million, estimated in 2010 to be increasing about 1.3% \nannually while the annual urban growth rate is estimated at 2.9%.13&14 This is comparatively high \n                                                            \n13   There has not been a census for the past 2 decades, hence the demographic estimates are approximate. Quoted in ADB. \n2012. Republic of the Union of Myanmar Initial Assessment of Urban Development and Water Sector. Manila.  \n14   Government of the Union of Myanmar. 2010. Statistical Year Book. . Nay Pya Taw: Ministry of National Planning and \nEconomic Development. ", "Regional Balanced Urbanization for Inclusive Cities Development  15 \n \ncompared with other countries in the Association of Southeast Asian Nations (ASEAN). In 1983, the \nurban population made up less than 25% of the total population, of which 32% were found in Yangon \nregion (Blunt et al 2014). Approximately one-third of Myanmar’s population is classified as living in \nurban centers, comparable to that of Thailand (34%) but much lower than that of Malaysia (72%). \n \nUrban Population and Regional Context \n \nThe official capital is Nay Pyi Taw, located midway between Myanmar’s two largest cities—Yangon \nwith a population of about 4.6 million and Mandalay with a population of about 1.0 million. The third \nlargest city is Mawlamyine (population of about 500,000), after which city size rapidly falls: there are \nonly  31  urban  centers  with  population  of  more  than  100,000.  The  urban  centers  are  largely \nconcentrated in the low-lying regions of the central dry zone and the coastal areas. Mandalay is the \nsecond largest city in Myanmar with a population estimated to be over 1.3 million and with a historic \ngrowth  rate  of  just  over  2%  per  year.  However, with  the  opening  up  of  the  country  to  outside \ninvestment, and with its critical location as on the crossroads of links between the PRC and the Bay \nand Bengal and the routes between Cambodia, the Lao PDR, and Viet Nam with India, it is seen to \ngrow at a far faster rate of nearer 3% over the next 25 years, resulting in a population of over 3 million by \n2040 (ADB 2014). With the improved economic opportunities, the resulting increase in foreign direct \ninvestment, and increased importance of the role of Mandalay, it is probable that the city should be \nplanning for a far greater population of more than 3 million by 2040. \n \nIn  2013,  ADB  provided  a  capacity  development  technical  assistance15 to  support  the  Ministry  of \nConstruction to prepare a scoping study for a Strategic Development Plan for Green Mandalay, which \ncould act as a model for the management of urban development throughout Myanmar. The outputs of \nthe study “Toward a Green Mandalay” is informing the design of the investment loan for the urban \nservices improvement project, financed by ADB (ADB 2014). The study was the first attempt at \nestablishing a baseline understanding of the quality of life issues in the city of Mandalay.  \n \nSpatial Structure of Clustered Villages \n \nMandalay city came to be formed through the clustering of rural villages which expanded to townships \nas the city expanded horizontally. Mandalay consists of six townships, which are divided into 96 wards, \n42 village tracts, and 170 villages. Land uses show that 46.5% of the Mandalay city is urban, and the \nremaining parts are rural (41%) or water bodies (almost 10%) and villages (less than 3%). While Pyi Gyi \nDagon was rural as the 1990s, it has since become predominantly urban. In March 2011, Amarapura was \nabsorbed into Mandalay city, giving it a total area of 121.5 square miles, 16.5 miles from east to west and \n. \n16 miles from north to south The greatest part of the agricultural land and water bodies and most of \nthe villages are found the Amarapura. In the urban areas, land is predominantly government land or \nland for public utilities, with only 24% freehold or leasehold.  \n \n   \n                                                            \n15   ADB. 2013. Technical Assistance to Myanmar for Capacity- Building Support for Project Identification. Manila. \n ", "16   ADB Southeast Asia Working Paper Series No. 11 \n \nUrban Poverty Estimates \n \nThe first household socioeconomic survey was undertaken for 600 households in the six townships. \nThe team organized two stakeholder consultation workshops. The first workshop reviewed the findings \npresented in the urban profile and through a systematic system of scoring the impact of the issues \nidentified on the green city criteria of Mandalay, provided a further evaluation of the critical issues that \nneed to be tackled to achieve the objectives of developing Mandalay as a green city. The second was to \nprioritize the proposed solutions and to identify additional strategies to achieve, to ensure green \ndevelopment of the city and regional corridor development. Questions regarding household income \nand expenditures were included in the socioeconomic survey conducted in order to establish an \nindicative financial capacity data of the people in the six townships. Based on the result of the \nsocioeconomic survey, the average monthly household income is about Myanmar MK382,000 (about \n$389) or about $67 per capita equivalent, and the median income is about MK300,000, ($306) and the \nper capita income $53. Estimates suggest that about 25.6% of people in Myanmar are living below the \nnational poverty line in 2010.16 \nFigure 6: Six Townships Cluster of Mandalay City \n \nSource: Mandalay City Development Committee, 2013. \n                                                            \n16   ADB. 2013. Myanmar Country Fact Sheet. Manila. ", "Regional Balanced Urbanization for Inclusive Cities Development  17 \n \nHousing Needs and Living Conditions \n \nThe present growth of about 2.5% to 2.9% is from 6,000 to 7,000 households each year to the \npopulation and hence a similar increase in the demand for housing units. This is not to account for the \nnumber of substandard houses that need to be rebuilt to bring them to an acceptable standard, nor \ndoes it account for the historic backlog in housing units. Public housing construction has been very \nlimited.  Priority  has  been  given  to  housing  for  government  employees  as  required  under  the \n17\nconstitution.  However, even here the demand outstrips the supply. \n \nPresently 1,205 public housing units are provided by the regional government in Mandalay region, \nincluding four housing estates in Mandalay city, and the rest in Ninja and Maray. In 1984, a very large \nfire occurred in Mandalay city and over 1,000 households were relocated to plots in Chan Mya Thazi \ntownship. From the early 1990s, work started on the resettlement areas in the new town of Pyi Gyi \nDagon. Land was allocated in the new settlement areas for government civil servants and low-income \nhouseholds.  Many of these resettlement areas were provided with minimal services, usually just a \nbasic road pattern. Drainage, water, road paving, sanitation, and power were not provided. The majority \nof houses constructed were of woven bamboo matting on a wooden frame, with either palm leaves, \nbamboo, or zinc sheets. Little has been done to improve the conditions since then. \n \n \nPhotos © Ramola Naik Singru, 2013.  \n \nGiven the current level of production, the total formal housing production in Myanmar city is currently \nabout 3,500 additional units per year. While this is quite substantial, it must be set against the demand \nof at least 6,000 units per year, suggesting a shortfall of 2,500 units, most of which will be met through \ninformal development, thus increasing the numbers of informal households. The first phase of low cost \nhousing being built by the Mandalay City Development Committee is targeting the informal housing \npopulation, which has settled illegally on land close to industrial areas in the city. These lands are \nconvenient for the workers in the industries, and also to those providing support services to the \nresidential area around the local industries. \n   \n                                                            \n17   The Constitution section 26 (b) states “The Union shall enact necessary laws for Civil Service personnel to have... \nsufficiency of ....shelter...” \n ", "18   ADB Southeast Asia Working Paper Series No. 11 \n \nBoat people on temporary floating structures on the   Informal settlements with no access to basic sanitation \nRiver Ayyerwadi.  located near Industrial areas . \nPhotos © Ramola Naik Singru, 2013. \n \n \nGreen City Actions for Clustered City Development \n \nTo achieve the status of a green city, which is also sustainable, inclusive, and competitive, a number of \nactions were recommended covering investment proposals. Legal and institutional development for \neach sector include:  \n \n(i)  Strengthening the spatial planning and building regulations to facilitate the green city \napproach through clustered city development. \n(ii)  Establishing the institutional capacity to undertake spatial planning and to approve and \nmonitor  development  to  ensure  that  it  complies  with  the  green  city  approach  for \nintegrated urban regional development and environmental planning. \n(iii)  Minimizing the carbon footprint of human settlements development by encouraging the \nuse of appropriate technologies in the construction and design of buildings and in the use \nof water. \n(iv)  Minimizing the carbon footprint of transport by integrating transport planning with land \nuse  planning  and  by  encouraging  and  facilitating  public  transport  and  the  use  of \nnonmotorized transport. \n(v)  Lessening the risk of flooding by improving the solid waste collection and controlling \ndevelopment on natural flood plains, while improving the drainage system and the means \nof flood mitigation. \n(vi)  Lessening the pressure on ground water supplies by improving the distribution, regularity, \nand quality of water, and by developing surface water extraction sources with proper \ntreatment. \n(vii)  Further minimizing the carbon footprint of urban living by the encouraging residents to \npractice the 3Rs, and controlling the use of plastic bags. \n(viii)  Minimizing the risk of soil and ground and surface water pollution by initially including \nappropriate methods of collecting and treating domestic wastewater, but also by treating \nindustrial wastewater and charging the polluters of the basis of polluter pays. \n   ", "Regional Balanced Urbanization for Inclusive Cities Development  19 \n \n(ix)  Improving the access of the poor to basic services including housing through government \nsubsidized housing, upgrading of settlement areas, and the creation of new low cost \nhousing  areas  where  the  infrastructure  is  in  place  but  the  houses  are  built  by  the \nbeneficiaries. \nThe Mandalay Urban Services Improvement Project under preparation with proposed financing from \nADB  takes  forward  the  recommendations  of  the  green  cities  scoping  study—Toward  a  Green \nMandalay—in the design of the proposed investment loan.  \n \n \nBALANCED URBANIZATION IN VIET NAM \n \nViet  Nam’s  population  and  economy  are  urbanizing  at  a  fast  pace  with  a  structural  shift  from \nagriculture to industry and services, which account for nearly 80% of the economy since 2005. 18 These \nsectors are key contributors to urban expansion and the rural to urban transition. Gross domestic \nproduct (GDP) growth rate in Viet Nam increased continuously in the last 16 years (1990–2006), \nreaching 7.6% in 2007 and 8.5% in 2008. The slow growth rate is estimated at 5.5%–6% due to the \nglobal  economic  degradation,  while  it  reached  0%  or  negative  growth  rate  in  many  developed \ncountries. Economic growth of urban centers was relatively stable at 12%–15% on average, and was \nestimated at 8%–10% during 2007–2009. Urban centers took up a relatively high proportion of GDP, \nreaching 54% of the whole country when the urban population accounted for 23% (1998) and reached \n70% of GDP when the urban population occupied 27% (2005). Unlike most Southeast Asian countries, \nViet Nam has relatively low levels of urbanization (23.7% of the total population of over 76 million). \nHowever, this increased rapidly in the 1990s (Dang, Tacoli, and Thanh 2003). The criteria for urban \nclassification in Viet Nam has not changed since 1990; however reclassification of rural settlements \ninto urban centers, together with migration and natural population growth contributed to Viet Nam’s \noverall increase in urbanization.  \n \nSpatial Distribution of the Population \n \nThe spatial distribution of the population across the regions is uneven. The Mekong River Delta is the \nmost heavily populated region (16.1 million people, 21% of the total population), followed by the Red \nRiver Delta (14.8 million people, 19.4% of the population), in a combined land area of less than 16% of \nthe country’s total. By contrast, the central highlands, northwest, and northeast regions account for \n45% of the total land area but only one-fifth of the total population (Dang, Tacoli, and Thanh 2003). \nThe Red River Delta has the highest population density of all (1,180 persons/square kilometer [km2]). \nAmong urban centers, Ha Noi has the highest population density of 2,909 persons/ km2 followed by \nHo Chi Minh City with 2,407 persons/km2. The Mekong River Delta, the most populous region, has a \nfairly even population distribution, with population densities in the provinces ranging from 300 to 700 \npersons/km2. \n \n   \n                                                            \n18   From 2007 to 2011, Viet Nam’s GDP continued to expand, with annual growth rates ranging from 8.5% in 2007 to 5.9% in \n2011. Ministry of Planning and Investment. 2011. Socio-Economic Development Strategy, 2011–2020. Ha Noi: Ministry of \nPlanning and Investment. \n ", "20   ADB Southeast Asia Working Paper Series No. 11 \n \nViet Nam’s Model of Urban Development  \n \nThe shift in population distribution and mobility has played an important role in Viet Nam’s remarkable \nsuccess in ensuring high levels of economic growth and in reducing poverty in the last 10 years. \nAlthough urban poverty is significantly reduced, inequality in income and access to basic services \nremain.  Pollution,  loss  of  natural  capital,  low  returns  on  public  investments,  and  low  economic \ncompetitiveness  are  some  of  the  urban  management  challenges.  Natural  disasters  and  climate-\ninduced impacts add to the associated social, economic, and environment costs of rapid urbanization, \nespecially in the secondary cities with limited capacity to address consequences of rapid urbanization. \nAccording to the National Climate Change Strategy, Viet Nam, since 1963, experienced average \ntemperature rise of 0.5oC–0.7oC; sea level rise of 20 centimeter; and worsening floods, storms, and \n 19\ndroughts.  This is recognized in the Framework Master Plan for Urban Development in Viet Nam to 2025 \nand Vision to 2050.20  \n \nThe master plan aims to develop secondary cities to divert rural migration away from the large cities \ntoward secondary cities and to foster stronger urban–rural links. It aims to achieve balanced and \nstrategic growth through a national system of capably managed urban centers, envisaging secondary \nand tertiary cities as development hubs within the provincial context. Viet Nam’s strategic choice of \ndeveloping provincial capital cities, established governance systems, and regional primacy will unlock \nthe economy of the rural hinterlands through providing connectivity and opportunity for growth, thus \nstrengthening the urban–rural links. Developing provincial capital cities as pilots in different geographic \nregions will boost local economy, balance regional development, strengthen urban–rural links, and \naddress the overcrowding of primary urban centers.   \n \nADB’s GrEEEn Cities Initiative and Secondary Cities Development Program \n \nThe challenge for Viet Nam is to maintain its long-term development prospects by minimizing risks \nassociated with urbanization. Adapting critical infrastructure by building climate resilience in coastal \nand low-lying areas will safeguard vulnerable populations and productive sectors of the economy, \nincluding its natural resources.  \n \nWith urban areas likely to drive economic growth through both rural and regional development, ADB’s \nSecondary Cities Development Program ([SCDP] Green Cities) is financing the improvements in \nurban and environmental infrastructure and services in three secondary cities of Ha Giang, Hue, and \n21\nVinh Yen, facilitating local economic growth and building resilient communities.  SCDP green growth \nand environmental sustainability focus supports the 10-year strategy from several national programs, \nnamely, the National Green Growth Strategy 2012 2020, the National Action Plan on Climate Change \n‒\n2012 2020, and the National Program on Urban Development 2011 2020. \n‒ ‒\n \nGreen City Action Plans (GCAPs) developed under the GrEEEn Cities Initiative are informing the \ninvestment loan on a results-based lending modality for the cities of Ha Giang, Hue, and Vinh Yen \n                                                            \n19   Government of Viet Nam. 2011. No.2139/QD-TTg: Decision on the Approval of the National Climate Change Strategy. Ha \nNoi. 5 December. \n20   Government of Viet Nam, Ministry of Construction. 2009. Framework Master Plan for Urban Development in Viet Nam to \n2025 and Vision to 2050. Ha Noi: Ministry of Construction, which has been updated through the “Adjustment of the Master \nPlan for Urban Development in Viet Nam to 2025 and Vision 2050.” Approved in 2009 under Decision No.445/QÐ-TTg. \n21   ADB. 2014. Proposed Results-Based Loan and Administration of Grant for the Secondary Cities Development Program (Green \nCities) to the Socialist Republic of Viet Nam. Manila. ", "Regional Balanced Urbanization for Inclusive Cities Development  21 \n \n(Figure 4.1).22 Hue (Thua Thien Hue province) is one of Viet Nam’s heritage (UNESCO) centers.  Vinh \nYen (Vinh Phuc province) is a satellite town of Ha Noi, strategic for industry situated 20 kilometers away \nfrom the international airport and linked to the hinterland with the ADB-financed Lao Cai Expressway \nstrategic connectivity project. Ha Giang (Ha Giang province) is a border town that provides strategic \nconnectivity with the PRC. Thus the SCDP is aimed at developing and demonstrating different urban \ngrowth models for climate-resilient and economically competitive cities through the development of \nGCAPs as investment plans for the cities. The investments are for climate-resilient environmental \ninfrastructure  prioritized  under  the  GCAPs;  increased  community  awareness  of  environmental \nmanagement; and decision support systems for integrated urban planning and resource management, \nclimate change adaptation, and disaster risk mitigation. An assessment of economic activities and \nregional economic growth potential has enabled intraregional push–pull analysis to establish a pathway \nfor economic growth and competitiveness within the GrEEEn Cities framework and national policies and \nstrategies for green growth. The GCAPs consider these aspects of inclusive and competitive growth \nwithin  the  regional  and  national  framework  and  have  been  developed  as  time-based  investment \nprograms with potential financing solutions. SCDP will thus support the realization of the 10-year \nsocioeconomic development strategy’s overall objective of an industrialized Viet Nam in the three cities.  \n \n \nGREATER MEKONG SUBREGION PROGRAM \n \nGreater Mekong Subregion: Corridor Towns Development and Livelihood Support Projects \n \nADB is currently implementing three Greater Mekong Subregion (GMS) loan projects: Cambodia: \nSouthern Economic Corridor Towns Development Project; Lao PDR: East–West Economic Corridor \n23\nTowns Development Project; and Viet Nam Corridor Towns Development Project.  Furthermore, the \nADB project for Livelihood Support for Corridor Towns will assist the urban poor of three selected \ntowns in Cambodia, the Lao PDR, and Viet Nam through microfinance schemes and small market \nprojects that support income generating livelihood activities, and will be implemented parallel to the \nthree GMS loan projects.  \n \nRationale for Corridor Town Development \n \nThe  focus  on  corridor  town  development  is  a  development  approach  for  balanced  regional \ndevelopment that will maximize the economic benefits of increased trade and traffic flows along the \nmajor transport corridors in the GMS with the expected positive impacts resulting from accelerated \ninvestments in strategically located towns and cities, and added value on economic growth through \ndevelopment  oriented  on  green  growth  and  climate  resilience.  The  objective  is  to  strengthen \ncompetitiveness of the GMS economic corridors through investments for the environmental and \neconomic infrastructure with equitable growth.  \n \n                                                            \n22   ADB. 2008. Managing Asian Cities. Manila: ADB and ADB. 2014. Proposed Results-Based Loan and Administration of Grant \nfor the Secondary Cities Development Program (Green Cities) to the Socialist Republic of Viet Nam. Manila. \n23   ADB. 2012. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Administration of Loan \nand Grants to the Kingdom of Cambodia for the Greater Mekong Subregion Southern Economic Corridor Towns Development \nProject. Manila; ADB. 2012. Report and Recommendation of the President to the Board of Directors: Proposed Loan, Grant, and \nAdministration of Grant to the Lao People’s Democratic Republic for the Greater Mekong Subregion East–West Economic \nCorridor Towns Development Project. Manila; and ADB. 2012. Report and Recommendation of the President to the Board of \nDirectors: Proposed Loan and Administration of Grant to the Socialist Republic of Viet Nam for the Greater Mekong Subregion \nCorridor Towns Development Project. Manila.  \n ", "22   ADB Southeast Asia Working Paper Series No. 11 \n \nInvestments  in  the  three  loan  projects  include  environmental  infrastructure  for  access  to  basic \ninfrastructure; increased urban resilience, and adaptation–mitigation climate change impacts; while \nthe economic infrastructure investments will be for development of markets, logistics centers, dry \nports,  industrial  zones,  incubators  for  small  and  medium-sized  enterprises  (SMEs),  and  tourism \ndevelopment. The impact of the corridor towns development projects would be that these corridor \ntowns will play an important role in enhancing the regional competitiveness of the GMS with the \nenhancement of economic linkages to their respective hinterlands, which also impact local tourism, \nand the promotion of local products and value chains. Modern environmental services (water, waste \nwater, solid waste management) result in positive health impacts. Improved climate resilience (flood \ncontrol measures) will lead to reduced losses from climate change impacts. Thus the improved urban \nperformance of environmental infrastructure will enhance productivity, and increase the attractiveness \nfor investors and residents to support a transition to a green economy.  \n \n \nPhoto: ADB (F. Steinberg), 2012. \n \nRationale for Livelihood Support Project \n \nA number of towns located along the GMS corridors already have strong links with the agricultural \nhinterlands and natural resource base. The newly emerging border towns have high growth potential to \nbecome service centers for the rural agricultural areas, and to provide transport-related services, \nemerging new industries, and tourism. These developments can contribute to enhanced economic \ngrowth and poverty reduction along the economic corridors. The project for Livelihood Support for \nCorridor Towns is a pilot poverty reduction project in the GMS using a market development approach \nand will complement the urban infrastructure investments under the three loan projects.  \n \nNew  market  trade  centers  will  be  established  in  each  of  the  three  project  towns:  Battambang \n(Cambodia), Kaysone Phomvihane (the Lao PDR), and Dong Ha (Viet Nam). This benefits market \nvendors currently working as informal traders, targets the self-employed urban poor population in \nthese towns, and supports the sale of locally produced products. Allocation of market stalls is in \nthrough a fair and transparent system with the beneficiaries required to be engaged in informal market \nvending activities, and be members of the market vendors association. There will also be availability of \nmicrofinance to market vendors.  ", "Regional Balanced Urbanization for Inclusive Cities Development  23 \n \n \n \nPhoto: ADB (F. Steinberg), 2012. \n \nPoverty in Cambodia, the Lao PDR, and Viet Nam \n \nPoverty  remains  substantial  in  Cambodia,  the  Lao  PDR,  and  Viet  Nam,  affecting  9%–34%  of  the \npopulation. Poverty in Cambodia is widespread with approximately 30% of the rural population live below \nthe poverty line. During 1992–2007, the overall national poverty incidence in Cambodia declined to about \n36%, which is high for the region (the poverty incidence in Viet Nam fell to 20% during the same period). \nThe distribution of poverty varies considerably in Cambodia, from less than 15% in the capital to well over \n45% in the northern and northeastern provinces and in the vicinity of Tonle Sap. In Battambang, the \npoverty incidence in 2009 was 18%, slightly higher than that in Phnom Penh (15%) but lower than the \napproximate national poverty incidence of 36%. Urban poverty also differs from rural poverty because \nthe cost of living reference values differ between urban and rural areas. Poverty in the Lao PDR is still \nwidespread, with an estimated 34% of the population living below the poverty line and a large proportion \nof  the  population  at  risk  of  sliding  back  into  poverty.  In  Savannakhet  province,  where  Kaysone \nPhomvihane is located, the reported poverty incidence of 43% exceeds the national rate. Kaysone \nPhomvihane  is  also  listed  among  the  poorest  districts  in  the  Savannakhet  province.  Poverty  is \npredominantly rural, with high concentrations in the remote and mountainous northeastern and eastern \nborders with Viet Nam, As a result, poverty also has a strong ethnic association. Viet Nam has made \nimpressive progress in reducing poverty, with the poverty incidence declining from 58% in 1993 to 10.6% \nin 2010. Urban poverty in Viet Nam fell from about 25% in 1993 to 4% in 2006. Rural poverty in the same \nperiod declined from 66% to 22%. However, while reductions in urban poverty in Ha Noi and Ho Chi \nMinh City tend to skew national averages, and cities outside the major growth corridors—including those \nin the central provinces (e.g., Dak Lak, Pleiku), the Mekong Delta (e.g., Kien Giang. Soc Trang), the \nnorthern border (e.g., Cao Bang, Lao Cai), and the central coast (Hue, Quang Tri)—still have relatively \nhigh urban poverty rates. In Dong Ha city, poverty incidence in 2010 is 8%, higher than the national urban \n24\npoverty incidence of 4%, but slightly lower than the overall poverty incidence of 10.6% in 2010.   \n \n   \n                                                            \n24   ADB. 2013. Grant Assistance for the\u2028Greater Mekong Subregion: Livelihood Support for Corridor Towns\u2028(Financed by the Japan \nFund for Poverty Reduction). Grant Assistance Report. Manila. \n ", "24   ADB Southeast Asia Working Paper Series No. 11 \n \nGMS Mekong Tourism Development Project  \n \nTourism is one of nine areas of subregional cooperation under the GMS program entered by the GMS \ncountries in 1992 to promote development through closer economic links. 25 With the support of ADB \nand other development partners, the GMS program helps implement subregional projects to reduce \npoverty and contribute to the conservation of cultural and natural resources in the subregion. Priorities \nof earlier GMS national tourism development policies include contributing to economic development, \npromoting the country and its products in the global marketplace, enhancing competitiveness in the \ntourism sector, and promoting cooperation with neighboring countries. Recent priorities have become \nnotably more pro-poor and include managing and protecting the environment where the poor reside, \nand ensuring that tourism benefits are spread to the poor and vulnerable groups. \n \nThe GMS program’s role in tourism development has brought about regional collective actions needed \nfor greater connectivity and integration of tourism plans, programs, and strategies among the GMS \ncountries. The principal goal of GMS regional cooperation strategy and program is to reduce poverty in \nthe Mekong through a 3C program— enhanced connectivity, increased competitiveness, and greater \nsense of community.   \n \nADB has provided about $38.2 million assistance for the GMS tourism industry; loans comprise 92% or \n$35.0 million, and technical assistance $3.2 million. Technical assistance was provided for training, \ncapacity building, preparation of a feasibility study of priority tourism infrastructure projects, and \nformulation of a GMS regional tourism sector strategy.26 ADB lending to the sector consists of three \nongoing  loans  to  Cambodia,  the  Lao  PDR,  and  Viet  Nam  under  the  GMS  Mekong  Tourism \nDevelopment Project (MTDP), which aims to promote the development of tourism in the Mekong \nRiver basin. The specific objective of the MTDP was to promote sustainable tourism development in \nthe lower Mekong River basin through infrastructure improvements, increased community and private \nsector participation and subregional cooperation. Siem Reap and Phnom Penh from Cambodia were \nthe participating towns in the project.  \n \nSiem Reap Environmental Improvement \n \nIn 2001, Siem Reap was a fast growing town that attracted 265,000 international tourists. Many hotels \nand private houses discharged wastewater into a canal to the west of the town, which was heavily \npolluted due to lack of maintenance and encroachment by dwellings, which partially block the canal in \nvarious places. The wastewater flowed untreated to the Tonle Sap Lake or filtered into the ground, \npolluting the ground water and creating high risks for the health of the local population and tourists, \nand for the fragile ecosystem of Tonle Sap Lake.  \n \nMTDP rehabilitated the urban sewer on the west side of the town, constructed new connections to the \nsystem, constructed stabilizing lagoons to treat discharges from a population of about 17,000 in the \nwest part of the town, and prepared a community sanitation and health awareness program. The \nMTDP achieved the following results:  \n \n(i)  International arrivals increased from 264,000 (2002) to 1,305,256 (2012) and rapid increase in \ntourist volumes was indicative of the positive growth trends, which could be sustained by the \nimprovements in urban environmental conditions due to the project.  \n                                                            \n25   The GMS consists of the following countries: Cambodia, the PRC (Guangxi Zhuang Autonomous Region and Yunnan \nProvince), Lao PDR, Myanmar, Thailand, and Viet Nam.  \n26   See http://www.adb.org/sites/default/files/institutional-document/33310/files/gms-tourism-assessment.pdf ", "Regional Balanced Urbanization for Inclusive Cities Development  25 \n \n(ii) Wastewater  discharge  from  residential  housing  and  hotels  in  the  target  area  were  being \nconnected to the new wastewater treatment plant as required by a newly enacted sub-decree. \nThe reduction in flooding and separation of wastewater from storm water in parts of Siem \nReap also brought substantial public health benefits.  \n(iii) Treatment of wastewater, drainage improvements, and more efficient garbage collection and \ndisposal had improved sanitary conditions in urban areas and catalyzed public and private \ninvestment in tourism-related infrastructure and services. \n(iv) The  Project  had  raised  hygiene  awareness  in  Siem  Reap  and  provided  access  to  better \nsanitation and sewerage services to an estimated 116,318 people in 19,938 households. These \nreduced communicable disease, lowered health expenditure, and improved productivity.  \n(v) Land previously flooded was reclaimed and used to establish a night market that sustained full-\ntime employment for about 200 women vendors and an additional 600 people who supplied \nthe market and provided ancillary services.  \n(vi) International  tourist  spending  in  Siem  Reap  was  estimated  at  $504.3  million  in  2010. \nEmployment opportunities and remittances for the poor have grown due to the tourism \nindustry. A recent study found that over 75% of men and women working in Siem Reap and \nPhnom Penh hotels remit wages of over $1.2 million per month with women now represented \nat least half the tourism industry workforce.   \nThus, the improvements in urban environmental infrastructure in Siem Reap promoted increased \ntourism, livelihoods, and livability of local residents.   \n \n \nSTRATEGIC POLICY OPTIONS FOR URBAN–RURAL INTEGRATION  \nAND SUSTAINABLE URBANIZATION \n \nBased on the learning from Southeast Asia, the following policy options and actions are suggested for \nurban–rural integration and sustainable urbanization: \n   \nStrengthen existing urban settlements through regional balanced development \n \n(i)  Balancing spatial settlement patterns through a focus on decentralization and balanced \nregional development creates more efficient urbanization centers and reduces spatial \ndisparities  that  will  lead  to  a  sustainable  growth.  Developing  provincial  capital  cities \nbalance regional development, strengthen urban–rural links, and address overcrowding of \nprimary urban centers.  \n(ii)  Enabling integrated urban–rural spatial policies and planning. Urban spatial policies \nand urban planning can help foster regional and local economic development to enable \nintegration of economic growth and environmental sustainability at all levels and sectors to \nimprove the quality of life for citizens. \n(iii)  Decentralizing planning and localizing action. Strengthening the existing urban centers \nwith established regional governance systems enables ownership of actions and boosts the \nlocal economy.  \n(iv)  Promote economic competitiveness. Build on the existing natural, human resource, and \nrevenue-generating assets of the city and communities. Enhance the ability to realize the \n ", "26   ADB Southeast Asia Working Paper Series No. 11 \n \nfull potential of these assets through an enabling policy environment and investments for \nskills and infrastructure development.  \n(v)  Unlock rural economy through improved connectivity. National urban strategies and \npolicies should enable infrastructure and urban development in existing secondary cities \nand  towns.  This  will  strengthen  the  existing  urban  agglomerations  drawing  urban \npopulation  toward  these  secondary  centers  and  take  away  the  pressure  from  the \nmegacities, thus contributing to a sustainable and inclusive economic growth. \n(vi)  Build on existing assets and skills. Culture, heritage, industry, and nature are all assets \nthat  are  often  neglected  in  cities  and  villages.  With  culture  and  tourism  playing  an \nimportant role in a city, joining forces around a shared image of how to develop a city can \nbe  enhanced.  Building  ownership  and  understanding  of  the  city’s  assets  through \nconsultative and visioning processes can enhance the economic potential of the rural and \nurban area. In tourism cities, technical aspects such as infrastructure improvements can be \ncombined with the preservation and support of cultural traditions, thereby planning and \nmanaging a city’s different challenges in an integrated manner. For example, revenue \ngenerators such as traditional handicraft and old architecture are cultural and heritage \nassets that provide authenticity to the tourism industry. These assets need to be supported \nthrough investments in heritage conservation, urban upgrading, SME development and \ncapacity trainings to preserve local skills. Traditional skills are often practiced by minority \nethnic groups and particularly by women. Economic support policies can be specifically \ntailored and targeted to be inclusive. \n \n \nEconomically vibrant and well-restored heritage street in Hangzhou, Zheizang province,  \nthe People's Republic of China. \nPhoto © Ramola Naik Singru, 2014. \n \nUrban Models of Growth \n \nNew urban models of growth are emerging. Investing in development of these new emerging spatial \nforms provide valuable lessons for the cities in Southeast Asia to learn from each other.  \n ", "Regional Balanced Urbanization for Inclusive Cities Development  27 \n \nClustered Development  \n \n(i)  Supporting clustered economies of small urban areas around the core. Development of a \ncluster of urban areas or satellite cities around the core urban area provides opportunity for a \nmutually beneficial relationship between the cities. Cities often develop engulfing specific \nclusters that may have specialized skills, such as the leather industry in Dharavi in Mumbai or \nthe metal handicrafts industry in Hue in Viet Nam. Unless these specialized industries are \nprovided adequate support to enhance their business practices, streamline environmental \npractices and connect to relevant markets, the clusters will lose their competitive advantage of \nbeing close to the city core.  \n(ii) Feasible urban infrastructure development and service delivery. Clustered development \napproach for small towns also enables clustering of infrastructure such as a regional landfill, \nmakes infrastructure financially sustainable for the population sizes.  \n(iii) Co-benefits of clustered economy. \n \nSatellite Cities  \n \nMegacities  will  continue  to  grow  but  the  pressure  on  these  cities  can  be  reduced  by  providing \nconnectivity  and  urban  infrastructure  services  to  the  satellite  towns  around  these  large  urban \nagglomerations. Satellite cities are developed through a symbiotic relationship in close proximity to \nlarge  cities.  Rather  than  being  just  residential  suburbs,  satellite  cities  can  become  niche  market \nlocations in their own right benefiting from the proximity to the large city where a pool of specialized \nservices such as financiers, lawyers, insurers etc. are available. Further, the proximity to a megacity or \nmetropolitan city includes easy access to multinational companies and connectivity to global markets \nthrough  an  international  airport.  On  the  other  hand  the  metropolitan  area  benefits  from  the \nmanufacturing  and  secondary  services  located  in  the  satellite  cities  with  efficient  back  office \noperations. Metro Manila has benefited from the location of many business process outsourcing \ncompanies located in satellite cities such as Alabang. Vinh Yen, a satellite city of Ha Noi in Viet Nam is \naiming to set itself up as the industrial export hub for Viet Nam.  \n \nCorridor Town Development \n \n(i)  Enhances  economic  growth  and  poverty  reduction.  The  corridor  towns  can  play  an \nimportant role in enhancing the regional competitiveness by enhancing economic linkages to \ntheir respective hinterlands thus enhancing economic growth and leading to poverty reduction.  \n(ii) Market development approach. Corridor town development improves market connectivity of \nthe hinterland with a positive impact on the local economy, the promotion of local products \nand value chains, and improved local tourism. \n \nOptimizing Synergistic Cross-Sector Benefits  \n \nSome areas of activity underscore the interrelation between tourism, environmental management, and \nurban–rural  development.  The  following  points  highlight  some  of  these  areas  where  synergistic \nbenefits can be achieved.  \n \n(i)  Supporting  SME  clusters.  A  positive  development  in  the  tourism  sector  results  in  an \nincreased number of visitors and increased spending. SMEs are the backbone of the tourism \nsector and would benefit directly from such increased numbers. Clustered development can \nenhance growth in the SME tourism sector.  \n ", "28   ADB Southeast Asia Working Paper Series No. 11 \n \n(ii) Improving  infrastructure  and  services.  The  tourism  industry,  especially  with  increased \nnumbers of visitors, depends on improved facilities and infrastructure. Such infrastructure is \nbeneficial to both visitors and residents. There are various action areas, ranging from small \nimprovements in signage, public restrooms, and public space management to larger scale \nimprovements in urban design, drainage, and traffic systems. As previous ADB projects have \nproven, such infrastructure and services improvements provide employment opportunities for \nresidents. Furthermore, the increased number of visitors offers different opportunities for \nfinancing the provision, upgrading, and maintenance of infrastructure and services (visitor’s tax, \nfees for use of certain facilities, traffic tolls for tourist buses, etc.), at the same time” replace the \nsentence with “Simultaneously, there is increased pressure on facilities and infrastructure with \nthe increasing number of visitors which requires systematic planning and management to \naddress this situation proactively. \n(iii) Enhancing competencies and capacities through partnerships. At a higher level of skills, \nthere is low capacity even among architects and planners in the GMS region on heritage \nconservation practices starting with identification, designation, and restoration of conservation \nzones. Bilateral projects, such as India’s engagement in the restoration of the temple complex \nin Angkor Wat since 1986 and more recently in the restoration of the Ta Prom Temple, have \nshown that capacities can be built and improved with such institutional cooperation. The \nGrEEEn City Initiative’s concept of Urban Management Partnerships is another example of \nbringing together more experienced actors in tourism development with other actors willing to \nlearn and apply lessons learnt and best practices. This approach would directly be in line with \nthe objective of increased cooperation and exchange among GMS countries.  \nGoing beyond the traditional perspective of local actors on the one hand and external actors \non the other, one also needs to think about tourists in the sense of visitors who might consider \nstaying longer and even investing in the places they visited beforehand. There is some potential \nof entrepreneurs opening up their own (subsidiary) offices, scaling up their activities, and \nteaming up with local entrepreneurs. Often these kinds of operations include the training of \nlocal staff, directly leading to increased competencies and capacities. For this to happen, the \ngovernment needs to provide an enabling environment with regard to policies, the regulatory \nframework, and the provision of infrastructure and services. \n(iv) Benefitting  socioeconomic  development.  Tourism  is  an  important  instrument  in \nsocioeconomic development, as social contacts between tourists and locals increase mutual \nunderstanding and cultural exchange. Additionally, integrated urban development should be \nbased  on  participatory  processes  and  the  buy-in  of  key  stakeholders.  The  specific \ndevelopment of a sustainable tourism industry  and location could bring several benefits: \nincreased numbers (and higher spending) of visitors, growth in an economically high-potential \nniche market (which is on the rise in Asia), environmentally and financially more efficient \nresource use due to improved infrastructure systems, increased environmental quality and \nlivability for visitors and residents.  \n \nThe city governments in collaboration with development partners, private sector, and civil society can \nthus  take  the  lead  in  optimizing  cross-sector  synergies  to  enhance  urban–urban  integrated \ndevelopment based on a shared vision of how urbanization and economic growth can be achieved in \nan environmentally friendly, socially inclusive, and financially viable manner. \n   ", "Regional Balanced Urbanization for Inclusive Cities Development  29 \n \nREFERENCES \n \nADB. 2008. Managing Asian Cities. Manila: Asian Development Bank. \n———. 2011. Asia 2050: Realizing the Asian Century. Manila: Asian Development Bank. \n———. 2012. Key Indicators 2012: Green Urbanization in Asia. Manila: Asian Development Bank. \n———.  2014.  Toward  a  Green  Mandalay:  Scoping  Study  for  a  Strategic  Development  Plan  for \nMandalay . Final Report. Manila (TA8251-MYA). \nD. Baharoglu and C. Kessides. 2002. Urban Poverty. In Jeni Klugman, ed. A Sourcebook for Poverty \nReduction Strategies. Washington, DC: World Bank. \nJ. L. Baker. 2008. Urban poverty: a global view. Urban Papers; no. UP-5. Washington, DC: World Bank. \nhttp://documents.worldbank.org/curated/en/2008/01/9112288/urban-poverty-global-view.  \nN. A. Dang, C. Tacoli, and H. X. Thanh. 2003. Migration in Vietnam: A review of information on current \ntrends. Regional Conference on Migration, Development and Pro-Poor Policy Choices in Asia. \nDhaka: Refugee and Migratory Movements Research Unit and Department for International \nDevelopment (DFID), UK. \nGovernment of the Republic of the Philippines, National Statistics Office. 2010. Census of Population \nand Housing (CPH). Explanatory Text, Manila: National Statistics Office. \nGovernment of the Socialist Republic of Viet Nam. 2001. DECREE No. 72/2001/ND-CP of October 5, \n2001 on the Classification of Urban Centers and Urban Management levels. Ha Noi: \nGovernment of the Socialist Republic of Viet Nam. \nM. Lindfield and F. Steinberg. 2011. Inclusive Cities. Manila: Asian Development Bank.  \nR. Naik Singru. 2007. Mumbai: Spatial Segregation in a 'Globalising' city. In Ranvinder S. Sandhu and \nJasmeet Sandhu, eds. Globalization and Inequality in Developing Countries. 131–172. New Delhi: \nRawat Publications.  \n———. 2008. Democracy, Competitive Governance and Spatial transformation in ‘globalising’ \nMumbai. ISA World Forum of Sociology. Barcelona: International Sociological Association.  \n———. 2008b. Restructuring Asia’s urban landscape: Policy driven or transformation led? ISA-RC21 \nConference  on  Landscapes  of  Global  Urbanism:  Power,  Marginality,  and  Creativity.  Tokyo: \nISARC21. \nR. Naik Singru and M. Lindfield. 2014. Republic of the Philippines: National Urban Assessment. Manila: \nAsian Development Bank.  \nR. Naik Singru and M. Lindfield. 2015. Forthcoming. Inclusive Cities Toolkit. Manila: Asian Development \nBank.  \nS. Sandhu and R. Naik Singru. 2014. Enabling GrEEEn Cities: An Operational Framework for Integrated  \nD. Sattherthwaite and C. Tacoli. 2003. The urban part of rural development: the role of small and \nintermediate urban centres in rural and regional development and poverty reduction. Working \nPaper Series on Rural-Urban Interactions and Livelihood Strategies. No. 9. London: International \nInstitute for Environment and Development.  \nUrban  Development in Southeast Asia. Working Paper Series  No. 9. Southeast Asia  Department, \nManila: Asian Development Bank.  \nUnited Nations. 2002. World Urbanization Prospects, The 2001 Revision. New York: Population Division, \nDepartment of Economic and Social Affairs, United Nations, ST/ESA/SER.A/216.  \nUN-Habitat. 2009. Planning Sustainable Cities: Global Report on Human Settlements. Global Report on \nSustainable Settlements. Nairobi: UN-Habitat.  \nWorld Bank. 2011. Data Urban Development. http://data.worldbank.org/topic/urban-development  \nWorld  Bank.  2013.  Global  Monitoring  Report  2013:  Rural-Urban  Dynamics  and  the  Millennium \nDevelopment Goals. Washington, DC: World Bank. \n ", "Regional Balanced Urbanization for Inclusive Cities Development\nUrban–Rural Poverty Linkages in Secondary Cities Development in Southeast Asia\nThe impact of urbanization on growth and equality, and on urban and rural poverty are well-documented \nbut do not discuss alternative models of urbanization. While the relationship between urbanization and \ngrowth (and poverty reduction in general) is often well-established, less is discussed about the forms and \ncauses of newly emerging urban poverty and exclusion, and how they differ for different city sizes. This paper \nanalyzes the potential for poverty reduction with balanced regional urbanization through the development of \nsecond-tier cities and secondary towns in Southeast Asia. It discusses the spatial growth patterns that have \nan impact on sustainable development and urban–rural poverty linkages and suggests policy options and \nactions for urban–rural integration and sustainable urbanization. It proposes strategies for sustainable urban  RegIonAl BAlAnCeD \ndevelopment through a regional balanced development approach using different urban growth models to \nreduce spatial disparities and optimize cross-sector synergies.\nURBAnIzAtIon foR InClUsIve \nCItIes Development:  \nAbout the Asian Development Bank\nURBAn–RURAl poveRty  \nADB’s vision is an Asia and Pacific region free of poverty. Its mission is to help its developing member \ncountries reduce poverty and improve the quality of life of their people. Despite the region’s many successes,  lInkAges In seConDARy CItIes \nit remains home to the majority of the world’s poor. ADB is committed to reducing poverty through inclusive \neconomic growth, environmentally sustainable growth, and regional integration.\nDevelopment In soUtheAst AsIA\nBased in Manila, ADB is owned by 67 members, including 48 from the region. Its main instruments for \nhelping its developing member countries are policy dialogue, loans, equity investments, guarantees, grants, \nand technical assistance. Ramola Naik Singru\nadb southEast asia\nno. 11\nworking papEr sEriEs\nJune 2015\nAsiAn Development BAnk\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines ASIAN DEVELOPMENT BANK\nwww.adb.org"], "metadata": {"Author": "Ramola Naik Singru", "CreationDate": "D:20150625212649-07'00'", "Creator": "Adobe InDesign CS5 (7.0)", "Keywords": "urbanization, cities, urban growth, rural poverty, southeast asia, urban poverty, urban-rural integration, sustainable urbanization, poverty reduction, regional urbanization, second-tier cities, secondary towns, ta 8314", "ModDate": "D:20150701155453+08'00'", "Producer": "Adobe PDF Library 9.9", "Subject": "Southeast Asia Working Paper No. 12 ", "Title": "Regional Balanced Urbanization for Inclusive Cities Development: Urban–Rural Poverty Linkages in Secondary Cities Development in Southeast Asia", "Trapped": "False"}}