{"path": "data/input/pdf-generic/storytelling.pdf", "pages": ["Knowledge \nOctober 2008 | 10\nSolutions\nStorytelling\nby Olivier Serrat \nDefinition\nStorytelling is the vivid description of ideas, beliefs, personal \nStorytelling is  \nexperiences, and life-l essons through stories or narratives \nthe use of stories  \nthat evoke powerful emotions and insights.\nor narratives as  \na communication  Advantages\ntool to value, share,  Storytelling has advantages over the communication tech-\nand capitalize on  niques commonly used in organizations, be they electronic \nthe knowledge of  mail, reports, or formal speeches. First, it enables articula-\nindividuals. tion of emotional aspects as well as factual content, allow-\ning expression of tacit knowledge (that is always difficult to \nconvey). Second, by providing the broader context in which knowledge arises, it increases \nthe potential for meaningful knowledge-sharing. Third, by grounding facts in a narrative \nstructure, it augments the likelihood that learning will take place and be passed on. Pur-\nposeful storytelling can deliver results that conventional,  abstract modes of communica-\ntions such as those mentioned earlier cannot. Anyone can use it and become better at using \nit to reach many rapidly.\nCommunicating Naturally\nThe age-old practice of storytelling is one of the most effective tools that people can use. \nStorytellers communicate naturally: analysis might excite the mind but it does not offer an \neasy route to the heart, which is where one must go to motivate people. Working with stories \nis one of the best ways to\n•  Make abstract concepts meaningful.\n•  Help connect people and ideas.\n•  Inspire imagination and motivate action.\n•  Give breathing space and allow different perspectives to emerge.\n•  Create sense, coherence, and meaning.\n•  Develop valuable descriptions of the situations in which knowledge is applied and \nsolutions are found.\n•  Examine organizational values and culture.\n•  Communicate complex messages simply.\n•  Operate effectively in networks.\n•  Inspire change.", "Knowledge \nSolutions\nTable 1: The Difference Between a Report and a Story \nVersion A Version B\nIn our evaluation of a project in Bangladesh, we noted a wide  Bangladesh is a really impressive place… in a positive sense.  \nvariance in the competence of individual villages to develop  I was in a village last year working in water and sanitation.  \nsustainable and effective solutions to problems encountered,  We were trying to promote the use of improved latrines, but \nfor example in replacing broken parts or developing low-cost  could not produce concrete slabs and rings locally for a low cost. \nproducts such as new latrines. The lessons to be learned from this  Somebody told me to visit the latrines of a lady in the village,  \nevaluation are that we should: so I went along and said, “Can I see your latrines?” She had made \n•  work against over-dependence on development partners, a latrine out of a clay pot with the bottom cut off. Then, with a \n•  note and encourage entrepreneurial approaches to problems, potter from the area, she developed a small local production of \n•  identify existing and repeatable good practices, bottomless pots, and they became the latrines. Ingenious.\n•  build and strengthen communication between villages to assist  A few weeks later I was in another village and saw a hand \ncross-fertilization of ideas at the grassroots level. pump; it was broken, just a small piece missing. So I said to the \nvillagers, “Why don’t you repair your pump?” And they said, \n“Oh, we just wait for another donor to bring a new pump.” So I \nsaid, “Why don’t you visit the lady in the village over there? She \nfinds ways of getting things done for herself.”\nSource: Swiss Agency for Development and Cooperation. 2005. Story Guide: Building Bridges Using Narrative Techniques. Berne.  \nAvailable: www.deza.admin.ch/ressources/resource_en_155620.pdf\nTable 2: A Storytelling Catalogue \nIf your  You will need a story that In telling it, you will need to Your story will inspire  \nobjective is to  such responses as\nSpark action Describes how a successful change  Avoid excessive detail that will take  “Just imagine...”\nwas implemented in the past, but  the audience’s mind off its own  “What if...”\nallows listeners to imagine how it  challenge\nmight work in their situation\nCommunicate  Provides audience-engaging drama  Include meaningful details, but also  “I didn’t know that about him!”\nwho you are and reveals some strength or  make sure the audience has the time  “Now I see what she’s driving at.”\nvulnerability from your past and inclination to hear your story\nTransmit values Feels familiar to the audience and  Use believable (though perhaps  “That’s so right!”\nwill prompt discussion about the  hypothetical) characters and  “Why don’t we do that all the time?”\nissues raised by the value being  situations, and never forget that the \npromoted story must be consistent with your \nown actions\nFoster  Movingly recounts a situation that  Ensure that a set agenda does not  “That reminds me of the time that \ncollaboration listeners have also experienced and  squelch this swapping of stories— I...”\nthat prompts them to share their own  and that you have an action plan  “Hey, I’ve got a story like that.”\nstories about the topic ready to tap the energy unleashed by \nthis narrative chain reaction\nTame the  Highlights, often through the use  Avoid the temptation to be mean- “No kidding!”\ngrapevine of gentle humor, some aspect of a  spirited, and be sure that the rumor  “I’d never thought about it like that \nrumor that reveals it to be untrue or  is indeed false before!”\nunlikely\nShare knowledge Focuses on mistakes made and  Solicit alternative—and possibly  “There but for the grace of God ...”\nshows in some detail how they were  better—solutions “Wow! We’d better watch that from \ncorrected, with an explanation of  now on.”\nwhy the solution worked\nLead people   Evokes the future you want to create  Be sure of your storytelling skills  “When do we start?”\ninto the future without providing excessive detail  (otherwise, use a story in which the  “Let’s do it!”\nthat will only turn out to be wrong past can serve as a springboard to \nthe future)\nSource: Steven Denning. 2004. Telling Tales. Harvard Business Review. May: 122–129. Available: www.deza.admin.ch/ressources/resource_\nen_155620.pdf\n2", "Storytelling\nTable 3: Storytelling Template for Use in Workshops \nThe Title of the Story:\nThe Name of the Original Teller:\nThe Name of the Listener or Understander:\nLandscape: \nThe scene in time (year) and space (country)\nDwelling Place:\nThe precise location where the action occurred\nCharacters:\nThe cast list, descriptive attributes, and roles in story\nChallenge:\nThe problem or task that triggered the action\nAction:\nThe sequence of events before, during, and after the turning point\nThe Turning Point:\nThe moment when the change happened\nResolution:\nThe ending, including the moral, lesson learned, or message \nKey Visual Hooks:\nMnemonics to help partners re-tell the story\nSource: Adapted from Sparknow Consulting. Available: www.sparknow.net.\nApplications\nStorytelling is used to identify and exchange learning episodes, explore values and inspire people toward the \npossibility of change, enrich quantitative information with qualitative evidence, make out connections and \ncreate common purpose, and improve the effectiveness of strategic decisions. Potential applications of stories \ninclude\n•  Oral histories\n•  Team or community-building exercises\n•  Workshop warm-ups\n•  Back-to-office reports\n•  Activity or project reviews\n•  Monitoring and evaluation systems\n•  Recreation\nElements of a Good Story\nGood stories are generally interesting, unusual, provocative, serious, controversial, surprising, intriguing, or \ninspiring. They\n•  Respond to demand.\n•  Exploit a specific opportunity.\n•  Include personal and human elements of experience.\n•  Present the point of view of someone who has been directly involved.\n•  Use a variety of narrative patterns for different aims.\n•  Achieve a balance between words from persons and statements from organizations.\n•  Recount a successful intervention.\n•  Describe an unsuccessful intervention.\n•  Provide a solution to both immediate and broader problems.\n•  Play to what is already in people’s minds.\n•  Target people with the authority to make decisions and change things.\n3", "Knowledge \nSolutions\nCaveats\nStorytelling is not suitable for every situation and there may be instances when they are not the right choice. \nThat is when the audience does not want one, when analysis would be better, when the story is not ready, or \nwhen a story would be deceptive. In some working contexts, storytelling will require patience and management \nbacking for a long time.\nFurther Reading\nSteve Denning’s website. Available: www.stevedenning.com\nIngie Hovland, I. 2005. Successful Communication: A Toolkit for Researchers and Civil Society Organizations. \nODI Working Paper 227. London: ODI. Available: www.odi.org.uk/rapid/publications/documents/ comms_\ntools_web.pdf.\nFor further information \nContact Olivier Serrat, Head of the Knowledge Management Center, Regional and Sustainable Development Department, \nAsian Development Bank (oserrat@adb.org)\nAsian Development Bank \nADB, based in Manila, is dedicated to reducing poverty in the \nAsia and Pacific region through inclusive economic growth, \nenvironmentally sustainable growth, and regional integration. \nEstablished in 1966, it is owned by 67 members—48 from the \nregion. In 2007, it approved $10.1 billion of loans, $673 million of \ngrant projects, and technical assistance amounting to $243 million. \nKnowledge Solutions are handy, quick reference guides to tools, \nmethods, and approaches that propel development forward and \nenhance its effects. They are offered as resources to ADB staff. They \nmay also appeal to the development community and people having \ninterest in knowledge and learning.\nThe views expressed in this publication are those of the author \nand do not necessarily reflect the views and policies of the \nAsian Development Bank (ADB) or its Board of Governors or the \ngovernments they represent. ADB encourages printing or copying \ninformation exclusively for personal and noncommercial use with \nproper acknowledgment of ADB. Users are restricted from reselling, \nredistributing, or creating derivative works for commercial purposes \nwithout the express, written consent of ADB.\nAsian Development Bank\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines\nTel +63 2 632 4444\nFax +63 2 636 2444\nknowledge@adb.org \nwww.adb.org/knowledgesolutions\n4"], "metadata": {"Author": "Olivier Serrat", "CreationDate": "D:20110615141927+08'00'", "Creator": "Adobe InDesign CS5 (7.0)", "ModDate": "D:20110623095600+08'00'", "Producer": "Adobe PDF Library 9.9", "Subject": "Knowledge Sharing and Learning", "Title": "Storytelling", "Trapped": "False"}}