{"Author": "Committee on Payment and Settlement Systems", "CreationDate": "D:20100914101419+02'00'", "ModDate": "D:20100914112341+02'00'", "Producer": "Acrobat Distiller 9.3.0 (Windows)", "Subject": "Full text of \"Strengthening repo clearing and settlement arrangements\", September 2010", "Title": "Strengthening repo clearing and settlement arrangements, September 2010", "content": " \n\n \n\n \n\nCommittee on Payment \nand Settlement Systems \n\nStrengthening repo \nclearing and settlement \narrangements \n\n \n\n \n\n \n\n \n\n \n\n \n\nSeptember 2010 \n\n \n\n \n\n \n\n \n\n \n \n\n\f \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \nCopies of publications are available from: \n\nBank for International Settlements \nCommunications \nCH-4002 Basel, Switzerland \n\nE-mail: publications@bis.org \n\nFax: +41 61 280 9100 and +41 61 280 8100 \n\nThis publication is available on the BIS website (www.bis.org). \n\n©  Bank  for  International  Settlements  2010.  All  rights  reserved.  Brief  excerpts  may  be \n\nreproduced or translated provided the source is cited. \n\nISBN 92-9131-838-8 (print) \n\nISBN 92-9197-838-8 (online) \n\n\fForeword \n\n \n\nDuring the recent financial crisis, some repo markets proved to be a less reliable source of \nfunding  liquidity  than  expected.  In  June  2009,  the  Committee  on  Payment  and  Settlement \nSystems (CPSS) therefore commissioned the Working Group on Repo Market Infrastructure \nto  investigate  the  extent  to  which  the  clearing  and  settlement  infrastructure  for  repos \ncontributed  to  the  instability  evident  in  some  repo  markets.  The  Working  Group  was  also \nasked to identify potential ways in which the repo clearing and settlement infrastructure could \nbe improved.  \n\nThis  report  first  presents  a  comprehensive  survey  of  the  clearing  and  settlement \narrangements for repos in selected CPSS member countries. In particular, it sheds light on \nthe experience with these arrangements during the financial crisis. The analysis shows that \nrepo clearing and settlement arrangements vary considerably across countries and markets.  \n\nSecond, the report identifies several issues related to clearing and settlement arrangements \nfor repos that have the potential to affect the resilience of repo markets (eg the risks related \nto  the  extension  of  significant  amounts  of  intraday  credits  within  some  repo  settlement \narrangements;  the  lack  of  transparency  of  some  repo  infrastructure  roles,  responsibilities, \npractices and procedures; concerns regarding the protection against counterparty credit risk \nin repo transactions; and inadequate capabilities for liquidating repo collateral in the event of \na  cash  borrower’s  default).  Due  to  the  substantial  variety  in  repo  clearing  and  settlement \narrangements,  the  identified  issues  are  not  relevant  to  the  same  extent  in  each  market. \nFinally,  the  report  outlines  options  and  measures  through  which  these  issues  can  be \naddressed.  \n\nThe report concludes that it is worthwhile for the stakeholders in each market to review how \nthe clearing and settlement arrangements for repos could be further strengthened. As a first \nstep,  the  report  suggests  that  the  providers  of  such  arrangements  in  each  country  should, \njointly  with  market  participants,  regulators  and  the  central  bank,  attempt  to  develop  a \ncommon  view  on  the  relevance  of  the  identified  issues  for  their  market.  As  a  second  step, \neach provider could then evaluate which measure or combination of measures would be best \nsuited to address the relevant issues in its specific circumstances. \n\nThe  CPSS  is  very  grateful  to  the  members  of  the  Working  Group  and  its  chairman,  Andy \nSturm (Swiss National Bank), for their excellent work in preparing this report.  \n\nWilliam C Dudley, Chairman \nCommittee on Payment and Settlement Systems \n \n\n \n\n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010 \n\niii\n\n\f\fContents \n\n \n\nExecutive summary ..................................................................................................................1 \n\n1. \n\nIntroduction......................................................................................................................3 \n\n2.  Overview of repo clearing and settlement arrangements ................................................5 \n\n3. \n\nRepo clearing and settlement arrangements in the light of the financial crisis..............11 \n\n4.  Options for strengthening repo clearing and settlement arrangements.........................14 \n\n4.1  Effective mitigation of risks related to intraday credit extensions .........................14 \n\n4.2  Transparency of repo clearing and settlement infrastructure roles,  \n\nresponsibilities, practices and procedures ...........................................................16 \n\n4.3  Effective protection against counterparty credit risk.............................................17 \n\n4.4  Adequate capabilities for collateral liquidation .....................................................18 \n\n4.5  Efficient use of collateral ......................................................................................20 \n\n4.6  Mitigating procyclical effects of risk management practices ................................21 \n\n4.7  Transparency of the repo market .........................................................................22 \n\n4.8  Considerations related to repo infrastructures that are part of an entity also \n\nproviding commercial banking services ...............................................................24 \n\n5. \n\nConclusion.....................................................................................................................25 \n\nAnnex 1:  The repo life cycle and the role of market infrastructures ....................................26 \n\nAnnex 2:  Cross-country comparison of repo markets and  repo infrastructure  \n\narrangements in selected CPSS countries ..........................................................33 \n\nAnnex 3:  Overview of repo market developments during the financial crisis ......................52 \n\nAnnex 4:  Members of the Working Group ...........................................................................59 \n\n \n\n \n\n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010 \n\nv\n\n\f\f \n\nExecutive summary \n\nDuring the recent financial crisis, repo markets proved to be a less reliable source of funding \nliquidity  than  expected  in  some  countries.  As  part  of  the  Financial  Stability  Board’s  (FSB) \nbroader  work  stream  “Strengthening  the  core  financial  infrastructures  and  markets”,  the \nCommittee on Payment and Settlement Systems (CPSS) therefore commissioned a working \ngroup  to  investigate  the  extent  to  which  the  market  infrastructure  –  ie  the  practices, \nprocedures  and  systems  used  for  clearing  and  settling  repos  and  liquidating  a  defaulting \ncash  borrower’s  collateral  –  added  to  the  uncertainty  in  repo  markets  and  whether  there  is \nroom for improvement.  \n\nBased on a comprehensive survey of the clearing and settlement arrangements for repos in \nselected  CPSS  countries  and,  in  particular,  on  the  experience  with  these  arrangements \nduring  the  financial  crisis,  the  Working  Group  identified  seven  issues  related  to  the  repo \nmarket infrastructure that have the potential to affect the resilience of repo markets: (1) the \nrisks  related  to  the  extension  of  significant  amounts  of  intraday  credits  within  some  repo \nsettlement  arrangements;  (2)  the  lack  of  transparency  of  some  repo  infrastructure  roles, \nresponsibilities,  practices  and  procedures;  (3)  concerns  regarding  protection  against \ncounterparty  credit  risk  in  repo  transactions;  (4)  inadequate  capabilities  for  liquidating  repo \ncollateral  in  the  event  of  a  cash  borrower’s  default;  (5)  the  inefficient  use  of  (high-quality) \ncollateral due to constraints within repo clearing and settlement arrangements; (6) procyclical \neffects  of  certain  risk  management  practices;  and  (7)  a  lack  of  transparency  in  the  repo \nmarket. The Working Group believes that appropriate measures on the level of repo clearing \nand  settlement  infrastructure  can  play  a  role  in  helping  to  address  these  issues,  thereby \ncontributing  to  more  resilient  repo  markets.  The  seven  issues  and  potential  measures  to \naddress these issues are briefly summarised below.  \n\nFirst,  the  settlement  procedures  for  repo  transactions,  and  in  particular  for  term  repos,  can \ngive rise to the extension of significant amounts of intraday credit to the cash borrower, either \nby repo settlement infrastructures or by settlement banks supporting the repo infrastructure. \nThis may create vulnerabilities not only for the institution extending intraday credit, but also \nfor the repo counterparties. For instance, the cash borrower may become dependent on risk \nmanagement decisions by the institution extending intraday credit, while the cash lender – to \nthe  extent  that  it  holds  temporarily  a  cash  deposit  with  the  settlement  institution  instead  of \nsecurities  collateral  –  may \nface  heightened  counterparty  risk.  Where  relevant,  an \ninfrastructure  settling  repo  transactions  thus  might  review  its  practices  and  procedures  to \nensure  that  the  arrangements  allow  for  effective  mitigation  of  the  risks  related  to  the \nextension of significant amounts of intraday credit. \n\nSecond, to the extent that repo clearing and settlement infrastructure roles, responsibilities, \npractices and procedures are not fully transparent, market participants may misperceive the \ncredit and liquidity risks involved by entering into repo transactions. Moreover, particularly in \ntimes  of  market  stress,  uncertainty  about  the  repo  infrastructure  roles,  responsibilities, \npractices  and  procedures  can  give  rise  to  concerns  in  using  the  infrastructure.  Where \nrelevant,  repo  clearing  and  settlement  infrastructure  facilities  are  thus  encouraged  to  raise \nmarket participants’ awareness of their roles, responsibilities, practices and procedures and \nto eliminate any related ambiguities. \n\nThird, concerns regarding protection against counterparty credit risk in repo transactions can \nsuddenly deter financial institutions from participating in repo markets, particularly in times of \nvolatile collateral prices and heightened counterparty credit risk. Depending on the adequacy \nof their risk management, central counterparties (CCPs) can play an important role in helping \nfinancial institutions manage their counterparty risk in repo markets. Stakeholders in the repo \nmarket thus might evaluate carefully the benefits and limitations of introducing or promoting \nthe  wider  use  of  a  CCP  for  the  repo  market.  In  addition,  other  repo  infrastructure  facilities \ncould evaluate whether and how they can assist participants in managing counterparty risk \nmore effectively. \n\n \n\n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010 \n\n1\n\n\f \n\nFourth,  in  the  event  of  a  cash  borrower’s  default,  cash  lenders  must  be  entitled  and \noperationally able to take possession of and liquidate the repo collateral. If cash lenders are \nnot  well  prepared  to  do  so  they  might  withdraw  from  the  market  in  times  of  heightened \ncounterparty  risk  concerns.  In  markets  cleared  by  a  CCP,  the  CCP  takes  over  the \nresponsibility  of  liquidating  collateral  in  the  event  of  a  cash  borrower’s  default.  In  other \nmarkets, tri-party repo service providers could evaluate whether and how they can play a role \nin  supporting  their  participants’  preparations  for  collateral  liquidation.  Even  if  market \nparticipants are adequately prepared for liquidating collateral, they might still withdraw from \nthe market if they fear that the liquidation of a substantial amount of collateral following the \ndefault of a large market participant creates the potential for fire sale conditions. While this \nreport  presents  some  suggestions  as  to  how  market  infrastructure  could  help  reduce  the \npotential for fire sale conditions, it is acknowledged that this is essentially a collective action \nproblem that requires coordinated action by market participants. \n\nFifth,  constraints  on  the  efficient  and  flexible  use  of  collateral  within  repo  clearing  and \nsettlement  arrangements  can  complicate  market  participants’  collateral  management, \nhampering  the  development  of  liquid  repo  markets  in  normal  times  and  affecting  the \nresilience of repo markets in times of stress. The efficient and flexible use of collateral could \nbe  fostered  by  repo  collateral  substitution  and  re-use  functionalities  or,  in  the  case  that \nfrictions  are  caused  by  fragmented  infrastructure,  by  establishing  efficient  and  secure \nlinkages between clearing and settlement infrastructure that facilitate the transfer of collateral \nbetween different markets and countries.  \n\nSixth,  risk management  practices  that  aggravate  procyclical  effects  in  repo  markets  can  be \ndetrimental to the resilience of repo markets in times of stress. To the extent that repo market \ninfrastructures must manage their own credit and liquidity risks, they could consider adopting \nrisk  management  practices  that  mitigate  procyclical  effects  (eg  by  calibrating  margins, \nhaircuts  and  liquidation horizons  to stressed  market  scenarios).  This  is particularly  relevant \nfor  CCPs,  but  to  some  extent  also  for  any  other  repo  infrastructure  that  bears  credit  and \nliquidity risks. \n\nSeventh,  inadequate  transparency  as  well  as  asymmetric  information  in  repo  markets  can \nexacerbate  the  full  or  partial  withdrawal  of  some  repo  market  participants  in  times  of \nheightened  credit  and  liquidity  risks.  To  enhance  the  transparency  of  repo  markets,  repo \ninfrastructures are encouraged to consider reasonable requests – by market participants or \nauthorities – to make available meaningful summary statistics on the repo market. \n\nFinally,  it  needs  to  be  stressed  that  repo  clearing  and  settlement  arrangements  vary \nconsiderably  across  countries  and  markets,  and  hence  not  all  of  the  identified  issues  are \nrelevant to the same extent in each market. Nevertheless, the Working Group believes that it \nis  worthwhile  for  the  stakeholders  in  each  market  to  review  how  the  repo  market \ninfrastructure  could  be  further  strengthened.  As  a  first  step,  the  providers  of  repo  market \ninfrastructures  in  each  country,  jointly  with  market  participants,  regulators  and  the  central \nbank, should attempt to develop a common view on the relevance of the identified issues for \ntheir  market.  Based  on  that,  each  repo  market  infrastructure  could  then  evaluate  which \nmeasure or combination of measures would be best suited to address the relevant issues in \nits specific circumstances.  \n\n2 \n\n \n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010\n\n\f \n\n1. \n\nIntroduction \n\nIn general, repo markets are seen by market participants as a safer and more reliable source \nof funding than uncollateralised money markets. During the recent financial crisis, however, \nrepo markets proved to be a less reliable source of funding liquidity than expected in some \ncountries.  The  Committee  on  Payment  and  Settlement  Systems  (CPSS)  sought  to \ninvestigate  the  extent  to  which  the  market  infrastructure  –  ie  the  practices,  procedures  and \nsystems  used  for  clearing  and  settling  repos  and  liquidating  a  defaulting  cash  borrower’s \ncollateral  –  added  to  the  uncertainty  in  repo  markets  and  whether  there  is  room  for \nimprovement. For this purpose, the CPSS set up a working group (see Annex 4 for a list of \nthe  Working  Group  members).  The  Working  Group’s  efforts  form  part  of  the  Financial \nStability Board’s (FSB) broader work stream “Strengthening the core financial infrastructures \nand  markets”,  which  considers  improvements  to  market  infrastructures  and  measures  to \nreduce the risk of contagion. \n\nThe Working Group was mandated (i) to take stock of the existing arrangements for clearing \nand  settling  repos  in  the  CPSS  countries,  including  measures  taken  by  market  participants \nand/or central banks during the crisis to restore the functioning of repo markets; (ii) to identify \nand analyse the strengths and weaknesses of various clearing and settlement arrangements \ncurrently  in  place;  and  (iii)  to  identify  options  for  strengthening  the  repo  clearing  and \nsettlement arrangements with a view to enhance the resilience of repo markets.  \n\nReflecting the diversity of the repo clearing and settlement arrangements across markets, the \nWorking Group adopted a functional approach and analysed all repo clearing and settlement \nservices,  irrespective  of  whether  these  services  are  provided  by  dedicated  market \ninfrastructures or commercial banks.  \n\nThe  Working  Group  focused  its  work  on  the  clearing  and  settlement  of  cash-driven  repos. \nThe  performance  of  repo  markets  within  the  broader  financial  system  and  policies  on  the \navailability  of  services  from  central  banks  to  repo  counterparties  and  to  financial  market \ninfrastructures were outside the scope of the Working Group.  \n\nRelated work \n\nA  number  of  previous  CPSS  reports  have  analysed  the  clearing  and  settlement  of  repo \ntransactions.  In  July  1999,  the  CPSS  together  with  IOSCO  published  the  report  Securities \nlending transactions: market development and implications, which covered certain aspects of \nrepo transactions. The 1999 report describes the market structure, size, participants and the \nlegal framework. It also analyses types of risks and risk management practices. In November \n2001 and November 2004, respectively, the CPSS and IOSCO published Recommendations \nfor securities settlement systems and Recommendations for central counterparties. Although \nthese  recommendations  are  often  applied  to  clearing  and  settlement  infrastructures  for \nrepos,  they  do  not  focus  on  the  infrastructure’s  role  for  repo  transactions  per  se.  These \nrecommendations are currently being reviewed by CPSS and IOSCO. \n\nThe Committee on the Global Financial System (CGFS) has also published several reports \nthat have examined certain aspects of repos. In March 1999, the CGFS published the report \non  the  Implications  of  repo  markets  for  central  banks,  which  proposes  market  practices  to \nsupport  the  development  of  sound  and  efficient  repo  markets.  Recently,  a  CGFS  report \npublished  in  March  2010  on  The  role  of  margin  requirements  and  haircuts  in  procyclicality \nsets out six policy options, including some for consideration, which, if implemented, may help \ncounter or reduce the procyclicality in secured lending and OTC derivatives markets. While \nnot  directly  focusing  on  clearing  and  settlement  infrastructures,  the  outlined  policy  options \nare also relevant for repo markets and their clearing and settlement arrangements. \n\nIn addition, initiatives have been undertaken by the private sector to enhance the resilience \nand  efficiency  of  repo  markets.  In  the  United  States,  a  Task  Force  on  Tri-Party  Repo \nInfrastructure  was  formed  under  the  auspices  of  the  Payments  Risk  Committee  (PRC)  to \n\n \n\n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010 \n\n3\n\n\f \n\ndevelop  a  set  of  recommendations  for  mitigating  risks  related  to  tri-party  repo  transactions. \nAmong others, the final report released in May 2010 includes specific recommendations for \nthe  repo  clearing  and  settlement  arrangements  in  the  United  States.  In  Europe,  the \nInternational  Capital  Markets  Association  (ICMA)  European  Repo  Council  released  in  July \n2010 a white paper on the operation of the European repo market, which discusses, among \nothers, existing barriers to the efficient transfer of collateral cross-border and key features of \nefficiently  interconnected  clearing  and  settlement  infrastructures.  Another  European  forum \nbringing  together  market  participants,  infrastructure  providers  and  the  public  sector  is  the \nContact group on euro securities infrastructures (COGESI), chaired by the ECB. It addresses \npost-trade \nincluding  collateral  management  and \ninteroperability between clearing and settlement infrastructures. \n\nfinancial  markets, \n\nin  euro \n\nissues \n\nPurpose and structure of this report \n\nThe  purpose  of  this  report  is  to  identify  options  for  strengthening  the  repo  clearing  and \nsettlement  arrangements  with  a  view  to  enhancing  the  resilience  of  repo  markets.  The \nprimary  audience  of  this  report  thus  comprises  providers  of  repo  clearing  and  settlement \nservices,  irrespective  of  whether  they  are  dedicated  market  infrastructure  providers  or \ncommercial  banks.  In  addition,  this  report  should  be  of  interest  to  a  broader  audience, \nincluding repo market participants, regulators, and central banks.  \n\nThe  report  is  structured  as  follows.  Chapter  2  provides  an  overview  of  repo  clearing  and \nsettlement arrangements, covering the major repo markets in USD, EUR, JPY, GBP, CAD, \nCHF, SEK and HKD.1 Chapter 3 evaluates the impact of the financial crisis on repo markets \nand compares the experience of different countries, and important features of repo clearing \nand settlement arrangements to identify issues that have the potential to affect the resilience \nof  repo  markets.  Chapter  4  explores  the  issues  identified  in  more  detail  and  discusses \nvarious  ways  in  which  repo  infrastructure  providers  might  address  these  issues.  The \nconcluding  Chapter  5  suggests  that  the  relevant  stakeholders  in  each  repo  market  review \nhow repo market infrastructure could be further strengthened.  \n\n                                                 \n1  Countries  and  repo  market  currencies  are  not  necessarily  identical  as  in  some  countries  repos  are  also \nentered  in  non-domestic  currencies.  Moreover,  the  tri-party  repo  service  providers  offer  multi-currency \ncollateral management services. \n\n4 \n\n \n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010\n\n\f \n\n2. \n\nOverview of repo clearing and settlement arrangements \n\nFocusing  on  the  clearing  and  settlement  arrangements  for  cash-driven  repos,  this  chapter \ndescribes  the  life  cycle  of  a  repo  transaction  and  reviews  the  clearing  and  settlement \narrangements in selected CPSS countries.  \n\nLife cycle of a repo transaction and the role of market infrastructure \n\nA repo transaction (short for repurchase agreement) is an agreement between two parties on \nthe  sale  and  subsequent  repurchase  of  securities  at  an  agreed  price.  In  economic  terms  a \nrepo  transaction  is  equivalent  to  a  loan  secured  by  securities  (collateral).  In  cash-driven \nrepos, cash borrowers – usually banks and securities dealers – employ repo transactions to \nrefinance their trading portfolios or to finance short- and mid-term cash needs, essentially as \nan  alternative  or  complement  to  other  financing  sources  such  as  unsecured  loans  and  the \nissuance  of  short-term  securities.  Cash  lenders  are  typically  looking  for  a  short-term \ninvestment opportunity for surplus cash incurring minimal counterparty and market risk. Cash \nlenders  not  only  include  banks,  but  in  some  repo  markets  also  investment  funds,  asset \nmanagement firms and – in a few cases – insurance companies.2  \n\nRepos can be distinguished according to the involvement of intermediaries between the cash \nlender and the cash borrower. In bilateral repos the cash lender and the cash borrower select \nthe collateral, initiate the transfer of cash and securities and conduct collateral valuation. In \ntri-party repos, however, a third party (tri-party  repo service provider) enters into a tripartite \nagreement with the two counterparties to the transaction. The tri-party repo service provider \nis  responsible  for  the  administration  of  the  transaction,  in  particular  the  selection  and \nvaluation of collateral securities.3 Both types of repos can be combined with CCP clearing. \n\nA repo transaction goes through several processing steps from the point at which two parties \nagree to execute a repo transaction to the point where the transaction is completed with the \nsettlement of the repurchase leg. This life cycle is different from a regular buy-sell securities \ntransaction  in  three  important  respects:  the  management  of  collateral  during  the  life  of  the \nrepo  transaction,  the  existence  of  –  in  general  –  two  settlement  processes  (ie  one  for  the \npurchase leg and one for the repurchase leg), and the potential need to liquidate collateral in \nthe  event  of  the  cash  borrower’s  default.  Figure  1  illustrates  the  key  steps  in  the  repo  life \ncycle,  which  are  briefly  described  below.  A  more  detailed  description  can  be  found  in \nAnnex 1 of this report. \n\nDocumentation: In most countries, the contractual basis for entering into repos consists of \ndomestic  and/or  international  master  agreements  between  the  cash  lender  and  cash \nborrower.  These  contracts  are  complemented  by  clearing  and  settlement  agreements \nbetween trading parties and key infrastructures, such as central counterparties and tri-party \nrepo service providers. \n\nTrade  execution:  Repo  transactions  are  typically  agreed  bilaterally  between  cash  lenders \nand  borrowers,  through  electronic  trading  systems,  phone  or  e-mail.  Some  inter-dealer \ntrades are executed through inter-dealer brokers via electronic broker screens or phone. The \n\n                                                 \n2   Closely  related  to  cash-driven  repos  are  so-called  special  repos,  where  the  primary  focus  is  on  lending  or \nborrowing specific securities rather than cash. In special repos, the cash plays the role of collateral, and the \ninterest  rate  charged,  which  depends  on  the  “specialness”  of  the  security,  is  in  general  lower  than  in  cash-\ndriven repos. The clearing and settlement arrangements for special repos are often similar to cash-driven repo \ntransactions. \n\n3   Another type of repos is hold-in-custody repos. They are characterised by the cash borrower retaining control \nof the securities and by serving simultaneously throughout the transaction not only as principal but also as the \ncash lender’s custodial agent. The focus of this report is on bilateral and tri-party repos. \n\n \n\n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010 \n\n5\n\n\f \n\n  \n\nexecution  of  repo  transactions  is  less  standardised  and  less  often  electronic  compared  to \nbuy-sell securities transactions.  \n\nConfirmation/matching: Affirmation of the economic terms (also known as verifications) and \nconfirmations are done over phone, fax, e-mail or on electronic platforms. Responsibility for \nentering  the  settlement  instructions  into  the  relevant  settlement  systems  depends  on  the \ncountry and the trading venue. If trades are executed bilaterally over phone or e-mail, each \ntrading party is usually responsible for entering instructions to the settlement system where \nthey are matched. If trades are executed on an automated trading platform, responsibility can \nlie with the trading platform, which sends pre-matched instructions, or with the counterparties \n(similar to trading over the phone or e-mail). \n\nNovation/open  offer  and  central  counterparty  (CCP)  clearing:  Once  a  repo  transaction \nhas been confirmed and matched, a CCP may become the lender to the cash borrower and \nthe borrower to the cash lender. This can be achieved through novation or open offer.4 As in \nother  financial  markets,  CCP  clearing  is  an  optional  feature  in  repo  markets.  The  benefits \nand limitations of CCPs in repo markets are discussed in Box 1 below. \n\nFigure 1 \n\nLife cycle of a repo transaction \n\n \n\n6 \n\n \n \n\nSettlement  of  purchase  leg:  On  the  value  date,  the  purchase  leg  is  settled  in  the  same \npayment  and  securities  settlement  systems  used  for  buy-sell  transactions,  sometimes \ncomplemented by specific repo modules, eg for the automated selection of collateral.  \n\n                                                 \n4  \n\nIn  the  case  of  novation,  the  agreement  between  the  cash  lender  and  cash  borrower  is  replaced  by  two \nagreements, one between the cash lender and the CCP, the other between the cash borrower and the CCP. \nIn  the  case  of  open  offer,  after  the  cash  lender’s  and  the  cash  borrower’s  offers  are  matched,  the  CCP \nautomatically  and  immediately  becomes  interposed  in  that  transaction,  thus  creating  two  separate \nagreements. At no stage does a direct agreement between the cash lender and the cash borrower exist. \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010\n\n\f \n\nCollateral  management  and  risk  management:  After  the  settlement  of  the  purchase  leg, \nvalues  must  be  assigned  to  collateral  (by  using  trade  data  to  conduct  mark-to-market \nvaluations of the collateral and to apply appropriate margins and haircuts5) and margin calls \nmust be triggered if the collateral value falls below the loan value. These functions may be \nperformed by the cash lender, a tri-party repo service provider on behalf of the cash lender, \nor by a CCP, depending on the type of repo. Collateral substitution allows the cash borrower \nto  substitute  collateral  during  the  lifetime  of  a  term  repo  in  order  to  obtain  the  return  of \nspecific collateral. Collateral re-use allows the cash lender to use the received collateral for \nalternative purposes during the lifetime of the repo.  \n\nSettlement of repurchase leg: Upon termination of the repo, securities collateral is returned \nto  the  cash  borrower  and  cash,  including  interest,  is  returned  to  the  cash  lender.  For  the \nsettlement  of  the  repurchase  leg,  counterparties  rely  on  the  same  payment  and  securities \nsettlement systems as for the purchase leg.  \n\nCollateral  liquidation  (in  case  of  default):  If  the  cash  borrower  defaults,  the  cash  lender \n(including, where available, repo CCPs) will need to assume control over the collateral and \nliquidate it to cover its losses or refinance the collateral to obtain liquidity. The ability of the \ncash  lender  to  assume  control  of  and  liquidate  a  potentially  large  collateral  portfolio  in  a \ntimely manner depends critically on clear and enforceable legal documentation6 and its own \noperational capabilities. \n\nBox 1 \n\nBenefits and limitations of CCPs in repo markets \n\nWhen it comes to the benefits they yield and the limitations they face, CCPs for repo markets are \ncomparable  with  those  in  other  financial  markets.  From  the  perspective  of  individual  repo \ncounterparties,  the  benefits  of  a  CCP  in  terms  of  risk  management  and  efficiency  will  depend \n–  among  other  factors  –  on  its  risk  management  framework  including  the  financial  resources \navailable in case of participant default, on the standardisation of repo contracts, and on the ability to \nreduce  open  exposures  from  repos  through  legally  effective  netting  between  a  CCP  and  each \nmember  generating  multilateral  netting  benefits.  Netting  efficiency  depends  on  market  structure, \nand  the  number  of  participants  and  trading  patterns.  In  addition,  from  a  broader  financial  stability \nperspective, CCPs act as a firewall against the propagation of default shocks across major market \nparticipants, and they can mitigate procyclicality, enhance market transparency, facilitate collateral \nliquidation,  and  foster  standardisation  of  repo  terms  and  eligible  collateral.  For  example,  as \ndiscussed  in  the  recent  CGFS  report  on  The  role  of  margin  requirements  and  haircuts  in \nprocyclicality,  CCPs  could  impose  minimum  constant  through-the-cycle  margins  and  haircuts, \npreventing  sudden  and  large  one-off  collateral  calls  that  may  severely  affect  the  liquidity  of  an \ninstitution.  A  CCP  might  also  be  better  equipped  to  administer  the  liquidation  of  a  large  portfolio \ncompared to uncoordinated liquidation by individual counterparties. In case of a default, the CCP’s \nstandardised procedures would contribute to an orderly closeout of repos and collateral liquidation, \nhence  mitigating  contagion  risk  and  spillover  effects.  In  some  markets,  CCPs  are  also  under \nevaluation  as  a  possible \nfor  preventing \ninstrument \nstigmatisation effects in times of stress.  \n\nfor  providing  anonymity,  and  hence \n\n                                                 \n5   Haircuts  are  expressed  as  a  discount  on  collateral  value,  while  margins  are  expressed  as  a  mark-up  on \n\nexposures. \n\n6   Enforceability will depend not only on contract law in the relevant jurisdictions, but also on the bankruptcy or \ninsolvency  law  applicable  to  the  cash  borrower  in  the  relevant  jurisdictions.  The  ability  of  the  insolvency \nauthority  to  impose  stays  on  collateral  liquidation  or  impose  losses  on  secured  lenders  is  an  important \nconsideration. This report does not analyse these issues. \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010 \n\n7\n\n \n\n \n\n \n\n\f \n\nBox 1 (cont) \n\nin \n\nrequirements  as  outlined \n\nthe  CPSS-IOSCO  Recommendations \n\nCCPs  in  repo  markets  face  limitations  that  are  comparable  to  those  applying  to  CCPs  in  other \nfinancial markets, although some of these limitations might be particularly relevant for repo markets. \nFirst,  CCPs  concentrate  counterparty  risk  and  hence  their  failure  could  have  system-wide \nconsequences.  It  is  therefore  essential  that  CCPs  are  adequately  regulated  and  comply  with \nminimum \nfor  central \ncounterparties.  Second,  a  CCP’s  usefulness  depends  on  the  degree  of  standardisation  of  repo \nterms, which are often agreed bilaterally. Third, if repo market participants are typically on one side \nof the market, a CCP may not be able to significantly net down volumes and values. In this case, \nopen  positions  in  a  repo  CCP  can  be  very  large  and  could  create  substantial  additional  collateral \nrequirements. Fourth, the capacity of a CCP to administer a participant’s default depends critically \non its operational capabilities and its ability to rapidly obtain liquidity to meet its assumed settlement \nobligations and to close out repos and liquidate collateral in an orderly manner. Given the often very \nlarge  size  of  open  positions  by  major  repo  market  participants,  the  collateral  amounts  to  be \nliquidated  may  be  very  high.  Fifth,  in  some  markets  cash  borrowers  and  lenders  may  include  a \nvariety  of  non-bank  financial  institutions  and  institutional  investors.  On  the  one  hand,  if  these \ninstitutions have direct access, the CCP will face challenges with regard to risk monitoring and loss \nallocation. On the other hand, if direct access is not permitted, these institutions will have to rely on \ndirect  participants  to  access  the  CCP.  Finally,  given  the  role  of  the  repo  market  as  a  key  funding \nsource  for  financial  institutions,  the  suspension  or  exclusion  of  a  participant  by  a  CCP  could \nseverely affect the participant’s funding ability. Hence, the exclusion of a major participant, even if it \nis  in  line  with  the  CCP’s  rules  and  regulations,  could  conflict  with  broader  financial  stability \nobjectives. \n\n \n\n \n\nRepo clearing and settlement arrangements in selected CPSS countries \n\nA cross-country comparison of clearing and settlement arrangements for repo transactions in \nselected CPSS countries reveals a few similarities and a number of differences, both minor \nand  fundamental.  The  most  important  similarities  and  differences  are  outlined  below. \nAnnex 2  of  this  report  contains  a  comprehensive  cross-country  comparison  of  repo \ninfrastructure arrangements. \n\nIn the countries analysed, clearing and settlement arrangements for repos are typically either \nintegrated  in  the  clearing  and  settlement  of  buy-sell  securities  transactions,  or  provided \nthrough  special  repo  modules  or  segments  of  established  buy-sell  infrastructures  (eg \ncollateral management services, and reporting and notification on relevant custody events). \nNo  stand-alone,  dedicated  arrangements  for  clearing  and  settling  repo  transactions  were \nidentified.  However,  repo  transactions  often  make  up  a  significant  share  of  the  transaction \nvalues in those buy-sell infrastructures that handle repo transactions.  \n\nWhile  repos  in  all  countries  thus  clear  and  settle  to  a  very  large  extent  on  the  same \ninfrastructure  as  regular  buy-sell  transactions,  there  are  only  a  small  number  of  additional \nsimilarities.  First,  all  markets  analysed  have  in  common  that  repos  settle  in  DVP  mode, \neliminating  principal  risk  in  the  settlement  of  the  purchase  and  repurchase  legs  of  a  repo \ntransaction. Settlement  in  all  markets  is  also  facilitated  by  securities  lending  and  borrowing \nservices  to  minimise  settlement  fails.  Another  similarity  is  that  in  the  event  of  a  cash \nborrower’s  default,  none  of  the  markets  have  a  dedicated  collateral  liquidation  facility  that \ncould  support  or  coordinate  the  liquidation  of  collateral  across  multiple  counterparties. \nHowever, in markets cleared by a CCP, one could argue that the CCP de facto assumes the \nrole of a dedicated collateral liquidation facility.  \n\nThe  repo  clearing  and  settlement  arrangements  in  the  CPSS  countries  analysed  exhibit  an \narray  of  differences,  reflecting  to  some  extent  the  differences  present  in  the  buy-sell \ninfrastructure in these countries. Some of the key functional differences include: \n\n8 \n\n \n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010\n\n\f \n\nClearing:  In  the  majority  of  the  CPSS  countries  analysed,  a  CCP  is  available  for \nclearing repos, but the scope and the share of CCP clearing varies considerably. In \nsome countries they form an essential part of the repo infrastructure and are widely \nused, in other countries they are established but rarely used. Yet, in other countries \nrepo CCPs are currently being introduced or evaluated. Where they are established, \nrepo CCPs are part of a CCP that also clears other market segments, including buy-\nsell securities transactions.  \n\nSettlement: Settlement arrangements vary along several dimensions. First, in some \nCPSS countries, repo transactions are settled in central bank money, while in other \ncountries  they  are  settled  in  commercial  bank  money.  Second,  the  role  and \nsignificance of intraday credit to expedite repo settlement varies considerably. Third, \nin some markets the settlement window for repos is separate and often shorter than \nthe  settlement  window  for  buy-sell  transactions,  while  in  other  markets  the \nsettlement  of  repo  and  buy-sell  transactions  overlap.  Finally,  while  in  all  markets \nsecurities  lending  and  borrowing  services  place  limits  on  settlement  fails,  in  some \nmarkets they are complemented by penalties and further incentives to settle on time.  \n\nCollateral  management:  The  management  of  repo  collateral  during  the  life  of  the \nrepo  transaction  varies  along  three  key  dimensions  –  the  collateral  manager,  the \nmechanism used for collateral substitution, and the ability of the cash lender to re-\nuse  collateral.  First,  collateral  is  managed  directly  by  the  cash  lender  (or  its \ncustodian bank) or by a third-party agent (eg a tri-party repo service provider or a tri-\nparty  collateral  management  service  provider).  The  relevance  of  tri-party  repo \nservice  providers  to  repo  transactions  varies  significantly.  While  in  some  countries \nalmost all repos are managed by a tri-party repo service provider (eg United States, \nSwitzerland), such services do not exist at all in other countries (eg Sweden), or are \nof relatively low importance (eg in the euro area about 10% of repos are tri-party). \nSecond,  where  available,  substitution  of  collateral  by  the cash  borrower  during  the \nterm  of  the  repo  is  achieved  in  different  ways.  In  the  United  States  and  United \nKingdom,  term  repo  transactions  are  typically  unwound  daily  allowing  for  the \ndelivery  of  different  securities  at  the  end  of  the  day  when  the  (term)  repo  is  re-\nsettled.  In  tri-party  repos  in  Europe,  on  the  other  hand,  the  tri-party  repo  service \nproviders allow for continuous substitution of specific collateral over the life cycle of \nthe  repo  transaction.  In  some  other  countries  substitution  of  collateral  by  the  cash \nborrower  is  not  allowed.  Finally,  the  scope  for  the  cash  lender  to  re-use  collateral \nalso  varies.  In  some  countries  (eg  Switzerland)  full  re-use  is  permitted,  in  other \ncases  (eg  the  Euro  GC  Pooling  segment  of  Eurex  Repo)  re-use  is  possible  within \nthe system, while in the United States – for tri-party repos and GCF repos – re-use \nis not permitted, or not possible by design.  \n\nRisk management: In almost all markets, margins and haircuts are applied to the \nmark-to-market  collateral  value  to  provide  a  cushion  against  market  fluctuations  in \ncollateral  value.  In  some  markets,  they  are  specified  bilaterally  between  the  cash \nborrower  and  cash  lender.  In  other  cases,  such  as  when  trades  are  executed  on \nelectronic trading platforms, there may be a standard haircut or margin by collateral \ntype applied to all repo transactions. In markets where a CCP is involved, the CCP \neffectively standardises the margins and haircuts as it becomes the counterparty to \nevery  cash  borrower  and  every  cash  lender.  In  contrast,  tri-party  repo  service \nproviders  typically  only  implement  the  margins  and  haircuts  agreed  upon  by  the \ncounterparties. \n\nDegree of automation: A few of the markets analysed achieve full straight through \nprocessing from the trade execution on electronic platforms to the termination of the \ntransaction  by  settling  the  repurchase  leg.  In  other  markets,  one  or  several  post-\ntrading steps of the repo life cycle require manual interventions.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010 \n\n9\n\n\f \n\nBesides  these  functional  differences,  the  clearing  and  settlement  arrangements  in  the \nanalysed  CPSS  countries  also  vary  according  to  institutional  features  such  as  the \norganisational structure, ownership and business model of repo infrastructure providers and \naccess  to  these  infrastructures.  For  example,  in  some  countries  repo  infrastructures  are \norganised as dedicated infrastructures or special-purpose banks, while in other countries the \ninfrastructure  for  clearing  and  settling  repos  is  part  of  a  general  purpose  commercial  bank. \nMoreover,  in  some  countries,  repo  market  counterparties  have  mainly  direct  access  to \nmarket infrastructures, while in other countries tiering plays a larger role.  \n\nAgainst  the  backdrop  of  these  cross-country  differences  in  terms  of  repo  clearing  and \nsettlement arrangements, the Working Group investigated to what extent specific features of \nthese  arrangements  might  enhance  or  compromise  the  resilience  of  the  repo  market, \nparticularly  in  times  of  stress.  In  the  next  chapter,  this  issue  is  analysed  in  the  light  of  the \nexperience of the financial crisis. \n\n10 \n\n \n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010\n\n\f \n\n3. \n\nRepo clearing and settlement arrangements in the light of the \nfinancial crisis \n\nThis chapter summarises the main developments in repo markets during the recent financial \ncrisis  and  identifies  the  features  of  repo  clearing  and  settlement  arrangements  in  selected \nCPSS  countries  that  might  have  affected  the  resilience  of  repo  markets.7  The  features \nidentified will be explored in more detail in Chapter 4. \n\nGeneral repo market developments \n\nThe performance of repo markets during the financial crisis has been analysed from various \nperspectives.8  These  studies  conclude  that  in  markets  around  the  world  the  terms  for \nsecured lending, which includes cash-driven repo transactions, became progressively tighter \nfor a range of asset types over the course of the crisis. With the exception of a few markets \nor market segments, the absolute volume of repos declined during the crisis.  \n\nThe  first  phase  of  the  financial  crisis  was  marked  by  a  considerable  loss  in  counterparty \nconfidence, which resulted in a shift from the unsecured to the secured money market. In all \nmarkets under consideration and for which relevant data is available it was observed that the \nrelative importance of the repo market as a source of short-term refinancing increased. This \ncorroborates  the  view  that  secured  money  markets  tend  to  be  a  more  reliable  source  of \nfunding liquidity relative to unsecured money markets. \n\nNevertheless,  especially  in  the  second  phase  of  the  financial  crisis,  after  the  collapse  of \nLehman  Brothers  in  September  2008,  absolute  outstanding  values  in  the  analysed  repo \nmarkets  declined.9  There  were,  however,  a  few  exceptions,  where  outstanding  repo  values \nactually  increased.  For  example,  the  CCP-cleared  German  Eurex  repo  market,  and  in \nparticular  its  EURO  GC  (General  Collateral)  pooling  segment,  increased.  Sterling  and  euro \nrepo volumes cleared by LCH.Clearnet Ltd also increased over the period, with volumes in \nOctober  2008  setting  a  record.  Repo  volumes  cleared  by  FICC  in  the  United  States  and \nLCH.Clearnet  SA  in  France  increased  as  well,  and  there  are  indications  that  in  other \nEuropean markets the reduction in outstanding repo values was less pronounced for CCP-\ncleared repos than for other repo segments.  \n\nThe  general  decline  in  outstanding  repo  values  can  be  attributed  to  a  number  of  factors. \nDoubts  about  the  creditworthiness  of  counterparties  as  well  as  legal  and  operational \nconcerns  regarding  the  ability  to  liquidate  collateral  in  case  of  counterparty  default  became \nmore  pronounced.  As  a  consequence,  within  most  secured  money  markets  cash  lenders \n\n                                                 \n7   More  detailed  information  on  repo  markets  during  the  crisis  is  provided  in  Annex  3  of  this  report,  which \noutlines country- and market-specific developments such as changes to (i) repo market volumes and values; \n(ii)  eligible  collateral  used  in  repo  markets;  (iii)  repo  maturities;  (iv)  repo  margins  and  haircuts;  (v)  repo \nsettlement fails; (vi) other notable changes or issues in repo markets during the crisis; and (vii) central bank \nactions taken with regard to the repo market. \n\n8   See, for example, CGFS Publications no 37, The functioning and resilience of cross-border funding markets, \nprepared  by  a  joint  Study  Group  of  the  CGFS  and  the  Markets  Committee,  March  2010;  and  CGFS \nPublications  no  36,  The  role  of  margin  requirements  and  haircuts  in  procyclicality,  March  2010.  See  also \nP Hördahl  and  M  King,  “Developments  in  repo  markets  during  the  financial  turmoil”,  BIS  Quarterly  Review, \nDecember  2008;  and  “Euro  repo  markets  and  the  financial  market  turmoil”,  ECB  Monthly  Bulletin,  February \n2010. \n\n9   For  example,  the  estimated  outstanding  values  in  the  European  repo  market  dropped  from  a  peak  in  June \n2007 of EUR 6,775 billion to a low in December 2008 of EUR 4,633 billion. Since December 2008, outstanding \nvalues have  increased again  to EUR  5,582  billion in December 2009  (ICMA European  Repo Market  Survey \nDecember  2009). The size  of the US tri-party repo market  declined from  a peak  of about USD  2.8 trillion  in \nearly 2008 to USD 1.7 trillion during the first quarter 2010 (Federal Reserve Bank of New York: Tri-party repo \ninfrastructure reform, Federal Reserve Bank of New York, May 2010). \n\n \n\n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010 \n\n11\n\n\f \n\ndemanded shorter repo maturities and higher quality collateral (eg government securities). At \ntimes, counterparty credit risk concerns reached levels where some market participants were \nunwilling to lend even against high-quality collateral. The decline in outstanding volumes also \nreflected  a  general  deleveraging  by  market  participants  and,  as  funding  uncertainty \nincreased,  a  widespread  reluctance  to  lend  cash.  In  several  markets  the  decline  in  market \nactivity was amplified by an increase in haircuts and margins and by cuts in credit lines and \nconcentration  limits.  In  addition,  market  participants’  defensive  behaviour  triggered  by  the \nconcerns and uncertainties about credit and liquidity risks might have been aggravated by a \nlack  of  transparency  in  some  repo  markets.  Finally,  in  many  markets,  generous  liquidity \nprovision  by  central  banks  and  low  levels  of  interest  rates  also  contributed  to  a  decline  in \nrepo values.  \n\nThe role of repo clearing and settlement arrangements \n\nNot  all  repo  markets  were  affected  to  the  same  degree  by  the  financial  crisis,  and  a  few \nmarket  segments  actually  experienced  volume  growth  or  a  shift  to  longer  transaction \nmaturities.  The  Working  Group  thus  compared  different  country  experiences  during  the \nfinancial  crisis  and  important  features  of  clearing  and  settlement  arrangements  to  identify \nissues  that  have  the  potential  to  affect  the  resilience  of  repo  markets.  However,  the \ncomparison  is  complicated  by  two  factors.  First,  besides  the  particular  clearing  and \nsettlement  arrangements,  there  are  a  number  of  other  environmental  factors  that  differed \nmarkedly in the analysed markets (eg the level of counterparty risk or the leverage of repo \nmarket  participants  at  the  beginning  of  the  financial  crisis).  It  is  thus  difficult  –  if  not \nimpossible  –  to  rigorously  determine  how  far  the  differences  in  market  resilience  can  be \nattributed to clearing and settlement arrangements. Second, even if one could control for the \nimpact of these environmental factors, clearing and settlement arrangements typically differ \nalong  many  dimensions,  making  it  difficult  to  attribute  differences  in  market  resilience  to \nindividual \nfeatures  of  clearing  and  settlement  arrangements.  These  difficulties \nnotwithstanding, the Working Group believes to have identified the following five clearing and \nsettlement related features that have played a role during the financial crisis. \n\nThe  extension  of  significant  amounts  of  intraday  credit  in  some  markets  –  either  by  the  repo \ninfrastructure providers themselves or by settlement banks supporting the repo infrastructure – \ncreated  vulnerabilities  for  the  repo  infrastructure  and  repo  market  counterparties.  For \ninstance, the extension of intraday credit in the repo market in the United States is the direct \nresult of the clearing banks’ practice of unwinding all maturing and non-maturing repos at the \nstart of the processing day (usually in the early morning), and not recreating (or rewinding) \nnon-maturing repos and settling new repos until near the close of the processing day, usually \nin the late afternoon. The practice of daily unwinds of non-maturing (term) repos can be due \nto market conventions, inadequate processing capabilities of infrastructures and/or for daily \nsubstitution  of  collateral.  The  issue  of  intraday  credit  extensions  is  further  explored  in \nSection 4.1 in the next chapter. \n\nThere are indications that in some countries not all stakeholders were fully aware of the risks \nthat market participants and repo infrastructure providers incurred. Insufficient transparency \nregarding  the  role(s)  and  responsibilities  of  repo  infrastructure  providers  can  lead  to \nmisperceptions of the credit and liquidity risk in repo transactions, including the risk involved \nin  using  the  repo  clearing  and  settlement  arrangements.  Insufficient  transparency  can  also \ngive  rise  to  a  lack  of  confidence  in  using  the  infrastructure,  particularly  in  times  of  market \nstress.  Infrastructure  providers  which  are  part  of  an  entity  also  engaging  in  commercial \nbanking  or  securities  trading  activities  seem  to  be  particularly  prone  to  such  situations,  as \nparticipants might not be able to clearly distinguish between their various relationships with \nsuch entities. The issue of transparency about the roles and responsibilities of repo service \nproviders is further explored in Section 4.2. \n\nAs  counterparty  risk  increased  during  the  financial  crisis,  there  is  evidence  that  many  cash \nlenders  withdrew  from  the  market,  either  in  full  or  partially,  since they  considered  that  repo \n\n12 \n\n \n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010\n\n\f \n\ncollateral  no  longer  provided  effective  protection  against  counterparty  credit  risk.  However, \nas  discussed  above,  this  behaviour  was  generally  not  observed  in  markets  or  market \nsegments that were cleared by a repo CCP. To the extent that counterparty exposures and \ncounterparty risk are reduced by CCP clearing, a robust CCP can increase the resilience of \nrepo  markets  in  times  of  stress,  when  counterparty  risk  concerns  are  high.  The  issue  of \neffective protection against counterparty credit risk in repo transactions is further explored in \nSection 4.3. \n\nAt  least  in  some  markets,  a  complementary  factor  explaining  the  withdrawal  of  market \nparticipants from the repo market during the financial crisis is that not all cash lenders were \nadequately  prepared  to  take  control  of  and  liquidate  repo  collateral  in  the  event  of  a \ncounterparty  default.  Concerns  about  collateral  liquidation  thus  might  have  led  to  an \ninordinate decline in repo market activity when counterparty risk concerns were high. Again, \nin repo markets cleared by a CCP, this factor seems to have been less of a concern, as the \nCCP assumes de facto the role of a dedicated collateral liquidation facility, which liquidates \ncollateral  in  the  event  of  a  cash  borrower’s  default.10  The  issue  of  collateral  liquidation  is \nfurther explored in Section 4.4. \n\nEspecially  in  stressed  market  conditions,  when  there  is  a  flight  to  (scarce)  high-quality \ncollateral,  constraints  on  the  efficient  use  of  high-quality  collateral  in  repo  clearing  and \nsettlement  arrangements  can  affect  the  resilience  of  repo  markets.  Arrangements  that \ncontribute to the efficient use of collateral exist in several markets. For instance, in Germany \n(Euro GC pooling segment), collateral previously received in interbank repos can be re-used \nto  access  liquidity  from  the  central  bank.  Both  in  Germany  and  Switzerland,  collateral \neligibility  criteria  and  valuation  rules  in  the  interbank  repo  market  are  aligned  with  central \nbank eligibility criteria, and operational procedures are closely integrated. Moreover, market \ninfrastructures  with  a  network  of  linkages  to  securities  markets  (eg  Clearstream  Banking \nLuxembourg, Euroclear Bank, SIX SIS) allow for the centralisation and the flexible delivery of \nforeign  collateral  (eg  in  tri-party  repo  arrangements),  which  increases  the  amount  of  high-\nquality collateral available in these markets. For example, in Switzerland, the share of foreign \ncurrency  denominated  collateral  delivered  in  interbank  repo  transactions  increased  from \nroughly  50%  before  the  crisis  to  85%  in  December  2009,  with  the  quality  of  the  collateral \ndelivered  remaining  unaltered.  This  example  shows  that  a  flexible  delivery  of  foreign \ncollateral and hence a wide range of high-quality collateral can support the functioning and \nresilience  of  the  repo  market.  The  issue  of  efficient  use  of  collateral  is  further  explored  in \nSection 4.5. \n\nIn addition, the Working Group believes that the providers of repo infrastructures can be in a \ngood position to help address two other more general issues that can affect the resilience of \nrepo  markets,  namely  procyclicality  and  inadequate  transparency  in  repo  markets.  These \nissues are further explored in Sections 4.6 and 4.7. Finally, the Working Group has identified \nthree  issues  –  access  to  repo  clearing  and  settlement  services,  governance,  and  financial \nrisk  management  –  which  might  be  particularly  complex  and  demanding  for  those \ninfrastructure providers that are part of an entity also providing commercial banking services. \nThese considerations are discussed in Section 4.8. \n\n                                                 \n10   The  default  of  Lehman  Brothers  in  September  2008  highlighted  the  importance  to  CCPs  of  adequate  risk \nmanagement and default procedures. For instance, in one country, it took the CCP several days to liquidate \nthe collateral after the failure of Lehman Brothers.  \n\n \n\n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010 \n\n13\n\n\f \n\n4. \n\nOptions for strengthening repo clearing and settlement \narrangements \n\nThe Working Group has identified seven issues or concerns that are particularly relevant for \nor  specific  to  the  clearing  and  settlement  of  repo  transactions.  While  not  all  issues  are \nrelevant to the same extent in each market, each has the potential to affect the resilience of \nrepo  markets.  This  chapter  explores  the  seven  issues  in  more  detail  and  proposes  some \nways in which repo clearing and settlement infrastructures might address these issues.  \n\nThe  proposed  options  for  repo  clearing  and  settlement  infrastructures  aim  to  further  the \nstability and resilience of the financial system in normal times and in particular during times \nof  stress,  while  preserving  the  financial  system’s  efficiency,  flexibility  and  capacity  for \ninnovation.  A  robust  set  of  arrangements  for  clearing  and  settling  repo  transactions \ncontributes  to  financial  stability  by  facilitating  an  efficient  and  resilient  repo  market,  even  in \ntimes of stress, so that (i) banks, securities dealers and other financial institutions can obtain \nshort-term collateralised funding, and (ii) cash-rich financial institutions have a useful, liquid \nand low-counterparty risk investment instrument in which to place short-term funds. It needs \nto  be  stressed,  however,  that  repo  clearing  and  settlement  arrangements  cannot  fix  all \npotential  issues  in  repo  markets  and  need  to  be  complemented  by  additional  measures, \nparticularly in contractual design, market participants’ risk management and the specification \nof eligible collateral for repo transactions. \n\nDue  to  the  diversity  of  institutional  arrangements  in  repo  clearing  and  settlement,  the \nWorking Group adopted a functional approach. The proposed options are thus directed to all \narrangements used by market participants for clearing or settling repos (including centralised \ncollateral  management  services),  irrespective  of  whether  these  services  are  provided  by \ndedicated  market  infrastructures  or  commercial  banks  (eg  the  clearing  banks  in  the  United \nStates). In addition, the Working Group has identified three issues which might be particularly \ncomplex and demanding for infrastructure providers that are part of an entity also providing \ncommercial banking services. These issues – namely access to repo clearing and settlement \nservices,  governance,  and  financial  risk  management  –  are  outlined  in  Section  4.8  of  this \nchapter. \n\n4.1 \n\nEffective mitigation of risks related to intraday credit extensions \n\nSignificant values of intraday credit can be extended by repo settlement infrastructures (eg in \nthe  United  States),  or  by  settlement  banks  supporting  the  repo  infrastructure  (eg  in  the \nUnited Kingdom11). Large credit extensions can be occasioned by the operational design of \nthe  repo  infrastructure.  For  example,  significant  amounts  of  credit  can  be  extended  in \nsystems  where  the  repo  infrastructure  unwinds  all  or  a  large  portion  of  non-maturing  term \nrepos at the start of the processing day (usually in the early morning), and only recreates (or \nrewinds)  non-maturing  repos  near  the  close  of  the  processing  day  (usually  in  the  late \nafternoon).12  The  unwinding  of  non-maturing  term  repo  transactions  intraday  gives  a  cash \n\n                                                 \n11   But note that in the United Kingdom, the Bank of England provides intraday liquidity through self-collateralising \nrepos  (SCRs)  which  enable  CREST  settlement  banks  to  repo  their  SCR-enabled  CREST  members’  eligible \nsecurities in return for sterling liquidity to help the settlement bank fund CREST members’ purchase of those \nsecurities. \n\n12   For instance, in the United States, when non-maturing term repos are unwound or broken at the beginning of \nthe day, the securities used  as repo collateral are temporarily transferred back to the  securities dealers and \nthe cash borrowed by the securities dealers is temporarily returned to the lenders. By debiting the securities \ndealers’ accounts for large amounts  when returning cash to the lenders, the securities  dealers’ accounts go \ninto overdraft. The overdrafts are in essence credit extensions made by the clearing banks. In addition, as a \nresult of receiving cash in exchange for collateral, the cash lenders temporarily hold deposits with the clearing \nbanks, not securities.  \n\n14 \n\n \n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010\n\n\f \n\nborrower the flexibility to substitute securities used as collateral and, at the same time, it is \nsimpler operationally than processing substitutions of collateral individually as needed during \nthe day.13 A cash borrower that is a securities dealer and actively trading a portfolio will need \nsome, or possibly many, of the securities locked up as collateral in repo transactions in order \nto deliver them during the day and meet settlement obligations. Similarly, a securities dealer \nwill  receive  securities  during  the  day  that  it  would  like  to  use  as  repo  collateral.  Unwinding \nterm  repos  early  in  the  day  and  recreating  them  late  in  the  day  simplifies  the  daily \nsubstitution  of  securities  used  as  collateral,  which  expedites  settlement  of  buy-sell \ntransactions and gives securities dealers more opportunities to obtain repo financing for their \nconstantly changing inventory. Cash lenders also benefit because cash borrowers are more \nwilling  to  engage  in  term  repos  in  exchange  for  higher  interest  rates,  provided  that  the \nspecific securities used as collateral can change daily.  \n\nLarge  credit  extensions  can  also  be  the  product  of  a  repo  infrastructure  settling  maturing \nrepos early in the day and not settling new repos until late in the day.14 This practice, like the \nunwinding of non-maturing term repos, affords more flexibility to cash borrowers, while being \nsimple  for  the  infrastructure  to  execute.  The  settlement  of  maturing  repos  in  the  morning \nallows  dealers  to  use  securities  serving  as  repo  collateral  to  meet  settlement  obligations \nthroughout  the  day  and  before  the  maturing  repos  are  rolled  over  or  paid  down  with  cash \nobtained from other sources. In addition, the settlement of new repos in the evening allows a \ndealer  a  better  chance  of  obtaining  repo  financing  for  securities  it  receives  during  the \nafternoon. Benefits accrue to the cash lenders too, as they have more opportunities to find a \nshort-term investment for any surplus cash that becomes available late in the day. \n\nIn  addition  to  the  large  value  of  intraday  credits  highlighted  above,  the  indiscriminate \nunwinding of repos and the settlement of new repos late in the day can also lead to further \nrisks. First, the sizeable extensions of intraday credit make a repo cash borrower vulnerable \nto  risk  management  decisions  by  the  lender,  be  it  the  infrastructure  or  a  settlement  bank \nsupporting the infrastructure. Any abrupt change in the infrastructure’s or a settlement bank’s \npolicies and practices can have consequential impacts on a repo market participant when the \namount of intraday credit extended is large and alternative sources of credit are unavailable. \nSecond,  the  unwinding  of  repos  early  in  the  day  means  that  the  cash  lender  holds  a  cash \ndeposit intraday instead of securities collateral. Holding an unsecured cash deposit intraday \nimplies  counterparty  risk,  which  the  cash  lender  was  trying  to  avoid  in  the  first  place  by \nentering  into  a  repo.  If  repo  market  participants  become  concerned  about  the  financial \ncondition of the institution where they hold their deposits intraday, they may avoid engaging \nin repos. Third, the unwinding of term repos increases overall settlement volumes, potentially \nleading  to  higher  settlement  risks.  Finally,  the  late  re-winding  of  repos  may  run  counter  to \nefforts to achieve early finality of repo settlement during the day. \n\nOptions for repo clearing and settlement infrastructures \n\nWhere  relevant,  an  infrastructure  settling  repo  transactions  might  review  its  practices  and \nprocedures to find ways to reduce intraday credit extensions and ensure that the risks related \nto  remaining  intraday  credits  are  effectively  mitigated.  Infrastructures  have  a  number  of \n\n                                                 \n13   While  some  repo  infrastructures  have  the  capability  to  substitute  collateral  intraday,  doing  so  either  takes \naway  some  flexibility  in  the  use  of  collateral  by  cash  borrowers  or  requires  substantial  IT  investments  and \nprocessing capabilities if the substitutions are made rapidly and in large numbers. \n\n14   For instance, in the United States, when maturing repos are settled in the morning, the securities used as repo \ncollateral  are  transferred  back  to  the  securities  dealers  and  the  cash  borrowed  by  the  securities  dealers  is \nreturned  to  the  lenders.  By  debiting  the  securities  dealers’  accounts  for  additional  amounts,  the  securities \ndealers’ accounts with the clearing banks go into overdraft. And by receiving cash in exchange for collateral, \nthe cash lenders temporarily hold deposits with the clearing banks, not securities, even if they will be entering \ninto new overnight or term repo transactions that same day. \n\n \n\n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010 \n\n15\n\n\f \n\noptions available to establish effective risk controls, with the most reliable approach judged to \nbe a combination of collateralising and limiting credit extensions. A decision to introduce new \nprocedures  or  additional  risk  controls  should,  however,  be  made  judiciously  and  take  into \nconsideration  all  relevant  factors  and  interests,  including  the  volume  and  value  of  repo \nsettlements,  concentrations  in  the  market,  the  reliance  of  financial  institutions  on  repo \nfinancing, the quality of the securities used as collateral, the ability to re-use collateral, and \nthe efficiency of the infrastructure. \n\nThe practice of unwinding all or the bulk of repo transactions early in the day is already under \nreview in the United Kingdom and the United States. In the United Kingdom, Euroclear UK & \nIreland is currently reviewing its delivery by value (DBV) service – which provides a method \nof  settling  term  repo  instructions  as  a  series  of  overnight  instructions  –  by  incorporating  a \nterm DBV functionality including some automated ability to substitute collateral (CREST also \nprovides a term repo product, but most repo activity appears to be undertaken via DBVs). In \nthe United States, the PRC Task Force on Tri-Party Repo Infrastructure is exploring options \nfor the overhaul of clearing bank settlement procedures, including changing the time of day \nat which maturing repos and new repos are settled, and implementing a facility for automated \ncollateral substitution. In its final report, the PRC Task Force on Tri-Party Repo Infrastructure \nrecommends  implementing  “operational  enhancements  to  achieve  the  ‘practical elimination’ \nof intraday credit by the Clearing Banks”. \n\n4.2 \n\nTransparency of repo clearing and settlement infrastructure roles, \nresponsibilities, practices and procedures \n\ninadequate \n\ntransparency  of  repo  clearing  and  settlement \n\nThe \ninfrastructure  roles, \nresponsibilities,  practices  and  procedures  can  lead  to  misperceptions  of  the  credit  and \nliquidity  risk  involved  in  using  the  repo  infrastructure.  It  can  also  undermine  confidence  in \nusing the infrastructure, particularly in times of market stress.  \n\nThe presence of an agent in a tri-party repo introduces the potential for ambiguities that do \nnot exist with respect to bilateral repos or buy-sell transactions involving the same securities. \nIn particular, the roles and responsibilities of the tri-party repo service provider can become \nblurred if, for example, following the unwinding of repos the tri-party agent extends intraday \ncredit or overnight securities loans to the cash borrower.15 \n\nAdditional ambiguity about services, rights and responsibilities can arise if the repo clearing \nand settlement infrastructure is part of an entity also providing commercial banking services. \nIn  particular,  market  participants  may  raise  the  question  of  how  confidential  information \ngained  through  the  provision  of  infrastructure  services  or  other  banking  services  could  be \nused. \n\nOptions for repo clearing and settlement infrastructures \n\nTo  make  infrastructure  arrangements  as  transparent  for  repo  transactions  as  they  are  for \nbuy-sell  transactions,  repo  clearing  and  settlement  infrastructures  might  raise  market \nparticipants’  awareness  of  and  reduce  ambiguity  surrounding  their  roles,  responsibilities, \n\n                                                 \n15   In  the  United  States,  the  PRC  Task  Force  on  Tri-Party  Repo  Infrastructure  noted  in  its  December  2009 \nProgress  Report  that  market  participants  assumed  that  clearing  banks  would  continue  to  extend  intraday \ncredit, although in reality clearing banks had the right not to do so. There  was no detailed description within \nrepo and tri-party documentation regarding the circumstances in which the clearing banks would exercise their \nright to refuse to engage in the morning unwind process (thereby leaving the dealer credit exposures with repo \ninvestors) or when clearing banks would require dealers to post more collateral to the clearing banks itself. In \nother  markets  where  tri-party  repo  service  providers  are  widely  used,  uncertainty  seemed  to  have  been \ncentred  to  some  extent  around  the  rights,  responsibilities  and  procedures  of  the  tri-party  repo  service \nproviders in case of a default of a repo counterparty. \n\n16 \n\n \n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010\n\n\f \n\npractices  and  procedures,  including  the  infrastructure’s  methods  and  data  sources  for \nvaluation  of  the  collateral  provided  to  the  infrastructure  (as  principal  or  as  agent). \nTransparency  allows  participants  to  correctly  assess  the  potential  for  credit  losses  and \nliquidity  pressures  resulting  from  repo  transactions,  including  the  pre-settlement  and \nsettlement  risks  stemming  from  the  use  of  the  repo  clearing  and  settlement  infrastructure. \nThis  is  particularly  important  for  tri-party  repo  service  providers,  whose  rights  and \nresponsibilities (eg in risk management or in the case of a default) have not in all cases been \nentirely clear to the market. \n\nHowever,  it  must  be  emphasised  that  while  market  infrastructures  should  make  relevant \ninformation  available,  their  participants  are  also  responsible  for  ensuring  that  they  are \nadequately  informed  and  –  if  necessary  –  for  demanding  additional  transparency  from  the \nmarket infrastructures they are using. \n\nTransparency is particularly critical where infrastructures are part of an entity also providing \ncommercial  banking services. In this case, transparency on roles and responsibilities might \nalso encompass how the infrastructure internally shares information and how it ensures that \nconfidential  information  gained  through  the  provision  of  infrastructure  or  other  banking \nservices  is  not  misused.  This  would  address  potential  concerns  of  market  participants  that \nconfidential  information  may  be  used  by  an  infrastructure  to  the  disadvantage  of  its \nparticipants. \n\n4.3 \n\nEffective protection against counterparty credit risk16 \n\nInsufficient protection against counterparty credit risk in a repo transaction, whether actual or \nperceived,  can  swiftly  deter  financial  institutions  from  participating  in  repo  markets.  This  is \nthe case particularly in times of volatile collateral prices and heightened counterparty credit \nrisk.  Concerns  can  arise  due  to  uncertainty  about  the  value  and  liquidity  of  collateral  or \ninadequate margins and haircuts. Also, anecdotal evidence suggests that during the financial \ncrisis some repo market participants were reluctant to lend to a counterparty below a certain \ncredit  quality,  irrespective  of  the  collateral  provided.  This  might  be  related  to  a  lack  of \ntransparency  about  default  procedures  and  related  rights,  responsibilities  and  processes. \nUncertainty  about  legal  risks  in  repo  transactions  and  about  the  speed  and  ease  of \nliquidating  collateral  and  related  liquidity  risks  might  also  have  contributed  to  this  situation \n(see also Section 4.4). Hence, the financial crisis highlighted that in secured transactions too \nparticipants  are  concerned  with  the  credit  quality  of  their  counterparty,  irrespective  of  the \nquality of the collateral received.  \n\nCounterparty risk concerns can be addressed to some extent by the use of CCPs that take \nover the counterparty risk in a repo transaction and become the cash lender to every cash \nborrower  and  the  cash  borrower  to  every  cash  lender.  The  effectiveness  of  a  CCP  in \nmitigating counterparty risk will depend on its own robustness and the scope for multilateral \nnetting,  which  can  reduce  the  open  exposures  from  repos.  In  turn,  netting  efficiency  will \ndepend  on  market  structure,  participant  numbers,  the  trading  patterns  of  participants,  and \nwhether the CCP also clears outright transactions in the underlying repo securities. \n\nThe CCP-cleared German Eurex Repo market, and especially its Euro GC Pooling segment, \nas  well  as  the  CCP-cleared  GC  repo  segments  in  France,  the  United  Kingdom  and  the \nUnited States (cleared by LCH.Clearnet SA, LCH.Clearnet Ltd and FICC, respectively), were \n\n                                                 \n16  This  section  focuses  on  the  counterparty  risk  taken  by  the  cash  lender.  However,  if  the  repo  is  over-\ncollateralised  (eg  through  margins  or  haircuts),  the  cash  borrower  in  a  repo  can  also  face  counterparty  risk. \nCCPs can reduce these exposures for the cash borrower. In addition, Euroclear Bank, for example, offers a \nservice that aims to reduce unsecured exposures by allowing the transfer of an initial margin to a dedicated \naccount opened in the name of Euroclear Bank, instead of transferring it to the cash lender. \n\n \n\n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010 \n\n17\n\n\f \n\nthe only repo markets that saw an increase in outstanding values during the financial crisis. \nIn  other  European  markets,  there  are  indications  that  the  reduction  in  outstanding  repo \nvalues was less pronounced for CCP-cleared repos than for other repo segments. \n\nOptions for repo clearing and settlement infrastructures \n\nRepo  clearing  and  settlement \nin  mitigating \ncounterparty risk. In particular, stakeholders in the repo market might evaluate carefully and \ncomprehensively the benefits and limitations of introducing or promoting the wider use of a \nCCP for the repo market (for a discussion of the benefits, limitations and some particularities \nof CCPs in repo markets, see Box 1 in Chapter 2).  \n\ninfrastructures  can  play  different  roles \n\nIf  a  CCP  is  considered  appropriate,  it  can  help  reduce  market  participants’  level  of \ncounterparty  credit  risk.  Provided  that  the  CCP  has  a  strong  and  transparent  risk \nmanagement  framework,  has  sufficient  financial  resources  and  is  adequately  regulated,  it \nbecomes  a  financially  robust  counterparty  for  CCP-eligible  transactions.  This  reduces  the \nprobability  that  elevated  counterparty  credit  concerns  would  lead  market  participants  to \ncease trading, thereby restricting access to funding.  \n\nIrrespective of the presence of a CCP, repo infrastructures might evaluate whether and how \nthey  can  assist  participants  in  managing  counterparty  risk  more  effectively.  For  instance, \npotential  measures  might  be  geared  towards  reducing  market  participants’  uncertainty \nsurrounding exposures at various points during the life cycle of the repo transaction (see also \nSection 4.2), assisting market participants in determining and implementing the methodology \nfor  collateral  eligibility  and  valuation,  or  supporting  their  participants’  preparations  for \ncollateral liquidation (see also Section 4.4). \n\n4.4 \n\nAdequate capabilities for collateral liquidation  \n\nIf the liquidation of repo collateral following the default of a cash borrower does not proceed \nsmoothly, the needs or expectations of the cash lenders will not be met. For cash lenders to \nquickly  recover  the  full  amount  of  the  loan,  they  must  be  entitled  and  operationally  able  to \ntake possession of repo collateral soon after a default. In addition, cash lenders must be able \nto execute the liquidation of repo collateral successfully. This means that the process must \nbe  administered  so  that  the  transfer  and  the  sale  of  the  securities  are  timely,  efficient  (not \nexcessively costly or hampered by errors), and effective in obtaining a good sale price. For \nthis  to  occur,  certain  steps  must  be  taken  in  advance:  the  cash  lender  in  a  repo  must \nestablish brokerage agreements, draw up and sign contracts, and assign staff to the various \ntasks. Experience from the financial crisis has shown that in a few repo markets even some \nsignificant cash lenders, especially non-banks, were unready to take control of and liquidate \nrepo collateral.  \n\nThe  liquidation  of  repo  collateral  could  also  go  awry  because  a  substantial  amount  of \ncollateral would need to be liquidated following the default by a large financial institution that \nis  a  heavy  user  of  cash-driven  repos.  The  liquidation  of  a  sizeable  amount  of  collateral \ncreates the potential for a fire sale or panic selling, which could initiate or amplify a significant \nsudden  fall  in  securities  prices.  A  fire  sale  can  be  precipitated  by  regulations,  internal  risk \nmanagement  practices,  fear  of  reputational  damage,  or  other  factors  that  compel  cash \nlenders  (collateral  takers)  to  sell  quickly  and  without  regard  to  market  conditions.  The \npotential for a fire sale is a function of the liquidity and depth of the markets for the securities \nserving  as  repo  collateral,  which  may  be  impaired  by  stress  in  the  financial  system.  The \npotential  for  a  fire  sale  is  also  a  function  of  the  sources  of  liquidity  available  to  the  cash \nlender, which are chiefly same-day market transactions and pre-arranged liquidity lines from \ncommercial banks. They could also include central bank liquidity facilities for which the cash \nlender would be eligible. \n\n18 \n\n \n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010\n\n\f \n\nOptions for repo clearing and settlement infrastructures17 \n\nTri-party repo service providers and potentially also CSDs could evaluate whether and how \nthey might play a role in supporting their participants’ preparations for taking possession of \nand liquidating collateral. Some options are outlined below, though their feasibility will need \nto  be  investigated  in  the  context  of  each  market  and  market  infrastructure.  In  particular,  it \nmust  be  acknowledged  that  most  CSDs  might  not  be  in  a  position  to  discriminate  between \nregular buy-sell transactions and repo transactions.  \n\nFirst, to facilitate immediate access to repo collateral, market infrastructures could offer cash \nlenders real-time reporting facilities on the securities received as collateral. Moreover, market \ninfrastructures could help to raise market participants’ awareness about the necessary steps \nin  taking  possession  of  and  liquidating  collateral  and  potential  difficulties  which  might  be \nfaced  during  these  processes  (this  could  be  particularly  relevant  for  smaller  or  less \nexperienced repo market participants). Going further, market infrastructures could help draft \nsample  checklists  and  procedures,  which  would  allow  their  participants  to  evaluate  and \npotentially  enhance  their  own  preparations.  Finally,  tri-party  repo  service  providers  could \nprovide facilities and services which would directly support the liquidation of collateral. This \ncould  include,  for  example,  the  provision  of  advisors  to  its  participants,  who  would  monitor \nthe transfer of collateral and assist in liquidating collateral on behalf of participants.  \n\nAlternatively, repo transactions could be cleared by a CCP, transferring the responsibility of \nliquidating  collateral  from  market  participants  to  the  CCP.18  If  CCPs  are  better  prepared  to \ntake possession of and liquidate collateral than some market participants, the introduction of \na  CCP  or  their  wider  use  can  increase  the  likelihood  that  collateral  can  be  liquidated  in  an \norderly  manner.  However,  as  a  CCP  concentrates  exposures  in  the  repo  markets,  it  could \npotentially face the liquidation of very large collateral amounts. Hence, the CCP should put \ngreat emphasis on ensuring that it is well prepared for such a liquidation.  \n\nReducing the probability of a fire sale is in essence a collective action problem for the cash \nlenders  in  a  repo  market.19  To  address  the  threat  of  fire  sale  conditions,  regulatory \nauthorities, market participants and repo infrastructures could evaluate the impact, risks and \nthe feasibility of some of the options available to repo clearing and settlement infrastructures \nin particular and repo markets in general. One option for consideration could be that a CSD \nor tri-party repo service provider, provided that it is within its capacity to do so, imposes on \nbehalf  of  market  participants  various  restrictions  or  requirements  as  a  preventive  measure. \nFor  example,  it  could  place  limits  on  the  aggregate  value  of  repo  contracts  for  individual \ncounterparties,  or  eligibility  requirements  for  the  securities  used  as  collateral.  Restrictive \nmeasures of this type, however, have their pros and cons, and in any case, may only serve \nto divert short-term lending from repo transactions to other segments of the money market. A \nsecond  option  could  be  the  introduction  or  promotion  of  the  wider  use  of  a  CCP,  though  it \ndepends on the circumstances whether a CCP would be in a better position to avoid fire sale \nconditions.  To  the  extent  that  central  clearing  brings  about  multilateral  netting  benefits,  the \noverall amounts of collateral to be liquidated by the CCP will be lower. Moreover, a CCP can \nmonitor  the  collateral  delivered  by  its  counterparties  and  potentially  set  collateral-specific \n\n                                                 \n17   With  respect  to  preparations  for  liquidating  collateral  and  avoiding  or  dealing  with  fire  sale  conditions,  bank \nsupervisors  and  market  regulators  should  also  inquire  into  the  readiness  of  banks  and  non-bank  financial \ninstitutions to liquidate repo collateral from a defaulting counterparty. This measure is, however, not directed \ntowards market infrastructures and therefore not detailed further. \n\n18   However, should the CCP reserve the right to reallocate the collateral back to the surviving participants under \ncertain  circumstances  (eg  if  there  are  no  adequate  prices  for  the  securities  it  has  taken  possession  of),  the \nonus to liquidate collateral could fall back on the CCP’s participants. \n\n19   Measures to  be considered for preventing fire sale conditions  by individual market participants or  by  market \n\nauthorities are not covered here. \n\n \n\n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010 \n\n19\n\n\f \n\nconcentration  limits.  However,  the  probability  of  fire  sale  conditions  will  also  be  affected  by \nthe  CCP’s  time  horizon  for  liquidating  collateral,  which  would  depend  on  –  among  other \nfactors – the availability of pre-arranged sources of liquidity and the employment of derivative \ninstruments to hedge credit and market risks. It is thus not clear whether a CCP can be more \npatient than other market participants. A third option for solving the collective action problem \nwould  be  for  market  participants  to  come  together  and  form  a  facility  that  is  dedicated  to \nliquidating repo collateral after a default. This special purpose entity would be a new type of \nmarket infrastructure.20  \n\n4.5 \n\nEfficient use of collateral \n\nThe  efficient  and  flexible  use  of  collateral  facilitates  market  participants’  collateral \nmanagement and can contribute to the development of liquid and smoothly functioning repo \nmarkets  in  normal  times.  In  addition,  the  efficient  and  flexible  use  of  collateral  can  also \nenhance  the  resilience  of  repo  markets  in  times  of  stress,  when  repo  markets  typically \nexperience  a  shift  towards  high-quality  collateral  (eg  government  securities).21  In  these \ncircumstances, clearing and settlement infrastructures that allow cash lenders and borrowers \nto adapt to changing collateral requirements can contribute to preserving market liquidity. \n\nThe  CPSS  report  on  Cross-border  collateral  arrangements  published  in  2006  investigated \nthe  arrangements  for  transferring  collateral  across  borders  and  currency  areas.22  It  was \nnoted  that  internationally  active  banks  may  face  mismatches  between  the  location  of  their \nliquidity  needs  and  the  collateral  they  hold.  This  was  attributed  among  other  factors  to \ninefficient  or  missing  linkages  between  some  market  infrastructures.  Hence,  market \nparticipants  might \nto  changing  collateral  requirements. \nFragmented infrastructures can also negatively influence the availability of certain and timely \ninformation on the settlement status of repo transactions.  \n\nface  difficulties \n\nin  adapting \n\nIn the euro area, where market infrastructures are relatively fragmented, the national central \nbanks  and  the  ECB  are  actively  engaged  in  various  projects  (eg  T2S,  CCBM2),  which  will \ndeliver integrated and efficient market infrastructures for the euro area financial market and \nfor  Eurosystem  counterparties.  This  is  complemented  by  industry  efforts  (eg  the  European \nRepo Council23) and other official initiatives (eg COGESI24). \n\nFlexibility in managing collateral can also be enhanced by the option of substituting and re-\nusing  collateral.  While  all  the  markets  analysed  offer  some  collateral  substitution  or  re-use \n\n                                                 \n20   Another  idea  for  forestalling  a  fire  sale  is  to  call  on  a  CCP  for  buy-sell  transactions  to  assist  after  a  default, \neven if it is not serving as a  CCP for repo transactions. A portion of the collateral in the possession of repo \ncash lenders after a default could be used by a CCP to meet buy-sell settlement obligations it had assumed \nfrom  the  defaulting  participant.  By  taking  repo  collateral  and  delivering  it  to  its  counterparties,  a  CCP  would \nreduce the amount of collateral that would need to be sold into the market. \n\n21   For  example,  in  CGFS  Publications  no  37,  The  functioning  and  resilience  of  cross-border  funding  markets, \nMarch 2010, it was noted that in the United States tri-party repo market during the financial crisis a significant \nportion  of  the  securities  normally  financed  through  the  repo  markets  were  largely  rejected  by  lenders. \nCollateral was largely confined to securities eligible in Federal Reserve open market operations. \n\n22   While the analysis in that report was primarily focused on efficient collateralisation of intraday borrowings from \n\ncentral banks, the main implications are also valid for collateral in repo markets. \n\n23   See  European  Repo  Council,  The  operation  of  the  European  repo  market,  the  role  of  short-selling,  the \n\nproblem of settlement failures and the need for reform of the market infrastructure, July 2010. \n\n24   The  COGESI  (Contact  group  on  euro  securities  infrastructures)  addresses  issues  and  developments  which \nare relevant for the euro securities settlement industry and which are of common interest for the Eurosystem, \nmarket  infrastructures  and  market  participants.  The  COGESI,  which  is  chaired  by  the  ECB,  consists  of \nrepresentatives  of  the  Eurosystem  and  representatives  of  commercial  banks,  securities  settlement  systems \nand clearing houses mainly from the euro area.  \n\n20 \n\n \n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010\n\n\f \n\nfunctionalities, their availability can be restricted or their use operationally cumbersome. Also, \nin some markets, substitution or re-use is only achieved by measures which in turn imply the \nextension of significant amounts of intraday credits or the increase in settlement risks (eg by \ndaily unwinds). \n\nOptions for repo clearing and settlement infrastructures \n\nWhile  all  linkages  between  infrastructures  involve  certain  risks  that  need  to  be  properly \nevaluated  and  managed,  it  needs  to  be  acknowledged  that  efficient  and  secure  linkages \nbetween  clearing  and  settlement  infrastructures  can  facilitate  the  transfer  of  collateral \nbetween different markets and countries, mitigating the inefficiencies caused by fragmented \ninfrastructure.  Linkages  are  relevant \nfor  market  participants  active  at \ninternational level and in various markets, which are cleared and settled at different locations.  \n\nin  particular \n\nThe  implementation  of  efficient  linkages  between  clearing  and  settlement  infrastructures \ncould enhance the capacity of market participants to deal with unexpected collateral needs \nand  collateral  mismatches  and  therefore  enhance  repo  market  resilience.  Therefore,  if \nmarket  participants  demonstrate  that  efficient  linkages  would  materially  facilitate  collateral \nmanagement and the settlement of repo transactions, repo infrastructures could evaluate the \npotential benefits and costs of establishing such linkages.  \n\nThe  2006  CPSS  report  on  Cross-border  collateral  arrangements  also  proposed  increased \ntransparency  regarding  payments  and  collateral  movements,  eg  in  the  form  of  real-time \ninformation  on  the  current  status  of  individual  payments,  collateral  holdings  and  transfers. \nThis would reduce uncertainty regarding repo settlement and collateralisation processes and \nwould allow market participants to use existing collateral more efficiently. \n\nRepo clearing and settlement infrastructures might also evaluate whether substitution and re-\nuse of collateral could facilitate a more flexible use of collateral in repo markets. This could \nincrease  the  liquidity  and  resilience  of  the  repo  market,  and  reduce  the  bias  towards \novernight or short-term repo. In particular, the possibility of re-using collateral for re-financing \nwith  the  central  bank  can  enhance  the  resilience  of  repo  markets.  This  is  the  case  in  the \nEurex Repo GC Pooling Segment and in the Swiss repo market, where cash lenders can re-\nuse collateral received in interbank repo transactions for re-financing with the central bank. In \nthese  two  countries,  collateral  eligibility  criteria  for  the  interbank  repo  market  and  central \nbank operations are to a large degree identical. This extends the cash lenders’ liquidity buffer \nand enhances their willingness to lend cash during times of stress.  \n\nAs  substitution  and  re-use  can  be  achieved  in  different  ways,  repo  infrastructures  should \nconsider the potential implications in terms of settlement risk or intraday liquidity needs. Also, \nthere are limits to combining substitution and re-use of collateral in the same market. \n\n4.6 \n\nMitigating procyclical effects of risk management practices \n\nA  recent  CGFS  report  observes  that  a  sharp  tightening  of  the  terms  for  secured  lending, \nincluding cash-driven repos, occurred as financial market conditions deteriorated during the \nfinancial crisis.25 This tightening contributed to a contraction in the supply of short-term credit \nto  financial  institutions,  which  in  turn  intensified  liquidity  pressures.  To  mitigate  such \nfluctuations  in  the  availability  of  liquidity,  the  report  proposes  that  margins  and  haircuts  on \nsecured lending transactions be calibrated to conditions in stressed financial markets.  \n\nIn  repo  markets  cleared  by  a  CCP,  the  CCP  must  manage  the  credit  and  liquidity  risks  it \nassumes. A CCP has several means available to manage the risks it bears. Foremost among \n\n                                                 \n25   See CGFS Publications no 36, The role of margin requirements and haircuts in procyclicality, March 2010. \n\n \n\n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010 \n\n21\n\n\f \n\nthese means are the imposition of margin requirements or haircuts, as well as restrictions on \nthe range of securities that may be used as collateral. An unanticipated substantial increase \nin its margins or haircuts, or a tightening of a CCP’s collateral eligibility criteria could reduce \nliquidity in repo markets. \n\nTri-party  repo  service  providers,  CSDs,  settlement  banks,  or  custodian  banks  settling  repo \ntransactions might also bear credit and liquidity risk, particularly if they extend credit intraday \nin  order  to  expedite  the  settlement  process.  To  manage  such  risks,  these  entities  may \nimpose haircuts on or apply margins to securities used to collateralise intraday credit. During \nthe  financial  crisis,  some  tri-party  repo  service  providers  were  compelled  to  impose  higher \nhaircuts  on  collateral  in order  to  protect  themselves  against  the  credit  exposures  they  bore \nintraday during settlement. Sudden increases in haircuts and margins could reduce liquidity \nin repo markets, particularly if there is insufficient transparency on the practices and rules for \nrevising or adjusting haircuts and margins. \n\nOptions for repo clearing and settlement infrastructures \n\nThere  are  various  ways  in  which  repo  clearing  and  settlement  infrastructures  can  mitigate \nprocyclical  effects  in  repo  markets.  For  instance,  it  would  be  useful  for  participants  to \nunderstand clearly the processes and models that a repo infrastructure or a settlement bank \nuses to set margins and haircuts. If the factors serving as inputs to the model can be tracked, \nparticipants would be capable of anticipating the timing and size of changes in margins and \nhaircuts,  which  would  allow  cash  borrowers  to  prepare  for  potential  near-term  liquidity \npressures.  Disseminating  this  information  would  be  part  of  a  broader  effort  to  foster  the \ntransparency  of  the  repo  clearing  and  settlement  infrastructure  practices  and  procedures \n(see Section 4.2) and of the repo market in general (see Section 4.7). \n\nRepo clearing and settlement infrastructures could also avoid making large discrete changes \nto  the  relevant  risk  management  parameters.  In  addition, any  change  should  be made  in  a \ntransparent way and with sufficient lead time to allow participants in the repo infrastructure to \nadjust accordingly.  \n\nIn  addition,  focusing  on  the  role  of  CCPs,  the  CGFS  report  recommends  considering  the \nprudential impacts and practical implications of imposing, through CCPs, minimum constant \nthrough-the-cycle  margins  and  haircuts.  To  the  extent  that  other  repo  infrastructures  also \nbear credit and liquidity risks, the Working Group believes that this consideration is relevant \nnot only to CCPs but to repo infrastructures more generally.  \n\n4.7 \n\nTransparency of the repo market \n\nThe defensive behaviour of repo market participants during the financial crisis was driven by \nthe perception of a sharp increase in the credit and liquidity risks inherent in cash-driven repo \ntransactions.  A  lack  of  transparency  in  the  repo  market  is  believed  to  have  been  a  factor \ncontributing  to  this  defensive  behaviour.  As  a  general  rule,  insufficient  or  asymmetric \ninformation in financial markets triggers an overreaction. In this regard, the industry-led PRC \nTask Force on Tri-Party Repo Infrastructure in the United States cites poor transparency as \nan  area  of  concern.  More  specifically,  it  identifies  as  problematic  the  sparse  quantitative \ninformation  that  is  available  on  the  repo  market’s  size,  composition,  and  structure.  In \naddition, a CGFS study group identifies greater market transparency as one of the reasons \nto promote the use of centralised clearing infrastructures for repo transactions.26  \n\nSummary  statistics  describing  the  repo  market  can  be  derived  from  either  responses  to \nsurveys  of  market  participants  or  data  supplied  by  repo  clearing  and  settlement \n\n                                                 \n26   See CGFS Publications no 36, The role of margin requirements and haircuts in procyclicality, March 2010. \n\n22 \n\n \n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010\n\n\f \n\ninfrastructures.  In  Europe,  a  periodic  disclosure  to  support  transparency  in  the  cash-driven \nrepo market has already been implemented by the International Capital Market Association \n(ICMA). It conducts semi-annual surveys of financial institutions and disseminates a profile of \nthe  repo  market  in  Europe.  In  addition,  the  ECB,  in  cooperation  with  the  Eurosystem’s \nnational  central  banks,  regularly  conducts  a  Euro  Money  Market  Survey,  which  covers  the \nsecured  lending  market,  including  repo  transactions.  In  Japan,  statistics  are  collected  by \nmarket  associations,  and  the  Bank  of  Japan  has  conducted  surveys  on  money  markets \nincluding  repos.  On  the  part  of  repo  infrastructures,  some  repo  CCPs,  including  Eurex  and \nthe  Fixed  Income  Clearing  Corporation,  provide  information  on  market  indicators  such  as \naggregate value and interest rate for the transactions they clear.27   \n\nWhether to base repo market statistics on survey results or data collected by infrastructures \nis  an  open  matter.  There  are,  however,  two  clear  arguments  in  favour  of  infrastructures  as \nthe data source: (i) summary statistics would be based on the universe of transactions, not \non survey findings that are susceptible to sampling error, and (ii) data would be collected at \nlower  cost  and  higher  frequency.  Not  all  repo  clearing  and  settlement  infrastructures, \nhowever, may be capable of identifying data specifically on repo transactions, as they do not \ndistinguish  between  repo  transactions  –  in  particular,  bilateral  repos  –  and  regular  buy-sell \ntransactions.  \n\nOptions for repo clearing and settlement infrastructures \n\nMaking  available  to  participants  vital  summary  statistics  on  the  repo  market  would  help  to \nenhance  transparency.  In  support  of  initiatives  to  improve  market  transparency,  a  repo \ninfrastructure could make data available that meet the genuine information needs of market \nparticipants.  An  infrastructure  could  cooperate  with  industry  groups  or  other  responsible \nbodies that would be in a position to define meaningful summary statistics and distribute the \nassembled information in an appropriate way. This guidance, given in the context of the repo \nmarket, is congruent with private and public sector initiatives to foster market transparency in \nother  financial  markets.  In  particular,  industry-led  Foreign  Exchange  Committees  in  several \ncountries,  working  in  collaboration,  conduct  periodic  surveys  of  financial  institutions  and \npublish  statistics  on  turnover  and  market  concentrations  in  foreign  exchange  markets. \nMoreover,  the  recently  released  CPSS-IOSCO  consultative  report  Considerations  for  trade \nrepositories  in  OTC  derivatives  markets  states  that  a  trade  repository  should  support  the \ntransparency of OTC derivatives markets by making data available to the public.  \n\nMeaningful  summary  statistics  on  the  repo  market  could  provide  information  on  several \ndimensions, including: \n\nthe aggregate size of the market, measured by the total amount of funds borrowed \nand lent (outstanding amounts and turnover); \n\nthe  composition  of  the  securities  used  as  collateral,  by  asset  type,  credit  quality, \ncurrency denomination or country/jurisdiction of issue, or other characteristics; \n\nthe participation in the market indicating the types of financial institutions and non-\nfinancial entities; \n\nthe  concentration  in  the  market  on  the  cash  lending  and  cash  borrowing  side \n(outstanding amounts and turnover); \n\nthe  maturity  structure  of  outstanding  repo  transactions,  possibly  summarised  by \nweighted average time to maturity; \n\n                                                 \n27   Efforts to improve transparency are being planned for the United States’ repo market. The industry-led PRC \nTask  Force  on  Tri-Party  Repo  Infrastructure  intends  to  disseminate  a  monthly  profile  of  the  market.  This \nmonthly profile would be based on transaction data provided by the infrastructure, that is, the clearing banks. \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010 \n\n23\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\f \n\n \n\n \n\na  representative  range  of  typical  haircuts  and  margins  applied  by  cash  lenders \n(collateral  takers)  in  cash-driven  repo  transactions  (see  Section  4.6  on  mitigating \nprocyclicality); and \n\nthe percentage of CCP-cleared repo transactions in total repo transactions.  \n\nThe summary statistics should be constructed in  a way that preserves the confidentiality of \nindividual  counterparties. \nthe \ndissemination  of  information  to  market  participants  and  the  public  will  not  contribute  to \nmarket dysfunction or give one stakeholder a commercial advantage over others. \n\nIn  addition,  rules  should  be  considered \n\nthat  ensure \n\n4.8 \n\nConsiderations related to repo infrastructures that are part of an entity also \nproviding commercial banking services \n\nAs noted in the introduction to Chapter 4, the diversity of institutional arrangements in repo \nclearing and settlement infrastructures underscores the importance of adopting a functional \napproach.  In  addition,  the  Working  Group  has  identified  three  issues  for  repo  clearing  and \nsettlement  infrastructures  which  –  while  not  posing  risks  going  beyond  those  for  financial \nmarket  infrastructures  more  generally  –  might  be  particularly  complex  and  demanding  for \nthose infrastructure providers which are part of an entity also providing commercial banking \nservices. These institution-specific considerations are outlined below.  \n\nFirst,  in  line  with  current  standards  for  financial  market  infrastructures  on  access,  repo \nclearing and settlement infrastructures in general should ensure fair and open access. If an \ninfrastructure provider is also a competitor of some of its participants, ensuring fair and open \naccess is particularly crucial to prevent the perception that access to infrastructure services \nis blocked, restricted or withdrawn for competitive reasons, ie not solely based on objective \ncriteria.  Access  should  also  not  be  influenced  by  interests  in  other  business  lines.  This  is \nparticularly critical for repo clearing and settlement infrastructures, as access to repo markets \nis  essential  for  the  short-term  funding  of  cash  borrowers.  The  exclusion  from  a  repo \ninfrastructure  could  hence  lead  to  severe  liquidity  issues  for  the  participant  concerned, \npotentially triggering its default.  \n\nSecond,  in  line  with  current  standards  for  financial  market  infrastructures  on  governance, \nrepo clearing and settlement infrastructures in general should have in place arrangements to \nensure  that  –  in  addition  to  the  objectives  of  the  owners  –  the  interests  of  participants, \nsecurities  issuers  and  the  broader  public  are  also  taken  into  account.  Where  a  repo \ninfrastructure is part of an entity providing commercial banking services, great care should be \ntaken  to  reflect  the  interests  of  all  stakeholders  (including  users  which  are  potentially  also \ncompetitors) adequately in the governance processes. \n\nFinally, to preserve participants’ confidence in the repo clearing and settlement infrastructure \nit  is  critical  to  maintain  the  infrastructure  provider’s  financial  health.  Confidence  could  be \nundermined by financial losses from other (banking) activities which could spill over and put \nthe infrastructure activities at risk. Hence, if an infrastructure provider is part of an entity also \nproviding  commercial  banking  activities,  there  should  be  measures  that  minimise  the \npotential  for  financial  risks  from  other  business  activities  to  spill  over  to  and  impede  the \ninfrastructure services. If an infrastructure provider fails to take preventive measures against \nsuch  spillovers,  there  is  a  significant  risk  that  the  infrastructure  would  experience  a  loss  of \nconfidence in times of crisis, or when other business activities are unprofitable.28  \n\n                                                 \n28   This is particularly the case if the infrastructure provider carries exposures vis-à-vis infrastructure participants, \n\neg by extending intraday credits or if it acts as a CCP. \n\n24 \n\n \n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010\n\n\f \n\n5. \n\nConclusion \n\nDuring the recent financial crisis, repo markets proved to be a less reliable source of funding \nliquidity than expected in some countries. This report has investigated the extent to which the \nmarket  infrastructure  –  ie  the  practices,  procedures  and  systems  used  for  clearing  and \nsettling  repos  and  liquidating  a  defaulting  cash  borrower’s  collateral  –  added  to  the \nuncertainty  in  repo  markets  during  the  financial  crisis  and  whether  there  is  room  for \nimprovement. \n\nIn  essence,  the  report  has  identified  several  issues  directly  or  indirectly  related  to  the  repo \nmarket infrastructure that have the potential to affect the resilience of repo markets. With a \nview  to  enhancing  the  resilience  of  repo  markets,  the  report  has  also  discussed  various \noptions  for  addressing  the  identified  issues  and  strengthening  the  repo  clearing  and \nsettlement infrastructure.  \n\nAs  the  specific  arrangements  for  clearing  and  settling  repo  transactions  vary  considerably \nacross  countries  or  markets,  not  all  the  issues  identified  in  this  report  are  relevant  to  the \nsame extent in each market. Nevertheless, the Working Group believes that it is worthwhile \nfor the stakeholders in each repo market to review how the repo market infrastructure could \nbe further strengthened. As a first step, the providers of repo market infrastructures in each \ncountry,  jointly  with  market  participants,  regulators  and  the  central  bank,  should  attempt  to \ndevelop a common view on the relevance of the identified issues for their market. Based on \nthat, each repo market  infrastructure could then evaluate  which measure or combination of \nmeasures would be best suited to address the relevant issues in its specific circumstances. \nThe  range  of  options  discussed  in  Chapter  4  of  this  report  could  be  a  starting  point  to \nfacilitate this evaluation, but it should not be considered as comprehensive.  \n\n \n\n \n\n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010 \n\n25\n\n\fAnnex 1: \nThe repo life cycle and the role of market infrastructures  \n\n \n\nThis annex outlines the processing steps of a typical repo transaction, following the overview \nprovided in Figure 1 in Chapter 2. It describes the role of market infrastructure arrangements \nin these steps and highlights some country-specific aspects. Further, this annex lists various \nthe  array  of  differences  between  repo  clearing  and  settlement \nfactors  explaining \narrangements in the analysed countries. For a comprehensive cross-country comparison of \nrepo clearing and settlement arrangements see Annex 2. \n\nDocumentation  \n\nThe  contractual  basis  for  repos  varies  from  country  to  country.  International  master \nagreements such as the TBMA29/ICMA30 Global Master Repurchase Agreement (GMRA) or \nthe  United  States-focused  MRA  are  frequently  used.  In  some  countries  (eg  France, \nGermany,  Japan,  Switzerland),  domestic  master  agreements  are  used  by  domestic \ncounterparties  alongside  the  GMRA.  In  other  countries,  the  international  GMRA  is \ncomplemented  by  domestic  annexes  in  order  to  adapt  to  product-specific  and  legal \ncircumstances  of  the  respective  country  (eg  Canada).  The  European  Master  Agreement \n(EMA)  attempts  to  replace  the  domestic  master  agreements  in  the  euro  area,  but  its  use \nremains  limited.  In  addition,  in  Italy  bilateral  contracts  are  used  instead  of  master \nagreements.  In  Sweden  important  market  participants  like  the  Riksbank  and  the  Swedish \nNational  Debt  Office  have  their  own  contracts  for  repos;  also  in  Japan,  the  Bank  of  Japan \nhas its own repurchase agreement contract. \n\nThe  contracts  between  the  cash  lender  and  the  cash  borrower  are  complemented  by \nagreements  between  participants  and  key  infrastructures,  eg  trading  systems,  central \ncounterparties,  securities  settlement  systems,  payment  systems  as  well  as  tri-party  repo \nservice  providers.  For  example  in  the  United  States  tri-party  repo  services,  this  takes  the \nform of a joint tri-party custodial agreement with the clearing bank, in which the clearing bank \nserves as custodian for both counterparties. In highly standardised repos cleared via a CCP, \nthese contracts between participants and key infrastructures might also replace the GMRA. \n\nTrade execution  \n\nRepo  transactions  are  typically  agreed  bilaterally  between  cash  lenders  and  borrowers, \neither on electronic trading systems or through phone or e-mail. Some inter-dealer trades are \nalso brokered, through broker screens or via phone. Examples for electronic trading systems \ninclude  BrokerTec  (United  States,  Europe),  Eurex  Repo  (Germany  and  Switzerland), \nTradeWeb  (United  States  tri-party  repos),  MTS  (Italy,  United  Kingdom),  and  inter-dealer \nbroker electronic platforms (Canada and for GCF repos in the United States). \n\nTrading of repo transactions is less standardised and less often electronic compared to buy-\nsell  securities  transactions.  This  can  most  likely  be  attributed  to  the  lower  transaction \nnumbers  and  the  higher  need  for  bespoke  trades  in  repo  reflecting  their  role  for  managing \nliquidity.  \n\n                                                 \n29   The Bond Market Association. \n30   ICMA  (International  Capital  Market  Association)  came  into  existence  in  July  2005  by  a  merger  of  the \nInternational  Primary  Market  Association  and  of  International  Securities  Market  Association  (ISMA).  ISMA \nitself was the former Association of International Bond Dealers (AIBD), founded in 1969. \n\n26 \n\n \n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010\n\n\f \n\nIn  the  United  States  short-term  repos  are  often  used  for  longer-term  financing,  which  is \nachieved by repeated rollovers (or renewals) with the same counterparty. This is typically the \ncase  in  transactions  conducted  over  the  phone.  Where  electronic  trading  platforms  exist, \nconstant rolling over of repos with the same counterparty is more difficult to achieve.  \n\nConfirmation/matching \n\nDepending  on  how  trades  are  executed,  confirmations  and  affirmations  of  the  economic \nterms of repo transactions are done over phone, fax, e-mail and on electronic platforms such \nas  Bloomberg,  TRAX  and  SWIFT.  Electronic  trading  platforms,  CCPs  (eg  Eurex  Repo, \nFICC-GSD)  and  in  some  cases  securities  settlement  systems  (eg  the  Euroclear  Trade \nCapture  and  Matching  System  ETCMS,  and  Clearstream  Luxembourg’s  trade  capture \nfunction within CmaX) also provide the relevant confirmations. \n\nThe matching process for settlement instructions stemming from a repo transaction depends \non how trades are executed and the specific infrastructure set-up in the country. If trades are \nexecuted  bilaterally  over  phone  or  e-mail,  each  trading  party  is  usually  responsible  for \nentering  the  settlement  instructions  into  the  relevant  settlement  systems,  where  they  are \nmatched.  This  can  be  typically  done  through  SWIFT  or  the  customised  interfaces  of  the \nsettlement systems. If trades are executed on electronic trading platforms, it depends on the \ntrading  platform  whether  pre-matched  instructions  are  sent  directly  from  the  platform  to  the \nsecurities settlement system, or whether the participants send the instructions individually to \nthe  securities  settlement  systems  where  they  are  matched.  When  CCPs  are  involved,  the \nmatched  instructions  are  in  some  cases  also  sent  from  the  CCP  to  the  settlement  venues \n(eg in France). \n\nCentral counterparty (CCP) clearing \n\nCCPs  become  the  lender  to  the  borrower  and  the  borrower  to  the  lender  in  a  repo \ntransaction.  Repo  CCPs  cover  the  counterparty  risk  in  the  repo  transaction  between  the \nsettlement of the purchase leg and the settlement of the repurchase leg. They typically also \ncover  the  replacement  cost  risk  that  would  occur  if  one  counterparty  failed  to  settle  the \npurchase leg.  \n\nThe  CPSS  countries  analysed  can  be  categorised  according  to  the  relevance  of  CCPs  in \ntheir  repo  markets.  In  Germany,  Italy,  France,  Japan  and  the  United  Kingdom,  central \ncounterparties are core parts of the repo infrastructure arrangements. Central counterparties \nexist – but are of limited relevance – in the United States and Canada. However, Canada is \nin the process of introducing a new CCP for the repo market and Sweden is about to launch \nits first repo CCP. Finally, central counterparties are presently not used for the repo markets \nin Hong Kong and Switzerland, although Switzerland is evaluating the introduction of a repo \nCCP.  \n\nThe  repo  CCPs  mentioned  above  are  all  part  of  an  existing  CCP  that  also  clears  other \nmarket  segments.  Repo  transactions  are  cleared  on  the  same  platform  as  regular  buy-sell \ntransactions  and  the  CCPs  also  net  within  and  between  these  transactions.  Participation \ncriteria  for  repo  counterparties  vary  but  typically  limit  participation  to  banks  and  in  some \ncases to other regulated entities.  \n\nUse of a CCP brings about multilateral netting benefits and reduces settlement instructions to \na  single  cash  and  –  assuming  that  a  collateral  basket  is  specified  –  a  single  securities \ntransfer.  Lower  settlement  volumes  and  values  allow  settlement  risk  and  operational  risk \nrelated to settlement to be reduced. \n\nThe repo CCPs in the markets analysed clear both overnight and term repos. Often, for risk \nmanagement  reasons  and  in  response  to  the  demands  of  market  participants,  CCPs  only \nclear  repos  against  high-quality  and  liquid  collateral,  such  as  government  bonds  and  other \nsecurities with a similar credit rating, which constitute the bulk of repo transactions. \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010 \n\n \n \n\n27\n\n\f \n\nSettlement of purchase leg  \n\nThe  purchase  leg  is  settled  on  the  value  date.  In  all  markets  analysed,  settlement  of  the \npurchase  (and  the  repurchase  leg)  is  conducted  with  the  delivery-versus-payment  (DVP) \nmechanism.  The  collateral  transfer  settles  in  the  securities  settlement  system  (CSDs  and \nICSDs,  in  the  United  States  in  the  clearing  banks),  while  the  cash  transfer  settles  in  the \ndomestic  LVPS  or  on  cash  accounts  at  the  CSD/ICSD  or  at  clearing  banks  or  settlement \nbanks.  In  all  markets,  settlement  takes  place  in  existing  payment  and  securities  settlement \nsystems, sometimes complemented by specific repo modules, eg for the automated selection \nof collateral.  \n\nSettlement  of  the  cash  leg  of  a  repo  transaction  is  either  in  central  bank  money  or \ncommercial bank money. Central bank money is the settlement asset in Hong Kong, Japan, \nSweden and Switzerland (only CHF repos), for example. In the euro area, if repo collateral is \nsettled via a domestic CSD or via direct links between European CSDs, the cash settlement \ntakes  place  in  central  bank  money.  Settlement  is  in  commercial  bank  money  when  repo \ncollateral  is  settled  in  an  ICSD  or  when  the  collateral  was  issued  in  an  ICSD  or  in  a  CSD \noutside Europe. Settlement of the cash leg of foreign currency repos in the euro area is also \nin commercial bank money. In the tiered United Kingdom set-up, sterling and euro settlement \nbetween  two  settlement  banks  occurs  in  central  bank  money  under  DVP  model  1.31  In  the \nUnited States, settlement of the cash leg of repos is mostly in commercial bank money, with \nthe exception of some inter-dealer DVP repos, which settle in Fedwire Securities.  \n\nThe  settlement  lag  for  repo  transactions  is  often  shorter  than  for  buy-sell  transactions.  For \nexample  in  Japan  and  Switzerland,  term  repos  are  usually  settled  two  days  after  trade \nexecution (t+2), while regular buy-sell transactions are settled t+3. These settlement lags are \ntypically  complemented  by  shorter  settlement  lags  for  overnight  transactions  (which  settle \nalso t+0 and t+1). In the United States, while there are some forward-starting tri-party repos, \nthe vast majority is settled t+0, presumably to provide the means for broker-dealers to obtain \nfinancing  of  a  constantly  changing  inventory  of  securities.  In  contrast,  the  standard \nsettlement lag for buy-sell transactions in the United States is t+1. \n\nIn several markets, collateral securities are selected according to an automated process. The \nCSD/ICSD  or  the  clearing  bank  selects  the  type  and  quantity  of  securities  on  pre-specified \ncriteria (eg collateral basket, maturity of securities, future corporate action dates of securities, \nmarket value of securities) from the cash borrower’s pool of available securities. In addition, \ncash  lenders  and  cash  borrowers  can  also  choose  to  manually  pre-specify  or  select  a \nspecific security to be used as collateral for a specific repo transaction. This must be defined \neither when the transaction is executed, or when the purchase leg settles.  \n\nThe intraday timing of the settlement of the cash and the securities leg of a repo transaction \ndepends  on  the  settlement  windows  of  the  relevant  market  infrastructures.  In  a  few  cases, \nthe  timing  of  the  settlement  of  the  purchase  and  repurchase  leg  of  repos  starting  and \nterminating on the same day is coordinated, which can both reduce the amount of intraday \nliquidity  needed  for  the  repo  settlement  and  reduce  the  length  of  time  of  intraday  credit \nextensions. For example, for repos in Japan cleared in the Japan Government Bond Clearing \nCorporation  (JGBCC),  the  purchase  and  the  repurchase  leg  are  netted  and  settled  at  the \nsame  time.  Participants  in  Euroclear  Bank  and BoNY  Mellon  Brussels are  offered net  cash \ntransfer  instructions  for  payments  related  to  maturing  and  new  tri-party  transactions.  In \nSwitzerland, the purchase and repurchase leg are loosely linked, as the instructions for the \nrepurchase leg are sent five minutes before sending the instructions for the purchase leg.  \n\n                                                 \n31   Settlement between two clients of the same settlement bank occurs in commercial bank money. All settlement \n\nin US dollars also occurs in commercial bank money. \n\n28 \n\n \n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010\n\n\f \n\nRepo  settlement  is  in  many  cases  embedded  in  the  settlement  of  regular  buy-sell \ntransactions  (eg  in  Belgium,  France,  Germany,  Italy,  Japan,  Netherlands,  Sweden  and  the \nICSDs). Whether repo transactions are netted for settlement depends on the netting rules of \nthe securities settlement system involved. For example, in France, repos are netted with buy-\nsell transactions for settlement. In the United Kingdom, however, the purchase legs of DBV \ntransactions are settled sequentially in a dedicated (DBV-only) settlement window in CREST; \nthe  repurchase  legs  can  settle  at  any  time  the  following  day.  In  other  countries,  eg \nSwitzerland, settlement takes place on the same platform as regular buy-sell transactions but \nthe transactions are initiated at different times (though they might still be settled at the same \ntime depending on settlement delays). \n\nInstruments and incentives are in place to avoid settlement fails in the purchase leg (and also \nin  the  repurchase  leg)  of  a  repo  transaction.  Securities  lending  and  borrowing  transactions \nare  available  in  all  analysed  countries.  In  most  markets,  intraday  credit  is  provided  by  the \ncentral banks directly to some or all repo participants. For example, in France and Germany, \nthe  CSD  provides  an  automated  intraday  credit  mechanism  (“self-collateralisation  service”): \nparticipants  to  the  CSD  flag  the  securities  eligible  to  the  Eurosystem  credit  operations  as \navailable for self-collateralisation with a specific indicator upon which the CSD can generate \nautomatic intraday credit with the central bank if the cash position of the participant within the \nsystem  is  insufficient.  In  the  United  States,  the  Federal  Reserve  provides  intraday  credit  to \nbanks  including  the  two  clearing  banks,  which  can  then  provide  intraday  credit  to  their \nparticipants (broker-dealers). In the United Kingdom, the Bank of England provides intraday \ncredit via self-collateralising repos (SCRs) to enable CREST settlement banks to repo their \nSCR-enabled  CREST  members’  eligible  securities  in  return  for  sterling  liquidity  to  help  the \nsettlement bank fund members’ purchase of those securities.  \n\nIn  addition,  breaking  down  transactions  into  smaller  pieces  and  introducing  more  frequent \nsettlement  cycles  reduces  the  number  of  settlement  fails  in  certain  countries.  This  is \ncomplemented  by  incentives  to  settle  on  time,  including  penalty  regimes.  For  example,  in \nCanada,  the  failing  dealer  is  charged  the  target  overnight  repo  rate.  In  Japan,  market \nparticipants  have  decided  to  introduce  fails  charges  after  an  increase  in  settlement  failures \nduring the financial crisis. \n\nCollateral management and risk management \n\nAfter initiating the repo, the cash lender owns the securities and both the cash lender and the \ncash borrower must manage the risks arising from the open repo transaction. A tri-party repo \nservice provider and/or a CCP can offer a range of services related to administering the repo \ncontract  and  managing  the  collateral,  including  performing  risk  management  functions  on \nbehalf of the participants (eg eligibility checks, valuation, triggering margin calls). \n\nThe collateral securities received by the cash lender can be held in various ways. In bilateral \nrepos,  the  securities  are  transferred  from  the  cash  borrower  to  the  cash  lender.  In  tri-party \nrepos, securities are transferred between the cash borrower and the cash lender within the \nsecurities accounts held with the tri-party repo service provider, which acts as agent for the \ncash  lender  and  the  cash  borrower.  If  a  CCP  is  involved  in  the  transaction,  the  CCP \nbecomes the cash lender for the cash borrower and the cash borrower for the cash lender. \nHowever, in most countries the CCP does not hold the securities collateral received from the \ncash  borrower  but  delivers  it  on  to  the  cash  holder.  In  some  larger  markets,  such  as  the \nUnited States or the euro area, these different repo arrangements exist alongside each other.  \n\nRepo counterparties need to manage risks arising during the repo lifetime. For repos based \non collateral baskets, eligibility lists and criteria need to be constantly updated and haircuts \nand  margins  must  be  assigned.  Once  the  collateral  is  transferred,  collateral  needs  to  be \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010 \n\n \n \n\n29\n\n\f \n\nmarked  to  market  on  a  regular  basis  and  margin  calls  are  triggered  to  ensure  adequate \ncollateralisation of exposures. In almost all markets margins and/or haircuts32 are applied. In \nsome  markets,  they  are  specified  bilaterally  between  the  trading  parties.  On  electronic \ntrading  platforms,  there  may  be  a  default  haircut  and  margin.  In  markets  where  a  CCP  is \ninvolved,  the  CCP  effectively  standardises  the  margins  and  haircuts  as  it  becomes  the \ncounterparty  to  the  cash  borrower  and  the  cash  lender.  By  contrast,  tri-party  repo  agents \ntypically  only  implement  the  haircuts  and  margins  agreed  by  the  counterparties.  In  some \nspecific  cases,  they  may  review  the  haircuts  and  margins  in  order  to  caution  their \nparticipants,  but  do  not  decide  on  the  level  of  haircuts  and  margins  applied.  Other  risk \nmanagement  instruments  frequently  used  in  non-CCP  repos  include  bilateral  counterparty \ncredit lines and collateral concentration limits.  \n\nCollateral substitution – where provided for in the contract – allows collateral to be replaced \nduring  the  lifetime  of  a  term  repo.  The  practices  for  substituting  collateral  vary  widely \nbetween  markets:  first,  the  European  tri-party  repo  service  providers  and  some  euro  area \nCSDs  (eg  Clearstream  Banking  Frankfurt  for  Eurex  GC  Pooling  repos)  allow  for  fully \nautomated  substitution.  Second,  in  Canada,  there  is  limited  substitution,  as  counterparties \nmust  explicitly  agree  to  the  ability  to  substitute  at  the  time  of  the  transaction  and  then  the \nsubstitution can happen on any day. Substitution for term repos with the Bank of Canada is \nonly  allowed  on  specific  days  (twice  each  month).  In  Japan,  collateral  substitution  is \nsupported for repos with the Bank of Japan. Finally, in other markets substitution is achieved \nthrough  other  means.  In  the  United  States,  all  tri-party  and  GCF  term  repos  are  unwound \neach day and securities are re-allocated to existing term repos and new repos. Also for DVP \nrepos  presented  to  the  CCP  (FICC-GSD),  two  new  netting  instructions  with  the  same \nmaturity  date  would  be  entered,  with  the  effect  of  substituting  the  collateral  in  the  original \nrepo.  In  the  United  Kingdom,  although  CREST  does  offer  a  term  repo  product,  overnight \nDBVs are the dominant form of repo activity in CREST. In order to use DBVs, term repos are \nbroken down into overnight instructions. Hence they are unwound every day and must be re-\nentered,  thereby  providing  an  opportunity  for  substitution.  In  Hong  Kong,  collateral \nsubstitution  is  not  supported,  but  the  borrower  can  repurchase  its  collateral  by  early \ntermination of the repo and generating a new repo for the remainder of the term with different \ncollateral.  \n\nSome  repo  markets  allow  for  the  re-use  of  collateral  received  by  the  cash  lender.  The \npossibility for re-use might be unlimited (eg in the case of Swiss tri-party repos) or limited to \nre-use  within  one  or  several  securities  settlement  systems  (eg  in  the  case  of  the  German \nEurex  Repo  GC  Pooling  segment).  Collateral  re-use  is  of  particular  importance  for  cash \nlenders’  re-financing  needs.  In  Switzerland  and  Germany,  cash  lenders  can  use  repo \ncollateral  for  re-financing  with  the  central  bank.  In  these  two  countries,  collateral  eligibility \ncriteria  for  the  interbank  repo  market  and  central  bank  operations  are  to  a  large  degree \nidentical, which facilitates refinancing with the central bank.  \n\nThe  possibility  for  the  cash  lender  to  re-use  collateral  received  is  to  some  extent  linked  to \ncollateral  substitution  rights.  If  collateral  can  be  freely  re-used  by  the  cash  lender  (ie  also \noutside the securities settlement system), collateral substitution can only be limited or based \nupon the consent of the lender. This is, for example, the case in Switzerland, which allows for \nfree  re-use  of  collateral  by  the  lender,  but  limits  collateral  substitution  rights.  The  German \nEurex  Repo  GC  Pooling  segment  allows  for  substitution  but  –  due  to  automation \n\n                                                 \n32   The  application  of  a  haircut  leads  to  a  difference  between  the  market  value  of  a  security  and  its  collateral \nvalue. Haircuts are taken by the cash lender in order to protect itself from losses arising from declines in the \nmarket  value  of  the  security,  should  the  need  arise  to  liquidate  the  collateral.  Margins  refer  to  over-\ncollateralisation  of  an  exposure.  Hence,  haircuts  are  expressed  as  a  discount  (on  collateral  value),  while \nmargins are expressed as a mark-up (on exposures). \n\n30 \n\n \n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010\n\n\f \n\nrequirements – limits re-use of collateral to those securities settlement systems that allow for \nfull information exchange (currently Clearstream Banking Frankfurt and Clearstream Banking \nLuxembourg) and to the central banks that accept the re-use of collateral (currently Deutsche \nBundesbank). \n\nSettlement of repurchase leg \n\nUpon termination of the repo, securities collateral is returned to the cash borrower and cash, \nincluding  interest,  is  returned  to  the  cash  lender.  For  the  settlement  of  the  repurchase  leg, \ncounterparties  rely  on  the  same  payment  and  securities  settlement  systems  as  for  the \npurchase leg.  \n\nCollateral liquidation (in case of default)  \n\nIf the cash borrower defaults, the cash lender will need to take possession of the collateral \nand liquidate it to cover its losses or refinance the collateral to obtain liquidity. This requires a \nclear  and  enforceable  legal  documentation  as  well  as  adequate  operational  capabilities  to \ntake  possession  of  and  liquidate  a  potentially  large  collateral  portfolio.  While  this  might  be \nstraightforward  for  larger  banks,  it  might  prove  challenging  for  smaller  and  non-bank \nparticipants. Alternatively, a counterparty might rely on a securities dealer or custodian bank \nto  liquidate  collateral.  Further,  financial  markets  under  stress  might  not  be  able  to  absorb \nlarge amounts of collateral liquidated at the same time by various counterparties, which can \nmake liquidation even more difficult and lead to fire sale conditions. If the cash lender holds \ninsufficient  collateral,  it  will  attempt  to  receive  the  remaining  cash  amount  by  other  means, \ntypically through the regular bankruptcy proceedings or – if contractually and legally possible – \nby netting with other liabilities vis-à-vis the cash borrower.  \n\nIf the cash lender defaults, the cash borrower can use the cash to repurchase the collateral \nin the spot market. If the cash borrower has over-collateralised its exposure (eg due to initial \nmargins  and/or  haircuts),  it  will  attempt  to  retrieve  the  surplus  collateral.  To  mitigate  the \npotential risk of losing initial margins and/or haircuts, Euroclear Bank offers the separation of \nthe initial margin required by the cash lender on a dedicated separate account in the name of \nEuroclear Bank (via a pledge agreement).  \n\nSales  of  securities  delivered  as  collateral  take  place  through  regular  transactions  on  the \nsecurities markets and are settled in the respective securities settlement systems. Instead of \nliquidating  immediately,  counterparties  can  decide  to  re-finance  collateral  instead  of \nliquidating  it  immediately.  For  this  purpose,  ready  access  to  funding  liquidity  is  critical. \nCounterparties may also decide to hold the collateral, potentially in combination with hedging \nexposures  against  adverse  price  movements  through  derivative  instruments.  This  could \nstretch the time span and reduce the potential for fire sale conditions.  \n\nIn  the  markets  analysed  for  this  report,  there  is  no  dedicated  liquidation  facility  for  repo \ncollateral. Tri-party repo service providers do not take responsibility for collateral liquidation, \nbut  may  facilitate  the  liquidation  of  collateral  by  providing  administrative  support  to  the \nsurviving  counterparty.  If  a  CCP  is  involved  in  the  transaction,  the  CCP  covers  the \ncounterparty  risk  and  protects  the  remaining  counterparty  to  the  repo  transaction  from  any \nlosses.  The  surviving  counterparty  would  not  need  to  liquidate  collateral  or  to  repurchase \ncollateral  as  the  CCP  would  fulfil  its  obligation  towards  the  surviving  counterparty.  As  the \nCCP  concentrates  counterparty  risk,  it  might  face  the  liquidation  of  particularly  large \nportfolios. This is compensated by a range of risk-mitigating measures: first, CCPs typically \nask for margins that apply both to the cash lender and the cash borrower side. In addition, \nCCPs usually employ strict collateral eligibility criteria, which should limit market risk in case \nof  a  default.  CCPs  also  establish  penalties  and  other  measures  to  ensure  good  settlement \ndiscipline. Finally, CCPs usually have a set of rules and organisational procedures (eg loss \nallocation procedures) in place to manage a participant default. \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010 \n\n \n \n\n31\n\n\fFactors influencing repo clearing and settlement arrangements \n\nThe array of cross-country differences in repo clearing and settlement arrangements can be \nexplained by several factors, whose particular relevance may differ from country to country: \n\n \n\nMarket  infrastructure  for  buy-sell  transactions:  As  the  repo  clearing  and \nsettlement  arrangements  rely  to  a  large  extent  on  the  infrastructure  arrangements \nfor  buy-sell  transactions,  differences  between  these  infrastructures  in  various \ncountries  are  also  reflected  in  the  repo  arrangements.  The  majority  of  the \ndifferences outlined in paragraph 2.15 can, in part, be attributed to differences in the \ninfrastructure for buy-sell transactions. \n\nRepo  market  size  and  structure:  The  size  of  the  repo  market  can  influence  the \nrepo  clearing  and  settlement  arrangements.  Large  volumes  and  values  create \neconomies  of  scale  and  make  automation  of  some  or  all  processing  steps \neconomically feasible. The number, size and type of repo market participants as well \nas their business needs may also explain differences in repo clearing and settlement \narrangements  between  countries.  In  the  United  States,  for  example,  the  use  of \nrepos  by  securities  dealers  to  re-finance  their  trading  portfolio  through  short-term \nrepos,  the  size  of  the  repo  market,  and  the  rapid  turnover  generally  in  the  United \nStates  government  securities  market  led  to  the  need  for  daily,  efficient  access  to \ncollateral.  From  an  operational  point  of  view,  daily  mass  unwinds  by  the  clearing \nbanks in the tri-party repo market for collateral substitution purposes was the most \nadequate response.  \n\nCapital markets: The depth and liquidity of capital markets, particularly government \nsecurities  markets,  influence  the  availability  of  high-quality  collateral  in  a  repo \nmarket. Where capital markets play less of a role, repo market development might \nbe  hampered.  However,  where  the  availability  of  domestic  sovereign  collateral  is \nrestricted,  cross-border  collateral33  and  corporate  securities  might  be  accepted  as \nan  alternative.  This  can  create  new  or  additional  infrastructural  demands  for  the \nsettlement of repo transactions using this type of collateral. \n\nAccess  to  central  bank  services  and  market  infrastructures:  The  extent  to \nwhich repo market participants and/or providers of repo infrastructures have access \nto  central  bank  services  (including  intraday/overnight  credit)  can  also  influence \ncertain  aspects  of  repo  clearing  and  settlement  arrangements,  such  as  tiering  in \naccess to repo infrastructures.  \n\nUse of repo markets by central banks: Many central banks implement monetary \npolicy via repo transactions and are hence active in repo markets. Through this role, \nthey  may  have  an  influence  on  the  clearing  and  settlement  arrangements  for  repo \ntransactions. \n\nOther factors: Legal, accounting, and capital treatment of repos may also influence \nthe  development  of  repo  markets  and  the  relevant  market  infrastructure.  For \nexample,  the  accounting  standards  appear  to  be  a  driver  for  CCP  use  in  the \nEuropean  Union  where  repos  are  on-balance  sheet  items and  netting is  subject  to \nrestrictive conditions by IFRS standards. This makes the use of a CCP an efficient \ntool for achieving on-balance sheet netting. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n                                                 \n33   Collateral  is  considered  to  be  cross-border  if  at  least  one  of  the  following  is  foreign:  the  currency  of \ndenomination,  the  jurisdiction  in  which  the  assets  are  located,  or  the  jurisdiction  in  which  the  issuer  is \nestablished. For more information see the 2006 CPSS report on Cross-border collateral arrangements. \n\n32 \n\n \n \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010\n\n\f \n\nAnnex 2: \nCross-country comparison of repo markets and  \nrepo infrastructure arrangements in selected CPSS countries \n\n(a) \n\nKey characteristics of repo markets \n\nCountry/ \nmarket \n\nDominant \ntype of repo \n\nCentral bank uses repos \nfor monetary policy \nimplementation or \nliquidity distribution \npurposes \n\nMain market \nparticipants \n\nDo these market \nparticipants have \naccess to central \nbank (CB) liquidity \nfacilities? \n\nUse of master agreements \n\nCanada \n\nBilateral. \n\nYes, but no use of tri-party \nservice provider. \n\nCentral bank, \nbanks and non-\nbanks (pension \nfunds, insurance \ncompanies, \nhedge funds). \n\nLarge dealers (which \nare mainly banks) \nhave access to CB \nliquidity facilities, as \ndo some smaller \ndealers. \n\nGMRA now gradually replacing \nthe standardised domestic \nagreement initially established by \nthe Investment Industry \nRegulatory Organization of \nCanada. \n\nEuro area  \n(incl. Belgium, \nLuxembourg \nand \nNetherlands) \n\nBilateral and \ntri-party. \n \n\nSome national central \nbanks (eg in Belgium, NBB \nuses pledge for monetary \npolicy operations). \n\nBanks and \nnon-banks.  \n \n\nTypically, only banks \nhave access to CB \nliquidity facilities. \n\nPre-trade \nanonymity \nassured  \n(by trading \nplatform or \nbroker) \n\nPost-trade \nanonymity \nassured  \n(by CCP) \n\nNo. \n\nNo. \n\nTypically not, \nbut some \nexceptions \nwhen CCP  \nis used.  \n\nTypically not, \nbut some \nexceptions \nwhen CCP  \nis used.  \n\nGMRA, complemented by \ndomestic annexes or customised \nwith special provisions. In some \ncountries there are domestic \nmaster agreements (eg \nConvention-Cadre Relative aux \nOpérations de Pensions Livrées in \nFrance). The European Master \nAgreement (EMA) attempts to \nreplace the domestic master \nagreements in European \ncountries, but remains rarely \nused.  \n\nSee euro area answer. \n\n  ●  France \n\nBilateral and \nbilateral with \nCCP. \n\nBanks and \nnon-banks. \n\nOnly the banks have \naccess to CB liquidity \nfacilities. \n\nWhen CCP \nis used. \n\nWhen CCP \nis used. \n\nBank of France uses \npledge for monetary policy \noperations. PLCs \n(Pensions livrées \nconservatoires), which \ncorrespond to repos, are \nused to provide intraday \nliquidity to facilitate \nsettlement in the SSS.  \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\na\nn\nd\n\n \n\n \ns\ne\n\nt\nt\nl\n\ne\nm\ne\nn\n\nt\n \n\na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n\nt\n\n \n\n–\nS\ne\np\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n3\n3\n\n \n\n \n\n \n\n\fCountry/ \nmarket \n\nDominant \ntype of repo \n\nMain market \nparticipants \n\nUse of master agreements \n\n(a) \n\nKey characteristics of repo markets (cont) \n\n  ●  Germany \n(Eurex \nRepo/ \nEuro GC \nPooling) \n\nBilateral. \n\n(For tri-party \nsee euro \narea.) \n\n  ●  Italy \n\nBilateral. \n\nCentral bank uses repos \nfor monetary policy \nimplementation or \nliquidity distribution \npurposes \n\nBundesbank uses pledge \nfor monetary policy \noperations. \nCollateral can be delivered \nto Bundesbank, inter alia \nvia Clearstream’s collateral \nmanagement system \nXemac which is integrated \nwith Euro GC Pooling and \nallows flexible re-use of \ncollateral within the \nsystem. \n\nYes, for asset \nmanagement purposes \nonly. \n\nDo these market \nparticipants have \naccess to central \nbank (CB) liquidity \nfacilities? \n\nBanks and a few \nselected non-\nbanks. \n\nAll banks have \naccess to CB liquidity \nfacilities. \n\nOnly banks and \ninvestment firms  \n(the latter under \nspecific conditions) \nhave access to CB \nliquidity facilities. \n\nBanks and \nnon-banks \n(investment \nfirms, \ninsurances, \ninvestment \ncompanies, \nasset \nmanagement \ncompanies and \ngovernmental \nentities/central \nbanks).  \n\n \n\nPre-trade \nanonymity \nassured  \n(by trading \nplatform or \nbroker) \n\nPost-trade \nanonymity \nassured  \n(by CCP) \n\nYes. \n\nYes. \n\nFor repos concluded outside \nEurex Repo, domestic,  \nEuropean and international \nmaster agreements are  \nused. \nFor Eurex Repo/Euro GC Pooling, \nstandardised contracts for \nrelevant services are used. \n\nMostly bilateral contracts; master \nagreements are not generally \nused for domestic transactions. \n\nWhen CCP \nis used. \n\nWhen CCP \nis used. \n\nHong Kong \n\nYes, separate facility for \nHKMA use only. \n\nBanks and \nnon-banks. \n\nOnly banks have \naccess to CB liquidity \nfacilities. \n\nGMRA. \n\nBilateral \n(some \naspects of \ntri-party). \n\nNo. \n\nNo. \n\n3\n4\n\n \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\n \na\nn\nd\n \ns\ne\nt\nt\nl\ne\nm\ne\nn\nt\n \na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n–\n \nS\ne\np\nt\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n \n\n \n \n\n\f(a) \n\nKey characteristics of repo markets (cont) \n\nCountry/ \nmarket \n\nDominant \ntype of repo \n\nJapan \n\nBilateral. \n\nCentral bank uses repos \nfor monetary policy \nimplementation or \nliquidity distribution \npurposes \n\nYes, but on separate \nsystems from interbank \nmarket. \n\nDo these market \nparticipants have \naccess to central \nbank (CB) liquidity \nfacilities? \n\nOnly banks, dealers \nand inter-dealer \nbrokers have access \nto CB liquidity \nfacilities. \n\nUse of master agreements \n\nCustomised domestic master \nagreements prepared by the \nJapan Securities Dealers \nAssociation, referring to GMRA.  \n\n \n\nPre-trade \nanonymity \nassured  \n(by trading \nplatform or \nbroker) \n\nPost-trade \nanonymity \nassured  \n(by CCP) \n\nNo. \n\nNo. \n\nSweden \n\nBilateral. \n\nYes. \n\nMost repo market \nparticipants have \naccess to CB liquidity. \n\nGMRA;  \nspecial contracts for repos with \nSwedish National Debt Office \nand Riksbank. \n\nNo. \n\nNo. \n\nSwitzerland \n\nTri-party. \n\nYes. \n\nNo. \n\nNo. \n\nBanks and securities \ndealers as well as \ninsurances and \nmoney market funds \nactive on the repo \nmarket have access \nto CB liquidity. \n\nSwiss Master Agreement (SMA) \nor GMRA with Swiss Annex. Most \nparticipants have signed the SMA, \nwhile only a few use the GMRA \nwith Swiss Annex. A repo \ntransaction requires that both \ncounterparties have signed the \nsame master agreement. \n\nMain market \nparticipants \n\nBanks and \nnon-banks \n(dealers, inter-\ndealer brokers, \nmoney market \nand pension \nfunds). \n\nBanks and \nnon-banks \n(pension funds, \ninsurance \ncompanies, \nhedge funds). \n\nBanks and \nnon-banks \n(securities \ndealers, \nregulated large \nand active \nmoney market \nfunds and \ninsurances).  \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\na\nn\nd\n\n \n\n \ns\ne\n\nt\nt\nl\n\ne\nm\ne\nn\n\nt\n \n\na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n\n \n\nt\n\n–\nS\ne\np\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n3\n5\n\n \n\n \n\n \n\n \n\n\f(a) \n\nKey characteristics of repo markets (cont) \n\nCountry/ \nmarket \n\nDominant \ntype of repo \n\nCentral bank uses repos \nfor monetary policy \nimplementation or \nliquidity distribution \npurposes \n\nUnited \nKingdom \n\nYes. \n\nBilateral; \nsome DBV \nfeatures are \nsimilar to tri-\nparty repos. \n\nMain market \nparticipants \n\nBanks and \nnon-banks.  \n\nUse of master agreements \n\nGMRA, and LCH.Clearnet rules \nfor CCP-cleared repos. \n\n \n\nPost-trade \nanonymity \nassured  \n(by CCP) \n\nWhen a CCP \nis used. \n\nPre-trade \nanonymity \nassured  \n(by trading \nplatform or \nbroker) \n\nYes for \nrepos  \ntraded on \nautomated \ntrading \nsystems; \nno for \nothers. \n\nDo these market \nparticipants have \naccess to central \nbank (CB) liquidity \nfacilities? \n\nIn CREST, only \nCREST settlement \nbanks have access to \nCB liquidity facilities \n(although the Bank of \nEngland provides \nintraday liquidity \nprovided through  \nself-collateralising \nrepos (SCRs) which \nenable CREST \nsettlement banks to \nrepo their SCR-\nenabled CREST \nMembers’ eligible \nsecurities in return for \nsterling liquidity to \nhelp the settlement \nbank fund CREST \nMembers’ purchases \nof those securities).  \n\nOnly banks have \naccess to Fed \nliquidity facilities. \n\nUnited States \n(tri-party) \n\nTri-party. \n\nYes. \n\nMRA (Master Repo Agreement). \n\nNo. \n\nNo. \n\nMoney market \nmutual funds, \ninstitutional \ninvestors and \nasset managers, \nbroker-dealers.  \n\n3\n6\n\n \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\n \na\nn\nd\n \ns\ne\nt\nt\nl\ne\nm\ne\nn\nt\n \na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n–\n \nS\ne\np\nt\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n \n\n \n\n \n \n\n\f(b) \n\nCollateral \n\nCountry/ \nmarket \n\nSimilar collateral eligible for interbank \nand central bank repos \n\nCollateral \nconcentration \nlimits \n\nAutomated selection \nof collateral \n\nRe-use of collateral34 \n\nSubstitution of collateral \n\nCanada \n\nMarkets \n\nYes. \n\nNo. \n\n \n\nYes. The central bank, \nhowever, does not re-\nuse the collateral it has \naccepted. \n\nYes in the interbank market if \nagreed to at the time of the trade. \nFor term repos with the Bank of \nCanada, substitutions are allowed \non specific days. \n\nYes (usually consent of \ncounterparty required). \n\nEuro area  \n\nYes. \n\nYes (for tri-party repos). \n\nYes. \n\nInterbank market accepts narrower range of \ncollateral, as Bank of Canada has expanded \nits range of eligible collateral during the \ncrisis. Normally, the Bank of Canada accepts \nonly government of Canada collateral. \n\nMost of the collateral used in interbank \nmarkets is also eligible with the  \nEurosystem.  \nThe range of central bank eligible collateral \nat Eurosystem level was already very broad \nbefore the crisis and since 2007 includes \nalso non-marketable assets such as credit \nclaims (bank loans) which are not generally \nused in market repo transactions. \n\n  ●  France \n\nSee euro area. \n\nYes. \n\nYes. \n\nSubstitution is possible: it must be \nagreed by both counterparties. \n\nNo. But the securities \neligible for the \nEurosystem credit \nfacilities are automatically \nselected by the SSS to \ngenerate automatic \nintraday credit with the \ncentral bank if the cash \nposition of the participant \nwithin the system is \ninsufficient. \n\n                                                 \n\n34   Re-use describes the further use of collateral received by the cash lender in a repo transaction for its own purposes (eg for regular purchase-sell transactions, for lending \n\ntransactions, for another repo transaction as cash borrower etc). \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\na\nn\nd\n\n \n\n \ns\ne\n\nt\nt\nl\n\ne\nm\ne\nn\n\nt\n \n\na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n\nt\n\n \n\n–\nS\ne\np\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n3\n7\n\n \n\n \n\n \n\n \n\n\fCountry/ \nmarket \n\nSimilar collateral eligible for interbank \nand central bank repos \n\nAutomated selection \nof collateral \n\nRe-use of collateral \n\nSubstitution of collateral \n\n(b) \n\nCollateral (cont) \n\n  ●  Germany \n\n(Eurex Repo/\nEuro GC \nPooling) \n\nBoth baskets in Euro GC Pooling are \nsubsets of Eurosystem eligible collateral; \n11 baskets on Eurex Repo are largely \nEurosystem eligible, too. \n\n \n\nYes, real-time auto-substitution in \nEuro GC Pooling. \nNo for 11 Eurex repo baskets. \n\n(a) Collateral from GC \n\nPooling repos can be \nre-used in other GC \nPooling repos.  \n\n(b) In addition, re-use of \ncollateral vis-à-vis the \ncentral bank is \nimportant. \n\n  ●  Italy \n\nInterbank market typically accepts smaller \ncollateral range compared to central bank. \n\nHong Kong \n\nJapan \n\nInterbank market accepts wider range of \ncollateral compared to eligibility criteria of \nHKMA. \n\nDuring the crisis, BoJ’s eligible collateral list \nfor repo operations was expanded to be \nsimilar to repo collateral typically used in the \ninterbank market (all JGBs).35  \n\nNo. \n\nNo. \n\nSweden \n\nRiksbank accepts a wider set of collateral \nthan private repo markets. \n\nYes. \n\nNo. \n\nYes. \n\nYes. \n\nYes \n\nYes. \n\nYes, but consent of counterparty is \nrequired. \n\nNo (early repurchase as \nalternative). \n\nPermitted for some repos, \ndepending on the contractual \nfoundations (master agreement). \n\nYes (always for repos with \nRiksbank, usually also for interbank \nrepos). \n\nCollateral \nconcentration \nlimits \n\nNo explicit \ncollateral \nconcentration \nlimits, but any \nasset with \npotential close-\nlink to any \nparticipant is \nexcluded from \nthe ECB-basket \ndominantly used \nin Eurex Repo. \n\nUsually not \napplied for high \nquality collateral. \n\nYes. \n\nNo. \n\nYes. \n\nNo. \n\n                                                 \n\n35   Bank of Japan’s eligible collateral for intraday/overnight credit facility differs from the eligibility criteria for its repo operation. \n\n3\n8\n\n \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\n \na\nn\nd\n \ns\ne\nt\nt\nl\ne\nm\ne\nn\nt\n \na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n–\n \nS\ne\np\nt\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n \n\n \n\n \n \n\n\f(b) \n\nCollateral (cont) \n\nCountry/ \nmarket \n\nSimilar collateral eligible for interbank \nand central bank repos \n\nAutomated selection \nof collateral \n\nRe-use of collateral \n\nSubstitution of collateral \n\nSwitzerland \n\n99% of all collateral used for interbank repos \nis also eligible for SNB repos. \n\nYes. \n\nYes. \n\nYes (but counterparty’s consent \nrequired). \n\nCollateral \nconcentration \nlimits \n\nNo (but delivery \nof own ISINs is \nprohibited and \nautomatically \nchecked). \n\n \n\nUnited Kingdom  Collateral baskets have been defined in \n\nYes (optional). \n\nYes. \n\naccordance with BoE operations, although \nthey are also used more generally.  \n\nUnited States \n(tri-party) \n\nNot all interbank used collateral is eligible \nwith the Fed. \n\nYes. \n\nYes. \n\nYes, re-use is possible \n(for example in other \nDBVs), but the need to \nreturn collateral on a \ndaily basis to the \ncollateral giver places \nconstraints on re-use.  \n\nNo for tri-party and GCF \nrepos (but yes for DVP \nrepos). \n\nDBVs are overnight. But where a \nseries of repo instructions are \ncreated to effect a term transaction, \nautomatic substitution on a daily \nbasis is implied by the use of the \nselection algorithm at daily re-entry \nof the instruction. \n\nYes, by means of mass unwinding \nof all term repos each day and \nreallocating securities to existing \nterm repos and new repos (for tri-\nparty and GCF repos). \nFor bilateral DVP repos, substitution \nis possible but requires the consent \nof both counterparties. For DVP \nrepos presented to the CCP \n(FICC-GSD), two new netting \ninstructions with the same maturity \ndate would be entered, with the \neffect of substituting the collateral in \nthe original repo.  \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\na\nn\nd\n\n \n\n \ns\ne\n\nt\nt\nl\n\ne\nm\ne\nn\n\nt\n \n\na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n\nt\n\n \n\n–\nS\ne\np\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n3\n9\n\n \n\n \n\n \n\n \n\n\f(b) \n\nCollateral (cont) \n\nTri-party \nservice provider \n\nSimilar collateral eligible for interbank and \ncentral bank repos \n\nCollateral \nconcentration \nlimits \n\nAutomated selection \nof collateral \n\nRe-use of collateral \n\nSubstitution of collateral \n\n \n\nSelected European tri-party service providers \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nEuroclear Bank \n\nEligibility criteria are set by participants and \nnot by the tri-party provider. \n\nEligibility criteria are set by participants and \nnot by the tri-party provider.  \nTypically not all Eurosystem-eligible \ncollateral is eligible for tri-party, but some \ncustomers have adopted Eurosystem \neligibility criteria to re-use collateral with \nEurosystem. \n\nClearstream \nBanking \nLuxembourg \n\nBoNY Mellon \n(Brussels) \n \n\nEligibility criteria are set by participants and \nnot by the tri-party provider. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\n4\n0\n\n \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\n \na\nn\nd\n \ns\ne\nt\nt\nl\ne\nm\ne\nn\nt\n \na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n–\n \nS\ne\np\nt\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n \n\n \n \n\n\f(c) \n\nRisk management tools \n\nCountry/market \n\nUse of bilateral counterparty  \ncredit lines for repos \n\nMargins and/or haircuts applied for repos36 \n\nRegular mark-to-market valuation \nof repo collateral \n\n \n\nYes (except for large primary dealers). \n\nMarkets \n\nYes. \n\nYes. \n\nYes (daily). \n\nYes (daily). \n\nYes (daily). \n\nYes (daily). \n\nYes (in non-CCP segment). \nNo specific credit lines for CCP-repos. Global \nCCP line for all CCP products may be used. \n\nYes (CCP applies margins). \n\nYes (in transactions not backed by the CCP).  Yes: always in transactions cleared by CCP; as far as \ntransactions not cleared by CCP are concerned, only \nmajor players apply margins and haircuts. \n\nYes (daily) at least as far as CCP- \ncleared transactions are concerned. \n\nHaircuts, but no margins. \n\nYes. \n\nYes, but haircuts are rarely observed in practice \nexcept for the BoJ operations. \n\nYes, daily, but less frequent in \npractice except for BoJ operations. \n\nYes, but normally not for interbank repos. \n\nYes (daily). \n\nSelected European tri-party service providers \n\nNo. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nYes (twice daily). \n\nYes (effected by daily unwind and \nwind of DBVs). \n\nYes. \n\nYes. \n\nYes (daily). \n\nYes (at least once per day). \n\nUnited Kingdom \n\nYes (by settlement banks).  \n\nCanada \n\nEuro area  \n\n  ●  France \n\n  ●  Germany  \n\n(Eurex Repo/ \nEuro GC Pooling) \n\n  ●  Italy \n\nHong Kong \n\nJapan \n\nSweden \n\nSwitzerland \n\nUnited States  \n(tri-party repos) \n\nEuroclear Bank \n\nClearstream Banking \nLuxembourg \n\nBoNY Mellon  \n(Brussels) \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nN/A. \n\nN/A. \n\nN/A. \n\n                                                 \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\na\nn\nd\n\n \n\n \ns\ne\n\nt\nt\nl\n\ne\nm\ne\nn\n\nt\n \n\na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n\nt\n\n \n\n–\nS\ne\np\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n4\n1\n\n \n\n \n\n \n\n36   The application of a haircut leads to a difference between the market value of a security and its collateral value. Haircuts are taken by the cash lender in order to protect \nitself  from  losses  owing  to  declines  in  the  market  value  of  the  security,  should  the  need  arise  to  liquidate  the  collateral.  Margins  refers  to  over-collateralisation  for  an \nexposure. Hence, haircuts are expressed as a discount (on collateral value), while margins are expressed as a mark-up (on exposures). \n\n\f(d) \n\nRepo clearing and settlement arrangements and operational aspects \n\nTrading \n\nClearing \n\nCash settlement \n\nAutomation of processing \n\nCountry/ \nmarket \n\nCanada \n\nSecurities \nsettlement \n\nMarkets \n\nCanadian \nDepository for \nSecurities (CDS). \n\nLVTS (Canadian \nlarge-value \npayment system). \n\nTARGET2 (large-\nvalue payment \nsystem) and cash \naccounts with the \nICSDs. \n\nTARGET2 (large-\nvalue payment \nsystem). \n\nFINet (CCP provided \nby the Canadian \nDepository for \nSecurities (CDS).  \nA new repo CCP is \ncurrently being \nintroduced. \n\nEurex Clearing AG, \nCC&G and \nLCH.Clearnet SA. \n\nPhone and voice broker \nsupported with broker-\nscreens; no specific \ninfrastructure. \n\nElectronic trading \nplatforms (eg Eurex \nRepo, BrokerTec, \nMTS), through voice \nbrokers, and bilaterally \nover the phone. \n\nElectronic platforms \n(Broker Tec, MTS). \nVoice brokers and \nbilaterally over the \nphone. \n\n  ●  France \n\nLCH.Clearnet SA. \n\nEuroclear France. \n\nEuro area \n\nVarious (I)CSDs. \n\nConfirmations and entering \ntransactions into CDS is \nmostly manual. The degree of \nautomation achieved by a \nparticipant varies, also \ndepending on the internal \nsystems of a participant. \n\nDegree of automation  \nvaries.  \nFor tri-party services, once a \ntransaction is entered into a \ntri-party service platform, \nstraight through processing  \nis possible. \n\nBilateral repos with CCP are \nhighly automated: trades are \nreceived by the CCP directly \nfrom a trading venue or a \nmatching platform. On \nsettlement date, the CCP \ngenerates settlement \ninstructions in the SSS where \nthe securities are delivered. \nSettlement process through \nEuroclear France is fully \nautomated. \nLower degree of automation \nfor bilateral repos. \n\n \n\nContract \nstandardisation37 \n\nLimited \nstandardisation of \ncontracts. \n\nSome products are \nstandardised  \n(eg GC products \nwith standardised \nmaturities on \nelectronic trading \nplatforms). \n\nLimited \nstandardisation of \ncontracts. \n\n                                                 \n\n37   Repo transaction standardisation refers to repo collateral, term, risk management and related issues. A market is considered to be highly standardised if most transactions \n\nare conducted under a limited set of terms, with standardised collateral (eg by agreeing on common collateral baskets), and with identical risk management standards. \n\n4\n2\n\n \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\n \na\nn\nd\n \ns\ne\nt\nt\nl\ne\nm\ne\nn\nt\n \na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n–\n \nS\ne\np\nt\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n \n\n \n\n \n \n\n\f(d) \n\nRepo clearing and settlement arrangements and operational aspects (cont) \n\nTrading \n\nClearing \n\nCash settlement \n\nAutomation of processing \n\n  ●  Germany  \n\nEurex Repo. \n\nEurex Clearing AG. \n\nCountry/ \nmarket \n\n(Eurex Repo/ \nEuro GC \nPooling) \n\nSecurities \nsettlement \n\nClearstream \nBanking Frankfurt \n(incl. Xemac). \nClearstream \nBanking \nLuxembourg \n(incl. CmaX) and \nEuroclear Bank \nBrussels. \n\nExpress II \n(securities \nsettlement system, \noperated by the \nItalian CSD Monte \nTitoli).  \n\nTARGET2 (large-\nvalue payment \nsystem) for CBF \nsettlement, and \ncash accounts with \nClearstream Bank-\ning Luxembourg \nand Euroclear Bank \nBrussels. \n\nTARGET2 (large-\nvalue payment \nsystem). \n\n  ●  Italy \n\nMTS-PCT; separate \nsegment of MTS. \n\nCC&G and \nLCH.Clearnet SA. \n\nHong Kong \n\nN/A. \n\nCMU (CSD). \n\nPhone and Reuters \ndealing. \n\nHKD CHATS \n(Large-value \npayment system). \n\nJapan \n\nElectronic trading \nsystem; but also phone \nand e-mail. \n\nJGBCC (CCP for JGB \nrepos and JGB \npurchase-sell \ntransactions). \n\nBoJ-Net JGB \nServices (CSD). \n\nBoJ-Net Funds \nTransfer System \n(large-value \npayment system). \n\n \n\nContract \nstandardisation \n\nHighly standardised \ncontracts. \n\nSome products are \nstandardised  \n(eg MTS traded \nrepos). \n\nLimited \nstandardisation of \ncontracts. \n\nOnly collateral \nstandardised. \n\nAll processing steps \ncompletely automated, \nachieving full straight through \nprocessing. \n\nAll processing steps \ncompletely automated, \nachieving full straight through \nprocessing for repos traded on \nMTS. \nFor repos traded OTC, \nsettlement instructions need to \nbe entered manually. \n\nNo automation between \ntrading and settlement.  \nOnce settlement instructions \nare entered into the settlement \nsystem, the settlement \nprocess is automated. \n\nSome processing steps are \nautomated. \nWith respect to repos with \nCCP, after entering \ntransactions into the pre-\nsettlement and matching \nsystem provided by JASDEC \n(Japan Securities Depository \nCenter), they are automatically \ncleared at JGBCC. \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\na\nn\nd\n\n \n\n \ns\ne\n\nt\nt\nl\n\ne\nm\ne\nn\n\nt\n \n\na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n\n \n\nt\n\n–\nS\ne\np\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n \n\n \n\n \n\n4\n3\n\n \n\n\f \n\nContract \nstandardisation \n\nLimited \nstandardisation of \ncontracts. \n\nHighly standardised \ncontracts. \n\n(d) \n\nRepo clearing and settlement arrangements and operational aspects (cont) \n\nCountry/ \nmarket \n\nTrading \n\nClearing \n\nCash settlement \n\nAutomation of processing \n\nSecurities \nsettlement \n\nSweden \n\nPhone. \n\nA repo CCP is about \nto be launched. \n\nEuroclear Sweden \n(CSD). \n\nLimited automation, most \nsteps performed manually. \n\nSwitzerland \n\nEurex Repo. \n\nN/A. \n\nSIX SIS (CSD). \n\nRiksbank accounts \nadministered by \nEuroclear Sweden \n(CSD). \n\nSIC (Large-value \npayment system) \nfor CHF-\ntransactions. \nSIX SIS and \neuroSIC for other \ncurrencies. \n\nAll processing steps \ncompletely automated, \nachieving full straight through \nprocessing. \n\nUnited Kingdom \n\nLCH.Clearnet U.K., \nRepoClear segment. \n\nEuroclear U.K.&IR \n(CREST). \n\nEuroclear U.K.&IR \n(CREST). \n\nElectronic trading \nplatforms; \nthrough voice brokers; \nand bilaterally over the \nphone. \n\nHighly automated. \nArrangements including \nelectronic trading platforms, \nLCH RepoClear and Euroclear \nU.K.&IR (CREST) are fully \nautomated, achieving straight \nthrough processing. \n\nDBV and CCP repo \nbased on \nstandardised \ncontracts. \n\nUnited States  \n(tri-party repos) \n\nPhone and inter-dealer \nbroker platforms. \n\nN/A (FICC-GSD is \nused for clearing GCF \nrepos). \n\nTri-party repo \nagents. \n\nTri-party repo \nagents. \n\nSome process steps highly \nautomated, others not, also \ndepending on product. \n\nLimited \nstandardisation of \ncontracts. \n\n4\n4\n\n \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\n \na\nn\nd\n \ns\ne\nt\nt\nl\ne\nm\ne\nn\nt\n \na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n–\n \nS\ne\np\nt\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n \n\n \n\n \n \n\n\f(e) \n\nSettlement  \n\nCountry/ \nmarket \n\nRepos \nsettled  \nvia DVP \nmechanism \n\nRepo settlement \nintegrated with \nsettlement of \nbuy-sell or SLB \ntransactions \n\nSettlement in  \ncentral bank money \n\nCoordinated \nsettlement of \nterminating and \nnew repos (or \ndaily unwinds) \n\nSettlement \nwindow for \nrepos (in CET) \n\nIncentives  \nto avoid \nsettlement \ndelays \n\nSecurities lending \nand borrowing \n(SLB) available \n\nCanada \n\nYes. \n\nYes. \n\nYes. \n\nOnly if repo is \ncleared via CCP. \n\nYes (penalties). \n\nYes, private and \nBank of Canada. \n\nMarkets \n\n \n\nEuro area \n\nYes. \n\nYes. \n\nNo. \n\nYes. \n\nYes. \n\nYes if the securities leg is \nsettled in a CSD. \nNo if the securities leg is \nsettled in a tri-party agent or \nthe European subsidiary of \na US clearing bank. \n\nYes for all GC-Pooling \nRepos. \nFor repos on Eurex Repo, \n97% of settlement volumes \nare in central bank money; \nonly the small part of repos \nsettled via ICSDs are \nsettled in commercial bank \nmoney. \n\n07:00–16:00. \nNon-DVD \nsettlement can \noccur up to 19:30 \nwith funds flowing \nthrough LVTS. \n\nVarious, \ndepending on \nsystem. \n\nEuroclear France: \n20:00–03:00 and \n05:00–19:00. \n\nYes. \n\nYes: the CSD does \nnot directly provide \nSLB, but there is an \nactive OTC SLB \nmarket for which the \nCSD provides \nsettlement services. \n\nYes (Penalties; \nsettlement \ndelivery process \ndeveloped with \nmarket;  \nrelease of \ncollateral from \nintegrated central \nbank collateral \npool). \n\n  ●  Germany \n\nYes. \n\nYes. \n\nNo. \n\n10:30–16:00. \n\nYes. \n\n  ●  France \n\nYes. \n\nYes. \n\nYes. \n\nNo. \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\na\nn\nd\n\n \n\n \ns\ne\n\nt\nt\nl\n\ne\nm\ne\nn\n\nt\n \n\na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n\nt\n\n \n\n–\nS\ne\np\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n(Eurex Repo/ \nEuro GC \nPooling) \n\n4\n5\n\n \n\n \n\n \n\n\f4\n6\n\n \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\n \na\nn\nd\n \ns\ne\nt\nt\nl\ne\nm\ne\nn\nt\n \na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n–\n \nS\ne\np\nt\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n \n\n(e) \n\nSettlement (cont) \n\nCountry/ \nmarket \n\nRepos \nsettled  \nvia DVP \nmechanism \n\nRepo settlement \nintegrated with \nsettlement of \nbuy-sell or SLB \ntransactions \n\n  ●  Italy \n\nHong Kong \n\nYes. \n\nYes. \n\nYes. \n\nNo. \n\nSettlement in  \ncentral bank money \n\nYes. \n\nYes (non-bank CMU \nmembers engage a \nsettlement bank). \n\nSettlement \nwindow for \nrepos (in CET) \n\nIncentives to \navoid settlement \ndelays \n\nSecurities lending \nand borrowing \n(SLB) available \n\nNo. \n\nNo. \n\n07:00–18:00.38 \n\nYes (penalties). \n\n01:30–11:30. \n\nNo. \n\nYes. \n\nYes. \n\nJapan \n\nYes. \n\nYes. \n\nYes. \n\n01:00–08:30. \n\nSweden \n\nSwitzerland \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nNo. \n\n08:00–17:00. \n\nYes (but initiated in \ndifferent time slots). \n\nYes for CHF. \nNo for other currencies. \n\n07:50–16:00. \n\nYes. \n\nYes, provided by \nBoJ. \n\nYes (a new  \nfails charge \nscheme will be \nintroduced). \n\nYes (penalties \nand disclosure). \n\nYes. \n\nYes. \n\nCoordinated \nsettlement of \nterminating and \nnew repos (or \ndaily unwinds) \n\nYes (through \nclearing in \nJGBCC). \n\nPurchase and \nrepurchase leg \nare only loosely \nlinked, as the \ninstructions are \nsent five minutes \napart but the \nsettlement can be \ndelayed. \n\nNo. \n\nUnited Kingdom \n\nYes. \n\nNo (dedicated \nsettlement window). \n\nYes with tiered structure  \nfor sterling and euro. \nSettlement in commercial \nbank money for US dollars. \n\nNo formal \nincentives \nimposed by the \nsystem. \n\nYes, but SLB not \ndirectly provided by \nthe CSD, just the \nservice to facilitate \nSLB between \nparticipants. \n\n16:00–17:10; \nreal-time \nsettlement of the \npurchase leg of \nthe DBV, but \nrepurchase legs \ncan settle at any \ntime the following \nday in realtime. \n\n                                                 \n\n38  Settlement continues until 18:30, but last 30 minutes reserved for queue clearing. \n\n \n\n \n \n\n\f \n\n(e) \n\nSettlement (cont) \n\nCountry/ \nmarket \n\nUnited States  \n(tri-party repos) \n\nEuroclear Bank \n(also settles \nbilateral repos) \n\nRepos \nsettled  \nvia DVP \nmechanism \n\nRepo settlement \nintegrated with \nsettlement of \nbuy-sell or SLB \ntransactions \n\nSettlement in  \ncentral bank money \n\nCoordinated \nsettlement of \nterminating and \nnew repos (or \ndaily unwinds) \n\nSettlement \nwindow for \nrepos (in CET) \n\nIncentives to \navoid settlement \ndelays \n\nSecurities lending \nand borrowing \n(SLB) available \n\nYes. \n\nNo. \n\nNo. \n\nNo. \n\n14:00–24:00  \n(tri-party repos). \n\nNo. \n\nYes. \n\nYes. \n\nYes. \n\nNo. \n\nSelected European tri-party service providers \n\nFor the settlement \nof bilateral repos \na fail-driven \nautomatic \nsecurities lending \nand borrowing \nprogram. \nFor the settlement \nof tri-party repo \ntransactions \npartial settlement. \n\nNo incentives or \npenalties laid \ndown in the rules. \n\nYes, for the \nsettlement of \nbilateral repos. \nSettlement of \ncollateral \nmovements related \nto tri-party collateral \nmanagement \nservices based on \navailable positions. \n\nYes. \n\nPossibility for \nparticipants to net \nmoney transfer \ninstructions for \npayments for \nmaturing and new \ntri-party deals \n(per currency). \n\nReal-time  \n02:30–18:00. \n\nOvernight \nbatches  \n22:00–23:30 and \n01:00–02:30. \n\nPossibility for \nparticipants to net \nmoney transfer \ninstructions for \npayments for \nmaturing and new \ntri-party deals \n(per currency). \n\nReal-time  \n22:00–18:00;  \nstart of day batch \n21:00–22:00;  \nend of day batch \n18:00–19:00; \novernight batches \nwith Euroclear \nBank. \n\nClearstream \nBanking \nLuxembourg  \n(also settles \nbilateral repos) \n\nYes. \n\nNo. \n\nYes. Bilateral and \ntri-party repo \nsettlement are \nintegrated in the \nstandard DVP \nsettlement process. \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\na\nn\nd\n\n \n\n \ns\ne\n\nt\nt\nl\n\ne\nm\ne\nn\n\nt\n \n\na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n\nt\n\n \n\n–\nS\ne\np\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n4\n7\n\n \n\n \n\n \n\n \n\n\f \n\n(e) \n\nSettlement (cont) \n\nRepos \nsettled  \nvia DVP \nmechanism \n\nRepo settlement \nintegrated with \nsettlement of \npurchase-sell or \nSLB transactions \n\nYes. \n\nYes. \n\nNo. \n\nTri-party repo \nservice provider \n\nBoNY Mellon \n(Brussels)  \n(also settles  \nbilateral repos) \n\nSettlement in  \ncentral bank money \n\nSettlement \nwindow for repos \n(in CET) \n\nIncentives to \navoid settlement \ndelays \n\nSecurities lending \nand borrowing \n(SLB) available \n\nGlobal coverage \n24-hour operating \nwindow. \n\nYes, cash loan to \nfailing party at \nabove-market rate.\n\nYes. \n\nCoordinated \nsettlement of \nterminating and \nnew repos (or \ndaily unwinds) \n\nPossibility for \nparticipants to net \nmoney transfer \ninstructions for \npayments for \nmaturing and new \ntri-party deals (for \nthe major \ncurrencies). \n\n4\n8\n\n \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\n \na\nn\nd\n \ns\ne\nt\nt\nl\ne\nm\ne\nn\nt\n \na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n–\n \nS\ne\np\nt\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n \n\n \n\n \n \n\n\f(f) \n\nCentral counterparties (CCPs) in repo markets \n\nName of CCP \n\nCountry \nof \ndomicile \n\nRepos cleared  \non same platform \nas buy-sell \ntransactions and \nnetted with such \ntransactions \n\nRepo \nmaturities \neligible in \nCCP \n\nType of direct \nmembers for repo \nclearing, number of \nmembers in \nbrackets39 \n\nFINet \n\nCanada \n\nYes. \n\n \n\nOvernight \nand term \nrepos. \n\nOvernight \nand term \nrepos. \nOvernight \nand term \nrepos. \n\nOvernight \nand term \nrepos. \n\nMembership is open to \nany CDS participant. To \ndate, the facility is used \nby some banks and \nsmaller dealers. \nLimited to banks (37). \n\nBanks and non-banks \n(investment firms) \n(103). \n\nBanks and non-banks \n(investment firms) (18). \n\nOvernight \nand term \nrepos. \n\nBanks and non-banks \n(brokers, inter-dealer \nbrokers) (35). \n\nOvernight \nand term \nrepos. \n\nBanks and non-banks \n(investment firms) (43). \n\nOvernight \nand term \nrepos. \n\nBanks and non-banks \n(broker-dealers, inter-\ndealer brokers) (59). \n\nGovernance of CCP \n\nCDS is jointly owned by its users; the TSX stock exchange, investment dealers \nand the major banks. \n\nEurex Clearing is a subsidiary of Eurex AG, which is 50% owned by Deutsche \nBörse AG and 50% owned by SIX Swiss Exchange AG. \nThe interests of users are considered via a user advisory board. \nLCH.Clearnet is a subsidiary of LCH.Clearnet Ltd Group, a financial holding \ncompany which is also the owner of LCH.Clearnet Ltd based in the U.K. \nThe Group has moved towards a user-owned structure with an increase of \nmajor users of the CCP in its ownership. \nCC&G is 86.36% owned by Borsa Italiana SpA, which is in turn owned by \nLondon Stock Exchange Group Holdings (Italy) Ltd, fully owned by the Holding \nLondon Stock Exchange Group plc. \n\nLCH.Clearnet Ltd is a subsidiary of LCH.Clearnet Ltd Group, a financial \nholding company which is also the owner of LCH.Clearnet SA based in the \nFrance. The Group has moved towards a user-owned structure with an \nincrease of major users of the CCP in its ownership. \nFICC is a subsidiary of DTCC, which is owned by banks, broker-dealers, \nmutual funds and other companies in the financial services industry. \n\nJapan \n\nYes. \n\nOwned by clearing members. \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\na\nn\nd\n\n \n\n \ns\ne\n\nt\nt\nl\n\ne\nm\ne\nn\n\nt\n \n\na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n\n \n\nt\n\n–\nS\ne\np\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n4\n9\n\n \n\n \n\n \n\nEurex Clearing AG  Germany   Yes. \n\nLCH.Clearnet SA \n\nFrance \n\nYes. \n\nCC&G  \n(Cassa di \nCompensazione e \nGaranzia) \nJGBCC  \n(Japan Government \nBond Clearing \nCorporation) \nLCH.Clearnet Ltd \n\nFICC  \n(Fixed Income \nClearing \nCorporation) \n\nItaly \n\nYes. \n\nUnited \nKingdom \n\nYes. \n\nUnited \nStates \n\nNo. \n\n                                                 \n\n39   Banks include all entities regulated according to domestic banking regulation; non-banks includes all other categories of participants. \n\n\f(g) \n\nTri-party repo service providers40 \n\nName of tri-party \nrepo service \nprovider \n\nCountry of \ndomicile \n\nInstitutional \ntype \n\nSettlement \nasset \n\nParticipants/ \nMembers \n\nEuroclear Bank \n\nBelgium \n\nProvision of specific services \n\n \n\nd\nn\na\n \ng\nn\ni\nt\na\nd\n\ni\nl\na\nV\n\n \n\n \n \nf\no\ng\nn\nh\nc\nt\na\nm\n\ni\n\n \ns\nm\nr\ne\nt\n \no\np\ne\nr\n\n \n\nh\ns\na\nc\n \ng\nn\ni\nt\nc\nu\nr\nt\ns\nn\n\nI\n\n \nt\nn\ne\nm\ne\nl\nt\nt\ne\ns\n\n \n\nd\nn\na\n \ng\nn\ni\ny\nf\ni\nr\ne\nV\n\n \n\ng\nn\ni\nt\nc\ne\nl\ne\ns\n\n \nl\na\nr\ne\nt\na\nl\nl\n\no\nc\n\n \n\ng\nn\ni\nt\na\ni\nt\ni\nn\n\nI\n\n \n\nd\nn\na\n \ne\ns\na\nh\nc\nr\nu\np\n\n \ne\ns\na\nh\nc\nr\nu\np\ne\nr\n\n-\nk\nr\na\nm\n\n \nl\na\nr\ne\nt\na\nl\nl\n\no\nC\n\n \nt\ne\nk\nr\na\nm\n-\no\nt\n\n \n\nn\no\ni\nt\na\nu\nl\na\nv\n\n \n \n\ni\n\ng\nn\nu\ns\ns\nI\n\n \ns\nl\nl\na\nc\n \nn\ng\nr\na\nm\n\ni\n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\n \nl\na\nr\ne\nt\na\nl\nl\n\no\nC\n\n \n\nn\n\ni\n \n\nn\no\ni\nt\na\nd\nu\nq\n\ni\n\ni\nl\n\n \nt\nl\nu\na\nf\ne\nd\n \nf\no\n \ne\ns\na\nc\n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nCMU \n\nHong Kong  \n\nBanks and non-banks.  Yes. \n\nYes. \n\nYes. \n\nYes. \n\nNo. \n\nNo. \n\nNo. \n\nLuxembourg \n\nBanks and non-banks.  Yes. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nNo. \n\nICSD \n(dedicated \nmarket \ninfrastructure). \n\nCommercial \nbank \nmoney. \n\nCommercial \nBank. \n\nCommercial \nbank \nmoney. \n\nBanks and non-banks \n(broker dealers, \nsupranational entities, \ncentral banks, \ncustodians, \ninvestment \nmanagers). \n\nBanks and non-banks \n(fund managers, \nhedge funds, \ncorporates, broker \ndealers, central \nbanks). \n\nCSD \n(dedicated \nmarket \ninfrastructure). \n\nICSD \n(dedicated \nmarket \ninfrastructure). \n\nCentral bank \nmoney. \n\nCommercial \nbank \nmoney. \n\n \n\nEuroclear Bank \nassists non-defaulting \nparticipants but only \nto facilitate the \n(standard) settlement \nprocess of collateral \npositions. \n\nBoNY provides \nseparate service, but \nwhich is not part of \ncollateral \nmanagement \nservices. \n\n                                                 \n\n40   A tri-party service provider acts as an agent for the repo counterparties, for example by selecting repo collateral (based on eligibility criteria defined by the counterparties), \n\ninitiating the securities and cash transfer, and processing administrative and risk management procedures. \n\n5\n0\n\n \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\n \na\nn\nd\n \ns\ne\nt\nt\nl\ne\nm\ne\nn\nt\n \na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n–\n \nS\ne\np\nt\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\nBoNY Mellon \n(Brussels) \n(Global Collateral \nManagement with \noperational hubs in \nBrussels, Singapore \nand New York) \n\nClearstream \nBanking \nLuxembourg \n(CmaX) \n \n\n \n\n \n \n\n\fC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\na\nn\nd\n\n \n\n \ns\ne\n\nt\nt\nl\n\ne\nm\ne\nn\n\nt\n \n\na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n\n \n\nt\n\n–\nS\ne\np\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n(g) \n\nTri-party repo service providers (cont) \n\nName of tri-party \nrepo service \nprovider \n\nCountry of \ndomicile \n\nInstitutional \ntype \n\nSettlement  \nasset \n\nParticipants/ \nmembers \n\n \n\nProvision of specific services \n\n \n\nd\nn\na\n \ng\nn\ni\nt\na\nd\n\ni\nl\na\nV\n\n \n\n \n \nf\no\ng\nn\nh\nc\nt\na\nm\n\ni\n\n \ns\nm\nr\ne\nt\n \no\np\ne\nr\n\n \n\nh\ns\na\nc\n \ng\nn\ni\nt\nc\nu\nr\nt\ns\nn\n\nI\n\n \nt\nn\ne\nm\ne\nl\nt\nt\ne\ns\n\n \n\nd\nn\na\n \ng\nn\ni\ny\nf\ni\nr\ne\nV\n\n \n\ng\nn\ni\nt\nc\ne\nl\ne\ns\n\n \nl\na\nr\ne\nt\na\nl\nl\n\no\nc\n\n \n\ng\nn\ni\nt\na\ni\nt\ni\nn\n\nI\n\n \n\nd\nn\na\n \ne\ns\na\nh\nc\nr\nu\np\n\n \ne\ns\na\nh\nc\nr\nu\np\ne\nr\n\n-\nk\nr\na\nm\n\n \nl\na\nr\ne\nt\na\nl\nl\n\no\nC\n\n \nt\ne\nk\nr\na\nm\n-\no\nt\n\n \n\nn\no\ni\nt\na\nu\nl\na\nv\n\n \n \n\ni\n\ng\nn\nu\ns\ns\nI\n\n \ns\nl\nl\na\nc\n \nn\ng\nr\na\nm\n\ni\n\n \nl\na\nr\ne\nt\na\nl\nl\n\no\nC\n\n \n\nn\n\ni\n \n\nn\no\ni\nt\na\nd\nu\nq\n\ni\n\ni\nl\n\n \nt\nl\nu\na\nf\ne\nd\n \nf\no\n \ne\ns\na\nc\n\nSIX SIS \n\nSwitzerland \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nNo. \n\nCSD \n(dedicated \nmarket \ninfrastructure). \n\nCentral bank money \nfor CHF, \ncommercial bank \nmoney for other \ncurrencies. \n\nBanks and non-banks \n(securities dealers, \nregulated and large \nmoney market funds, \nregulated and large \ninsurances, market \ninfrastructures). \n\nCSD \n(dedicated \nmarket \ninfrastructure). \n\nCentral bank money \nsettlement with \ntiered structure for \nsterling and euro. \nSettlement in \ncommercial bank \nmoney for US \ndollars. \n\nEuroclear U.K. & \nIreland (CREST)41 \n\nUnited \nKingdom \n\nBanks and non-banks.  Yes. \n\nYes. \n\nYes. \n\nYes. \n\nNo. \n\nJPMorgan Chase \n(Europe) \n\nCommercial \nbank. \n\nCommercial bank \nmoney. \n\nBoNY Mellon  \n(US) \n\nUnited \nStates  \n\nCommercial \nbank. \n\nCommercial bank \nmoney. \n\nBanks and non-banks.  Yes. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nNo. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nJPMorgan Chase \n(US) \n\nCommercial \nbank. \n\nCommercial bank \nmoney. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nYes. \n\nBanks and non-banks \n(broker-dealers, \ninvestment firms). \n\nBanks and non-banks \n(broker-dealers,  \nbuy-side). \n\n                                                 \n41   While  typically  not  considered  a  tri-party  repo  service  provider,  Euroclear  U.K.  &  Ireland’s  (CREST)  DBV  service  provides  functionality  that  is  in  some  ways  similar  to \n\ntri-party repo. \n\n5\n1\n\n \n\n \n\n \n\nYes, \neffected \nthrough \ndaily \nunwinds \nand \nwinds. \n\nYes, \neffected \nthrough \ndaily \nunwinds \nand \nwinds. \n\nNo. \n\nNo. \n\nThrough \ndaily \nunwinds. \n\nThrough \ndaily \nunwinds. \n\n\fAnnex 3: \nOverview of repo market developments during the financial crisis \n\nCountry/ \nmarket \n\nChanges to repo market \nvolumes and values \n\nChanges to eligible \ncollateral and collateral \nused in repo markets \n\nChanges  \nto weighted \naverage repo \nmaturity \n\nChanges  \nto repo \nmargins and \nhaircuts \n\nChanges  \nto repo \nsettlement \nfails \n\nOther notable \nchanges or \nissues in repo \nmarkets \n\nGovernment/central bank \nactions taken with regard \nto repo market \n\nHigher quality \nrequirements (namely \nCanadian government \nbonds) for interbank \nrepos. \n\nShorter \nmaturities, \nmostly only \novernight term \ndeals. \n\nNone. \n\nNo material \nincrease in \nfailed \ntransactions. \n\nSmaller and \nleveraged \nclients dealing \nthrough prime \nbrokerages \nfaced higher \nhaircuts. \n\n \n\n Bank of Canada: \n(a) was active in repo \nmarket to provide \nadditional funding; \n(b) was somewhat active \n\nin SLB markets to lend \nhard-to-borrow \ngovernment bonds; \n(c)  broadened the list of \ncentral bank eligible \nrepo collateral; \n\n(d) broadened the range of \neligible counterparties \n(large institutional \naccounts); \n\n(e) supported industry-led \ninitiative to create a \nCCP for repo \ntransactions. \n\n5\n2\n\n \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\n \na\nn\nd\n \ns\ne\nt\nt\nl\ne\nm\ne\nn\nt\n \na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n–\n \nS\ne\np\nt\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\nCanada \n\n \n\n \n\n \n \n\nVolumes and values went \ndown in absolute terms: \n(a) Deleveraging of banks’ \n\nbalance sheets; \n\n(b) Cutting of repo lines for \n\nsmaller and leveraged \nclients dealing through \nprime brokerages; \n\n(c)  Inadequate \n\ncompensation for \noperational and legal risk \nin low-interest \nenvironment. \n\nThis led to a lack of market \nliquidity, lack of price \ntransparency, wider bid-ask \nspreads and repo credit line \nreductions for some \nborrowers.  \n\n\fOverview of repo market developments during the financial crisis (cont) \n\nCountry/ \nmarket \n\nChanges to repo market \nvolumes and values \n\nChanges to eligible \ncollateral and collateral \nused in repo markets \n\nChanges  \nto weighted \naverage repo \nmaturity \n\nChanges  \nto repo \nmargins or \nhaircuts \n\nChanges  \nto repo \nsettlement \nfails \n\nOther notable \nchanges or \nissues in repo \nmarkets \n\nGovernment/central bank \nactions taken with regard \nto repo market \n\nShorter \nmaturities \n(strong \nincrease in \novernight \nrepos). \n\nIncreased \nhaircuts \nespecially for \nlonger maturities \n(beyond  \n3–6 months). \n\nNo \npersistent \nrise in \nsettlement \nfails. \n\nNone. \n\nThe Eurosystem expanded \nthe range of central bank \nrepo eligible collateral.  \n\n \n\nEuro area \n\nInterbank repo market \nvolumes/values went down \nduring the crisis: \n(a) General deleveraging; \n(b) Concerns about \n\ncollateral quality and \ncounterparty quality; \n(c)  Valuation problems; \n(d) Lack of high-quality \n\ncollateral. \n\nBut the relative share of repo \ntransactions compared to \ntotal interbank money market \nincreased. \nAlso, outstanding values \nincreased in the CCP-\ncleared GC repo segment  \nin France (cleared by \nLCH.Clearnet SA). \n\n  ●  Belgium \n(tri-party \nservice by \nEuroclear \nBank) \n\nContraction in the Euroclear \nBank tri-party volumes of \naround 25%, in line with the \ndevelopment in the \nEuropean repo market as a \nwhole, mainly triggered by a \ngeneral deleveraging. \n\n(a) General lack of high-\nquality collateral;  \n(b) Generally increased \ncross-border use of \ncollateral; \n\n(c)  For interbank repos \n\nfocus on government \nsecurities; covered \nbonds hardly used for \ninterbank repos; \n(d) Increased range of \neligible collateral for \ncentral bank repos; \n(e) More use of ABS and \nnon-marketable \nassets for central \nbank repos; less use \nof government bonds \nfor central bank \nrepos. \n\nFlight to quality in terms \nof collateral assets  \n(AAA rated assets used \nas collateral increased \nfrom 50% to 60% of the \ntotal outstanding \nbetween December 2007 \nand December 2009). \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\na\nn\nd\n\n \n\n \ns\ne\n\nt\nt\nl\n\ne\nm\ne\nn\n\nt\n \n\na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n\nt\n\n \n\n–\nS\ne\np\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n5\n3\n\n \n\n \n\n \n\nNone. \n\nNone. \n\n(see euro area) \n\nChanges to the \nhaircut levels \nimplemented \naccording to the \n(pre-agreed) \nrequests from \ncounterparties. \n\nMove to short-\nterm repos \n(proportion of \novernight repo \ntransactions \nrose from \naround 30% to \n40% between \nDecember \n2007 and \nDecember \n2009). \n\n\f \n\nGovernment/central \nbank actions taken \nwith regard to repo \nmarket \n\n(see euro area) \n\nChanges  \nto repo \nsettlement \nfails \n\nNo changes, \ndue to \nspecific \nsecure set-\nup (collateral \ntransfer out \nof the \nsystem upon \nrequest). \n\nOther notable  \nchanges or  \nissues in repo  \nmarkets \n\nCollateral quality and \ncounterparty risk concerns \nbecame more important for \nparticipants. \nMove of Euro GC Pooling \nto a cash-driven repo \nmarket. \n\nOverview of repo market developments during the financial crisis (cont) \n\nCountry/ \nmarket \n\nChanges to repo market \nvolumes and values \n\nChanges to eligible \ncollateral and collateral \nused in repo markets \n\nChanges  \nto weighted \naverage repo \nmaturity \n\nChanges  \nto repo \nmargins and \nhaircuts \n\n  ●  Germany \n\nLonger \nmaturities. \n\nNone. \n\nIncrease in absolute \nvolumes, values and \nparticipants (incl. more \ninternational participants), \nespecially in GC Pooling \nrepos:  \n(a) Counterparty risk \nmitigated by CCP; \nanonymity provided by \nCCP is essential to \nparticipants; \n\n(b) Possibility to re-use \n\ncollateral (re-useable \nECB basket) with the \nBundesbank addressed \nliquidity concerns; \n(c)  Application of the \n\nEurosystem valuation \nrules in Euro GC Pooling. \n\n(a)  Small absolute volume \nreduction (by 4%); but \nrelative growth of repo \nmarket compared to \noverall interbank money \nmarket; \n\n(b)  Shift from special repos \nto government securities \nGC repos. \n\nRating requirements for \nECB basket remained \nunchanged (although \nEurosystem eased rating \nrequirements). \nBy end November 2008, \nthe EXTended Euro  \nGC Pooling basket was \nintroduced, including \nmore than 23,000 eligible \nassets. \n\n(a)  More government \n\nsecurities GC repos; \n(b)  Reduction in special \nrepo segment. \n\nShorter \nmaturity \n(strong \nincrease in \novernight \nrepos). \n\n5\n4\n\n \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\n \na\nn\nd\n \ns\ne\nt\nt\nl\ne\nm\ne\nn\nt\n \na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n–\n \nS\ne\np\nt\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n \n\n \n \n\nIncrease in the \nmargins applied \nby the CCP. \nBefore June \n2009 the CCP \napplied a 15% \nhaircut on all \nsecurities. \nStarting from \nJune 2009 the \nhaircuts applied \nby the CCP vary \naccording to the \ndifferent \nduration of the \nsecurities. \n\nMove away from electronic \ntrading to OTC, which \nallows counterparties to  \nbe chosen in advance and \ntransactions to be kept \nconfidential. \nLower use of CCP for \nrepos, which is explained \nby the fact that overnight \nrepos increased but CCP \ndid not clear overnight \nrepos (starting from \nNovember 2009 it started \nto clear and guarantee \novernight repos traded on \nthe MTS/PCT segment). \n\n  ●  Italy \n\nNone. \n\n(see euro area) \n\n\fOverview of repo market developments during the financial crisis (cont) \n\nCountry/ \nmarket \n\nChanges to repo market \nvolumes and values \n\nChanges to eligible \ncollateral and collateral \nused in repo markets \n\nChanges  \nto weighted \naverage repo \nmaturity \n\nChanges  \nto repo \nmargins and \nhaircuts \n\nChanges  \nto repo \nsettlement \nfails \n\nOther notable \nchanges or \nissues in repo \nmarkets \n\nGovernment/central bank \nactions taken with regard \nto repo market \n\n \n\nNone. \n\n(see euro area) \n\nNo evident, \npersistent \nchange of \nsettlement \nefficiency. \n\nDecrease of tri-party repo volume \nand increase of repo through CCP \n(anonymity, reduced counterparty \nrisk) as well as use of collateral \nwith central banks. \n\n  ● Luxem-\nbourg  \n(tri-party \nservice by \nClear-\nstream \nBanking \nLuxem-\nbourg) \n\nShortened; \nnow mainly \novernight \n(more than \n50%) and \nopen \nmaturity \n(could be \nclosed \nanytime, \n28%). \n\n(a) Changes to eligible \ncollateral requested \nby tri-party \nparticipants (eg focus \non liquid assets and \nexcluding MBS, ABS, \nCDO). \n\n(b) The possibility to re-\nuse with the central \nbank collateral \nreceived from repo \ntransactions was an \nadvantage. \n(c)  Adaptation of \n\ncollateral criteria by \nparticipants to match \nEurosystem criteria. \n\nIncreased \nmargins/ \nhaircuts \nrequested by \ntri-party \nparticipants \n(reducing the \navailable \ncollateral \npool); in some \ncases tri-party \nprovider \nadapted \nhaircuts and \nmargin \nrequirements \nfor participants \non its own. \n\nHong Kong \n\nNone (repo market currently at \nearly stage). \n\nNone. \n\nNone. \n\nNone. \n\nNone. \n\nNone. \n\nNone. \n\nJapan \n\n(a) Tightened for \n\nNone \n\nNone \n\nDown in absolute terms:  \n(a)  Higher sensitivity and \n\nattention to counterparty risk \nof foreign financial institutions; \n\n(b)  Higher sensitivity and \n\nattention to risk of settlement \nfails by some primary lenders \nof funds.  \n\nThis led to some participants \navoiding transactions on the repo \nmarket especially with foreign \nfinancial institutions and the \navoidance of certain (originally not \nBoJ-eligible) collateral (floating-\nrate JGBs, inflation-indexed JGBs).\n\ninterbank repos \n(rejection of some \ninitially not BoJ-\neligible collateral,  \neg floating-rate JGBs \nand inflation-indexed \nJGBs). \n\n(b) Widened for BoJ \nrepos to include \nfloating-rate JGBs \nand inflation-indexed \nJGBs. \n\nIncrease in \nsettlement \nfails and \nintraday \nsettlement \ndelays after \nLehman \ndefault  \n(until end of \nSeptember \n2008). \n\nSpread between \nGC repo rate \nand \nuncollateralised \ncall rate \nwidened until \nend of 2008. \nCCP took \nseveral days to \nliquidate the \nJGBs after the \nfailure of \nLehman \nBrothers.  \n\n(a) BoJ provided abundant \nfunds through repos \nand unconventional \nmoney market \noperations during the \nLehman default. \n(b) BoJ widened eligible \ncollateral for repo \noperations to include \nfloating-rate JGBs and \ninflation-indexed JGBs. \n\n(c)  BoJ relaxed the \nconditions for \nsecurities lending \nfacility. \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\na\nn\nd\n\n \n\n \ns\ne\n\nt\nt\nl\n\ne\nm\ne\nn\n\nt\n \n\na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n\n \n\nt\n\n–\nS\ne\np\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n5\n5\n\n \n\n \n\n \n\n\fOverview of repo market developments during the financial crisis (cont) \n\nCountry/ \nmarket \n\nChanges to repo market \nvolumes and values \n\nChanges to eligible \ncollateral and collateral \nused in repo markets \n\nChanges  \nto weighted \naverage repo \nmaturity \n\nChanges  \nto repo \nmargins and \nhaircuts \n\nChanges  \nto repo \nsettlement \nfails \n\nOther notable \nchanges or \nissues in repo \nmarkets \n\nGovernment/central bank \nactions taken with regard \nto repo market \n\nSweden \n\nDemand for borrowing \ngovernment securities \nfrom Swedish National \nDebt Office overnight \nincreased. \n\nShortened \nmaturities. \n\nHaircuts for non \ninterbank repos \nincreased. \n\nNo. \n\n \n\nLiquidity issues \nresulted in lack of \nprice quotes. \nRepo rates rose \nabove OIS.  \nThis reflected \nincreased risk \naversion, a \npreference for \nholding cash and \na compensation \nfor higher \ncollateral volatility. \n\nThe Swedish National Debt \nOffice started issuing large \nextra volumes of T-Bills to \nmeet heightened demand. \nThe money from these \nextra auctions was placed \nin reverse repos with \nmortgage bonds as \ncollateral. The Swedish \nNational Debt Office was \nthus conducting an asset \nswap as it took duration \nand credit from the market \nin form of covered bonds \nand replaced them with \nshort T-bills.  \nFor repos with Riksbank: \n(a)  Reduction of minimum \nrating requirement for \ncollateral; \n\n(b)  Use of own covered \n\nbonds for \ncounterparties. \n\nSharp decrease in values \nand volumes, which can be \nattributed to: \n(a) Reluctance to repo out \nsecurities with desired \ncharacteristics; \n(government securities) \n(b) Increased awareness of \n\ncounterparty risk; \n\n(c)  Balance sheet \n\nconstraints and reduced \ncounterparty limits. \nThe repo market functioned \nbetter than the unsecured \ninterbank market during the \ncrisis. Due to lack of data, it \nremains open whether this \nalso translated into an \nincrease in the relative \nimportance of the repo \nmarket. \n\n5\n6\n\n \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\n \na\nn\nd\n \ns\ne\nt\nt\nl\ne\nm\ne\nn\nt\n \na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n–\n \nS\ne\np\nt\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n \n\n \n\n \n \n\n\fOverview of repo market developments during the financial crisis (cont) \n\nCountry/ \nmarket \n\nChanges to repo market \nvolumes and values \n\nChanges to \nweighted \naverage \nrepo \nmaturity \n\nChanges  \nto repo \nmargins and \nhaircuts \n\nChanges  \nto repo \nsettlement  \nfails \n\nOther notable \nchanges or \nissues in repo \nmarkets \n\nGovernment/central bank \nactions taken with regard to \nrepo market \n\nSwitzerland \n\nNone. \n\nNone. \n\nNone. \n\n \n\nChanges  \nto eligible \ncollateral and \ncollateral \nused in repo \nmarkets \n\nNo changes to \neligible \ncollateral. \nBut: change in \nrelative weight \nof some asset \nclasses used \nas collateral \nfor repos. \n\nSlight decrease in values \nbecause of: \n(a)  Low-interest rate \nenvironment; \n\n(b)  Abundant liquidity provided \n\nby SNB. \n\nBut: increase in number of \nparticipants in the repo market.  \nWhile there is no recent data \navailable on the relative volumes \nin the repo market vs. \nunsecured interbank money \nmarkets, annecdotal evidence \nsuggests that the relative \nimportance of the repo market \nincreased during the crisis. \n\nGeneral deleveraging reduced \nabsolute volumes/ values, but \nrelative importance of repos in \ninterbank money market \nincreased; also, repo volumes \ncleared by LCH.Clearnet Ltd \nincreased during the crisis. \n\nUnited \nKingdom \n\nNone. \n\nShortened.  Higher \n\nAs there is no \nCCP and trading \nrelies on bilateral \ncredit lines, some \nrepo participants \nhad only activated \na small number of \nother participants \nas possible repo \ncounterparties. \n\nIncrease in liquidity provided by \nSNB through repo as part of low \ninterest monetary policy and \nquantitative easing, \ncomplemented by an increase  \nin repo maturity. \nEncouragement of repo \nparticipants to activate larger \nnumber of other participants as \npossible repo counterparties \n(conducted by trading platform \noperator, in co-ordination with \nSNB). \n\nmargins \nreflecting \nmarket \nilliquidity and \ndeterioration in \ncredit quality, \nbut not market \nvolatility. \n\nIncrease in \nsettlement fails \nduring Lehman \ndefault; trades \nautomatically \nclosed out under \ntrade venue/CCP \ndefault rules could \nnot be allowed to \nsettle and \nLehman’s \nsettlement \nparticipation in \nCREST was \nfrozen by law. \n\nIncrease of repos \ncleared through a \nCCP – in \nparticular sterling \nGC repo \ntransactions and \neuro repo \ntransactions \ncleared by \nLCH.Clearnet \nLtd’s RepoClear \nincreased over the \nperiod. \n\nRelevant measures include: \nwidening the collateral eligible in \nlong-term open market operations; \nestablishing a temporary Special \nLiquidity Scheme to swap high \nquality mortgage-backed and \nother securities for UK Treasury \nBills for up to three years; \nestablishing the Discount Window \nFacility which enables eligible \ncounterparties to borrow gilts \nagainst a wide range of collateral; \nand the provision of temporary \nUS dollar liquidity swap facilities. \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\na\nn\nd\n\n \n\n \ns\ne\n\nt\nt\nl\n\ne\nm\ne\nn\n\nt\n \n\na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n\nt\n\n \n\n–\nS\ne\np\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n \n\n \n\n \n\n5\n7\n\n \n\n\fOverview of repo market developments during the financial crisis (cont) \n\nCountry/ \nmarket \n\nChanges to repo market \nvolumes and values \n\nChanges to eligible \ncollateral and collateral \nused in repo markets \n\nChanges  \nto weighted \naverage \nrepo \nmaturity \n\nChanges  \nto repo \nmargins and \nhaircuts \n\nChanges  \nto repo \nsettlement \nfails \n\nOther notable \nchanges or \nissues in repo \nmarkets \n\nGovernment/ central bank \nactions taken with regard to \nrepo market \n\nFocus on treasury and \nagency collateral due to \nheightened risk aversion \nand valuation uncertainty. \nRepos in corporate or \nstructured products were \nessentially no longer \npossible.  \n\nTerm repo \nmarkets \ndried up, \nwith little \nactivity in \nmaturities \nlonger than \none week.  \n\nIncrease  \nin margin \nrequirements. \n\nUnited States \n(focus on tri-\nparty repo) \n\nDown for interbank repo \nmarkets: \n(a)  General deleveraging;  \n(b)  Credit lines were cut and \nconcentration limits \ntightened; \n\n(c)  Lenders pulled back \n\nfrom repo markets, as \nthe low government \ncollateral repo rates \nwere not enough to \ncompensate for the risk \nthat securities might not \ncome back. \n\nVolumes/values increased \nfor repos with the Fed (see \nfacilities to the right) and for \nFICC-cleared repos. \n\nTri-party repo \nagents (clearing \nbanks) \nreconsidered the \npractice of \nroutinely \nextending \nintraday credit to \nbroker-dealers. \nAs US \ngovernment \ncollateral was in \nhigh demand, \nthe repo rate for \nsuch collateral \nwas pushed \ndown to only a \nfew basis points \nabove zero. \n\nSettlement \nfails in tri-party \nrepos cannot \noccur as \ncollateral \ncannot be \ntransferred out \nof the \naccounts with \nthe tri-party \nagents. \nSettlement fails \nincreased. \nHowever,  \nin treasury \nmarkets,  \nwith the \nextraordinarily \nlow GC repo \nrates, the cost \nof failing was \nreduced.  \n\n \n\nThe range of acceptable \ncollateral with the Fed was \nbroadened to include all \neligible tri-party repo collateral, \nincluding non-USD \ndenominated securities. \nSeveral new facilities were \nestablished by the Fed:  \n(a) Term Auction Facility \n\nallows banks to borrow \nagainst a wide range of \ncollateral, including \nsecurities that are not \nwidely pledged in private \nmarkets. \n\n(b) Primary Dealer Credit \nFacility mitigated \nreluctance of clearing \nbanks to extend intraday \ncredit, since dealers unable \nto arrange overnight \nfinancing could come to the \nFed. \n\n(c)  Term Securities Lending \nFacility allows dealers to \noffer relatively illiquid \nsecurities as collateral in \nexchange for a loan of \nTreasury securities. This \npromotes liquidity in the \nfinancing markets for \nTreasury and other \ncollateral. \n\n5\n8\n\n \n\nC\nP\nS\nS\n–\nS\n\n \n\n \n\nt\n\nt\nr\ne\nn\ng\nh\ne\nn\nn\ng\n\ni\n\nl\n\n \nr\ne\np\no\n \nc\ne\na\nr\ni\nn\ng\n \na\nn\nd\n \ns\ne\nt\nt\nl\ne\nm\ne\nn\nt\n \na\nr\nr\na\nn\ng\ne\nm\ne\nn\nt\ns\n \n–\n \nS\ne\np\nt\ne\nm\nb\ne\nr\n \n2\n0\n1\n0\n \n\n \n\n \n\n \n \n\n\fAnnex 4: \nMembers of the Working Group \n\n \n\nThis  report  was  produced  for  the  CPSS  by  the  Working  Group  on  Repo  Market \nInfrastructures. \n\nSimonetta Rosati (since November 2009) \nFiona van Echelpoel (until October 2009) \n\nHong Kong Monetary Authority \n\nKwok Hung Lee \n\nReserve Bank of India \n\nArun Pasricha (since December 2009) \n\nAndy Sturm \n\nKris Bollen \n\nEric Tuer \n\nPhilippe Troussard \n\nWaltraud Wende \n\nCostanza Iacomini \n\nDaisuke Terayama \n\nPierre Thissen \n\nRien Jeuken \n\nAnders Rydén \n\nPhilipp Haene \nSébastien Kraenzlin \n\nSimon Debbage \n\nLucinda Brickler \nLawrence Radecki \n\nJeff Stehm \n\nGudrun Mauerhofer \n\nChairman \n(Swiss National Bank) \n\nNational Bank of Belgium \n\nBank of Canada \n\nEuropean Central Bank \n\nBank of France \n\nDeutsche Bundesbank \n\nBank of Italy \n\nBank of Japan \n\nBanque Centrale du Luxembourg \n(ad-hoc basis) \n\nNetherlands Bank \n\nSveriges Riksbank \n\nSwiss National Bank \n\nBank of England \n\nFederal Reserve Bank of New York \n\nBoard of Governors of the Federal  \nReserve System \n\nSecretariat \n(Bank for International Settlements) \n\n \n\n \n\n \n \n\nSignificant contributions were also made by Thomas Nellen (Swiss National Bank). \n\nCPSS – Strengthening repo clearing and settlement arrangements – September 2010 \n\n59\n\nCentral Bank of Russia \n\nAlexey Aspisov (since December 2009) \n\n\f", "author_pages": [" \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n \n", " \nCopies of publications are available from: \n", "Bank for International Settlements \nCommunications \nCH-4002 Basel, Switzerland \n", "E-mail: publications@bis.org \n", "Fax: +41 61 280 9100 and +41 61 280 8100 \n", "This publication is available on the BIS website (www.bis.org). \n", "©  Bank  for  International  Settlements  2010.  All  rights  reserved.  Brief  excerpts  may  be \n", "reproduced or translated provided the source is cited. \n", "ISBN 92-9131-838-8 (print) \n", "ISBN 92-9197-838-8 (online) \n", "Foreword \n", " \n", "During the recent financial crisis, some repo markets proved to be a less reliable source of \nfunding  liquidity  than  expected.  In  June  2009,  the  Committee  on  Payment  and  Settlement \nSystems (CPSS) therefore commissioned the Working Group on Repo Market Infrastructure \nto  investigate  the  extent  to  which  the  clearing  and  settlement  infrastructure  for  repos \ncontributed  to  the  instability  evident  in  some  repo  markets.  The  Working  Group  was  also \nasked to identify potential ways in which the repo clearing and settlement infrastructure could \nbe improved.  \n", "This  report  first  presents  a  comprehensive  survey  of  the  clearing  and  settlement \narrangements for repos in selected CPSS member countries. In particular, it sheds light on \nthe experience with these arrangements during the financial crisis. The analysis shows that \nrepo clearing and settlement arrangements vary considerably across countries and markets.  \n", "Second, the report identifies several issues related to clearing and settlement arrangements \nfor repos that have the potential to affect the resilience of repo markets (eg the risks related \nto  the  extension  of  significant  amounts  of  intraday  credits  within  some  repo  settlement \narrangements;  the  lack  of  transparency  of  some  repo  infrastructure  roles,  responsibilities, \npractices and procedures; concerns regarding the protection against counterparty credit risk \nin repo transactions; and inadequate capabilities for liquidating repo collateral in the event of \na  cash  borrower’s  default).  Due  to  the  substantial  variety  in  repo  clearing  and  settlement \narrangements,  the  identified  issues  are  not  relevant  to  the  same  extent  in  each  market. \nFinally,  the  report  outlines  options  and  measures  through  which  these  issues  can  be \naddressed.  \n", "The report concludes that it is worthwhile for the stakeholders in each market to review how \nthe clearing and settlement arrangements for repos could be further strengthened. As a first \nstep,  the  report  suggests  that  the  providers  of  such  arrangements  in  each  country  should, \njointly  with  market  participants,  regulators  and  the  central  bank,  attempt  to  develop  a \ncommon  view  on  the  relevance  of  the  identified  issues  for  their  market.  As  a  second  step, \neach provider could then evaluate which measure or combination of measures would be best \nsuited to address the relevant issues in its specific circumstances. \n", "The  CPSS  is  very  grateful  to  the  members  of  the  Working  Group  and  its  chairman,  Andy \nSturm (Swiss National Bank), for their excellent work in preparing this report.  \n", "William C Dudley, Chairman \nCommittee on Payment and Settlement Systems \n \n", " \n", " \n", "CPSS – Strengthening repo clearing and settlement arrangements – September 2010 \n", "iii\n"]}