{"Author": "Neranjana Gunetilleke, Dinushka Senanayake", "CreationDate": "D:20041103041655Z", "Creator": "Adobe PageMaker 6.52", "Keywords": "poverty, finance, agriculture, infrastructure, sri lanka, sri, department of census and statistics, department of census and statistics, central bank of sri lanka, cbsl, dcs, rural industry, weak access to employment opportunities, ewp no. 58", "ModDate": "D:20130723163859+08'00'", "Producer": "Acrobat Distiller 5.0.5 (Windows)", "Subject": "This paper provides an introduction to poverty-related data available in Sri Lanka and monetary measurements of poverty carried out using this data.", "Title": "Monetary Poverty Estimates in Sri Lanka: Selected Issues", "content": "\fERD Working Paper No. 58\n\nMonetary Poverty Estimates\nin Sri Lanka: Selected Issues\n\nNERANJANA GUNETILLEKE AND DINUSHKA SENANAYAKE\n\nOctober 2004\n\nNeranjana  Gunetilleke  is  a  development  economist  and  coordinates  the  Poverty  Impact  Monitoring  Programme  at\nthe Centre for Poverty Analysis; Dinushka Senanayake is a junior professional at the Centre for Poverty Analysis. This\npaper was originally written for RETA 5917: Building a Poverty Database, Economics and Research Department. The\nauthors  wish  to  thank  Shakeela  Fahim  of  the  Centre  for  Poverty  Ananlysis  for  assistance  in  data  consolidation.\n\nERD WORKING PAPER SERIES NO. 58\n\n27\n\n\fAsian Development Bank\nP.O. Box 789\n0980 Manila\nPhilippines\n\n©2004 by Asian Development Bank\nOctober  2004\nISSN 1655-5252\n\nThe views expressed in this paper\nare those of the author(s) and do not\nnecessarily reflect the views or policies\nof the Asian Development Bank.\n\n\fFOREWORD\n\nThe  ERD  Working  Paper  Series  is  a  forum  for  ongoing  and  recently\ncompleted  research  and  policy  studies  undertaken  in  the  Asian  Development\nBank or on its behalf. The Series is a quick-disseminating, informal publication\nmeant to stimulate discussion and elicit feedback. Papers published under this\nSeries could subsequently be revised for publication as articles in professional\njournals  or  chapters  in  books.\n\n\fABBREVIATIONS\n\nCBN\n\nCBSL\n\nCFS\n\nDCI\n\nDCS\n\nFEI\n\nHIES\n\nLFS\n\nCost  of  Basic  Needs\n\nCentral  Bank  of  Sri  Lanka\n\nConsumer  Finances  and  Socio-Economic  Surveys\n\nDirect  Calorie  Intake\n\nDepartment  of  Census  and  Statistics\n\nFood  Energy  Intake\n\nHousehold  Income  and  Expenditure  Survey\n\nSri  Lanka  Labor  Force  Survey\n\n\fCONTENTS\n\nAbbreviations\n\nAbstract\n\nI.\n\nII.\n\nINTRODUCTION\n\nDATA  SOURCES\n\nA.\nB.\nC.\n\nA.\nB.\nC.\nD.\nE.\n\nA.\nB.\nC.\n\nA.\nB.\nC.\n\nDepartment of Census and Statistics\nCentral Bank of Sri Lanka\nOther  Sources\n\nIII.\n\nMEASURING  POVERTY\n\nPoverty Lines for Sri Lanka \nCalculating  Poverty  Lines:  Choice  of  Methods\nPoverty  Incidence\nCharacteristics  of  the  Poor\n  Causes of  Poverty\n\nIV.\n\nDISTRIBUTION\n\nIncome Shares by Decile \nSectoral  Distribution \nConsumption  Distribution \n\nV. \n\nNONINCOME  INDICATORS\n\nEducation \nHealth  and  Nutrition\nEmployment \n\nVI.\n\nCONCLUDING  REMARKS\n\nAPPENDIX: Department of Census and Statistics:\nOfficial Poverty Line for Sri Lanka\nREFERENCES\n\nvii\n\nix\n\n1\n\n2\n\n2\n3\n3\n\n4\n\n4\n6\n8\n12\n12\n\n13\n\n13\n15\n15\n\n16\n\n16\n17\n17\n\n17\n\n19\n24\n\n\fABSTRACT\n\nThis  paper  provides  an  introduction  to  poverty-related  data  available  in\nSri  Lanka  and  monetary  measurements  of  poverty  carried  out  using  this  data.\nThe lack of an official poverty line in Sri Lanka until June 2004 has over time\ngenerated a number of poverty lines and corresponding poverty measures. While\nthese poverty measures have provided a good base for poverty analysis, the paper\nalso  touches  on  the  problems  generated  by  the  use  of  multiple  methods.  The\nrelease of the official poverty line by the Department of Census and Statistics\ncan be seen as a major step forward in the debate on poverty measurement in\nSri  Lanka.\n\n\fI. INTRODUCTION\n\nSri Lanka’s impressive social achievement in the midst of modest economic performance has\n\nmade it a subject of interest both nationally and internationally. Sri Lanka is a popular case\nstudy  in  the  “growth  vs.  welfare”  literature  as  well  as  in  the  subsequent  “adjustment  with\na  human  face”  debate.  Interest  in  the  country  did  not  wane  even  when  it  shifted  policy  in  the\nlate 1970s from welfare orientation to growth orientation, but continued to address issues faced\nby disadvantaged sectors of society. When international interest thus turned to poverty alleviation\nin the 1980s, the Government of Sri Lanka already had decades of experience in addressing the\nissue  at  both  a  policy  and  implementation  level.\n\nThe focus of this paper is on poverty-related data and corresponding measurements available\nin Sri Lanka, including estimates of poverty carried out using this data.1 The paper aims to provide\nan introduction into the monetary estimates of poverty in Sri Lanka and the data available to carry\nout these estimates. Some issues such as the methods of calculating the poverty line are discussed\nin  greater  depth  than  others,  such  as  the  human  development  indicators  of  poverty.\n\nIt must be highlighted that there has been a high level of dynamism among the institutions\ninvolved in poverty data and poverty measurement during the last few years. The Department of\nCensus and Statistics (DCS) and the Central Bank of Sri Lanka (CBSL), as the two major sources\nof data, have been in close dialog along with other related professionals in relation to improving\nthe database and addressing the gap left by the lack of an official poverty line. The DCS is tasked\nwith  the  responsibility  of  developing  the  official  poverty  line.\n\nThe remainder of this paper is organized as follows. Section II provides a discussion of the\nkey data sets that are produced by various government agencies in Sri Lanka and provide pertinent\ninformation on not only poverty, but economic activity of the poor and nonpoor. Section III covers\npoverty-related issues, including measurement and poverty estimates. It also provides, in brief,\na  poverty  profile  and  discusses  some  of  the  causes  of  poverty.  Section  IV  describes  the  nature\nof distribution in incomes and consumption expenditures as captured by household survey data.\nSection V concerns itself with nonincome indicators related to poverty. Finally, Section VI concludes.\n\n1 This paper was initially prepared as a background paper to inform the discussion at the Inception Workshop of Building\na Poverty Database (RETA 5917). While the paper has been updated from its initial form presented in July 2001, it\nmust  be  noted  that  the  paper  was  finalized  as  the  official  poverty  line  and  the  related  incidence  of  poverty  was\nmade public by the Department of Census and Statistics in June 2004. This information has been included in Appendix 1.\n\n\fMONETARY POVERTY ESTIMATES IN SRI LANKA:  SELECTED ISSUES\nNERANJANA GUNETILLEKE AND DINUSHKA SENANAYAKE\n\nII. DATA SOURCES\n\nA.\n\nDepartment of Census and Statistics\n\nThe scientific collection of data was institutionalized in Sri Lanka in 1871 with the setting\nup of the Department of Census and Statistics to undertake development of a comprehensive database\nof  aggregated  and  disaggregated  quantitative  information  on  socioeconomic  dimensions  of\nSri Lankan  society.\n\nSince its inception, the DCS has carried out a vast range of scheduled and special surveys\n\n(see  Table  1).\n\nTABLE 1\nSELECTED DATA SOURCES FROM THE DEPARTMENT OF CENSUS AND STATISTICS\n\nNAME OF PUBLICATION\n\nFIRST AVAILABLE\n\nLATEST AVAILABLE\n\nCensus of Population  and Housing (CPH)\n\nAgricultural  Census  Survey\n\nStatistical  Abstract\n\nStatistical Pocket Book\n\nSocio-Economic Survey\n\nLabour  Force  and  Socio  Economic  Survey  (LFSES)\n\nAnnual  Survey  of  Industries\n\nDemography  and  Health  Survey\n\nHousehold  Income  and  Expenditure  Survey  (HIES)\n\nSri  Lanka  Labour  Force  Survey\n\nFood  Balance  Sheet\n\nSource:  Department  of  Census  and  Statistics,  Sri  Lanka.\n\n1871\n\n1940\n\n1949\n\n1966\n\n1969/70\n\n1980/81\n\n1984\n\n1985\n\n1986/87\n\n2002\n(Preliminary  Release  No  3)\n\nRestructured  as  LFSES\n\n1985/86\nRestructured  as  HIES  and  LFS\n\n2001\n\n2003\n\n2003\n\n2001\n\n2000\n\n1990\n1990  (1st  quarter) 2003  (2nd  quarter)\n\n2002\n\n1993\n\n2002\n\nCensus  of  Public  and  Semi  Government  Sector  Employment\n\n2002 (Preliminary)\n\nOf the above sources, the Household Income and Expenditure Survey (HIES) is the most widely\nused in the study of poverty in Sri Lanka. The HIES uses a random sample of approximately 20,000\nhouseholds, collecting comprehensive data on household income and expenditure, and less detailed\ninformation  on  demography,  agriculture,  employment,  and  related  matters.  Data  is  tabulated  at\nboth  the  national  and  district  levels.\n\nThe latest HIES was conducted in 2002. A special feature of the survey was its inclusion of\nthe northern and eastern provinces, which have been excluded from coverage since 1985 due to\nthe  unstable  political  and  security  situation  in  those  areas.  The  2002  HIES  aims  to  calculate  a\nseparate poverty line for the north and east, in order to better capture the special nature of poverty\nin those regions. However, as there was a time lag between the completion of the data collection\nin the north and east as against the rest of the country, the poverty data for these provinces are\nnot  yet  available  despite  the  publication  of  the  Final  Report  of  the  HIES  2002  in  May  2004.\n\n2\n\nOCTOBER 2004\n\n\fSECTION II\nDATA SOURCES\n\nB.\n\nCentral Bank of Sri Lanka\n\nIn addition to the DCS, the other agency involved in generating statistical data is the Central\nBank of Sri Lanka (CBSL), which is vested with the responsibility of monitoring the national economy.\nThe CBSL conducts the Consumer Finances and Socio-Economic Surveys (CFS), which obtain data\non demographic features, socioeconomic conditions, labor force, employment and unemployment,\nincome, expenditure, consumption, saving, investment, loans, etc. However, the data is tabulated\nonly at the national and zonal level2  and the small sample size (less than 10,000) does not make\nit  conducive  to  further  disaggregation.\n\nAs in the case of HIES data, CFS data collected every 5 years has been used when calculating\nnational poverty levels. The 2003/2004 is the latest CFS and the data is yet to be published. As\nthe HIES and the CFS were carried out in consecutive years, which resulted in 4-year gaps in the\navailability of poverty-related data in Sri Lanka, DCS and CBSL are currently working on an adjustment\nof  data  collection  dates  that  would  provide  data  within  shorter  intervals.\n\nC.\n\nOther Sources\n\nMost line ministries carry out data collection under the guidance of DCS, to meet their specific\n\nneeds.  Data  sets  with  wider  application  are  produced  by  the  following:\n\n(i)\n\n(ii)\n\n(iii)\n\nMinistry  of  Agriculture  produces  data  on  cost  of  production,  farm  gate  prices  for\ndifferent crops, types of crops cultivated, and their location; and conducts studies\nthrough  its  Socio-Economic  Policy  Division  on  different  dimensions  of  agricultural\nhouseholds.\n\nMinistry  of  Health  and  Indigenous  Medicine  generates  data  on  health  care,  health\neducation,  nutrition,  behavioral  changes,  and  incidence  of  diseases,  and  publishes\nthese on a regular basis in its Annual Health Bulletin. In addition, it collects monthly\ninformation  on  birth  weight  of  children,  nutritional  status  of  children  under  five,\nimmunization, etc., through its Public Health Midwives and network of Mother and\nChild  Clinics.\n\nMinistry  of  Education  collects  data  on  school  populations,  dropout  rates,  teacher-\npupil ratios, and state expenditure per child by school category. In relation to tertiary\neducation, state expenditure per student by academic course, and related characteristics\nof students and students’ households are collated by the University Grants Commission.\n\n2 The CBSL divided the 25 districts into four zones. Zone 1: Colombo (excluding households in the Colombo municipality),\nGampaha, Kalutara, Galle, and Matara. Zone 2: Hambantota, Moneragala, Ampara, Polonnaruwa, Anuradhapura, and\nPuttalam. Zone 3: Jaffna, Mannar, Vavuniya, Kilinochchi, Trincomalee, and Batticaloa. Zone 4: Kandy, Matale, Nuwara\nEliya,  Badulla,  Ratnapura,  Kegalle,  and  Kurunegala.  Zone  5:  areas  falling  under  the  Colombo  municipality.\n\nERD WORKING PAPER SERIES NO. 58\n\n3\n\n\fMONETARY POVERTY ESTIMATES IN SRI LANKA:  SELECTED ISSUES\nNERANJANA GUNETILLEKE AND DINUSHKA SENANAYAKE\n\n(iv)\n\nProvincial Councils collect regional data on labor force, agriculture, industries, transport,\nhealth,  education,  social  services,  etc.  disaggregated  by  district  and  divisional\nsecretariat, which is consolidated by the provincial planning unit of each province.\n\nIII. MEASURING POVERTY\n\nUntil recently Sri Lanka did not have an official poverty line. As a result, over the last several\nyears,  various  individuals  or  groups  of  individuals  working  in  their  capacity  as  independent\nresearchers have made estimates of the poverty line, both at national and sectoral levels. For practical\npurposes,  these  estimates  have  acted  as  national  estimates  with  various  government  and  other\nagencies using them for policy and targeting of poverty interventions. More recently, DCS, the key\ndata source, has published its own poverty figures based on poverty lines calculated by Vidyaratne\nand  Tilakaratne  (2003)  for  1995/96,  using  HIES  1995/96  data.  However,  the  major  change  has\ncome with the HIES 2002 report, which has for the first time a special section that estimates the\nincidence of poverty at the national, sectoral, provincial, and district levels. Hence, unlike previous\nHIES where a headcount index was not available until a few years after the release of the survey\ndata, measures of the poverty incidence and the HIES 2002 were released simultaneously in 2003.\n\nA.\n\nPoverty  Lines  for  Sri  Lanka\n\nThe duality of the policy focus on poverty in Sri Lanka and the lack of an official poverty\nline until June 2004 have created a situation where multiple poverty lines have been calculated\nover the years, and generated substantial critical analysis (see for example, Alailima 1986; Hopkins\nand  Jogaratnam  1990;  Lakshman  1997,  1998;  Tudawe  2000;  Gunewardena  2004b).\n\nTable 2 highlights the various data sources as well as methodology used in calculating poverty\nlines during the last 30 years. Despite the variance and controversy in methodology and lack of\nofficial recognition, these estimates are used on an ad hoc basis by various government as well\nas nongovernment agencies to guide national poverty alleviation programs3 and strategize poverty-\ntargeted  interventions.\n\n3 However,  the  governments’  current  poverty  alleviation  program  “Samurdhi”,  adopts  its  own  measure  of  poverty  to\n\nidentify  beneficiaries.  Households  whose  monthly  income  is  less  than  Rs.  1500  are  defined  as  poor.\n\n4\n\nOCTOBER 2004\n\n\fSECTION III\nMEASURING POVERTY\n\nTABLE 2\nVARIOUS POVERTY LINES  FOR SRI LANKA\n\nPOVERTY\nLINE/\nPERSON/\nMONTH\n\nRELEVANT\nYEAR\n\n1969/70\n\nRs.  21\n\n1978/79\n\nRs.  70\n\n1981/82\n\nRs.  106\n\n1990/91\n\n1995/96\n\nLower:\nRs.  471\n\nHigher:\nRs.  565\n\nLower:\nRs.  791\n\n1995/96\n\nRs.  953\n\n1996/97\n\n2002\n\nLower:\nRs..  860\n\nHigher:\nRs..  1032\n\nRs.  1294\n\nBASE\n\nDATA SOURCE\n\nSOURCE\n\nPrice  adjusted  food  expenditure  line\ncomputed by Gunaratne (1985)\n\nLFSS  1970\n\nBhalla  and  Glewwe\n(1986)\n\nPer  capita  monthly  food  expenditure\nof  the  bottom  40%  of  the  households\n\nRs.  70  inflated  by  the  self  calculated\nfood price index\n\nCFS  1981/82\n\nGunaratne (1985)\n\nCFS  1981/82\n\nGunaratne (1985)\n\n1985\n\nRs.  202\n\n2,500  calories  and  53  grams  of\nprotein  per  adult  male  equivalent.\n\nHIES 1985/86\n\nNanayakkara  and\nPremaratne  (1987)\n\nCost  of  Basic  Needs,  i.e.,  food  (anchored\non  Nanayakkara  and  Premaratne’s  food\npoverty line) and nonfood consumption\n\nHIES 1990/91\n\nDatt  and  Gunewardena\n(1997)\n\n20%  higher  than  the  lower  poverty\nline\n\nCost  of  Basic  Needs,  i.e.,  food\n(anchored  on  Nanayakkara  and\nPremaratne’s  food  poverty  line)\nand nonfood consumption\n\nHigher:\nRs.  950\n\n20%  higher  than  the  lower  poverty\nline\n\nHIES 1995/96\n\nGunewardena (2000)\n\nCost  of  Basic  Needs,  i.e.,  food  (food\npoverty  line  calculated  on  the  food  basket\nof  the  2nd–4th  deciles)  and  nonfood\nconsumption\n\nHIES\n1995/96\n\nVidyaratne  and\nTilakaratne (2003)\n\nThe  poverty  line  of  1995/96  adjusted\nto  current    price\n\nCFS  1996/\n1997\n\nPradhan (1999)\n\n20%  higher  than  the  lower\npoverty line\n\nThe  Minimum  Required  Adult  Equivalent\nFood  Expenditure  is  used  as  the\nnational poverty line and is calculated for\nhouseholds  whose  (i)  in  the  lowest  income\nquartile,  (ii)  food  expenditure  is  over\n50% of total expenditure, and (iii) whose\ndaily  caloric  intake  is  between  2475-2750\n\nHIES  2002\n\nReport  on  HIES\n(DCS  2003)\n\n1990-2002\n\nSee  Appendix  1\n\nHIES  relevant\nyears\n\nDCS  (2004)\n\nSources:  Derived  from  Lakshman  (1998),  Tudawe  (2000),  and  sources  as  cited.\n\nERD WORKING PAPER SERIES NO. 58\n\n5\n\n\fMONETARY POVERTY ESTIMATES IN SRI LANKA:  SELECTED ISSUES\nNERANJANA GUNETILLEKE AND DINUSHKA SENANAYAKE\n\nB.\n\nCalculating Poverty Lines: Choice of Methods4\n\nSri Lankan researchers have predominantly favored the Cost of Basic Needs (CBN) method5\nin calculating poverty lines over both the Direct Calorie Intake (DCI) and the Food Energy Intake\n(FEI)  methods.6\n\nAlthough the CBN method has been the favored method over its alternatives, it is not without\ndrawbacks. The selection of the food component could have a certain degree of arbitrariness, as\nthere exists a number of different combinations that would satisfy the minimum caloric requirements.\nIn Sri Lanka, CBN also poses the problem of deriving sectoral and regional poverty lines in the\nabsence  of  reliable  cross  sectional  price  data  at  the  subnational  level.\n\nMost of the poverty lines relevant to the last two decades are based on the derivations of\nNanayakkara  and  Premaratne  (1987).  For  1985,  these  authors  set  2,500  calories  and  53  grams\nof protein as the minimum requirement of an ordinary adult who is 20-39 years of age. They then\nestimated  the  cost  of  this  food  bundle,  which  they  found  to  be  Rs.  202  in  1985/86  prices.\n\nDatt and Gunewardena (1997) and Gunewardena (2000) provide comparable poverty measures\nover three HIES surveys. They took as their point of departure the estimates by Nanayakkara and\nPremaratne (1987). Taking the food bundle of Nanayakkara and Premaratne as given and adding\nto  it  a  nonfood  component,  the  reference  poverty  line  for  Sri  Lanka  in  1995/96  was  estimated\nas  Rs.  792  in  the  prices  of  that  year.  Gunewardena  (2000)  also  estimates  regional  poverty  lines\nby using spatial food price indices for 1995/96. The national and subnational poverty lines calculated\nby  Gunewardena  (2000)  are  shown  in  Table  3.\n\n4 Details on two poverty lines are provided in Appendix 1 and 2, respectively. Appendix 1 describes the newly announced\n\nofficial  poverty  line  while  Appendix  2  describes  the  poverty  line  used  by  Gunewardena  (2000).\n\n5 The CBN method identifies a consumption bundle that is adequate for fulfilling one’s basic needs and estimates the\ncost of that bundle. The bundle consists of two components, namely, a food component and a nonfood component.\nThe food component constitutes that quantity of food that satisfies the minimum nutritional requirement of an ordinary\nadult, while the nonfood component comprises shelter, clothing, transportation, and other items that are indispensable\nto an individual’s or household’s participation in community life.\n\n6 The  DCI  method  calculates  the  minimum  required  daily  calorie  intake  for  an  adult  equivalent,  and  all  households\nwhose caloric intake is less than the required intake are classified as poor. The FEI method translates the minimum\nrequired caloric intake per adult equivalent into monetary values. In the calculation of the food expenditure, a nonfood\ncomponent gets added automatically. All households whose expenditure is less than the calculated figure are classified\nas  poor.\n\n6\n\nOCTOBER 2004\n\n\fSECTION III\nMEASURING POVERTY\n\nTABLE 3\nPOVERTY LINES, 1995/96\n(RS./PERSON/MONTH  AT CURRENT PRICES)\n\nSECTOR\n\nFOOD POVERTY LINE\n\nGENERAL  POVERTY  LINE\n\nREGION\n\nWestern\n\nCentral\n\nSouthern\n\nN.  Western  and  N.  Central\n\nSouth  Central\n\nSri  Lanka\n\nSource:  Gunewardena  (2000).\n\nRural\nUrban\n\nRural\nUrban\n\nRural\nUrban\n\nRural\nUrban\n\nRural\nUrban\n\n641.22\n712.94\n\n616.72\n619.97\n\n605.32\n663.05\n\n688.06\n654.85\n\n603.84\n620.97\n\n641.82\n\nWorking  with  the  same  data  set  (HIES  1995/96),  alternative  estimates  were  made  of  the\npoverty line by Vidyaratne and Tilakaratne in 2003. Using a caloric norm of 2,030 per person per\nday, they estimated the total poverty line for Sri Lanka as Rs. 953, the food poverty line as Rs.\n591,  and  the  nonfood  poverty  line  as  Rs.  362.  These  estimates  broken  down  into  sectors  and\nselected  provinces  are  shown  in  Table  4.\n\nTABLE 4\nFOOD, NONFOOD, AND TOTAL POVERTY LINE BY SECTOR AND PROVINCE, 1995/96\n(RS./PERSON/MONTH)\n\nTOTAL\n\nFOOD\n\nNONFOOD\n\nSECTOR\n\nSectors\nUrban\nRural\nEstate7\n\nProvinces\nWestern\nCentral\nSouthern\nNorth-Western\nNorth-Central\nUva\nSabaragamuwa\nNorthern\nEastern\n\nSri  Lanka\n\n_\n_\n_\n\n1002\n973\n946\n929\n931\n928\n959\n–\n–\n\n953\n\n625\n587\n602\n\n627\n599\n586\n581\n577\n579\n599\n–\n–\n\n591\n\n803.56\n902.48\n\n751.37\n772.44\n\n742.87\n853.67\n\n857.13\n856.91\n\n738.43\n776.25\n\n791.67\n\n_\n_\n_\n\n375\n374\n360\n348\n354\n349\n360\n–\n–\n\n362\n\nSource:  Vidyaratne  and  Tilakaratne  (2003).\n\n7 The  three  sectors  popularly  used  in  Sri  Lanka  are  urban,  rural,  and  estate.  The  DCS  defines  the  estate  sector  as\nplantation  areas  having  more  than  20  acres  (8  hectares)  and  more  than  10  residential  laborers  under  a  single\nadministration.\n\nERD WORKING PAPER SERIES NO. 58\n\n7\n\n\fMONETARY POVERTY ESTIMATES IN SRI LANKA:  SELECTED ISSUES\nNERANJANA GUNETILLEKE AND DINUSHKA SENANAYAKE\n\nC.\n\nPoverty Incidence\n\n1.\n\nHeadcount Index\n\nThough  there  seems  to  be  no  agreement  regarding  the  definition  of  poverty  and  poverty\nlines  in  Sri  Lanka,  there  is  broad  consensus  regarding  the  basic  trend  and  nature  of  poverty.  It\nis generally accepted that poverty levels show a falling trend with approximately 25 percent of\nthe population facing conditions of consumption poverty, as of the late 1990s. In terms of sectoral\nvariance, poverty has been consistently highest in the rural sector and lowest in the urban sector.\nWhile the estate sector has a lower incidence of consumption poverty than the rural sector, qualitative\nstudies have shown that the estate sector faces higher levels of human and social deprivation as\nestate populations have lower education achievements, less access to health care, greater housing\ndensity,  etc.\n\nTABLE 5\nVARYING POVERTY LINES AND ESTIMATES OF POVERTY IN SRI LANKA\n\nDATA SOURCE\n\nSTUDY\n\nURBAN RURAL ESTATE\n\nPOVERTY LINE\n\nINCIDENCE  OF  POVERTY\n\nSRI\nLANKA\n\nLFSS  (DCS  1970)\n\n11.2\n\n5.0\n\n12.8\n\n11.1\n\nBhalla  and\nGlewwe  (1986)\n\nCFS  (CBSL  1973)\n\n27.6\n\n22.7\n\n31.6\n\n8.1\n\nAnand  and\nHarris (1985)\n\nAnand  and\nHarris (1985)\n\nGunaratne\n(1985)\n\nGunewardena\n(1997)\n\nCFS  (CBSL  1983)\n\n12.3\n\n14.3\n\n12.8\n\n3.6\n\nCFS  (CBSL  1983)\n\n22.3\n\n19.4\n\n25.0\n\n7.6\n\nLFSS (DCS 1985/86) Korale (1987)\n\n39.4\n\n27.6\n\n45.7\n\n5.7\n\nLFSS (DCS 1985/86) Datt  and\n\n27.33\n\n16.43\n\n31.67\n\n14.31\n\n40.6\n\n26.78\n\n45.48\n\n30.85\n\nPer  capita  food  expenditure\nRs.  70  per  month  at\n1978/79 prices\n\nPer  capita  food  expenditure\nRs.  70  per  month  at\n1978/79 prices\n\nPer  capita  food  expenditure\nRs.  60  per  month  at\n1978/79 prices\n\nPer  capita  food  expenditure\nRs.  70  per  month  at\n1978/79 prices\n\nAverage  household  income  per\nmonth  needed  to  meet  minimum\nnutrition (2,200 cal) and basic\nneeds:  Urban  Rs.  1920,\nRural  Rs.  1610,  Estate  Rs.  1451\n\nLower  poverty  line:  Rs.  471.20\nper  person  per  month  in  1990/91\nprices\n\nHigher  poverty  line:  Rs.  565.44\nper  person  per  month  in  1990/91\nprices\n\n(continued  next  page)\n\n8\n\nOCTOBER 2004\n\n\fSECTION III\nMEASURING POVERTY\n\nDATA SOURCE\n\nSTUDY\n\nURBAN RURAL\n\nESTATE POVERTY  LINE\n\nINCIDENCE  OF  POVERTY\n\nSRI\nLANKA\n\n22.36\n\n18.31\n\n24.41\n\n12.62\n\n35.34\n\n28.43\n\n38.05\n\n27.51\n\n25.17\n\n14.67\n\n26.95\n\n24.92\n\nLower  poverty  line:  Rs.  471.20\nper  person  per  month  in  1990/91\nprices\n\nRs.  565.44  per  person  per  month\nin 1990/91\n\nAdjusted  food  poverty  line\nRs.  791.67  per  person  per  month\n\n39.2\n\n24.94\n\n41.33\n\n45.32\n\n20%  higher  than  the  lower  poverty\nline.  Food  poverty  line  Rs.  950.00\nper  person  per  month\n\nTABLE 5 (CONTINUED)\n\nHIES\n(DCS 1990/91)\n\nDatt  and\nGunewardena\n(1997)\n\nGunewardena\n(2000)\nLower poverty line\n\nHigher poverty\nline\n\nVidyaratne  and\nTilakaratne8\n(2003)\n\nHIES\n(DCS 1995/96)\n\nHIES\n(DCS 1995/96)\n\nCFS\n(CBSL 1996/97)\n\nHIES\n(DCS  2002)\n\n39.1\n\n21.0\n\n22.3\n\n19.6\n\nRs.  953  per  person  per  month\n\nPradhan (1999)\n\n18.9\n\n10.9\n\n20.3\n\n17.5\n\nDCS  (2002)\n\n27.9\n\n9.7\n\n31.0\n\n27.9\n\nAdjusted food poverty line\nRs.  860.00  per  person  per  month\n\nRs.  1294  per  adult  equivalent\nper  month\n\nHIES (various)\n\nDCS  (2004)\n\nSee  Annex  1\n\nSources:  Derived  from  Lakshman  (1998),  Tudawe  (2000),  and  sources  as  cited.\n\n2.\n\nRegional Disparities\n\nTable 6 carries the household incidence of poverty as measured by the HIES 2002. The table\nindicates the downward trend of poverty not just at the national level but also at the sectoral,\nprovincial, and district levels. As previously mentioned, the Final Report of the HIES 2002 does\nnot include estimates of poverty for the North East. However, the DCS is in the process of estimating\nsuch figures and the release of such data is anticipated in the very near future. By 2002, the poverty\nincidence among households at the national level was down to 23.9 percent, from 26.7 percent\nin  1995/96  and  30.4  percent  in  1990/91.\n\n8 The  incidence  of  poverty  for  the  three  sectors  is  based  on  the  food  poverty  lines,  not  the  total  poverty  line.\n\nERD WORKING PAPER SERIES NO. 58\n\n9\n\n\fMONETARY POVERTY ESTIMATES IN SRI LANKA:  SELECTED ISSUES\nNERANJANA GUNETILLEKE AND DINUSHKA SENANAYAKE\n\nAt the provincial level, the same improvement in the poverty situation can be seen. All provinces\n\nexperienced  a  reduction  in  the  percentage  of  poor  households  from  1990/91  to  2002.\n\nThe  same  observation  can  be  made  with  respect  to  all  districts  with  the  exception  of  the\nHambantota and Ratnapura districts, which experienced an increase in the levels of poverty from\n1990/91  to  2002.\n\nTABLE 6\nPERCENTAGE OF POOR9 HOUSEHOLDS BY AREA AND BY SURVEY PERIOD\n\n1990/91\n\n1995/96\n\n30.4\n\n26.7\n\nAREA\n\nSri  Lanka\n\nSector\nUrban\nRural\nEstate\n\nProvince\nWestern\nCentral\nSouthern\nNorth  Western\nNorth  Central\nUva\nSabaragamuwa\n\nDistrict\nColombo\nGampaha\nKalutara\nKandy\nMatale\nNuwara  Eliya\nGalle\nMatara\nHambantota\nKurunegala\nPuttalam\nAnuradhapura\nPolonnaruwa\nBadulla\nMonaragala\nRatnapura\nKegalle\n\n18.2\n34.7\n20.5\n\n20.1\n33.5\n32.6\n33.6\n39.0\n38.1\n36.7\n\n16.4\n17.9\n31.2\n37.4\n36.6\n22.6\n30.7\n32.2\n36.8\n35.3\n29.2\n41.1\n34.1\n38.8\n36.5\n31.6\n42.2\n\n13.4\n28.7\n26.1\n\n12.2\n35.4\n32.5\n30.4\n26.1\n33.9\n40.0\n\n9.0\n11.4\n20.3\n36.3\n45.7\n28.7\n32.1\n34.8\n30.3\n29.5\n32.5\n25.6\n27.3\n27.1\n47.7\n44.1\n35.5\n\n2002\n\n23.9\n\n7.9\n26.4\n22.1\n\n12.2\n25.6\n26.2\n28.3\n29.3\n36.4\n34.7\n\n5.9\n13.8\n21.8\n25.7\n31.1\n21.7\n17.8\n29.5\n37.8\n30.5\n23.6\n29.5\n29.0\n37.7\n33.8\n37.4\n31.5\n\nSource:    Preliminary  Report  Household  Income  and  Expenditure  Survey  2002  (DCS  various  years).\n\n9 The  DCS  calculates  the  poverty  line  by  using  a  modification  of  the  CBN  method.  The  poverty  line  is  calculated  as\n\nRs.  1338.48  per  adult  equivalent  per  month\n\n10\n\nOCTOBER 2004\n\n\fSECTION III\nMEASURING POVERTY\n\nThe sectoral analysis shows that poverty has remained a mainly rural phenomenon over the\ndecades. Around 90 percent of the poor lived in the rural sector in 2002, in contrast to 5 percent\neach in the urban and estate sectors. In terms of trends, the declining trend in poverty is clearly\nevident in the urban as well as rural sectors while a mixed trend is observed in the estate sector,\nwith a rise in poverty from 1990/91 to 1995/96 and a decline in poverty over the next 5 years.\nVulnerability to fluctuations is highest in the rural sector, where a large share of the population\nis  engaged  in  agriculture,  which  is  subject  to  seasonality.\n\nRegional disparities in poverty in Sri Lanka are reflected by the large gaps between the districts\nwith the highest and lowest incidence of poverty. The regions that display high levels of poverty\nare also those with low access to publicly provided services and hence low achievements in human\ndevelopment  indicators.\n\nWhile there are no formal quantitative calculations on the incidence of poverty in the North\nEast, the Poverty Reduction Framework (2000) estimated the incidence of poverty to range between\n25-55 percent. The lower limit was based on the preliminary findings of the World Bank’s Integrated\nSurvey, which shows that poverty in the cleared areas of the North and East are similar to the national\nlevels of poverty (25 percent), and the upper limit assumes that poverty in those regions are as\nhigh  as  the  poorest  province  (Uva  Province)  in  the  country  (World  Bank  2000).\n\nWhile the above estimates look purely at consumption poverty, it has been recognized that\npoverty in the North and East is of a different nature to the rest of country and should be measured\nin its multidimensional form. Loss of livelihoods, destruction of physical and social capital, forced\ndisplacement, uncertainty, trauma, and reliance on relief are some of the facets of poverty that\nare  unique  to  this  region.\n\nSarvananthan (2003) carries various socioeconomic data, which verify the fact that deprivation\nis greater in the strife-affected regions than in the rest of the country. Only 40 percent of households\nin the East and 22 percent of the households in the North have access to electricity, as against\nthe national rate of 56 percent. Households with access to a safe water supply in the North and\nEast are 20 percent, well below the national rate of 45 percent. While the above data indicates\nthe lack of economic infrastructure in the regions, indicators of health care and education show\nthat  the  region’s  social  infrastructure  faces  a  similar  situation.\n\nWhile  secondary  data  on  education  in  the  region  is  extremely  limited  one  could  assume  a\nsignificant deterioration in education over the past two decades. Recruitment of child soldiers,\ndisplacement, constant disruptions to schooling due to fighting and hartals are some of the reasons\nfor  the  high  school  dropout  rates;  15  percent  as  against  4  percent  in  the  rest  of  the  country.\nFurthermore, destruction of infrastructure and occupation of schools by armed forces throughout\nthe  region  also  severely  hampered  education  standards  (UN  2003).\n\nLow birth weight in the North and East is 25.7 percent, home births are 19.4 percent, and\ninfant  mortality10  is 14.7, while the national figures for the indicators are 16.7, 4.0, and 15.4\npercent, respectively. Although infant mortality in the North and East is slightly better than the\nnational rate, it should be emphasized that Jaffna, Kilinochchi, Mullaitivu, and Mannar districts\n(in the Northern Province) fared much worse, with infant mortality rates ranging from 20.3 to 27.8.\n\n10 Infant  mortality  is  measured  as  the  number  of  deaths  per  1,000  live  births.\n\nERD WORKING PAPER SERIES NO. 58\n\n11\n\n\fMONETARY POVERTY ESTIMATES IN SRI LANKA:  SELECTED ISSUES\nNERANJANA GUNETILLEKE AND DINUSHKA SENANAYAKE\n\nD.\n\nCharacteristics  of  the  Poor\n\nFrom the statistical information obtained from various sources, a typical characterization of\na poor household is one that is employed in low skill occupations, has diversified income sources,\nlacks ownership or access to productive assets, has only primary school level of education, could\nbelong to any ethnic group, and has a large average household size and a high dependency ratio.\nThis  typical  profile  has  not  changed  dramatically  in  the  last  three  decades.\n\nHowever,  there  are  certain  groups  that  make  it  necessary  to  go  beyond  the  basic\ncharacterization of a poor household. The elderly is one such group as Sri Lanka’s high achievements\nin human development in life expectancy and low population increase has created a population\npyramid  that  resembles  that  of  high  income  economies;  a  young  generation  at  the  base  and  a\nrapidly aging population at the top. The existence of a growing population of the elderly will make\nincreasing  demands  on  the  country’s  welfare  program.\n\nNotwithstanding the high rates of consumption poverty in Sri Lanka, there is very little abject\npoverty—in terms of starvation and destitution—in the country. However, there are specific pockets\nwithin the population that do fall into this category, and are termed chronically poor. Displaced\nhouseholds, households in conflict areas, unemployed estate workers, households in isolated villages,\nand marginalized social groups fall into the category of chronically poor. Although the first three\ngroups have received considerable recognition in the policy arena in recent years, the latter two\nhave received little attention.\n\nE.\n\n Causes of Poverty\n\nA range of factors have been identified in the literature as causes of poverty in Sri Lanka.\nThese causes, which have changed little over time, relate mainly to constraints in agriculture (weak\nmarketing structures, low productivity, imperfect property rights, small farm size, shortfalls in access\nto water especially in the nonirrigated areas of the dry zone); rural industry (limited access and\nutilization of technology, poor production and quality standards, high capital costs, raw material\nand  product  marketing  bottlenecks);  infrastructure  (shortfalls  in  physical  infrastructure  such  as\nenergy,  communications,  all  weather  roads);  weak  access  to  employment  opportunities  (youth\nunemployment, differential regional growth); and weak access to public services (lack of transport\nfacilities,  low  quality  of  education  and  health  care  provision).\n\nBut perhaps the most critical factor in the well-being of the Sri Lankan nation is the ongoing\nsecessionist conflict. It has a devastatingly impoverishing impact on the population of the North\nand East provinces and the villages bordering this region in the North Central and Uva provinces.\nThese  communities  face  multiple  disadvantages  of  physical  vulnerability,  destroyed  means  of\nlivelihood, and disruption in state provision of services and nonphysical aspects such as war trauma.\nThe impoverishing impact is also felt in the rest of the country as the government shifts budgetary\npriorities away from welfare and development to deal with the strife. Meanwhile, investment and\neconomic dynamism are adversely affected. Though the literature on the political and ethnic aspects\nof the conflict has been prolific, there is little that has been written on the impact of the conflict\non  poverty  in  the  country.  This  issue  is  now  being  increasingly  focused  upon  as  relevant  data\nbecomes  available  and  access  to  those  regions  is  possible  due  to  the  ongoing  ceasefire.\n\n12\n\nOCTOBER 2004\n\n\fSECTION IV\nDISTRIBUTION\n\nA.\n\nIncome Shares by Decile\n\nIV. DISTRIBUTION\n\nThe research interest in relative poverty in Sri Lanka closely reflects trends in the international\ndebate as well as the changing policy orientation of the country. Until the major policy changes\nin 1977, the policy orientation leaned heavily toward redistributive considerations and hence paid\nmuch attention to equity and welfare issues. Interest in income distribution and relative poverty\nwas very high. During the 1980s this interest waned and has now all but disappeared from the\neconomic  debate.  It  is  now  rare  that  relative  poverty  is  mentioned  explicitly  as  the  economic\ndevelopment plans are laid out. This is despite the fact that both the Department of Census and\nStatistics and the Central Bank regularly provide tabulations of income distribution (a proxy measure\nof  relative  poverty)  in  their  respective  publications.\n\nThe following tables give the latest statistics describing the distribution of income within\n\nthe  population.\n\nTABLE 7\nINCOME RECEIVERS INCOME (AVERAGE MONTHLY) AND\nSHARE OF INCOME BY INCOME RECEIVERS INCOME DECILE, 2002\n\nMEAN INCOME\n\nPERCENT\n\nDECILE (RS.)\n\nAll  Deciles\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\nLess  that  801\n\n801-1800\n\n1801-2683\n\n2684-3514\n\n3515- 4539\n\n4540-5617\n\n5618-7000\n\n7001-9000\n\n9001-13200\n\n10\n\nMore  than  13200\n\nSource:  Preliminary  Report  HIES  2002  (DCS  2002).\n\n7079\n\n395\n\n1292\n\n2255\n\n3102\n\n4021\n\n5080\n\n6318\n\n7967\n\n10835\n\n29857\n\n100\n\n0.6\n\n1.8\n\n3.2\n\n4.4\n\n5.7\n\n7.2\n\n9.3\n\n11.2\n\n14.9\n\n41.8\n\nERD WORKING PAPER SERIES NO. 58\n\n13\n\n\fMONETARY POVERTY ESTIMATES IN SRI LANKA:  SELECTED ISSUES\nNERANJANA GUNETILLEKE AND DINUSHKA SENANAYAKE\n\nTABLE 8\nPER CAPITA INCOME PER MONTH BY INCOME DECILES, 2002\n\nHOUSEHOLD  INCOME  DECILE  (RS.)\n\nPER CAPITA INCOME (RS.)\n\nPERCENT  OF  SHARE\n\nAll  deciles\n\nLess  than  3301\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n3301-4660\n\n4661-5823\n\n5824-7000\n\n7001-8387\n\n8388-10000\n\n10001-12688\n\n12689-16390\n\n16391-24225\n\n10\n\n24226  and  above\n\nSource:  Preliminary  Report  HIES  2002  (DCS  2002).\n\n3141\n\n701\n\n1087\n\n1364\n\n1647\n\n1835\n\n2115\n\n2507\n\n3288\n\n4335\n\n10136\n\n100\n\n2.42\n\n3.75\n\n4.7\n\n5.68\n\n6.32\n\n7.29\n\n8.64\n\n11.33\n\n14.94\n\n34.93\n\nThe income distribution situation prior to 2002 can be seen in Table 9. The data is for selected\n\nyears  in  the  three  decades  1963  to  1996/97.\n\nTABLE 9\nINCOME DISTRIBUTION BY DECILE, SELECTED YEARS 1963-1996/97\n(PERCENT  OF INCOME RECEIVERS)\n\nDECILE\n\nLowest\n\nSecond\n\nThird\n\nFourth\n\nFifth\n\nSixth\n\nSeventh\n\nEighth\n\nNinth\n\nHighest\n\n1963\n\n1973\n\n78/79\n\n81/82\n\n86/87\n\n90/91\n\n96/97\n\n2002\n\n1.17\n\n2.70\n\n3.56\n\n4.57\n\n5.55\n\n6.82\n\n8.98\n\n11.46\n\n16.01\n\n39.24\n\n1.80\n\n3.17\n\n4.38\n\n5.70\n\n7.10\n\n8.75\n\n10.56\n\n12.65\n\n15.26\n\n29.98\n\n1.19\n\n2.57\n\n3.57\n\n4.80\n\n5.93\n\n7.37\n\n9.10\n\n11.36\n\n15.36\n\n38.73\n\n1.17\n\n2.45\n\n3.41\n\n4.53\n\n5.53\n\n6.86\n\n8.54\n\n10.68\n\n14.87\n\n41.93\n\n1.09\n\n2.45\n\n3.40\n\n4.39\n\n5.69\n\n6.79\n\n8.37\n\n11.08\n\n15.37\n\n41.37\n\n1.9\n\n3.3\n\n4.3\n\n5.3\n\n6.4\n\n7.5\n\n9.2\n\n10.8\n\n14.9\n\n36.5\n\n1.3\n\n2.8\n\n3.9\n\n4.9\n\n6.1\n\n7.4\n\n9.1\n\n11.5\n\n15.7\n\n37.3\n\n0.6\n\n1.8\n\n3.2\n\n4.4\n\n5.7\n\n7.2\n\n9.3\n\n11.2\n\n14.9\n\n41.8\n\nSources:  CFS  (CBSL    1964,  1974,  1981/82,  and  1986/87);  HIES  (DCS  1997  and  2002).\n\nThere is an emphatic improvement in distribution in the first decade covered by the data,\nas  the  share  of  the  poorest  of  income  receivers  represented  by  the  lowest  three  deciles  in  the\ndistribution as a proportion of the richest represented by the highest decile, increased from 18.9\npercent  in  1963  to  31.2  percent  in  1973.\n\n14\n\nOCTOBER 2004\n\n\fSECTION IV\nDISTRIBUTION\n\nThere is clear deterioration from 1973 to 1981/83 as the share of the lowest three deciles\nas a proportion of the share of the topmost decile fell from 31.2 to 19.2 percent; a clear improvement\nfrom  1981/82  to  1990/91  from  19.2  to  26.0  percent;  and  an  unambiguous  deterioration  from\n1990/91 to 2002, from 26.0 percent in 1990/91, to 21.4 percent in 1995/96, to finally 13.4 percent\nin  2002.\n\nIt is thus not easy to come to any firm conclusions regarding the trends in the relative position\nof the poor in the income distribution structure in Sri Lanka. However, looking only at the terminal\nyears of the data, one can say that the relative position of the poor has deteriorated in the last\nfour decades. The income of the poorest in the country fell from 18.9 percent of the income of\nthe  richest  in  1963  to  13.4  percent  in  2002.\n\nB.\n\nSectoral  Distribution\n\nThe Lorenz curve type of analysis seems to confirm the above analysis. The Gini concentration\n\ncoefficient  is  shown  on  Table  10  for  several  selected  years  for  the  period  1963-2002.\n\nTABLE 10\nGINI COEFFICIENT OF CONCENTRATION FOR INCOME RECEIVERS\n\nSECTOR\n\n1963\n\n1973\n\n78/79\n\n81/82\n\n86/87\n\n90/91\n\n95/96\n\n2002\n\nUrban\n\nRural\n\nEstate\n\nSri  Lanka\n\n0.49\n\n0.44\n\n0.27\n\n0.49\n\n0.40\n\n0.37\n\n0.37\n\n0.41\n\n0.51\n\n0.49\n\n0.32\n\n0.49\n\n0.54\n\n0.49\n\n0.32\n\n0.52\n\n0.53\n\n0.50\n\n0.31\n\n0.52\n\n0.58\n\n0.53\n\n0.36\n\n0.52\n\n0.53\n\n0.52\n\n0.37\n\n0.52\n\n0.55\n\n0.51\n\n0.39\n\n0.55\n\nSources:  HIES  (DCS  various  years);  CFS  (CBSL  various  years).\n\nThe  coefficient  suggests  a  clear  improvement  in  distribution  from  1963  to  1973,  as  it  fell\nfrom 0.49 to 0.41 over the 10-year period. However, it worsened therefrom, as it rose to 0.49 in\n1978/79,  to  0.52  over  1981/82-1995/96,  and  to  0.55  in  2002.  It  has  been  argued  that  the\nimprovement in the first decade of the data came in the wake of the pro-welfare focus of the national\npolicies up to 1977 and the deterioration thereafter as the aftermath of the policy restructuring\ntoward economic growth. However the debate goes, the causes underpinning the change in income\ndistribution  remain  to  be  unravelled.\n\nC.\n\nConsumption Distribution\n\nThe same decline in the relative standing of the poor in Sri Lankan society can be seen in\nthe distribution of consumption expenditure, as shown in Table 11. The consumption expenditure\nof the poorest—the three lowest deciles—as a percentage of the consumption expenditure of the\nrichest—the  topmost  decile—fell  from  42.9  percent  in  1995/96  to  31.4  percent  in  2002.\n\nERD WORKING PAPER SERIES NO. 58\n\n15\n\n\fMONETARY POVERTY ESTIMATES IN SRI LANKA:  SELECTED ISSUES\nNERANJANA GUNETILLEKE AND DINUSHKA SENANAYAKE\n\nTABLE 11\nMEAN HOUSEHOLD CONSUMPTION EXPENDITURE, BY EXPENDITURE DECILE, 1995/96 AND 2002\n\nDECILES\n\n1995/96\n\nPERCENT\n\n2002\n\nPERCENT\n\nAll  Deciles\n\nLowest\n\nSecond\n\nThird\n\nFourth\n\nFifth\n\nSixth\n\nSeventh\n\nEighth\n\nNineth\n\nHighest\n\n6525\n\n1879\n\n2834\n\n3473\n\n4033\n\n4653\n\n5360\n\n6336\n\n7719\n\n10009\n\n19062\n\n100\n\n2.87\n\n4.34\n\n5.31\n\n6.17\n\n7.12\n\n8.2\n\n9.69\n\n11.81\n\n15.31\n\n29.16\n\n13733\n\n3305\n\n5047\n\n6294\n\n7637\n\n9010\n\n10565\n\n12532\n\n15367\n\n21014\n\n46645\n\n100\n\n2.4\n\n3.67\n\n4.58\n\n5.56\n\n6.56\n\n7.69\n\n9.12\n\n11.18\n\n15.29\n\n33.94\n\nSource:  HIES  1995/96  and  2002  (DCS  various  years)).\n\nV.  NONINCOME INDICATORS\n\nA.\n\nEducation\n\nData on education in Sri Lanka comes from the various sources of the Department of Census\nand  Statistics.  The  Ministry  of  Education  has  a  specialized  database  on  students,  teachers,  and\nfacilities  of  schools,  by  category,  in  all  the  country’s  regions.\n\nThe  importance  of  education  as  a  fundamental  right  of  citizens  has  long  been  recognized\nby the Government of Sri Lanka. The recognition is operationalized in the form of state provision\nof universal free education. It is a measure of the success of the government’s educational program\nthat  the  current  literacy  rate  for  males  is  94  percent  and  for  females  91  percent.  There  is  near\nuniversal  enrolment  at  the  primary  level.\n\nThe  relationship  of  this  high  level  of  achievement  in  the  educational  field  with  poverty\neradication is, however less clear. From the various studies that have been conducted looking into\nthe  correlation  between  education  levels  and  earning  capacity,  the  general  conclusion  seems  to\nbe that there is no positive correlation between primary education and income generation capacity.\nMost poor households are literate and have on average eight years of education. However, secondary\neducation and to a greater extent tertiary education have the potential to lift households out of\npoverty.\n\nThe current debate on education in Sri Lanka focuses on the quality of education. The data\non the performance of students at the three public examinations allows an analysis of quality to\na certain extent. However, such an examination is handicapped by data gaps on teaching methods,\ncurriculum,  etc.\n\n16\n\nOCTOBER 2004\n\n\fSECTION VI\nCONCLUDING REMARKS\n\nB.\n\nHealth  and  Nutrition\n\nHealth is a sector with one of the most varied databases. The data collected by the Department\nof Census and Statistics is complemented by Ministry of Health sources. Detailed data pertain to\ndisease  and  epidemiology  and  the  primary  health  care  system,  and  include  such  information  as\ndoctor-patient ratios, hospitals per square area, beds per capita, etc. As in the case of education,\nthe  current  research  is  focused  strongly  on  the  quality  of  health  care.\n\nNutrition poses a special problem in Sri Lanka. Malnutrition, especially among young children,\ncontinues to cast a very dark shadow on Sri Lanka’s human development achievements. Over 38\npercent of the below five age group suffer from malnutrition. The disaggregated data on income\nshow  that  over  90  percent  of  the  bottommost  quintile  of  income  earners  obtain  less  than  the\nrecommended calorie intake. Within this group the most serious problem lies with the urban sector\nhouseholds, and, in terms of occupational category, with agricultural workers. However, there is\na high rate of prevalence among the nonpoor as well. Approximately 10 percent of children under\nfive  in  the  highest  income  quintile  are  malnourished.\n\nC.\n\nEmployment\n\nUnemployment  is  an  indicator  of  poverty  as  well  as  a  key  source  of  welfare.  The  data  on\nemployment comes mainly from the Central Bank’s Consumer Finances Survey, the Department of\nCensus and Statistics’ Labour Force and Socio-Economic Surveys, and the subsequent Labour Force\nSurveys. The data is disaggregated by employment sectors, occupational type, region, gender, and\nage.\n\nEmployment generation is currently at the top of the government’s agenda. There is particular\nconcern  for  youth  employment,  a  matter  spurred  by  the  youth  insurgencies  of  1971  and  1989/\n90, which was said to have been the result of frustration among the educated youth over the failure\nof the economy to meet the students’ higher aspirations. Attention is also being focused on such\nissues as mismatch,  “who gains, who loses” in the sectoral growth process, the female bias of\npoststructural adjustment employment generation, the rise of child (10-14 age group) employment,\nchanges in the quality of employment (based on the level in the occupational ladder), and the\n“informalization”’  of  the  labor  market.\n\nFor the immediate present, the focus of research is the restructuring of labor laws and wages.\n\nVI. CONCLUDING REMARKS\n\nThe combined portfolio of quantitative data available through the Department of Census and\nStatistics, Central Bank of Sri Lanka, and other line ministry sources is fairly comprehensive. However,\na major issue that arises is the comparability of the various data sets. The data sets collected by\nline ministries and departments are frequently supervised by DCS staff members but suffer from\ncomparability problems mainly in terms of time periods used, spatial units, and at times definitions\nof  the  indicators.\n\nERD WORKING PAPER SERIES NO. 58\n\n17\n\n\fMONETARY POVERTY ESTIMATES IN SRI LANKA:  SELECTED ISSUES\nNERANJANA GUNETILLEKE AND DINUSHKA SENANAYAKE\n\nOn poverty issues, though the debate has a long history, gaps exist and questions regarding\nthe poverty line remained unsolved. As this paper covers this period of uncertainty, calculations\nof poverty incidence, income, or consumption distribution among income groups or across sectors,\nas briefly discussed in this paper, are at best tentative. However, the most recent outputs by the\nDCS (see Appendix 1) may go a very long way toward closing these gaps. The official poverty line\ndeclared  by  the  DCS  after  a  lengthy  and  comprehensive  study  of  the  issues  involved  has  raised\npoverty measurement in Sri Lanka to a new standard and will shift the debate to a higher level.\n\n18\n\nOCTOBER 2004\n\n\fAPPENDIX\n\nAPPENDIX\nDEPARTMENT OF CENSUS AND STATISTICS:\nOFFICIAL POVERTY LINE FOR SRI LANKA\n\nThe Department of Census and Statistics (DCS) released the official poverty line for Sri Lanka in June 2004. This\nannex provides a summary of the methodology used by the Department of Census and Statistics in calculating\nthe official poverty line, and the arising measures and trends in poverty. 11\n\nSummary of the Official Poverty Line\n\n(i)\n(ii)\n\n(iii)\n(iv)\n(v)\n\nOfficial Poverty Line for 2002: Rs. 1423\nInterpretation of the Official Poverty Line: Persons living in households whose real per capita\nmonthly total consumption expenditure is below Rs. 1423 in 2002 in Sri Lanka are considered\npoor\nType of Poverty Line: Absolute poverty line\nBase Method: Cost of Basic Needs (CBN) method\nData Source: Household Income and Expenditure Survey (HIES) 2002\n\nCalculating the Poverty Line\n\n(i)\n\nCalculating the caloric requirement\n\nStep 1: National aggregate of daily calorie allowances is determined based on the nutritional requirements\nby  age  and  sex  as  calculated  by  the  Medical  Research  Institute  of  Sri  Lanka,  with  the  population\nsubdivided into age and sex as given by the HIES 2002.\n\nStep 2: The average calorie allowance is calculated by dividing the national aggregate by the total\npopulation. Given as 2030 kcal per capita per day in 2002.\n\n(ii)\n\nCalculating the food poverty line\n\nStep 3: A reference group comprising the 2nd-4th deciles in the real per capita total consumption\nexpenditure is selected.\n\nStep 4: All food items, which have information on quantity, expenditure, and estimated caloric value\nare selected.\n\nStep 5: Based on the above information, the aggregates of the food expenditure and caloric intakes in\nthe reference group are calculated.\n\nStep 6: Cost per calorie = aggregate food expenditure / aggregate caloric intake in reference group\n\nStep 7: Per calorie cost multiplied by nutritional anchor per month provides the food poverty line.\n\n11 For  details  please  refer  to:  http://www.statistics.gov.lk/poverty/OfficialPovertyLineBuletin.pdf.\n\nERD WORKING PAPER SERIES NO. 58\n\n19\n\n\fMONETARY POVERTY ESTIMATES IN SRI LANKA:  SELECTED ISSUES\nNERANJANA GUNETILLEKE AND DINUSHKA SENANAYAKE\n\n(iii)\n\nCalculating the nonfood component of the poverty line\n\nStep  8:  The  lower  and  upper  bound  for  the  nonfood  component  is  calculated.  The  lower  bound  is\nderived by calculating the average per capita nonfood expenditure of households whose per capita\ntotal expenditure is 10 percent (plus or minus) from the food poverty line. The upper bound is derived\nby  calculating  the  average  per  capita  nonfood  expenditure  of  households’  whose  per  capita  food\nexpenditure is 10 percent (plus or minus) from the food poverty line.\n\nStep 9: The upper (lower) total poverty line = food poverty line + upper (lower) nonfood component,\n\nLower poverty line = 973 + 294\nLower poverty line = Rs. 1267 per person per month\nUpper poverty line = 973 + 606\nUpper poverty line = Rs. 1579 per person per month\n\nStep 10: The national poverty line is the average of the upper and lower total poverty line.\nNational poverty line = (upper poverty line + lower poverty line)/ 2\nNational poverty line = (1267+ 1578)/ 2\nNational poverty line at 2002 national prices = Rs. 1423 per person per month\n\n(iv)\n\nCalculating poverty lines for different years\n\nThe  poverty  lines  for  the  for  the  years  1990/91  and  1995/96  are  calculated  by  deflating  the  2002\npoverty line by the Colombo Consumer Price Index.\n\nOfficial poverty lines in previous survey years at current prices are:\n1990/91 = Rs. 475 per person per month\n1995/96 = Rs. 833 per person per month\n\nThe poverty line for 2004 was calculated using the Sri Lanka Consumer Price Index on the 2002 poverty\nline: total poverty line for 2004 = Rs. 1526 per person per month.\n\n(v)\n\nRegional poverty lines\n\nThe DCS further calculates district poverty lines by adopting spatial price indices for each district. It\nis computed as a “Laspeyeres” index using implicit prices of food items for the reference group, which\nconsists of the 2nd-4th deciles.\n\n20\n\nOCTOBER 2004\n\n\fAPPENDIX\n\nAPPENDIX TABLE 1\nNOMINAL POVERTY LINES BY DISTRICT\n\n1990/91\n\n1995/96\n\n2002\n\nDISTRICT\n\nNational\n\nColombo\n\nGanpaha\n\nKalutara\n\nKandy\n\nMatale\n\nNuwara  Eliya\n\nGalle\n\nMatara\n\nHambantota\n\nKurunegala\n\nPuttalam\n\nAnuradhapura\n\nPolonnaruwa\n\nBadulla\n\nMoneragala\n\nRathnapura\n\nKegalle\n\n475\n\n518\n\n489\n\n494\n\n485\n\n466\n\n494\n\n489\n\n470\n\n470\n\n456\n\n461\n\n456\n\n475\n\n485\n\n480\n\n494\n\n466\n\n833\n\n908\n\n875\n\n866\n\n850\n\n816\n\n841\n\n833\n\n816\n\n791\n\n791\n\n841\n\n816\n\n783\n\n850\n\n701\n\n833\n\n858\n\n1423\n\n1537\n\n1508\n\n1523\n\n1451\n\n1395\n\n1437\n\n1466\n\n1395\n\n1338\n\n1352\n\n1423\n\n1380\n\n1366\n\n1409\n\n1366\n\n1451\n\n1437\n\nSource:  Department  of  Census  and  Statistics  (2004).\n\nThe district poverty lines adjust for “cost of living” differences among the various districts. Colombo records\nthe  highest  poverty  line  in  2002,  followed  by  Gampaha,  Kalutara,  (the  other  two  districts  in  the  western\nProvince),  Galle,  and  Kandy,  which  are  the  most  urbanized  five  districts  in  the  country.  Hambantota  and\nMoneragala have the lowest poverty lines, implying lower prices of consumer commodities and hence better\nliving standards than the rest of the country, at a given level of consumption expenditure.\n\nERD WORKING PAPER SERIES NO. 58\n\n21\n\n\fMONETARY POVERTY ESTIMATES IN SRI LANKA:  SELECTED ISSUES\nNERANJANA GUNETILLEKE AND DINUSHKA SENANAYAKE\n\nPoverty Measures per New Official Poverty Line\n\nAPPENDIX TABLE 2\nPOVERTY HEADCOUNT RATIO (PERCENT)\n\nSPATIAL UNIT\n\n1990/91\n\n1995/96\n\nNational\n\n26.1\n\n28.8\n\nSector\n\nUrban\n\nRural\n\nEstate\n\nDistrict\n\nColombo\n\nGampaha\n\nKalutara\n\nKandy\n\nMatale\n\nNuwara  Eliya\n\nGalle\n\nMatara\n\nHambantota\n\nKurunegala\n\nPuttalam\n\nAnuradhapura\n\nPolonnaruwa\n\nBadulla\n\nMonaragala\n\nRathnapura\n\nKegalle\n\n16.3\n\n29.4\n\n20.5\n\n16\n\n15\n\n32\n\n36\n\n29\n\n20\n\n30\n\n29\n\n32\n\n27\n\n22\n\n24\n\n24\n\n31\n\n34\n\n31\n\n31\n\n14.0\n\n30.9\n\n38.4\n\n12\n\n14\n\n29\n\n37\n\n42\n\n32\n\n32\n\n35\n\n31\n\n26\n\n31\n\n27\n\n20\n\n41\n\n56\n\n46\n\n36\n\nSource:  Official  Poverty  Line  for  Sri  Lanka  (DCS  2004).\n\n2002\n\n22.7\n\n7.9\n\n24.7\n\n30.0\n\n6\n\n11\n\n20\n\n25\n\n30\n\n23\n\n26\n\n27\n\n32\n\n25\n\n31\n\n20\n\n24\n\n37\n\n37\n\n34\n\n32\n\n22\n\nOCTOBER 2004\n\n\fAPPENDIX\n\nAPPENDIX TABLE 3\nPERCENTAGE OF POOR HOUSEHOLDS\n(BASED ON THE OFFICIAL POVERTY LINE; PERCENT)\n\nSPATIAL UNIT\n\n1990/91\n\n1995/96\n\nSri  Lanka\n\n21.8\n\n24.3\n\nSector\n\nUrban\n\nRural\n\nEstate\n\nProvince\n\nWestern\n\nCentral\n\nSouthern\n\nNorth  Western\n\nNorth  Central\n\nUva\n\nSabaragamuwa\n\nDistrict\n\nColombo\n\nGampaha\n\nKalutara\n\nKandy\n\nMatale\n\nNuwara  Eliya\n\nGalle\n\nMatara\n\nHambantota\n\nKurunegala\n\nPuttalam\n\nAnuradhapura\n\nPolonnaruwa\n\nBadulla\n\nMonaragala\n\nRathnapura\n\nKegalle\n\n12.9\n\n24.7\n\n16.7\n\n15.6\n\n25.8\n\n24.7\n\n21.6\n\n20.4\n\n27.0\n\n26.8\n\n13.1\n\n11.7\n\n27.0\n\n30.9\n\n24.3\n\n15.6\n\n25.0\n\n23.3\n\n26.3\n\n22.8\n\n18.6\n\n20.1\n\n21.2\n\n26.8\n\n27.4\n\n26.4\n\n27.3\n\n11.0\n\n25.9\n\n32.2\n\n13.0\n\n31.3\n\n27.0\n\n23.6\n\n20.4\n\n40.2\n\n36.1\n\n8.8\n\n11.3\n\n24.6\n\n32.7\n\n36.8\n\n25.9\n\n25.5\n\n29.5\n\n26.2\n\n22.6\n\n25.8\n\n21.9\n\n17.1\n\n35.8\n\n48.4\n\n40.0\n\n31.7\n\n2002\n\n19.2\n\n6.2\n\n20.8\n\n24.3\n\n9.2\n\n20.8\n\n23.6\n\n22.3\n\n18.1\n\n31.8\n\n28.9\n\n5.0\n\n9.2\n\n17.7\n\n20.9\n\n24.5\n\n18.2\n\n21.7\n\n23.2\n\n27.8\n\n21.2\n\n24.5\n\n17.2\n\n20.1\n\n31.5\n\n32.4\n\n30.1\n\n27.5\n\nSource:  Official  Poverty  Line  for  Sri  Lanka  (DCS  2004).\n\nERD WORKING PAPER SERIES NO. 58\n\n23\n\n\fMONETARY POVERTY ESTIMATES IN SRI LANKA:  SELECTED ISSUES\nNERANJANA GUNETILLEKE AND DINUSHKA SENANAYAKE\n\nSELECTED  REFERENCES\n\nAsian Development Bank (ADB), 2000. “Perceptions of the Poor: Poverty Consultations in Four Districts in\n\nSri Lanka.” Manila, Philippines. Mimeo.\n\n———,  2001.  “Poverty  Reduction  in  Sri  Lanka:  Maximising  the  Asian  Development  Bank’s  Contribution.”\n\nDocument prepared for the High Level Forum. Colombo.\n\nAlailima, P., 1986. “A Survey on Literature on Poverty.” Department of National Planning, Ministry of Finance\n\n———, 1997. “Poverty and Unemployment in Sri Lanka.” Department of National Planning, Ministry of Finance\n\nAnand, S., and C. Harris, 1985. “Living Standards in Sri Lanka, 1973-1981/82: An Analysis of Consumer Finances\n\nand Planning, Colombo. Mimeo.\n\nand Planning, Colombo.\n\nSurvey Data.” Mimeo.\n\n———, 1990. “Food and Standard of Living: An Analysis Based on Sri Lankan Data.” In J. Dreze and A. K.\n\nSen, eds., The Political Economy of Hunger. Oxford: Clarendon Press.\n\nAturupane, D. C. H., 1999. “Poverty in Sri Lanka: Achievements, Issues and Challenges.” Report Prepared for\nthe Workshop on Poverty Alleviation. Department of External Resources, Ministry of Finance and Planning.\nBhalla, S., 1985. “Living Standards in Sri Lanka in the Seventies.” The World Bank, Washington, D.C. Mimeo.\nBhalla, S., and P. Glewwe, 1986. “Growth and Equity in Developing Countries: A Reinterpretation of the Sri\n\nLankan Experience.” World Bank Economic Review 1(1):35-63.\n\nColombage, S. S., 1998. “Trends in Income Distribution.” In A. D. V. de S. Indraratna, eds., Fifty Years of Sri\nLanka’s Independence—A Socio-Economic Review. Sri Lanka Institute of Social and Economic Studies, Colombo.\nDatt, G., and D. Gunewardena, 1997. Some Aspects of Poverty in Sri Lanka: 1985-90. Policy Research Working\nPaper  WPS  1738,  Analysis  of  Labour  Force  and  Socio-Economic  Survey  of  1985/86  and  Income  and\nExpenditure Survey of 1990/91. The World Bank, Washington D.C.\n\nDeaton, A., 1981. Three Essays in a Sri Lankan Household Survey, Living Standard Measurement Study. Working\n\nPaper No. 11, The World Bank, Washington, D.C.\n\nDepartment of Census and Statistics, 1997. Household Income and Expenditure Survey. Colombo.\n———, 2002. Preliminary Report on the Household Income and Expenditure Survey. Colombo.\n———, 2003. Report on Household Income and Expenditure Survey. Colombo.\n———, 2004. “The Department of Census and Statistics Announces the Official Poverty Line for Sri Lanka,\n\nColombo.” Colombo.\n\nEdirisinghe, N., 1990. “Poverty in Sri Lanka: Its Extent, Distribution and Characteristics of the Poor.” In Analysis\nof Consumer Finances Survey of 1986/87. Paper submitted to the World Bank for the Sri Lanka Poverty\nAlleviation and Employment Project, Colombo.\n\nGlewwe, P., 1985. “The Distribution of Income in Sri Lanka in 1969-70 & 1980-81: A Decomposition Analysis.”\n\nDepartment of Agricultural Economics and Rural Sociology, Pennsylvania State University.\n\nGovernment of Sri Lanka, 2000. “Framework for Poverty Reduction In Sri Lanka.” Ministry of Finance, Colombo.\nGunaratne, I., 1985. “Present Status of Knowledge on Poverty, Income Distribution and Welfare in Sri Lanka:\n\nA Statistical Review.” Colombo. Mimeo.\n\n———, 1985a. “Measurement of Poverty in Sri Lanka.” A Paper Prepared for the World Bank-Central Bank,\n\nSri Lanka Project on “Evaluation of Living Standards in Sri Lanka.” Mimeo.\n\n———, 1985b. “Structural Characteristics of Employment, Unemployment and Underemployment of Household\n\nPoverty.” The World Bank, Washington, D.C. Mimeo.\n\nGunewardena, D., 2000. “Consumption Poverty In Sri Lankan, 1985-1996: A Profile of Poverty Based on Household\n\nSurvey Data (Analysis of the Income and Expenditure Survey of 1995/96).” Mimeo.\n\n24\n\nOCTOBER 2004\n\n\fSELECTED REFERENCES\n\n———, 2004a. Poverty Measurements: Meanings, Methods and Requirements. Centre for Poverty Analysis, Colombo.\n———, 2004b. “Qualitative and Quantitative Approaches to Measuring Poverty: Issues and Challenges in the\ncontext of Sri Lanka.” In H. Gsaenger and M. Fernando, eds., Poverty Monitoring in Asia. Centre for Poverty\nAnalysis, Colombo. Forthcoming.\n\nHopkins, M. J. D., and T. Jogaratnam, 1990. The Socio-economic Dimensions of Poverty in Sri Lanka and Policy\n\nImplications. Development Alternatives, Inc., Washington, D.C.\n\nIsenman, P., 1980. “Basic Needs: The Case of Sri Lanka.” World Development 8:237-58.\n———, 1986. “A Comment on “Growth and Equity in Developing Countries: A Reinterpretation of Sri Lankan\n\nExperience by Bhalla and Glewwe.” World Bank Economic Review 1(3):521-31.\n\nKhan, M. M., 1989. Analysis of Health, Nutrition and Poverty in Sri Lanka. USAID/DEVRES INC., Colombo.\nKorale, R. B. M., ed., 1987.  “Income Distribution and Poverty in Sri Lanka.” Department of Census and Statistics,\n\nLakshman, W. D., 1997. “Income Distribution and Poverty.” In W. D. Lakshman, ed., Dilemmas of Development:\n\nFifty Years of Economic Change in Sri Lanka. SLAE, Colombo.\n\n———, 1998. Poverty in Sri Lanka: Measurement and Alleviation Exercises. SSP Working Paper. Intercooperation,\n\nColombo.  Unpublished.\n\nColombo.\n\nMarga Institute, 1981. “Analytical Description of Poverty in Sri Lanka.” Marga, Colombo.\nMinistry of Plan Implementation, 1997. “Poverty among Female Headed Households in Sri Lanka.” Colombo.\n———, 1997. “Baseline for the Samurdhi Programme in Sri Lanka.” Colombo.\nNanayakkara, A. G. W., 1994. “An Analysis of Poverty in Sri Lanka. (Analysis of Labour Force and Socio-Economic\nSurvey of 1980/81 and 1985/86 and the Income and Expenditure Survey of 1990/91).” Sri Lanka Journal\nof Social Sciences 17(1&2, June/December)49-78.\n\n———, 2000. “Future Priorities in Poverty Monitoring.” Paper presented at the Workshop on Poverty Reduction\n\nin Sri Lanka, 12-14 May, Kandalama.\n\nNanayakkara, A. G. W., and H. A. G. Premaratne, 1987. “Food Consumption and Nutritional Levels.” In R. M.\nB. Korale, ed., Income Distribution and Poverty in Sri Lanka. Department of Census and Statistics. Colombo.\nParker B., and T. Silva, 2000. “People’s Perceptions of Poverty: Social Issues in Sri Lankan Poverty.” Report\nprepared for the World Bank based on the preliminary findings of the SLIS qualitative survey, 1999-2000.\nPradhan, M., 1999a. “Further Aspects of Poverty in Sri Lanka in 1996/1997 (Analysis of Consumer Finances\n\nSurvey 1996/97).” Free University Amsterdam. Mimeo.\n\n———, 1999b. “Note on Comparing CFS and HIES Data for Constructing Comparable Consumption Estimates.”\n\nUnpublished.\n\nRathnayake, I., and J. Weerahewa, 2003. “Intra-Household Allocation of Calories among Low Income Households\nin Sri Lanka: Impact of Female Sources of Income.” In Progress Report of Project: Globalization and Distribution\nin Sri Lanka. MIMAP-IDRC. Micro Impacts of Macro Adjustment Policies, Ottawa.\n\nRatnayake, R. M. K., 1998. “Poverty in Sri Lanka: Incidence and Poverty Reduction Strategies.” In A. D. V.\nde S. Indraratna, ed., Fifty Years of Sri Lanka’s Independence—A Socio-Economic Review. Sri Lanka Institute\nof Social and Economic Studies, Colombo.\n\nRouse, C. E., 1990. A Study of the Poor in Sri Lanka. Internal Discussion Paper No. 165. The World Bank,\n\nWashington, D.C.\n\nSahn, D., 1984. “An Analysis of Food Consumption and Expenditure Patterns in Sri Lanka.” International Food\n\nPolicy Research Institute, Washinton D.C. and Community Systems Foundation, Michigan. Mimeo.\n\n———, 1985. “Food Consumption Patterns and Parameters in Sri Lanka: the Causes and Control of Malnutrition.”\n\nInternational Food Policy Research Institute, Washington, D.C. Mimeo.\n\n———,  1987.  “Changes  in  Living  Standards  of  the  Poor  in  Sri  Lanka  During  a  Period  of  Macroeconomic\n\nRestructuring.”  World Development 15(6):809-30.\n\nERD WORKING PAPER SERIES NO. 58\n\n25\n\n\fMONETARY POVERTY ESTIMATES IN SRI LANKA:  SELECTED ISSUES\nNERANJANA GUNETILLEKE AND DINUSHKA SENANAYAKE\n\n———, 1988. “The Effect of Price and Income Changes on Food-energy Intake in Sri Lanka.” Economic Development\n\nand Cultural Change  36:315-40.\n\nSarvananthan, M., 2003. “An Introduction to the Conflict Time Economy of the North & East Province of Sri\n\nLanka.” International Centre for Ethnic Studies, Colombo.\n\nShanmugaratnam, N., 1999. “Rural Poverty in Sri Lanka: A Synthesis of Preliminary Qualitative Studies.” Report\n\nto the World Bank, Norges  Landbrukshogskole, Norway.\n\nSilva, T., 1998. “Sociological Perspectives relating to Selected Aspects of Poverty in Sri Lanka.” Paper presented\n\nto the Consultative Group, Poverty Alleviation Project, Ministry of Finance and Planning.\n\nSilva, T., et al., 1996. “Approaches to Poverty Alleviation in Sri Lanka.” Center for Community Health Studies.\n\nTudawe, I., 2000. Review of Poverty Related Data and Data Sources in Sri Lanka. MIMAP-Sri Lanka Series No.\n\nPreadeniya,  Kandy.\n\n4.  Institute  of  Policy  Studies,  Colombo.\n\n———, 2001. Chronic Poverty and Development Policy in Sri Lanka: Overview Study. Chronic Poverty Research\nCentre Working Paper No. 9, Manchester Institute of Development Policy and Management, Manchester,\nU.K.\n\nUNDP, 1998. National Human Development Report—Sri Lanka. United Nations Development Program, Colombo.\nVidyaratne, S., and K. G. Tilakaratne, 2003. “Sectoral and Provincial Poverty Lines for Sri Lanka.” Department\n\nVisaria, P., 1981. Some Aspects of Relative Poverty in Sri Lanka 1969–1970. World Bank Staff Paper, No. 461,\n\nof Census and Statistics, Colombo.\n\nThe World Bank, Washington, D.C.\n\nWorld Bank, 1995. Sri Lanka Poverty Assessment, Report No. 13431-CE. World Bank, Colombo.\n———, 2000. “Sri Lanka: Recapturing Missed Opportunities.” World Bank Country Report. Washington, D.C.\n\n26\n\nOCTOBER 2004\n\n\fPUBLICATIONS  FROM  THE\nECONOMICS  AND  RESEARCH  DEPARTMENT\n\nERD WORKING PAPER SERIES (WPS)\n(Published in-house; Available through ADB Office of External Relations; Free of Charge)\n\nCapitalizing  on  Globalization\n—Barry Eichengreen, January 2002\nPolicy-based  Lending  and  Poverty  Reduction:\nAn  Overview  of  Processes, Assessment\nand  Options\n—Richard Bolt and Manabu Fujimura\n\nJanuary  2002\n\nThe Automotive  Supply  Chain:  Global  Trends\nand Asian  Perspectives\n—Francisco Veloso and Rajiv Kumar\n\nJanuary  2002\n\nInternational  Competitiveness  of Asian  Firms:\nAn Analytical Framework\n—Rajiv Kumar and Doren Chadee\n\nFebruary  2002\n\nThe  International  Competitiveness  of Asian\nEconomies in the Apparel Commodity Chain\n—Gary Gereffi\n\nFebruary  2002\n\nMonetary  and  Financial  Cooperation  in  East\nAsia—The  Chiang  Mai  Initiative  and  Beyond\n—Pradumna  B.  Rana\n\nFebruary  2002\n\nProbing Beneath Cross-national Averages: Poverty,\nInequality,  and  Growth  in  the  Philippines\n—Arsenio M. Balisacan and Ernesto M. Pernia\n\nPoverty,  Growth,  and  Inequality  in  Thailand\n—Anil B. Deolalikar\n\nMarch  2002\n\nApril  2002\n\nMicrofinance  in  Northeast  Thailand:  Who  Benefits\nand How Much?\n—Brett E. Coleman\n\nPoverty  Reduction  and  the  Role  of  Institutions  in\nDeveloping Asia\n—Anil B. Deolalikar, Alex B. Brilliantes, Jr.,\n\nRaghav Gaiha, Ernesto M. Pernia, Mary Racelis\nwith the assistance of Marita Concepcion Castro-\nGuevara, Liza L. Lim, Pilipinas  F.  Quising\nMay  2002\n\nThe  European  Social  Model:  Lessons  for\nDeveloping Countries\n—Assar Lindbeck\n\nMay  2002\n\nCosts  and  Benefits  of  a  Common  Currency  for\nASEAN\n—Srinivasa Madhur\n\nApril  2002\n\nNo.  10\n\nNo.  1\n\nNo.  2\n\nNo.  3\n\nNo.  4\n\nNo.  5\n\nNo.  6\n\nNo.  7\n\nNo.  8\n\nNo.  9\n\nNo.  11\n\nNo.  12\n\nNo.  14\n\nNo.  15\n\nNo.  13 Monetary Cooperation in East Asia: A Survey\n\nMay  2002\n\n—Raul  Fabella\nMay  2002\n\nToward A Political Economy Approach\nto  Policy-based  Lending\n—George Abonyi\nMay  2002\n\nA  Framework  for  Establishing  Priorities  in  a\nCountry Poverty Reduction Strategy\n—Ron Duncan and Steve Pollard\n\nJune  2002\n\n27\n\nNo.  16\n\nThe  Role  of  Infrastructure  in  Land-use  Dynamics\nand Rice Production in Viet Nam’s Mekong River\nDelta\n—Christopher Edmonds\n\nJuly  2002\n\nNo.  17\n\nEffect of Decentralization Strategy on\nMacroeconomic Stability in Thailand\n—Kanokpan  Lao-Araya\n\nNo.  18\n\nPoverty  and  Patterns  of  Growth\n—Rana  Hasan  and  M.  G.  Quibria\n\nAugust  2002\n\nAugust  2002\n\nNo.  19 Why are Some Countries Richer than Others?\n\nA  Reassessment  of  Mankiw-Romer-Weil’s  Test  of\nthe  Neoclassical  Growth  Model\n—Jesus Felipe and John McCombie\n\nAugust  2002\n\nNo.  20 Modernization  and  Son  Preference  in  People’s\n\nNo.  21\n\nNo.  22\n\nNo.  23\n\nNo.  24\n\nNo.  25\n\nNo.  26\n\nNo.  27\n\nNo.  28\n\nRepublic of China\n—Robin Burgess and Juzhong Zhuang\n\nSeptember  2002\n\nThe  Doha Agenda  and  Development: A  View  from\nthe Uruguay Round\n—J. Michael Finger\nSeptember  2002\n\nConceptual  Issues  in  the  Role  of  Education\nDecentralization in Promoting Effective Schooling in\nAsian  Developing  Countries\n—Jere R. Behrman, Anil B. Deolalikar, and Lee-\n\nYing Son\nSeptember  2002\n\nPromoting Effective Schooling through Education\nDecentralization  in  Bangladesh,  Indonesia,  and\nPhilippines\n—Jere R. Behrman, Anil B. Deolalikar, and Lee-\n  Ying Son\n\nSeptember  2002\n\nFinancial  Opening  under  the  WTO Agreement  in\nSelected Asian  Countries:  Progress  and  Issues\n—Yun-Hwan Kim\nSeptember  2002\n\nRevisiting Growth and Poverty Reduction in\nIndonesia:  What  Do  Subnational  Data  Show?\n—Arsenio M. Balisacan, Ernesto M. Pernia,\n    and  Abuzar  Asra\n    October  2002\nCauses  of  the  1997  Asian  Financial  Crisis:  What\nCan an Early Warning System Model Tell Us?\n—Juzhong Zhuang and J. Malcolm Dowling\n    October  2002\nDigital  Divide:  Determinants  and  Policies  with\nSpecial Reference to Asia\n—M. G. Quibria, Shamsun N. Ahmed, Ted\nTschang, and Mari-Len Reyes-Macasaquit\n    October  2002\nRegional  Cooperation  in Asia:  Long-term Progress,\nRecent Retrogression, and the Way Forward\n—Ramgopal  Agarwala  and  Brahm  Prakash\n\nOctober  2002\n\n\fNo.  29 How  can  Cambodia,  Lao  PDR,  Myanmar,  and  Viet\n\nNam  Cope  with  Revenue Lost  Due  to AFTA  Tariff\nReductions?\n—Kanokpan  Lao-Araya\n\nNovember  2002\n\nNo.  30\n\nAsian  Regionalism  and  Its  Effects  on  Trade  in  the\n1980s  and  1990s\n—Ramon Clarete, Christopher Edmonds, and\nJessica Seddon Wallack\n\nNovember  2002\n\nNo.  31 New Economy and the Effects of Industrial\nStructures on International Equity Market\nCorrelations\n—Cyn-Young Park and Jaejoon Woo\n\nDecember  2002\n\nLeading  Indicators  of  Business  Cycles  in  Malaysia\nand  the  Philippines\n—Wenda Zhang and Juzhong Zhuang\n\nDecember  2002\n\nTechnological Spillovers from Foreign Direct\nInvestment—A Survey\n—Emma  Xiaoqin  Fan\n\nDecember  2002\n\nEconomic  Openness  and  Regional  Development  in\nthe  Philippines\n—Ernesto M. Pernia and Pilipinas F. Quising\n\nJanuary  2003\n\nBond  Market  Development  in  East Asia:\nIssues  and  Challenges\n—Raul Fabella and Srinivasa Madhur\n\nJanuary  2003\n\nEnvironment  Statistics  in  Central Asia: Progress\nand  Prospects\n—Robert Ballance and Bishnu D. Pant\n\nMarch  2003\n\nElectricity  Demand  in  the  People’s  Republic  of\nChina:  Investment  Requirement  and\nEnvironmental Impact\n—Bo  Q.  Lin\n\nMarch  2003\n\nForeign Direct Investment in Developing Asia:\nTrends,  Effects,  and  Likely  Issues  for  the\nForthcoming  WTO  Negotiations\n—Douglas  H.  Brooks,  Emma  Xiaoqin  Fan,\nand  Lea  R.  Sumulong\n\nApril  2003\n\nThe Political Economy of Good Governance for\nPoverty Alleviation Policies\n—Narayan  Lakshman\n\nApril  2003\n\nThe  Puzzle  of  Social  Capital\nA Critical Review\n—M.  G.  Quibria\nMay  2003\n\nNo.  32\n\nNo.  33\n\nNo.  34\n\nNo.  35\n\nNo.  36\n\nNo.  37\n\nNo.  38\n\nNo.  39\n\nNo.  40\n\nNo.  41\n\nMay  2003\n\nNo.  42\n\nIndustrial Structure, Technical Change, and the\nRole of Government in Development of the\nElectronics and Information Industry in\nTaipei,China\n—Yeo Lin\n\nEconomic Growth and Poverty Reduction\nin  Viet  Nam\n—Arsenio M. Balisacan, Ernesto M. Pernia, and\nGemma Esther B. Estrada\n\nJune  2003\n\nNo.  44 Welfare Impacts of Electricity Generation Sector\n\n—Taizo Motonishi\n\nJune  2003\n\nReform in the Philippines\n—Natsuko  Toba\nJune  2003\n\nNo.  45\n\nNo.  46\n\nNo.  47\n\nNo.  48\n\nNo.  49\n\nNo.  50\n\nNo.  52\n\nNo.  53\n\nNo.  54\n\nNo.  55\n\nNo.  56\n\nNo.  57\n\nA Review of Commitment Savings Products in\nDeveloping Countries\n—Nava  Ashraf,  Nathalie  Gons,  Dean  S.  Karlan,\nand Wesley Yin\nJuly  2003\n\nLocal  Government  Finance,  Private  Resources,\nand  Local  Credit  Markets  in Asia\n—Roberto de Vera and Yun-Hwan Kim\n\nOctober  2003\nJuly  2003\n\nExcess Investment and Efficiency Loss During\nReforms:  The  Case  of  Provincial-level  Fixed-Asset\nInvestment  in  People’s  Republic  of  China\n—Duo  Qin  and  Haiyan  Song\n\nOctober  2003\n\nIs  Export-led  Growth  Passe?  Implications  for\nDeveloping Asia\n—Jesus Felipe\n\nDecember  2003\n\nChanging  Bank  Lending  Behavior  and  Corporate\nFinancing  in Asia—Some  Research  Issues\n—Emma  Xiaoqin  Fan  and  Akiko  Terada-Hagiwara\n\nDecember  2003\n\nIs  People’s  Republic  of  China’s  Rising  Services\nSector  Leading  to  Cost  Disease?\n—Duo Qin\n\nMarch  2004\n\nMay  2004\n\nMay  2004\n\nRestructuring and Regulatory Reform in the Power\nSector: Review of Experience and Issues\n—Peter Choynowski\n\nCompetitiveness,  Income  Distribution,  and  Growth\nin  the  Philippines:  What  Does  the  Long-run\nEvidence Show?\n—Jesus Felipe and Grace C. Sipin\n\nJune  2004\n\nPractices  of  Poverty  Measurement  and  Poverty\nProfile of Bangladesh\n—Faizuddin Ahmed\n\nAugust  2004\n\nExperience of Asian Asset Management\nCompanies:  Do  They  Increase  Moral  Hazard?\n—Evidence from Thailand\n—Akiko Terada-Hagiwara and Gloria Pasadilla\n\nSeptember  2004\n\nViet  Nam:  Foreign  Direct  Investment  and\nPostcrisis  Regional  Integration\n—Vittorio Leproux and Douglas H. Brooks\n\nSeptember  2004\n\nPractices  of  Poverty  Measurement  and  Poverty\nProfile  of  Nepal\n—Devendra Chhetry\nSeptember  2004\n\nNo.  51\n\nPoverty  Estimates  in  India:  Some  Key  Issues\n—Savita  Sharma\n\nNo.  58 Monetary  Poverty  Estimates  in  Sri  Lanka:\n\nSelected  Issues\n—Neranjana Gunetilleke and Dinushka Senanayake\n\nNo.  43 Why  Has  Income  Inequality  in  Thailand\n\nOctober  2004\n\nIncreased? An Analysis  Using  1975-1998  Surveys\n\n28\n\n\fNo.  1\n\nNo.  2\n\nNo.  3\n\nNo.  4\n\nNo.  5\n\nNo.  1\n\nNo.  2\n\nNo.  3\n\nNo.  4\n\nNo.  5\n\nNo.  6\n\nNo.  7\n\nNo.  8\n\nNo.  9\n\nERD TECHNICAL NOTE SERIES (TNS)\n(Published in-house; Available through ADB Office of External Relations; Free of Charge)\n\nContingency Calculations for Environmental\nImpacts  with  Unknown  Monetary  Values\n—David Dole\n    February  2002\nIntegrating Risk into ADB’s Economic Analysis\nof  Projects\n—Nigel Rayner, Anneli Lagman-Martin,\n\nand Keith Ward\n\n    June  2002\nMeasuring Willingness to Pay for Electricity\n—Peter Choynowski\n    July  2002\nEconomic  Issues  in  the  Design  and Analysis  of  a\nWastewater  Treatment  Project\n—David Dole\nJuly  2002\n\nAn Analysis  and  Case  Study  of  the  Role  of\nEnvironmental Economics at the Asian\nDevelopment  Bank\n—David Dole and Piya Abeygunawardena\n\nSeptember  2002\n\nNo.  6\n\nEconomic Analysis of Health Projects: A Case Study\nin  Cambodia\n\nNo.  7\n\nNo.  8\n\nNo.  9\n\nNo.  10\n\nNo.  11\n\n—Erik Bloom and Peter Choynowski\n\nMay  2003\n\nStrengthening the Economic Analysis of Natural\nResource  Management  Projects\n—Keith Ward\n\nSeptember  2003\n\nTesting  Savings Product  Innovations  Using  an\nExperimental Methodology\n—Nava Ashraf, Dean S. Karlan, and Wesley Yin\n\nNovember 2003\n\nSetting User Charges for Public Services: Policies\nand  Practice  at  the Asian  Development  Bank\n—David Dole\n\nDecember 2003\n\nBeyond Cost Recovery: Setting User Charges for\nFinancial,  Economic,  and  Social  Goals\n—David  Dole  and  Ian  Bartlett\n\nJanuary  2004\n\nShadow Exchange Rates for Project Economic\nAnalysis:  Toward  Improving Practice  at  the Asian\nDevelopment  Bank\n—Anneli Lagman-Martin\n\nFebruary  2004\n\nERD POLICY BRIEF SERIES (PBS)\n(Published in-house; Available through ADB Office of External Relations; Free of charge)\n\nIs Growth Good Enough for the Poor?\n—Ernesto  M.  Pernia,  October  2001\nIndia’s Economic Reforms\nWhat  Has  Been Accomplished?\nWhat  Remains  to  Be  Done?\n—Arvind  Panagariya,  November  2001\nUnequal  Benefits  of  Growth  in  Viet  Nam\n—Indu Bhushan, Erik Bloom, and Nguyen Minh\nThang,  January  2002\nIs Volatility Built into Today’s World Economy?\n—J. Malcolm Dowling and J.P. Verbiest,\nFebruary  2002\nWhat  Else  Besides  Growth  Matters  to  Poverty\nReduction? Philippines\n—Arsenio M. Balisacan and Ernesto M. Pernia,\nFebruary  2002\nAchieving the Twin Objectives of Efficiency and\nEquity:  Contracting  Health  Services  in  Cambodia\n—Indu Bhushan, Sheryl Keller, and Brad Schwartz,\nMarch  2002\nCauses  of  the  1997  Asian  Financial  Crisis:  What\nCan an Early Warning System Model Tell Us?\n—Juzhong Zhuang and Malcolm Dowling,\nJune  2002\nThe Role of Preferential Trading Arrangements\nin Asia\n—Christopher Edmonds and Jean-Pierre Verbiest,\nJuly  2002\nThe  Doha  Round: A  Development Perspective\n—Jean-Pierre Verbiest, Jeffrey Liang, and Lea\nSumulong\n\nJuly  2002\n\nNo.  10\n\nIs  Economic  Openness  Good  for  Regional\nDevelopment and Poverty Reduction? The\n\nPhilippines\n—E. M. Pernia and P. F. Quising\n\nOctober  2002\n\nNo.  11\n\nImplications  of  a  US  Dollar  Depreciation  for Asian\nDeveloping Countries\n—Emma  Fan\nJuly  2002\n\nNo.  12\n\nDangers  of  Deflation\n—D. Brooks and P. F. Quising\n\nDecember 2002\n\nInfrastructure and Poverty Reduction—\nWhat is the Connection?\n—I. Ali and E. Pernia\n\nJanuary  2003\n\nInfrastructure and Poverty Reduction—\nMaking Markets Work for the Poor\n—Xianbin Yao\nMay  2003\n\nNo.  15\n\nSARS:  Economic  Impacts  and  Implications\n—Emma  Xiaoqin  Fan\n\nEmerging  Tax  Issues:  Implications  of  Globalization\nand Technology\n—Kanokpan  Lao  Araya\n\nPro-Poor  Growth:  What  is  It  and  Why  is  It\nImportant?\n—Ernesto M. Pernia\n\nMay  2003\n\nMay  2003\n\nMay  2003\n\nPublic–Private  Partnership  for  Competitiveness\n—Jesus Felipe\nJune  2003\n\nNo.  19\n\nReviving Asian Economic Growth Requires Further\nReforms\n\nNo.  13\n\nNo.  14\n\nNo.  16\n\nNo.  17\n\nNo.  18\n\n29\n\n\fNo.  22\n\nAdapting  Education  to  the  Global  Economy\n\nNo.  29\n\nNo.  20\n\nThe  Millennium  Development  Goals  and  Poverty:\nAre We Counting the World’s Poor Right?\n—M.  G.  Quibria\n\nNo.  21\n\nTrade  and  Poverty:  What  are  the  Connections?\n—Douglas H. Brooks\n\n—Ifzal Ali\n\nJune  2003\n\nJuly  2003\n\nJuly  2003\n\n—Olivier Dupriez\n    September  2003\n\nNo.  23\n\nNo.  25\n\nNo.  26\n\nAvian Flu: An Economic Assessment for Selected\nDeveloping Countries in Asia\n—Jean-Pierre Verbiest and Charissa Castillo\n    March  2004\nPurchasing  Power  Parities  and  the  International\nComparison  Program  in  a  Globalized  World\n—Bishnu  Pant\n    March  2004\nA Note on Dual/Multiple Exchange Rates\n—Emma  Xiaoqin  Fan\n    May  2004\n\nNo.  27\n\nInclusive Growth for Sustainable Poverty Reduction\nin Developing Asia: The Enabling Role of\nInfrastructure Development\n—Ifzal Ali and Xianbin Yao\n    May  2004\n\nNo.  28 Higher  Oil Prices: Asian Perspectives  and\n\nImplications  for  2004-2005\n—Cyn-Young  Park\n    June  2004\nAccelerating Agriculture and Rural Development for\nInclusive Growth: Policy Implications for\nDeveloping Asia\n—Richard Bolt\n    July  2004\nLiving  with  Higher  Interest  Rates:  Is Asia  Ready?\n—Cyn-Young  Park\n    August  2004\nReserve Accumulation, Sterilization, and Policy\nDilemma\n—Akiko Terada-Hagiwara\n    October  2004\n\nNo.  30\n\nNo.  31\n\nSERIALS\n(Co-published with Oxford University Press; Available commercially through Oxford University Press\nOffices, Associated Companies, and Agents)\n\n1.\n\nAsian  Development  Outlook  (ADO;  annual)\n$36.00  (paperback)\n\n2. Key  Indicators  of  Developing Asian  and Pacific  Countries  (KI;  annual)\n\n$35.00  (paperback)\n\nJOURNAL\n(Published in-house; Available commercially through ADB Office of External Relations)\n\n1.\n\nAsian  Development  Review  (ADR;  semiannual)\n$5.00 per issue; $8.00 per year (2 issues)\n\n30\n\n\fMONOGRAPH SERIES\n(Published in-house; Available through ADB Office of External Relations; Free of charge)\n\nEDRC REPORT SERIES (ER)\n\nASEAN  and  the Asian  Development  Bank\n—Seiji  Naya,  April  1982\nDevelopment  Issues  for  the  Developing  East\nand  Southeast Asian  Countries\nand  International  Cooperation\n—Seiji  Naya  and  Graham  Abbott,  April  1982\nAid,  Savings,  and  Growth  in  the Asian  Region\n—J. Malcolm Dowling and Ulrich Hiemenz,\n\nApril  1982\n\nDevelopment-oriented Foreign Investment\nand  the  Role  of ADB\n—Kiyoshi  Kojima,  April  1982\nThe  Multilateral  Development  Banks\nand  the  International  Economy’s  Missing\nPublic Sector\n—John  Lewis,  June  1982\nNotes  on  External  Debt  of  DMCs\n—Evelyn  Go,  July  1982\nGrant  Element  in  Bank  Loans\n—Dal  Hyun  Kim,  July  1982\nShadow  Exchange  Rates  and  Standard\nConversion Factors in Project Evaluation\n—Peter Warr, September 1982\nSmall and Medium-Scale Manufacturing\nEstablishments  in ASEAN  Countries:\nPerspectives  and  Policy  Issues\n—Mathias Bruch and Ulrich Hiemenz,\n\nJanuary  1983\n\nof  China,  Hong  Kong,  and  Republic  of  Korea\n—J.M.  Dowling,  January  1983\nASEAN: Economic Situation and Prospects\n—Seiji  Naya,  March  1983\nThe  Future  Prospects  for  the  Developing\nCountries of Asia\n—Seiji  Naya,  March  1983\nEnergy and Structural Change in the Asia-\nPacific Region, Summary of the Thirteenth\nPacific Trade and Development Conference\n—Seiji  Naya,  March  1983\nA Survey of Empirical Studies on Demand\nfor Electricity with Special Emphasis on Price\nElasticity  of  Demand\n—Wisarn Pupphavesa,  June  1983\nDeterminants  of  Paddy  Production  in  Indonesia:\n1972-1981–A  Simultaneous  Equation  Model\nApproach\n—T.K.  Jayaraman,  June  1983\nThe Philippine Economy:  Economic\nForecasts  for  1983  and  1984\n—J.M.  Dowling,  E.  Go,  and  C.N.  Castillo,\n\nNo.  10\n\nA Note on the Third Ministerial Meeting of GATT\n—Jungsoo  Lee,  January  1983\n\nNo.  11 Macroeconomic Forecasts for the Republic\n\nNo.  1\n\nNo.  2\n\nNo.  3\n\nNo.  4\n\nNo.  5\n\nNo.  6\n\nNo.  7\n\nNo.  8\n\nNo.  9\n\nNo.  12\n\nNo.  13\n\nNo.  14\n\nNo.  15\n\nNo.  16\n\nNo.  17\n\nNo.  19\n\nJune  1983\n\nNo.  18\n\nEconomic  Forecast  for  Indonesia\n—J.M. Dowling, H.Y. Kim, Y.K. Wang,\n\nand  C.N.  Castillo,  June  1983\n\nRelative  External  Debt  Situation  of Asian\nDeveloping Countries: An Application\nof Ranking Method\n—Jungsoo Lee, June 1983\n\nNo.  20 New  Evidence  on  Yields,  Fertilizer Application,\nand Prices  in Asian  Rice Production\n—William James and Teresita Ramirez, July 1983\nInflationary Effects of Exchange Rate\nChanges  in  Nine Asian  LDCs\n—Pradumna B. Rana and J. Malcolm Dowling,\n    Jr.,  December  1983\n\nNo.  21\n\nNo.  25\n\nNo.  23\n\nNo.  24\n\nNo.  22\n\nNo.  26\n\nEffects of External Shocks on the Balance\nof  Payments,  Policy  Responses,  and  Debt\nProblems  of Asian  Developing  Countries\n—Seiji  Naya,  December  1983\nChanging  Trade  Patterns  and  Policy  Issues:\nThe  Prospects  for  East  and  Southeast Asian\nDeveloping Countries\n—Seiji  Naya  and  Ulrich  Hiemenz,  February  1984\nSmall-Scale Industries in Asian Economic\nDevelopment:  Problems  and  Prospects\n—Seiji  Naya,  February  1984\nA Study on the External Debt Indicators\nApplying Logit Analysis\n—Jungsoo Lee and Clarita Barretto,\n    February  1984\nAlternatives  to  Institutional  Credit  Programs\nin the Agricultural Sector of Low-Income\nCountries\n—Jennifer Sour, March 1984\nEconomic  Scene  in Asia  and  Its  Special  Features\n—Kedar N. Kohli, November 1984\nThe Effect of Terms of Trade Changes on the\nBalance  of  Payments  and  Real  National\nIncome of Asian Developing Countries\n—Jungsoo  Lee  and  Lutgarda  Labios,  January  1985\nCause  and  Effect  in  the  World  Sugar  Market:\nSome  Empirical  Findings  1951-1982\n—Yoshihiro  Iwasaki,  February  1985\nSources  of  Balance  of  Payments  Problem\nin  the  1970s:  The Asian  Experience\n—Pradumna  Rana,  February  1985\nIndia’s Manufactured Exports: An Analysis\nof Supply Sectors\n—Ifzal  Ali,  February  1985\nNo.  32 Meeting  Basic  Human  Needs  in Asian\n\nNo.  31\n\nNo.  27\n\nNo.  28\n\nNo.  29\n\nNo.  30\n\nDeveloping Countries\n—Jungsoo  Lee  and  Emma  Banaria,  March  1985\nThe  Impact  of  Foreign  Capital  Inflow\non  Investment  and  Economic  Growth\nin Developing Asia\n—Evelyn  Go,  May  1985\n\nNo.    34 The Climate for Energy Development\n\nin  the Pacific  and Asian  Region:\nPriorities  and  Perspectives\n—V.V.  Desai,  April  1986\nImpact of Appreciation of the Yen on\nDeveloping Member Countries of the Bank\n—Jungsoo Lee, Pradumna Rana, and Ifzal Ali,\n\nMay  1986\n\nSmuggling and Domestic Economic Policies\nin Developing Countries\n—A.H.M.N.  Chowdhury,  October  1986\nPublic Investment Criteria: Economic Internal\nRate  of  Return  and  Equalizing  Discount  Rate\n—Ifzal  Ali,  November  1986\nReview  of  the  Theory  of  Neoclassical  Political\nEconomy: An Application to Trade Policies\n—M.G.  Quibria,  December  1986\nFactors Influencing the Choice of Location:\nLocal  and  Foreign  Firms  in  the  Philippines\n—E.M. Pernia and A.N. Herrin, February 1987\nA Demographic Perspective on Developing\nAsia  and  Its  Relevance  to  the  Bank\n—E.M.  Pernia,  May  1987\nEmerging  Issues  in Asia  and  Social  Cost\nBenefit Analysis\n—I.  Ali,  September  1988\nShifting Revealed Comparative Advantage:\n\nNo.  33\n\nNo.  35\n\nNo.  36\n\nNo.  37\n\nNo.  38\n\nNo.  39\n\nNo.  40\n\nNo.  41\n\nNo.  42\n\n31\n\n\fNo.  43\n\nNo.  44\n\nNo.  45\n\nNo.  46\n\nNo.  47\n\nNo.  48\n\nNo.  49\n\nNo.  50\n\nNo.  51\n\nNo.  52\n\nNo.  53\n\nNo.  54\n\nNo.  55\n\nNo.    1\n\nNo.    2\n\nNo.    3\n\nNo.    4\n\nNo.    5\n\nNo.    6\n\nNo.    7\n\nExperiences of Asian and Pacific Developing\nCountries\n—P.B.  Rana,  November  1988\nAgricultural Price Policy in Asia:\nIssues  and Areas  of  Reforms\n—I.  Ali,  November  1988\nService Trade and Asian Developing Economies\n—M.G.  Quibria,  October  1989\nA Review of the Economic Analysis of Power\nProjects  in Asia  and  Identification  of Areas\nof Improvement\n—I.  Ali,  November  1989\nGrowth Perspective  and  Challenges  for Asia:\nAreas for Policy Review and Research\n—I.  Ali,  November  1989\nAn Approach  to  Estimating  the Poverty\nAlleviation Impact of an Agricultural Project\n—I.  Ali,  January  1990\nEconomic Growth Performance of Indonesia,\nthe  Philippines,  and  Thailand:\nThe  Human  Resource  Dimension\n—E.M.  Pernia,  January  1990\nForeign  Exchange  and  Fiscal  Impact  of  a  Project:\nA Methodological Framework for Estimation\n—I.  Ali,  February  1990\nPublic  Investment  Criteria:  Financial\nand Economic Internal Rates of Return\n—I.  Ali,  April  1990\nEvaluation  of  Water  Supply Projects:\nAn Economic Framework\n—Arlene M. Tadle, June 1990\nInterrelationship  Between  Shadow  Prices,  Project\nInvestment,  and  Policy  Reforms:\nAn Analytical Framework\n—I.  Ali,  November  1990\nIssues  in Assessing  the  Impact  of  Project\nand  Sector Adjustment  Lending\n—I.  Ali,  December  1990\nSome Aspects  of  Urbanization\nand  the  Environment  in  Southeast Asia\n—Ernesto  M.  Pernia,  January  1991\nFinancial Sector and Economic\nDevelopment: A Survey\n—Jungsoo  Lee,  September  1991\n\nNo.  56\n\nA Framework for Justifying Bank-Assisted\nEducation Projects in Asia: A Review\nof the Socioeconomic Analysis\nand Identification of Areas of Improvement\n—Etienne Van De Walle, February 1992\n\nNo.  57 Medium-term  Growth-Stabilization\n\nRelationship in Asian Developing Countries\nand  Some  Policy  Considerations\n—Yun-Hwan  Kim,  February  1993\n\nNo.  58 Urbanization,  Population  Distribution,\n\nNo.  59\n\nNo.  60\n\nNo.  61\n\nNo.  62\n\nNo.  63\n\nNo.  64\n\nNo.  65\n\nNo.  66\n\nand  Economic  Development  in Asia\n—Ernesto  M.  Pernia,  February  1993\nThe  Need  for  Fiscal  Consolidation  in  Nepal:\nThe  Results  of  a  Simulation\n—Filippo di Mauro and Ronald Antonio Butiong,\n\nJuly  1993\n\nA Computable General Equilibrium Model\nof Nepal\n—Timothy Buehrer and Filippo di Mauro,\n\nOctober  1993\n\nThe Role of Government in Export Expansion\nin the Republic of Korea: A Revisit\n—Yun-Hwan  Kim,  February  1994\nRural Reforms, Structural Change,\nand Agricultural Growth in\nthe  People’s  Republic  of  China\n—Bo  Lin,  August  1994\nIncentives  and  Regulation  for Pollution Abatement\nwith  an Application  to  Waste  Water  Treatment\n—Sudipto  Mundle,  U.  Shankar,\nand  Shekhar  Mehta,  October  1995\nSaving  Transitions  in  Southeast Asia\n—Frank  Harrigan,  February  1996\nTotal  Factor  Productivity  Growth  in  East Asia:\nA Critical Survey\n—Jesus  Felipe,  September  1997\nForeign  Direct  Investment  in  Pakistan:\nPolicy  Issues  and  Operational  Implications\n—Ashfaque H. Khan and Yun-Hwan Kim,\n\nJuly  1999\n\nNo.  67\n\nFiscal Policy,  Income  Distribution  and  Growth\n—Sailesh  K.  Jha,  November  1999\n\nECONOMIC STAFF PAPERS (ES)\n\nA.H.M. Nuruddin Chowdhury, September 1981\n\nNo.    9\n\nInternational Reserves:\nFactors  Determining  Needs  and Adequacy\n—Evelyn  Go,  May  1981\nDomestic Savings in Selected Developing\nAsian  Countries\n—Basil Moore, assisted by\n\nChanges  in  Consumption,  Imports  and  Exports\nof Oil Since 1973: A Preliminary Survey of\nthe Developing Member Countries\nof  the Asian  Development  Bank\n—Dal  Hyun  Kim  and  Graham  Abbott,\n\nSeptember  1981\n\nBy-Passed Areas,  Regional  Inequalities,\nand  Development  Policies  in  Selected\nSoutheast Asian  Countries\n—William  James,  October  1981\nAsian Agriculture and Economic Development\n—William James, March 1982\nInflation in Developing Member Countries:\nAn Analysis of Recent Trends\n—A.H.M. Nuruddin Chowdhury and\nJ.  Malcolm  Dowling,  March  1982\nIndustrial  Growth  and  Employment  in\nDeveloping Asian  Countries:  Issues  and\n\nPerspectives  for  the  Coming  Decade\n—Ulrich Hiemenz, March 1982\nPetrodollar  Recycling  1973-1980.\nPart  1:  Regional  Adjustments  and\nthe World Economy\n—Burnham  Campbell,  April  1982\nDeveloping Asia:  The  Importance\nof  Domestic  Policies\n—Economics Office Staff under the direction\n\nof  Seiji  Naya,  May  1982\n\nFinancial  Development  and  Household\nSavings:    Issues  in  Domestic  Resource\nMobilization in Asian Developing Countries\n—Wan-Soon  Kim,  July  1982\nIndustrial  Development:  Role  of  Specialized\nFinancial  Institutions\n—Kedar  N.  Kohli,  August  1982\nPetrodollar  Recycling  1973-1980.\nPart  II:  Debt  Problems  and  an  Evaluation\nof  Suggested  Remedies\n—Burnham  Campbell,  September  1982\nCredit  Rationing,  Rural  Savings,  and  Financial\nPolicy in Developing Countries\n—William  James,  September  1982\nSmall and Medium-Scale Manufacturing\n\nNo.    8\n\nNo.  10\n\nNo.  11\n\nNo.  12\n\nNo.  13\n\nNo.  14\n\n32\n\n\fNo.  15\n\nNo.  16\n\nNo.  17\n\nNo.  18\n\nNo.  19\n\nNo.  20\n\nNo.  21\n\nNo.  22\n\nNo.  23\n\nNo.  24\n\nNo.  25\n\nNo.  26\n\nNo.  27\n\nNo.  28\n\nNo.  29\n\nNo.  30\n\nNo.  31\n\nNo.  32\n\nNo.  33\n\nNo.  34\n\nNo.  35\n\nNo.  36\n\nNo.  37\n\nNo.  38\n\nEstablishments  in ASEAN  Countries:\nPerspectives  and  Policy  Issues\n—Mathias Bruch and Ulrich Hiemenz, March 1983\nIncome  Distribution  and  Economic\nGrowth in Developing Asian Countries\n—J.  Malcolm  Dowling  and  David  Soo,  March  1983\nLong-Run Debt-Servicing Capacity of\nAsian Developing Countries: An Application\nof Critical Interest Rate Approach\n—Jungsoo Lee, June 1983\nExternal Shocks, Energy Policy,\nand Macroeconomic Performance of Asian\nDeveloping Countries: A Policy Analysis\n—William James, July 1983\nThe Impact of the Current Exchange Rate\nSystem  on  Trade  and  Inflation  of  Selected\nDeveloping Member Countries\n—Pradumna  Rana,  September  1983\nAsian Agriculture in Transition: Key Policy Issues\n—William  James,  September  1983\nThe  Transition  to  an  Industrial  Economy\nin  Monsoon Asia\n—Harry  T.  Oshima,  October  1983\nThe Significance of Off-Farm Employment\nand  Incomes  in  Post-War  East Asian  Growth\n—Harry  T.  Oshima,  January  1984\nIncome  Distribution  and  Poverty  in  Selected\nAsian  Countries\n—John Malcolm Dowling, Jr., November 1984\nASEAN Economies and ASEAN Economic\nCooperation\n—Narongchai Akrasanee, November 1984\nEconomic Analysis of Power Projects\n—Nitin  Desai,  January  1985\nExports  and  Economic  Growth  in  the Asian Region\n—Pradumna  Rana,  February  1985\nPatterns of External Financing of DMCs\n—E.  Go,  May  1985\nIndustrial Technology Development\nthe  Republic  of  Korea\n—S.Y.  Lo,  July  1985\nRisk Analysis  and Project  Selection:\nA  Review  of  Practical  Issues\n—J.K.  Johnson,  August  1985\nRice  in  Indonesia:  Price  Policy  and  Comparative\nAdvantage\n—I.  Ali,  January  1986\nEffects  of  Foreign  Capital  Inflows\non Developing Countries of Asia\n—Jungsoo  Lee,  Pradumna  B.  Rana,\nand  Yoshihiro  Iwasaki, April  1986\nEconomic Analysis of the Environmental\nImpacts  of  Development  Projects\n—John  A.  Dixon  et  al.,  EAPI,\n\nEast-West Center, August 1986\n\nScience and Technology for Development:\nRole  of  the  Bank\n—Kedar  N.  Kohli  and  Ifzal  Ali,  November  1986\nSatellite  Remote  Sensing  in  the Asian\nand Pacific Region\n—Mohan  Sundara  Rajan,  December  1986\nChanges  in  the  Export  Patterns  of Asian  and\nPacific Developing Countries: An Empirical\nOverview\n—Pradumna  B.  Rana,  January  1987\nAgricultural Price Policy in Nepal\n—Gerald C. Nelson, March 1987\nImplications  of  Falling  Primary  Commodity\nPrices for Agricultural Strategy in the Philippines\n—Ifzal  Ali,  September  1987\nDetermining Irrigation Charges: A Framework\n—Prabhakar  B.  Ghate,  October  1987\nThe Role of Fertilizer Subsidies in Agricultural\nProduction: A Review of Select Issues\n—M.G.  Quibria,  October  1987\n\nNo.  39\n\nNo.  40\n\nNo.  41\n\nNo.  43\n\nNo.  44\n\nNo.  45\n\nNo.  46\n\nNo.  47\n\nNo.  48\n\nNo.  49\n\nNo.  50\n\nNo.  51\n\nNo.  52\n\nNo.  53\n\nNo.  54\n\nNo.  55\n\nNo.  56\n\nNo.  57\n\nNo.  58\n\nNo.  59\n\nNo.  60\n\n33\n\nDomestic Adjustment  to  External  Shocks\nin Developing Asia\n—Jungsoo  Lee,  October  1987\nImproving Domestic Resource Mobilization\nthrough  Financial  Development:  Indonesia\n—Philip  Erquiaga,  November  1987\nRecent Trends and Issues on Foreign Direct\nInvestment  in Asian  and Pacific  Developing\nCountries\n—P.B.  Rana,  March  1988\n\nNo.  42 Manufactured Exports from the Philippines:\n\nA Sector Profile and an Agenda for Reform\n—I.  Ali,  September  1988\nA Framework for Evaluating the Economic\nBenefits  of  Power  Projects\n—I.  Ali,  August  1989\nPromotion  of  Manufactured  Exports  in  Pakistan\n—Jungsoo Lee and Yoshihiro Iwasaki,\n\nSeptember  1989\n\nEducation  and  Labor  Markets  in  Indonesia:\nA Sector Survey\n—Ernesto M. Pernia and David N. Wilson,\n\nSeptember  1989\n\nIndustrial Technology Capabilities\nand  Policies  in  Selected ADCs\n—Hiroshi  Kakazu,  June  1990\nDesigning  Strategies  and  Policies\nfor Managing Structural Change in Asia\n—Ifzal  Ali,  June  1990\nThe Completion of the Single European Community\nMarket  in  1992: A  Tentative Assessment  of  its\nImpact  on Asian  Developing  Countries\n—J.P. Verbiest and Min Tang, June 1991\nEconomic Analysis  of  Investment  in Power  Systems\n—Ifzal  Ali,  June  1991\nExternal  Finance  and  the  Role  of  Multilateral\nFinancial  Institutions  in  South Asia:\nChanging  Patterns,  Prospects,  and  Challenges\n—Jungsoo  Lee,  November  1991\nThe  Gender  and  Poverty  Nexus:  Issues  and\nPolicies\n—M.G.  Quibria,  November  1993\nThe  Role  of  the  State  in  Economic  Development:\nTheory, the East Asian Experience,\nand  the  Malaysian  Case\n—Jason  Brown,  December  1993\nThe  Economic  Benefits  of Potable  Water  Supply\nProjects  to  Households  in  Developing  Countries\n—Dale Whittington and Venkateswarlu Swarna,\n\nJanuary  1994\n\nGrowth  Triangles:  Conceptual  Issues\nand  Operational  Problems\n—Min  Tang  and  Myo  Thant,  February  1994\nThe Emerging Global Trading Environment\nand  Developing Asia\n—Arvind Panagariya, M.G. Quibria,\n\nand  Narhari  Rao,  July  1996\n\nAspects  of  Urban  Water  and  Sanitation  in\nthe  Context  of  Rapid  Urbanization  in\nDeveloping Asia\n—Ernesto  M. Pernia  and  Stella LF. Alabastro,\n\nSeptember  1997\n\nChallenges  for Asia’s  Trade  and  Environment\n—Douglas  H.  Brooks,  January  1998\nEconomic Analysis of Health Sector Projects-\nA  Review  of  Issues,  Methods,  and Approaches\n—Ramesh Adhikari, Paul Gertler, and\n\nAnneli  Lagman,  March  1999\n\nThe Asian Crisis: An Alternate View\n—Rajiv  Kumar  and  Bibek  Debroy,  July  1999\nSocial  Consequences  of  the  Financial  Crisis  in\nAsia\n—James C. Knowles, Ernesto M. Pernia, and\n\nMary Racelis, November 1999\n\n\fOCCASIONAL PAPERS (OP)\n\nNo.  12 Managing Development through\n\nNo.  1\n\nNo.  2\n\nNo.  3\n\nNo.  4\n\nNo.  5\n\nNo.  6\n\nNo.  7\n\nNo.  8\n\nNo.  9\n\nNo.  10\n\nNo.  11\n\nNo.  1\n\nNo.  2\n\nNo.  3\n\nNo.  4\n\nNo.  5\n\nNo.  6\n\nNo.  7\n\nNo.  8\n\nNo.  9\n\nPoverty  in  the  People’s  Republic  of  China:\nRecent  Developments  and  Scope\nfor  Bank Assistance\n—K.H. Moinuddin, November 1992\nThe  Eastern  Islands  of  Indonesia: An  Overview\nof  Development  Needs  and  Potential\n—Brien  K.  Parkinson,  January  1993\nRural  Institutional  Finance  in  Bangladesh\nand  Nepal:  Review  and Agenda  for  Reforms\n—A.H.M.N. Chowdhury and Marcelia C. Garcia,\n\nNovember  1993\n\nFiscal  Deficits  and  Current Account  Imbalances\nof the South Pacific Countries:\nA Case Study of Vanuatu\n—T.K.  Jayaraman,  December  1993\nReforms  in  the  Transitional  Economies  of Asia\n—Pradumna  B.  Rana,  December  1993\nEnvironmental  Challenges  in  the  People’s  Republic\nof  China  and  Scope  for  Bank Assistance\n—Elisabetta  Capannelli  and  Omkar  L.  Shrestha,\n\nDecember  1993\n\nSustainable  Development  Environment\nand  Poverty  Nexus\n—K.F.  Jalal,  December  1993\nIntermediate Services and Economic\nDevelopment:  The  Malaysian  Example\n—Sutanu Behuria and Rahul Khullar, May 1994\nInterest Rate Deregulation: A Brief Survey\nof  the Policy  Issues  and  the Asian  Experience\n—Carlos J. Glower, July 1994\nSome Aspects  of  Land Administration\nin  Indonesia:  Implications  for  Bank  Operations\n—Sutanu  Behuria,  July  1994\nDemographic and Socioeconomic Determinants\nof Contraceptive Use among Urban Women in\nthe  Melanesian  Countries  in  the  South  Pacific:\nA Case Study of Port Vila Town in Vanuatu\n—T.K.  Jayaraman,  February  1995\n\nEstimates  of  the  Total  External  Debt  of\nthe Developing Member Countries of ADB:\n1981-1983\n—I.P.  David,  September  1984\nMultivariate  Statistical  and  Graphical\nClassification Techniques Applied\nto  the  Problem  of  Grouping  Countries\n—I.P.  David  and  D.S.  Maligalig,  March  1985\nGross  National  Product  (GNP)  Measurement\nIssues in South Pacific Developing Member\nCountries of ADB\n—S.G.  Tiwari,  September  1985\nEstimates  of  Comparable  Savings  in  Selected\nDMCs\n—Hananto  Sigit,  December  1985\nKeeping Sample Survey Design\nand Analysis  Simple\n—I.P.  David,  December  1985\nExternal  Debt  Situation  in Asian\nDeveloping Countries\n—I.P.  David  and  Jungsoo Lee,  March  1986\nStudy  of  GNP  Measurement  Issues  in  the\nSouth Pacific Developing Member Countries.\nPart  I:  Existing  National Accounts\nof SPDMCs–Analysis of Methodology\nand Application  of  SNA  Concepts\n—P.  Hodgkinson,  October  1986\nStudy  of  GNP  Measurement  Issues  in  the  South\nPacific Developing Member Countries.\nPart II: Factors Affecting Intercountry\nComparability  of  Per  Capita  GNP\n—P.  Hodgkinson,  October  1986\nSurvey of the External Debt Situation\n\nNo.  13\n\nNo.  14\n\nNo.  15\n\nNo.  16\n\nNo.  17\n\nNo.  18\n\nNo.  19\n\nNo.  20\n\nNo.  21\n\nNo.  22\n\nNo.  10\n\nNo.  11\n\nNo.  12\n\nNo.  13\n\nNo.  14\n\nNo.  15\n\nNo.  16\n\nNo.  17\n\nNo.  18\n\nInstitution Building\n—  Hilton  L.  Root,  October  1995\nGrowth,  Structural  Change,  and  Optimal\nPoverty Interventions\n—Shiladitya  Chatterjee,  November  1995\nPrivate Investment and Macroeconomic\nEnvironment in the South Pacific Island\nCountries: A Cross-Country Analysis\n—T.K.  Jayaraman,  October  1996\nThe  Rural-Urban  Transition  in  Viet  Nam:\nSome  Selected  Issues\n—Sudipto Mundle and Brian Van Arkadie,\n\nOctober  1997\n\nA New Approach to Setting the Future\nTransport Agenda\n—Roger Allport, Geoff Key, and Charles Melhuish\n\nJune  1998\n\nAdjustment  and  Distribution:\nThe Indian Experience\n—Sudipto Mundle and V.B. Tulasidhar, June 1998\nTax Reforms in Viet Nam: A Selective Analysis\n—Sudipto  Mundle,  December  1998\nSurges  and  Volatility  of  Private  Capital  Flows  to\nAsian  Developing  Countries:  Implications\nfor  Multilateral  Development  Banks\n—Pradumna  B.  Rana,  December  1998\nThe  Millennium  Round  and  the Asian  Economies:\nAn Introduction\n—Dilip  K.  Das,  October  1999\nOccupational  Segregation  and  the  Gender\nEarnings  Gap\n—Joseph E. Zveglich, Jr. and Yana van der Meulen\nRodgers, December 1999\nInformation Technology: Next Locomotive of\nGrowth?\n—Dilip  K.  Das,  June  2000\n\nin Asian  Developing  Countries,  1985\n—Jungsoo  Lee  and  I.P.  David,  April  1987\nA Survey of the External Debt Situation\nin Asian  Developing  Countries,  1986\n—Jungsoo  Lee  and  I.P.  David,  April  1988\nChanging  Pattern  of  Financial  Flows  to  Asian\nand Pacific Developing Countries\n—Jungsoo  Lee  and  I.P.  David,  March  1989\nThe State of Agricultural Statistics in\nSoutheast Asia\n—I.P.  David,  March  1989\nA Survey of the External Debt Situation\nin Asian and Pacific Developing Countries:\n1987-1988\n—Jungsoo  Lee  and  I.P.  David,  July  1989\nA Survey of the External Debt Situation in\nAsian  and  Pacific  Developing  Countries:  1988-1989\n—Jungsoo  Lee,  May  1990\nA Survey of the External Debt Situation\nin Asian  and Pacific  Developing  Countries:  1989-\n1992\n—Min Tang, June 1991\nRecent  Trends  and  Prospects  of  External  Debt\nSituation  and  Financial  Flows  to Asian\nand Pacific Developing Countries\n—Min  Tang  and Aludia Pardo,  June  1992\nPurchasing Power Parity  in Asian  Developing\nCountries: A Co-Integration Test\n—Min  Tang  and  Ronald  Q.  Butiong, April  1994\nCapital  Flows  to Asian  and  Pacific  Developing\nCountries:  Recent  Trends  and  Future  Prospects\n—Min Tang and James Villafuerte, October 1995\n\n34\n\nSTATISTICAL REPORT SERIES (SR)\n\n\fSPECIAL STUDIES, OUP (SS,Comm)\n(Co-published titles; Available commercially through Oxford University Press Offices, Edward Elgar\nPublishing, and Palgrave MacMillan)\n\n15.\n\nIntergovernmental Fiscal Transfers in Asia: Current\nPractice and Challenges for the Future\nEdited  by  Yun-Hwan  Kim  and  Paul  Smoke,  2003\n$15.00  (paperback)\n\n16. Local  Government  Finance  and  Bond  Markets\n\nEdited  by  Yun-Hwan  Kim,  2003\n$15.00  (paperback)\n\n1.\n\nReducing Poverty in Asia: Emerging Issues in Growth,\nTargeting,  and  Measurement\nEdited by Christopher M. Edmonds, 2003\n\nFROM  EDWARD  ELGAR:\nMarston  Book  Services  Limited\nPO  Box  269, Abingdon\nOxon  OX14  4YN\nUnited  Kingdom\nTel  +44  1235  465500\nFax  +44  1235  465555\nEmail: direct.order@marston.co.uk\nWeb:  www.marston.co.uk\n\nFROM PALGRAVE MACMILLAN:\nPalgrave  Macmillan  Ltd\nHoundmills\nBasingstoke\nHampshire  RG21  6XS\nUnited  Kingdom\nTel:  +44  (0)1256  329242\nFax:  +44  (0)1256  479476\nEmail: orders@palgrave.com\nWeb: www.palgrave.com/home/\n\n1. Managing  FDI  in  a  Globalizing  Economy\n\nAsian Experiences\nEdited by Douglas H. Brooks and Hal Hill\n2004\nPoverty,  Growth,  and  Institutions  in  Developing Asia\nEdited by Ernesto M. Pernia and Anil B. Deolalikar,\n2003\n\n2.\n\nFROM  OXFORD  UNIVERSITY  PRESS:\nOxford University Press (China) Ltd\n18th  Floor,  Warwick  House  East\nTaikoo  Place,  979  King’s  Road\nQuarry Bay, Hong Kong\nTel  (852)  2516  3222\nFax  (852)  2565  8491\nE-mail: webmaster@oupchina.com.hk\nWeb:  www.oupchina.com.hk\n\n1.\n\n3.\n\n6.\n\n7.\n\n8.\n\n9.\n\nInformal Finance: Some Findings from Asia\nPrabhu  Ghate  et.  al.,  1992\n$15.00  (paperback)\n\n2. Mongolia: A Centrally Planned Economy\n\nin Transition\nAsian  Development  Bank,  1992\n$15.00  (paperback)\nRural Poverty  in Asia, Priority  Issues  and Policy\nOptions\nEdited  by  M.G.  Quibria,  1994\n$25.00  (paperback)\n\n4. Growth Triangles in Asia: A New Approach\n\nto Regional Economic Cooperation\nEdited by Myo Thant, Min Tang, and Hiroshi Kakazu\n1st  ed.,  1994\nRevised ed., 1998\n\n$36.00  (hardbound)\n$55.00  (hardbound)\n\n5. Urban Poverty in Asia: A Survey of Critical Issues\n\nEdited  by  Ernesto  Pernia,  1994\n$18.00  (paperback)\nCritical  Issues  in Asian  Development:\nTheories,  Experiences,  and  Policies\nEdited  by  M.G.  Quibria,  1995\n$15.00  (paperback)\n$36.00  (hardbound)\nFinancial  Sector  Development  in Asia\nEdited  by  Shahid  N.  Zahid,  1995\n$50.00  (hardbound)\nFinancial Sector Development in Asia: Country Studies\nEdited  by  Shahid  N.  Zahid,  1995\n$55.00  (hardbound)\nFiscal  Management  and  Economic  Reform\nin  the  People’s  Republic  of  China\nChristine P.W. Wong, Christopher Heady,\nand Wing T. Woo, 1995\n$15.00  (paperback)\n\n10. From  Centrally  Planned  to  Market  Economies:\n\nThe Asian Approach\nEdited  by  Pradumna  B.  Rana  and  Naved  Hamid,  1995\nVol. 1: Overview\n$36.00  (hardbound)\nVol.  2:    People’s  Republic  of  China  and  Mongolia\n$50.00  (hardbound)\nVol.  3:    Lao  PDR,  Myanmar,  and  Viet  Nam\n$50.00  (hardbound)\n\n11. Current Issues in Economic Development:\n\nAn Asian Perspective\nEdited  by  M.G.  Quibria  and  J.  Malcolm  Dowling,  1996\n$50.00  (hardbound)\n\n12. The Bangladesh Economy in Transition\n\nEdited  by  M.G.  Quibria,  1997\n$20.00  (hardbound)\n\n13. The  Global  Trading  System  and  Developing Asia\nEdited by Arvind Panagariya, M.G. Quibria,\nand  Narhari  Rao,  1997\n$55.00  (hardbound)\n\n14. Social Sector Issues in Transitional Economies of Asia\n\nEdited  by  Douglas  H.  Brooks  and  Myo  Thant,  1998\n$25.00  (paperback)\n$55.00  (hardbound)\n\n35\n\n\fSPECIAL STUDIES, ADB (SS, ADB)\n(Published in-house; Available commercially through ADB Office of External Relations)\n\n1.\n\n3.\n\n4.\n\n5.\n\n6.\n\n9.\n\nRural Poverty in Developing Asia\nEdited  by  M.G.  Quibria\nVol.  1:  Bangladesh,  India,  and  Sri  Lanka,  1994\n$35.00  (paperback)\nVol.  2:  Indonesia,  Republic  of  Korea,  Philippines,\nand  Thailand,  1996\n$35.00  (paperback)\n\n2. Gender Indicators of Developing Asian\n\nand Pacific Countries\nAsian  Development  Bank,  1993\n$25.00  (paperback)\nExternal  Shocks  and  Policy Adjustments:\nLessons  from  the  Gulf  Crisis\nEdited  by  Naved  Hamid  and  Shahid  N.  Zahid,  1995\n$15.00  (paperback)\nIndonesia-Malaysia-Thailand  Growth  Triangle:\nTheory to Practice\nEdited  by  Myo  Thant  and  Min  Tang,  1996\n$15.00  (paperback)\nEmerging Asia:  Changes  and  Challenges\nAsian  Development  Bank,  1997\n$30.00  (paperback)\nAsian  Exports\nEdited  by  Dilip  Das,  1999\n$35.00  (paperback)\n$55.00  (hardbound)\n\n7. Development of Environment Statistics in Developing\n\nAsian  and  Pacific  Countries\nAsian  Development  Bank,  1999\n$30.00  (paperback)\n\nEdited  by  S.Ghon  Rhee  &  Yutaka  Shimomoto,  1999\n$35.00  (paperback)\nRising to the Challenge in Asia: A Study of Financial\nMarkets\nAsian Development Bank\nVol.  1: An  Overview,  2000  $20.00  (paperback)\nVol.  2:  Special  Issues,  1999  $15.00  (paperback)\nVol  3:  Sound  Practices,  2000  $25.00  (paperback)\nVol.  4:  People’s  Republic  of  China,  1999  $20.00\n(paperback)\nVol.  5:  India,  1999  $30.00  (paperback)\nVol.  6:  Indonesia,  1999  $30.00  (paperback)\nVol.  7:  Republic  of  Korea,  1999  $30.00  (paperback)\nVol.  8:  Malaysia,  1999  $20.00  (paperback)\nVol.  9:  Pakistan,  1999  $30.00  (paperback)\nVol.  10:  Philippines,  1999  $30.00  (paperback)\nVol.  11:  Thailand,  1999  $30.00  (paperback)\nVol.  12:  Socialist  Republic  of  Viet  Nam,  1999  $30.00\n(paperback)\n\n10. Corporate  Governance  and  Finance  in  East Asia:\n\nA  Study  of  Indonesia,  Republic  of  Korea,  Malaysia,\nPhilippines  and  Thailand\nJ.  Zhuang,  David  Edwards,  D.  Webb,\n& Ma. Virginita Capulong\nVol.  1:  A  Consolidated  Report,  2000  $10.00  (paperback)\nVol. 2: Country Studies, 2001 $15.00 (paperback)\n\n11. Financial Management and Governance Issues\n\nAsian Development Bank, 2000\nCambodia $10.00  (paperback)\nPeople’s Republic of China $10.00 (paperback)\nMongolia\nPakistan\nPapua  New  Guinea  $10.00  (paperback)\nUzbekistan $10.00  (paperback)\nViet Nam $10.00  (paperback)\nSelected Developing Member Countries $10.00 (paperback)\n\n$10.00  (paperback)\n$10.00  (paperback)\n\n12. Government Bond Market Development in Asia\n\n13.\n\nEdited by Yun-Hwan Kim, 2001\n$25.00  (paperback)\nIntergovernmental Fiscal Transfers in Asia: Current Practice\nand Challenges for the Future\nEdited by Paul Smoke and Yun-Hwan Kim, 2002\n$15.00  (paperback)\n\n14. Guidelines for the Economic Analysis of Projects\n\nAsian  Development  Bank,  1997\n$10.00  (paperback)\n\n15. Guidelines for the Economic Analysis of\n\n16. Handbook for the Economic Analysis of Water Supply Projects\n\n17. Handbook for the Economic Analysis of Health Sector Projects\n\nTelecommunications Projects\nAsian  Development  Bank,  1997\n$10.00  (paperback)\n\nAsian Development Bank, 1999\n$10.00  (hardbound)\n\nAsian Development Bank, 2000\n$10.00  (paperback)\n\nthe Economic Analysis of Projects\nAsian  Development  Bank,  2001\n$10.00  (paperback)\n\nAnalysis  of  Projects\nAsian  Development  Bank,  2002\n$10.00  (paperback)\n\n19. Handbook for Integrating Risk Analysis in the Economic\n\n20. Guidelines  for  the  Financial  Governance  and\n\nManagement  of  Investment  Projects  Financed  by  the\nAsian  Development  Bank\nAsian  Development  Bank,  2002\n$10.00  (paperback)\n\n21. Handbook  on  Environment  Statistics\nAsian  Development  Bank,  2002\n$10.00  (hardback)\n\n22. Defining an Agenda for Poverty Reduction, Volume 1\n\nEdited  by  Christopher  Edmonds  and  Sara  Medina,  2002\n$15.00  (paperback)\n\n23. Defining an Agenda for Poverty Reduction, Volume 2\n\n24. Economic Analysis  of  Policy-based  Operations:  Key\n\nEdited  by  Isabel  Ortiz,  2002\n$15.00  (paperback)\n\nDimensions\nAsian  Development  Bank,  2003\n$10.00  (paperback)\n\n8. Mortgage-Backed Securities Markets in Asia\n\n18. Handbook  for  Integrating  Povery  Impact Assessment  in\n\n36\n\n\fSPECIAL STUDIES, COMPLIMENTARY (SSC)\n(Published in-house; Available through ADB Office of External Relations; Free of Charge)\n\n1.\n\n2.\n\n5.\n\n4.\n\n3.\n\nImproving Domestic Resource Mobilization Through\nFinancial  Development:  Overview  September  1985\nImproving Domestic Resource Mobilization Through\nFinancial  Development:  Bangladesh  July  1986\nImproving Domestic Resource Mobilization Through\nFinancial  Development:  Sri  Lanka  April  1987\nImproving Domestic Resource Mobilization Through\nFinancial  Development:  India  December  1987\nFinancing Public Sector Development Expenditure\nin  Selected  Countries:  Overview  January  1988\nStudy of Selected Industries: A Brief Report\nApril  1988\nFinancing Public Sector Development Expenditure\nin  Selected  Countries:  Bangladesh  June  1988\nFinancing Public Sector Development Expenditure\nin  Selected  Countries:  India  June  1988\nFinancing Public Sector Development Expenditure\nin  Selected  Countries:  Indonesia  June  1988\n10. Financing Public Sector Development Expenditure\n\n7.\n\n8.\n\n6.\n\n9.\n\nin  Selected  Countries:  Nepal  June  1988\n\n11. Financing Public Sector Development Expenditure\nin  Selected  Countries:  Pakistan  June  1988\n12. Financing Public Sector Development Expenditure\nin  Selected  Countries:  Philippines  June  1988\n13. Financing Public Sector Development Expenditure\n\nin  Selected  Countries:  Thailand  June  1988\n\n14. Towards  Regional  Cooperation  in  South Asia:\n\nADB/EWC Symposium on Regional Cooperation\nin  South Asia  February  1988\n\n15. Evaluating Rice Market Intervention Policies:\n\n16.\n\nSome Asian  Examples  April  1988\nImproving Domestic Resource Mobilization Through\nFinancial  Development:  Nepal  November  1988\n\n17. Foreign Trade Barriers and Export Growth\n\n19. The Role of Small and Medium-Scale Manufacturing\n\nIndustries  in  Industrial  Development:  The  Experience  of\nSelected Asian Countries\nJanuary  1990\n\n20. National Accounts  of  Vanuatu,  1983-1987\n\n21. National Accounts  of  Western  Samoa,  1984-1986\n\nJanuary  1990\n\nFebruary  1990\n\n22. Human Resource Policy and Economic\n\nDevelopment: Selected Country Studies\nJuly  1990\n\n23. Export  Finance:  Some Asian  Examples\n\n24. National Accounts  of  the  Cook  Islands,  1982-1986\n\nSeptember  1990\n\nSeptember  1990\n\n25. Framework  for  the  Economic  and  Financial Appraisal  of\nUrban  Development  Sector  Projects  January  1994\n\n26. Framework  and  Criteria  for  the Appraisal\n\nand Socioeconomic Justification of Education Projects\nJanuary  1994\n\n27. Guidelines for the Economic Analysis of\n\nTelecommunications Projects\nAsian Development Bank, 1997\n\n28. Guidelines for the Economic Analysis of Water Supply Projects\n\n29.\n\nAsian Development Bank, 1998\nInvesting in Asia\nCo-published  with  OECD,  1997\n\n30. The Future of Asia in the World Economy\n\nCo-published  with  OECD,  1998\n\n31. Financial  Liberalisation  in Asia: Analysis  and  Prospects\n\nCo-published  with  OECD,  1999\n\n32. Sustainable  Recovery  in  Asia:  Mobilizing  Resources  for\n\nDevelopment\nCo-published with OECD, 2000\n\nSeptember  1988\n\n33. Technology and Poverty Reduction in Asia and the Pacific\n\n18. The  Role  of  Small  and  Medium-Scale  Industries  in  the\n\nCo-published with OECD, 2001\n\nIndustrial  Development  of  the  Philippines\nApril  1989\n\n34. Asia and Europe\n\nCo-published with OECD, 2002\n\n37\n\n\f", "author_pages": ["ERD Working Paper No. 58\n", "Monetary Poverty Estimates\nin Sri Lanka: Selected Issues\n", "NERANJANA GUNETILLEKE AND DINUSHKA SENANAYAKE\n", "October 2004\n", "Neranjana  Gunetilleke  is  a  development  economist  and  coordinates  the  Poverty  Impact  Monitoring  Programme  at\nthe Centre for Poverty Analysis; Dinushka Senanayake is a junior professional at the Centre for Poverty Analysis. This\npaper was originally written for RETA 5917: Building a Poverty Database, Economics and Research Department. The\nauthors  wish  to  thank  Shakeela  Fahim  of  the  Centre  for  Poverty  Ananlysis  for  assistance  in  data  consolidation.\n", "ERD WORKING PAPER SERIES NO. 58\n", "27\n", "Asian Development Bank\nP.O. Box 789\n0980 Manila\nPhilippines\n", "©2004 by Asian Development Bank\nOctober  2004\nISSN 1655-5252\n", "The views expressed in this paper\nare those of the author(s) and do not\nnecessarily reflect the views or policies\nof the Asian Development Bank.\n"]}