{"path": "data/input/pdf-generic/wp092.pdf", "pages": ["", "ERD Working Paper No. 92\nM U :\nEASURING NDEREMPLOYMENT\nE  C - P\nSTABLISHING THE UT OFF OINT\nGUNTUR SUGIYARTO\nMARCH 2007\nGuntur Sugiyarto is Economist in the Economics and Research Department, Asian Development Bank. The author thanks \nRana Hasan and Ajay Tandon for helpful comments and Eric B. Suan for excellent research assistance. The paper also \nbeneﬁted from fruitful discussions with Professor Ramona Tan of the University of the Philippines.", "Asian Development Bank\n6 ADB Avenue, Mandaluyong City\n1550 Metro Manila, Philippines\nwww.adb.org/economics\n©2007 by Asian Development Bank\nMarch 2007\nISSN 1655-5252\nThe views expressed in this paper\nare those of the author(s) and do not\nnecessarily reﬂect the views or policies\nof the Asian Development Bank.", "FOREWORD\nThe ERD Working Paper Series is a forum for ongoing and recently completed \nresearch and policy studies undertaken in the Asian Development Bank or on \nits behalf. The Series is a quick-disseminating, informal publication meant to \nstimulate discussion and elicit feedback. Papers published under this Series \ncould subsequently be revised for publication as articles in professional journals \nor chapters in books.", "CONTENTS\n   \nAbstract    vii\n  II.. IInnttrroodduuccttiioonn 1\n    AA.. BBaacckkggrroouunndd 1\n    B. Why an Underemployment Indicator is Needed 3\n    C. Main Purpose of the Paper 4\n  IIII.. DDeeﬁﬁnniittiioonn aanndd MMeeaassuurreemmeenntt ooff UUnnddeerreemmppllooyymmeenntt 5\n    AA.. DDeeﬁﬁnniinngg UUnnddeerreemmppllooyymmeenntt 5\n    B. Measuring Underemployment 7\n  IIIIII.. MMeetthhooddoollooggyy aanndd DDaattaa UUsseedd 111\n    AA.. DDeetteerrmmiinniinngg tthhee CCuutt--ooffff PPooiinntt UUssiinngg CClluusstteerr AAnnaallyyssiiss 111\n    B. Assessing Clustering Results Using ANOVA Tests 12\n    C. Data Used  13\n  IIVV..  MMaaiinn RReessuullttss 113\n    AA.. AAvveerraaggee WWoorrkkiinngg HHoouurrss 113\n    B. Determining the Cut-off Point 16\n    C. Measuring Underemployment 17\n    D. Characteristics of the Underemployed 20\n    E. ANOVA Tests for Assessing the Classiﬁcation Results 24\n  VV..  CChhooww TTeesstt aanndd RReeccuurrssiivvee DDyynnaammiicc RReeggrreessssiioonn AAnnaallyyssiiss 227\n    AA.. CChhooww TTeesstt 227\n    B. Recursive Regression Technique 28\n    C. Test Results 28\n  VVII.. CCoonncclluussiioonn aanndd PPoolliiccyy IImmpplliiccaattiioonn 333\n  RReeffeerreenncceess    334", "ABSTRACT\nUnemployment and underemployment are the most pressing problems in Asia \ntoday, which is reﬂected in the widespread underutilization rate of about 29% \nof the total labor force. In addition to the fact that most of the labor force in \ndeveloping countries cannot afford to be completely unemployed, the standard \nlabor force framework currently in use worldwide is biased toward counting labor \nforce as employed rather than as unemployed. This systematically undervalues the \nfull extent of the unemployment problem. This paper suggests a better way to \ndetermine the threshold to measure underemployment using the cluster method. \nThe robustness of its results is assessed using ANOVA tests, Chow test, and \nrecursive dynamic regressions. Overall, results indicate that the proposed cut-off \npoint of 40 working hours per week is the best one.", "I. INTRODUCTION\nA.  Background\nUnemployment and underemployment are the most pressing problems in Asia today. Using \nvarious estimates, out of a 1.7 billion labor force, around 500 million are either unemployed or \nunderemployed (ADB 2005). This reﬂects an underutilization rate of about 29% of the total labor \nforce. The underutilization problem shown by the statistic might, however, just be the tip of the \niceberg since higher underutilization could have been detected if a better measure of unemployment \nand underemployment were used. \nTo start with, the standard labor force framework (LFF) currently in use worldwide may not \nnecessarily be always appropriate for developing countries. The LFF deﬁnes working as conducting \neconomic activities for at least one hour during a reference period. This working concept encompasses \nall types of employment situations: formal, informal, casual, short-time, and all forms of irregular \njobs. Accordingly, during the reference period,1 the worker could be working in self-employment,2\nfamily business, business enterprise, or even temporarily not working for a number of acceptable \nreasons.3 On the other hand, the unemployed comprises those who are not working, are available \nfor work, and looking for a job. The employed and unemployed constitute the labor force.\nThe LFF seems very straightforward but its implementation across countries varies considerably. \nMoreover, its implementation in developing countries has resulted in unemployment ﬁgures that \nmany believe to be too low to represent reality. The LFF is criticized for being essentially biased \ntoward counting a person as employed rather than as unemployed. As a result, it systematically \nundervalues the full extent of the unemployment problem. This situation is indeed unfortunate \ngiven that the LFF was introduced in the 1950s to rectify the very same problem encountered by \nthe previous approach of “gainfully working”, in which a working-age individual is classiﬁed as \ngainfully or not gainfully working depending on whether he/she has a profession, an occupation \nor trade, but with no speciﬁcations for time reference and proof of existence of working activity. \nBox 1 summarizes this issue in more detail.\n1 The reference period of a labor force survey is usually one week prior to a survey date.\n2 Employers, own-account workers, and unpaid family workers are considered as self-employed.\n3 Persons temporarily not at work because of illness or injury; holiday or vacation; strike or lock-out; educational or \ntraining leave; maternity or parental leave; reduction in economic activity; temporary disorganization or suspension \nof work due to such reasons as bad weather, mechanical or electrical breakdown, or shortage of raw materials or fuels; \nor other temporary absence with or without leave should be considered as in paid employment provided they have a \nformal job attachment.", "MEASURINGUNDEREMPLOYMENT: ESTABLISHINGTHECUT-OFFPOINT\nGUNTURSUGIYARTO\nBOX 1\nDEVELOPMENT OF THE LABOR FORCE FRAMEWORK\nMeasuring labor utilization is important for at least two reasons: ﬁrst, labor is a productive input \nthat cannot be stored and should not be wasted; and second, ownership of productive inputs determines \nincome, and many people in developing countries have only labor as their income source. \nThere have been different approaches used for measuring labor utilization. The gainful worker \napproach (GWA) was ﬁrst used in the United States until the depression in 1930s. A new approach was then \nneeded as unemployment and underemployment became pressing problems that could not adequately be \nmeasured by GWA. Accordingly, the labor force framework (LFF) was introduced. By 1950, both approaches \nwere made available by the United Nations to all countries, but by 1970, the United Nations through its \nWorld Census Program abandoned the former approach and pushed for the use of the latter.\nIn GWA, a working-age individual, minimum 10 or 15 years old, is classiﬁed as gainfully or not \ngainfully working depending on whether he/she has a profession, an occupation, or trade. There is no \ntime reference speciﬁed in this approach, nor is proof required for existence of any working activity. \nAccordingly, the approach may systematically underestimate unemployment by counting those with a \nprofession, an occupation, or trade but already retired/without work as gainfully working.\nOn the other hand, the LFF is based on economic activity criteria rather than economic status. \nIn this concept, a working-age individual is classiﬁed as working if he/she has conducted an economic \nactivity for at least one hour during the reference period. For those who are not working and looking \nfor a job, they are classiﬁed as unemployed. The employed and unemployed constitute the labor force. \nTherefore, the working-age population can be classiﬁed as either labor force or nonlabor force. \nAnother main reason for the understated unemployment problem above is because most of \nthe labor force in developing countries simply cannot afford to be completely unemployed. They \nmust take on whatever job is available to sustain their living. This is very different from the notion \nof “‘having a job”‘ or “‘working”‘ in developed countries, in which the job in general really pays, \nproviding a guarantee for a decent standard of living. In addition, the absence of unemployment \nbeneﬁts and the general condition of households in developing countries—with their low income \nand saving—further strengthen the case that most people in developing countries simply cannot \nafford to be voluntarily unemployed. In this context, therefore, a comparison of unemployment rates \nbetween developed and developing countries could be problematic given their different natures of \nemployment and unemployment. This is true even if they use of the same concept and deﬁnition \nof employment and unemployment. Moreover, there is also a statistical reason that the rates are \ncalculated from different labor force surveys, which have different scope and coverage, concept and \ndeﬁnition of variables, and survey’s reference period. This will make their results less comparable.\nBox 2 further highlights some conceptual problems in the LFF.\n2 MARCH 2007", "SECTIONI\nINTRODUCTION\nBOX 2\nCONCEPTUAL PROBLEMS IN THE LABOR FORCE FRAMEWORK\nThe LFF provides a comprehensive and consistent system of classifying the working-age population. \nHowever, the types of labor utilization included in the approach are more suited to the modern sectors in \ndeveloped countries. Accordingly, the approach may not adequately capture labor utilization in developing \ncountries, where the economy is still characterized by large agricultural and informal sectors (Myrdal 1968, \nHauser 1974, NSO 2007).\nAn additional problem lies in the LFF implementation. Results of classifying individuals into \ndifferent categories of employment depend on the types and structure of the questions used in the survey, \ninstructions to enumerators, data collection procedures, data processing, and other factors. There is also \na lack of expertise and resources to undertake labor utilization measurement in developing countries. In \nsome cases, conducting labor force surveys on a regular basis is even difﬁcult in some countries.\nMyrdal (1968) further highlights the inapplicability of the labor force approach to developing \ncountries. The framework does not distinguish between labor reserve and readily available labor surplus, \nand measures labor underutilization only in terms of readily available surplus as described by unemployment \nand underemployment. In some developing countries, the labor reserve is larger than the readily available \nsurplus, therefore the extent of idleness or underutilization is greater than what is measured by the \nlabor force approach. Accordingly, the problem of labor underutilization is not only unemployment and \nunderemployment but also the presence of idle labor reserve. This implies that the full employment of \nlabor will require a set of policies that will change attitudes and institutions with regard to employment \nand work.\nB. Why an Underemployment Indicator is Needed\nTo overcome the problem of understated open unemployment highlighted above, an \nunderemployment indicator is introduced. The main purpose is to derive more representative indicators \nof underutilization by complementing the open unemployment indicator with an underemployment \nindicator. As in the case of open unemployment, a higher underemployment level indicates a \nmore serious employment problem, and vice versa. In this context, it is implicitly assumed that \nthe underemployed also needs a job, a “better” job. There is also a good reason to combine the \nopen employment and underemployment indicators since both represent underutilization of the \nlabor force. ADB (2005), for instance, shows how the two indicators are combined to show the \nunderutilization trend in the Philippines. Box 3 summarizes some alternative approaches of the \nlabor force framework.\nThe resolution concerning statistics on economically active population, employment, \nunemployment, and underemployment adopted by the 13th International Conference of Labor \nStatisticians in October 1982, stipulated that each country should develop a comprehensive system \nof statistics on economic activity to provide an adequate statistical base for various users. In doing \nso, each country should consider the speciﬁc national needs and circumstances for both short-\nterm and long-term needs. The economically active population comprises all persons providing the \nsupply of labor for the production and processing of economic goods and services for the market, \nfor barter, or for own consumption. \nMore speciﬁcally, the resolution concerning the measurement of underemployment and inadequate \nemployment situations, adopted by the 16th International Conference of Labor Statisticians in October \n1998, concluded that statistics on underemployment and indicators of inadequate employment \nERD WORKINGPAPERSERIESNO. 92 3", "MEASURINGUNDEREMPLOYMENT: ESTABLISHINGTHECUT-OFFPOINT\nGUNTURSUGIYARTO\nsituations should be used to complement statistics on employment, open unemployment, and inactivity, \nincluding the circumstances of the economically active population in a country. The primary objective \nof measuring underemployment and inadequate employment situations is to improve the analysis of \nemployment problems and to contribute toward formulating and evaluating short-term and long-term \npolicies and measures designed to promote full, productive, and freely chosen employment. This \nwas speciﬁed in the Employment Policy Convention (No. 122) and Recommendations (No. 122 and \nNo. 169) adopted by the International Labor Conference in 1964 and 1984. The main issue here is \nhow to deﬁne and then measure underemployment. \nBOX 3\nALTERNATIVE APPROACHES TO THE LABOR FORCE FRAMEWORK\nThere have been a number of alternative approaches attempted to remedy the deﬁciencies of the \nlabor force approach. Myrdal (1968) outlined an alternative approach to labor utilization measurement \nin developing countries by measuring the difference between total labor input of the labor force with \ncomplete participation at an assumed standard of work duration, and labor input from actual participation \nexpressed as a ratio of the former. \nAnother alternative approach was developed by the Organization of Demographic Associates (ODA) \nin Southeast Asia. The ODA approach involves classifying the working-age population into four categories: \nworking for wages or proﬁt, working outside the household without monetary payment, working inside \nthe household without monetary payment, and others. These categories are then further classiﬁed into \nwork type subcategories. In addition, the categories and subcategories are subdivided into agriculture and \nnonagriculture. Therefore, three criteria are used to classify the working-age population, namely (i)working \nin the monetary or nonmonetary sector, (ii)inside or outside the household, and (iii)agriculture or \nnonagriculture (Hauser 1974).\nOshima and Hidayat (1974) suggested a different approach for labor utilization measurement for an \neconomy characterized by labor shortage and/or labor surplus. In countries beset by labor shortage, an \nemployment status survey that discriminates those with and without jobs would give more information on \nthe employed. In the labor-surplus developing countries, an unemployment status type of survey would \nbe more appropriate to capture the different dimensions of labor underutilization.\nHauser (1974) proposed a measure of labor underutilization in developing countries by classifying \nthe workforce into those utilized adequately and those inadequately. The latter is classiﬁed further by \nits cause of underutilization, namely, unemployment, inadequate work hours, inadequate income, and \nmismatch of occupation and education/training. The adequately utilized workers are the residual of the \ntotal work force. This classiﬁcation reveals better the extent of underutilization and its dimensions. \nThis is very important since each underutilization type may require different policy interventions. Labor \nunderutilization due to unemployment and inadequate working hours may require job creation. However, \nunderutilization due to inadequate income would call for policies in human resource development and \nproduction technology improvements. The mismatch case would require policy rationalizing, individual skill \nformation decisions both in the formal and informal education sectors, and human resources planning.\nC. Main Purpose of the Paper\nThis paper examines how the cut-off point used in determining underemployment can be very \ncritical in the resulting indicator and therefore in its policy implications. The cut-off point is critical \nbecause there are many workers working around the cut-off point such that a small change in the \ncut-off point will result in a much bigger change in the resulting indicator. Therefore, it is very \nimportant to derive the right cut-off point to reduce the risk of undermining the underemployment \nproblem. \n4 MARCH 2007", "SECTIONII\nDEFINITIONAND MEASUREMENTOFUNDEREMPLOYMENT\nTheoretically, the cut-off point should be determined in such a way that it can signiﬁcantly \ndifferentiate two groups of underemployed and fully employed with regard to some important \ncharacteristics relevant to both groups. This study tries to make a contribution in this area by \ndemonstrating how the cut-off point can be determined in a more systematic way, i.e., by employing \na clustering method to determine the “theoretically suggested” cut-off point. The clustering is \nbased on a monthly wage variable, which is selected as the most important determinant variable \nof working hours. The study uses the labor force survey data of Indonesia in 2003 (Sakernas 2003; \nsee BPS 2003).\nThe grouping result of underemployed and fully employed workers using the cluster method is \ncompared with the results of grouping using cut-off points of the International Labour Organisation \n(ILO) and the Central Board of Statistics (BPS). The comparison is conducted by employing a statistical \ntest of cross tabulations based on relevant variables. Furthermore, determinant function analysis and \neconometric method are used to further highlight why the results of using the cluster method is \nsuperior to both ILO and BPS approaches. A more comprehensive way of classifying underemployment \nusing the regression method on the determinant variables is also explored in this study.\nII. DEFINITION AND MEASUREMENT OF UNDEREMPLOYMENT\nA. Deﬁning Underemployment\nUnderemployment is a situation wherein a worker is employed but not in the desired capacity, \ni.e., in terms of compensation, hours, skill level, and experience. Hence, employment is inadequate \nin relation to a specified norm or alternative employment. There are two principal forms of \nunderemployment: visible and invisible underemployment. Visible underemployment is a statistical \nconcept reﬂecting insufﬁciency in the number of employed. The indicator of visible underemployment \ncan be developed using results of labor force surveys and other surveys. Invisible underemployment, \non the other hand, is primarily an analytical concept reﬂecting a misallocation of labor resources, \nevidenced by a worker’s low income and productivity and underutilization of skill.\nFrom a slightly different view, underemployment can take four forms: working less than full \ntime, having higher skills than needed by the job, overstafﬁng, and having raw labor with few \ncomplimentary inputs (ADB 2005). Along this line, Hauser (1974 and 1977) developed a labor \nutilization framework to better measure underemployment that includes six underemployment \ncomponents (see Box 4). \nFrom a theoretical perspective, the standard theory of labor supply suggests that individuals \nwill choose their optimal number of hours, and that employment opportunities are likely to be \ndistributed across the working hours. This suggests that underemployment is not a persistent \nissue. Empirical evidence, however, suggests otherwise, as due to various reasons, there are some \nrigidities in the number of working hours that workers would like to work. Accordingly, time-related \nunderemployment has become an important issue. \nERD WORKINGPAPERSERIESNO. 92 5", "MEASURINGUNDEREMPLOYMENT: ESTABLISHINGTHECUT-OFFPOINT\nGUNTURSUGIYARTO\nBOX 4\nLABOR UTILIZATION FRAMEWORK\nThe labor utilization framework (LUF) of Hauser (1974 and 1977) seeks to address the underemployment \nissue and has six components, namely: \n(i) Sub-unemployed (S). This is the discouraged workers or job seekers category, and represents the \nmost serious type of underemployment. Included in this category are those who are not working \nand not looking for jobs for the main reason of “unable to ﬁnd a job” or “discouraged.” (In the new \nILO deﬁnition of unemployment, these discouraged job seekers are included in the new deﬁnition \nof unemployed. See Sugiyarto et al. 2006 for a discussion on this as well as on its impact on the \nunemployment indicator in Indonesia.)\n(ii) Unemployed (U). This represents the unemployed calculated using the standard labor force approach, \nand covers  those who are not working and are looking for work.\n(iii) Low-hour workers (H). This includes workers who are involuntary working part-time or who work \nless than the normal working hours.\n(iv) Low-income workers (I). This includes workers whose work-related income is less than the minimum \nsocial requirement, i.e., less than 1.25 times the poverty line for an individual. \n(v) Mismatched workers (M). Mismatched workers can be a result of being overeducated compared to \nwhat is typically required in relevant occupations, i.e., years of schooling is more than one standard \ndeviation above the mean schooling years required for relevant occupations.\n(vi) Adequately employed (A).This is a residual measure indicating those not belonging to any of the \naboveﬁve categories. \nAll the six LUF components are mutually exclusive and exhaustive, so that any individual in the \nlabor force can only be classiﬁed into one and only one type of classiﬁcation. The ﬁrst component of sub-\nemployment has sometimes been excluded from the labor force and therefore from the LUF. A comparison \nof LFF and LUF is summarized in Box Table 1.\nBOX TABLE 1\nA COMPARISON OF STANDARD LABOR FORCE AND LABOR UTILIZATION FRAMEWORKS\nSTANDARDLABORFORCE LABORUTILIZATION\nFRAMEWORK FRAMEWORK\nTotal labor force Total workforce\nEmployed Utilized adequately\nUtilized inadequately by:\n—Hours of work\n—Income level\n—Mismatch of occupation and education\nUnemployed Unemployment\nSource: Adapted from Hauser (1974).\n6 MARCH 2007", "SECTIONII\nDEFINITIONAND MEASUREMENTOFUNDEREMPLOYMENT\nB. Measuring Underemployment\n1. Conceptual Issues\nFor operational reasons, the statistical measurement of underemployment is commonly limited \nto visible underemployment. This can be measured by calculating the number of underemployed and \nthe quantum of underemployment. The underemployment indicator can be represented as a ratio of \nthe number of underemployed to the number of workers or the total labor force. The latter becomes \nthe underemployment rate. The quantum of underemployment, on the other hand, can be measured \nby aggregating the time available for additional employment of the underemployed workers.\nThe resolution concerning the measurement of underemployment and inadequate employment \nsituations, adopted by the 16th International Conference of Labor Statisticians in October \n1998,  further recommended that measurements of underemployment be limited to time-related \nunderemployment, which is deﬁned as all persons in employment who satisfy the following three \ncriteria of (i) working less than a threshold relating to working time, (ii) willing to work additional \nhours, and (iii) available to work additional hours.  In this context, the underemployed comprise \nall workers who are involuntarily working less than the normal duration of work determined for the \nactivity, and seeking or available for additional work. The normal duration of work for an activity \n(normal hours) should be determined in the light of national circumstances as reﬂected in national \nlegislation to the extent it is applicable; in terms of usual practices in other cases; or in terms of \na uniform conventional norm. \nThe normal hours are the hours worked before overtime payments are required. The normal \nhours can function as a ceiling on hours worked to deter excessive hours of work, or as a medium \nto obtain higher wages.\nMost labor laws mandate statutory limits on working hours. The initial working hour standard \nadopted by the ILO4 mandates a maximum of normal working hours of 48 hours per week. The more \nrecent approach at the international level5 is the promotion of 40 hours per week as a standard \nto be realized, progressively if necessary, by ILO member states (McCann 2005). The ILO research \nreveals that 40 hours per week is now the most prevalent weekly hour standard. Almost half of 103 \ncountries reviewed in the ILO report have adopted 40 hours per week or less (ILO 2005). \nThe working hour limit is initially intended to ensure a safe and healthy working environment \nand adequate rest times. The limit has also become a way of advancing additional goals of allowing \nworkers to balance their paid work with their family responsibility and other aspects of their lives, \npromoting productivity and reducing unemployment. \nFigure 1 shows the ILO strict framework for measuring underemployment, complete with the \nthree underemployment criteria. Examining the framework, there might be some conceptual problems \nin measuring underemployment. First, the question of “looking to work for more hours” might be \ninterpreted as only looking for more working hours from the existing jobs, excluding looking for \nadditional or even a completely new job. Second, there is no strict guideline on what availability \nmeans. As in the ﬁrst point, availability can refer to available for more working hours only, or \n4 The hours of Work (Industry) Convention, 1919, No 1; and the hours of work (Commerce and Ofﬁces) convention, 1930, \nNo. 30.\n5 Reﬂected in the Forty-Hour Week Convention, 1935, No 47; and the reduction of hours of work recommendation, 1962, \nNo. 116.\nERD WORKINGPAPERSERIESNO. 92 7", "MEASURINGUNDEREMPLOYMENT: ESTABLISHINGTHECUT-OFFPOINT\nGUNTURSUGIYARTO\navailable for additional or new jobs. Third, the reference period for availability can refer to the \nsurvey’s reference period or to the near future such as the next week or month. Most labor force \nsurveys refer availability to work during the surveys’ reference period, while the practice in the \nUnited Kingdom and other European countries (see, for example, Simic 2002) shows that availability \nin fact refers to period after the survey. The different reference periods will of course produce \ndifferent results of underemployment.\nFIGURE 1\nTHE ILO LABOR FORCE FRAMEWORK FOR MEASURING UNDEREMPLOYMENT\nLabor force framework\n(economically active population\n aged 15 to 65 years)\nEmployed Not employed\nPart-time Full-time (equal or \nWorking hours\n(less than threshold) more than threshold) Full-time Part-time\nWanting to work \nLooking to work Not looking to work\nmore hours Looking Not looking\nfor more  hours for more hours\nfor job for job\nAvailable Not available Available Not available\nAvailability to work for  to work for to work for  to work for Full-time Part-time\nadditional hours additional hours additional hours additional hours\nUnderemployed\nSource: Adapted from Hussmanns et al. (1990).\nThe ambiguity of the guideline at the conceptual level can have signiﬁcant impacts on the \nunderemployment indicators. Worse still, various countries interpret the guideline differently in \nimplementing the LFF, including on aspects that might be considered very obvious. \nFigures 2 and 3 show how the ILO guideline can strictly be implemented in Indonesia and the \nPhilippines. Given the existing labor force surveys in the two countries, their underemployment \nindicators will not be strictly comparable even at the conceptual levels. Moreover, both indicators \nare also inconsistent with the ILO framework. \nThe Indonesian and Philippine frameworks have their own issues that make them strictly \nincomparable. Among the three criteria used for classifying underemployed, only the number of \nworking hours is relatively comparable. The other two criteria of availability and willingness to work \nmore have been interpreted differently in the two countries, making their indicators inconsistent. \nThis case is not unique for Indonesia and the Philippines; it also creates difﬁculty in deriving a \nconsistent underemployment indicator across other countries. A close examination of the existing \nlabor force surveys in the developing countries reveals that a strict implementation of the ILO \ndeﬁnition on underemployment based on the LFF would be very difﬁcult. In fact in some cases, \nstrict implementation is even impossible without imposing very strong assumptions about working \nhours, wanting to work more hours, and availability for additional jobs.\n8 MARCH 2007", "SECTIONII\nDEFINITIONAND MEASUREMENTOFUNDEREMPLOYMENT\nFIGURE 2\nINDONESIAN FRAMEWORK FOR MEASURING UNDEREMPLOYMENT\nLabor force framework\n(economically active population\n aged 15 to 65 years)\nEmployed Not employed\nPart-time Full-time (threshold\nWorking hours\n(less than threshold) and above)\nWanting to work \nmore Looking for job Not looking for job Looking Not looking\nfor job for job\nAcceptance Accepting new job \noffered Not accepting Full-time Part-time\nUnderemployed\nSource: Adapted from the Indonesian Labor Force Survey (SAKERNAS 2003; see BPS 2003).\nFIGURE 3\nPHILIPPINE FRAMEWORK FOR MEASURING UNDEREMPLOYMENT\nLabor force framework\n(economically active population\n aged 15 to 65 years)\nEmployed Not employed\nWorking hours Part-time Full-time (equal or  Want Do not want\n(less than threshold) more than threshold) to work to work\nWanting to work \nLooking to job/\nmore hours Not looking Looking Not looking\nadditional hours\nfor work for work\nAvailable Available\nAvailability to work for  Not available to work for  Not available Available Not available\nadditional hours additional hours to start to start\nUnderemployed Excluded from\nUnderemployed\nlabor force\nSource: Adapted from the Labor Force SurveyManual (NSO 2007).\nIn the Indonesian framework, for instance, the criteria of “wanting” and “available” to work \nmore are not explicitly accommodated in the questionnaire. Instead, they are embedded in the \nquestion of “looking for job.” In this context, it is implicitly assumed that those looking for a job \nmust be wanting and available to work. This assumption is unfortunately not always true. “Looking” \nand “available to work” could in fact be completely independent, even if their reference periods \nare the same. People might be looking for a job now but not available to work straightaway. The \nmeasurement of open unemployment in the Philippines, which is also presented in Figure 3, provides \nERD WORKINGPAPERSERIESNO. 92  9", "MEASURINGUNDEREMPLOYMENT: ESTABLISHINGTHECUT-OFFPOINT\nGUNTURSUGIYARTO\na good example on this issue as those who are not working and looking for jobs are not automatically \nclassiﬁed as unemployed like in most other countries. Instead, they must also be “available to work” \nat the same time to be classiﬁed as unemployed. If they turn out to be not available to work during \nthe reference period then they are not only excluded from the unemployed group but also excluded \nfrom the labor force. There are a signiﬁcant number of people in the Philippines who are excluded \nfrom the labor force because of this reason, i.e., they are not working and looking for a job but \nthey are also not available to work. They could be unemployed looking for a job but still waiting \nfor something else such as receiving a qualiﬁcation certiﬁcate, graduation, and so on, hence they \ncannot start working immediately. A quick cross tabulation of the Philippine labor force survey in \n2005 results in about 0.3 million people in this category.\nTwo more problems can still be identiﬁed from the Indonesian framework that can systematically \nunderstate its underemployment indicators. First, the question of “looking for a job” among workers \ncan be interpreted as looking for a new job only, excluding looking for more working hours from \nthe existing job. Second, as there is no question on availability to work more, the question on \nwillingness to accept a new job offer can be used as a proxy. Unfortunately, this question is only \nfor those who are not looking for a job. Therefore, it cannot be used.\nThe Philippine framework follows closely the ILO guidelines. In fact, it goes a step further \nby combining both looking for a job and more working hours into one question. Therefore, those \nlooking for a new job, an additional job, and more working hours are included already in the \nunderemployed. The question on availability to work is, however, referred to as the last two weeks \nprior to the survey date.\n2. Practical Problems\nIn practice, the complete recommendation on how to measure underemployment is rarely \nused. The last two underemployment criteria of “looking” and “available” to work are hardly ever \nused. As a result, most underemployment indicators are calculated based only on working less \nthan a threshold related to working time, i.e., working hours below the cut-off point for a fully \nemployed worker. Moreover, the practice of determining the cut-off point in many countries is \nmostly inconsistent with the guideline that the cut-off point should be determined by considering \nnational circumstances, usual practices, or a uniform conventional norm. In reality, the cut-off point \nis determined in a less methodical way or even somewhat arbitrarily with no explanation on how \nand why the cut-off point is chosen.\nTherefore, most underemployment indicators are calculated based only on working less than \na threshold related to working time, i.e., below the cut-off point for a fully employed worker. \nAccordingly, the number of underemployed can be calculated by:\nc\nUE(cid:29)(cid:164)(WK)\nh\nh(cid:29)1 (1)\nwhere UE is underemployed, WK is the number of workers, and h is the number of working hours, \nwhich are calculated from 1 to the cut-off point (c) hour. All workers with zero working hours are \nexcluded from the calculation.\nSince there is no universal deﬁnition on the minimum number of hours in a week that would \nconstitute full-time work, ILO has attempted to use a 30-hour per week cut-off point in as many \n10 MARCH 2007", "SECTIONIII\nMETHODOLOGYANDDATAUSED\ncountries as possible in its Part Time Worker indicator. Unfortunately, there is also no clear explanation \non why 30 hours per week was chosen (see the ILO Manual on Key Indicators of the Labor Market,\nin which underemployment is number 5 in the total 20 indicators).6\nThe actual cut-off points used across countries vary, ranging from 25 to 40 hours per week \nwith 5-hour intervals as the most common one. In Indonesia, for instance, BPS uses 35 hours per \nweek as the cut-off point for full-time workers but there is also no explanation why the 35-hour \nworkweek was chosen. The number could have been taken from the previously required weekly \nworking hours for government employees. \nThis paper argues that the cut-off points used by both ILO and BPS of 30 and 35 hours per \nweek might be too low, especially for developing countries with the unique characteristics of their \nworkers and the nature of work they are involved in. Moreover, the cut-off point should theoretically \nbe determined in such a way that it can signiﬁcantly differentiate the two groups of underemployed \nand fully employed with regard to some important characteristics relevant to both groups. \nIII. METHODOLOGY AND DATA USED\nA. Determining the Cut-off Point Using Cluster Analysis\nCluster analysis is employed to determine the cut-off point of working hours, which is then \nused as the base for grouping workers into fully employed and underemployed. In doing so, the \nclustering method groups the workers into two signiﬁcantly different groups, and based on the \nactual average working hours of each group, the cut-off point that differentiates the two groups \nis determined. This procedure is completely different from the common practice of calculating \nunderemployment by using a cut-off point such as 30 hours (ILO) or 35 hours (BPS) per week, and \nthen calculating the number of underemployed workers based on the cut-off point used. \nThe cluster analysis encompasses a number of different algorithms and methods for grouping \nsimilar objects into respective categories. It is an exploratory data analysis to sort different objects \ninto groups in a way that the degree of association between two objects is maximal if they belong \nto the same group and minimal for otherwise. This technique has been applied to a wide variety of \nresearch problems. Hartigan (1975) provides an excellent summary of the many published studies \nreporting the results of cluster analyses. The method is useful to answer a general question on how \nto organize observed data into meaningful structures, i.e., to develop taxonomies. In general, cluster \nanalysis is very useful in classifying piles of information into manageable, meaningful groups.\nThe objects of groupings may be cases or variables. Cluster analysis is a good technique of \nexploratory data analysis when the data set is not homogeneous (or heterogeneous) with respect \nto the cases or variables concerned. A cluster analysis of cases resembles a discriminant analysis, \ni.e., classifying a set of objects into groups or categories in which neither the number nor the \nmembers of the groups are known. On the other hand, a cluster analysis of variables is similar to \nfactor analysis because both procedures identify related groups of variables.7\n6 Altogether, the ILO Manual on Key Indicators of the Labor Market consists of seven major dimensions of a labor market, \nincluding indicators on labor force, employment, unemployment and underemployment, educational attainment, wages \nand compensation costs, labor productivity and labor costs, poverty and income distribution (ILO 2007).\n7 However, factor analysis has an underlying theoretical model, while cluster analysis is more ad hoc.\nERD WORKINGPAPERSERIESNO. 92 11", "MEASURINGUNDEREMPLOYMENT: ESTABLISHINGTHECUT-OFFPOINT\nGUNTURSUGIYARTO\nThere are two methods for clustering objects into categories: the hierarchical cluster analysis \nand the K-means cluster analysis. The former clusters either cases or variables, while the latter \nclusters cases only. In hierarchical clustering, clustering begins by ﬁnding the closest pair of objects \n(cases or variables) based on a measurement for distance, then combining them to form a cluster. \nThe algorithm continues one step at a time, joining pairs of objects, pairs of clusters, or an object \nwith a cluster, until all the data are in one cluster. The clustering steps in this approach can be \ndisplayed in a tree plot or dendrogram. This method is hierarchical because once two objects or \nclusters are joined, they remain together until the ﬁnal step. Therefore, a cluster formed in a later \nstage contains clusters from an earlier stage, which contains clusters from a still earlier stage.\nK-means cluster analysis, on the other hand, starts clustering by using the values of the ﬁrst \nk cases in the data ﬁle as temporary estimates of the cluster means, where k is the number of \nclusters speciﬁed.8 Initial cluster centers are formed by assigning each case to the cluster with \nthe closest center and then updating the center. An iterative process is then used to ﬁnd the ﬁnal \ncluster centers. At each step, cases are grouped into the cluster with the closest center, and the \ncluster centers are recomputed. This process continues until no further changes occur in the centers \nor until the maximum number of iterations is reached. We can also specify cluster centers and the \ncases will be automatically allocated to the selected centers. This will allow clustering new cases \nbased on earlier results. The k-means cluster analysis procedure is especially useful for a large \nnumber of cases (i.e., more than 200 cases). The k-means method will produce exactly k different \nclusters of greatest possible distinction.\nComputationally, clustering technique can also be thought as an analysis of variance (ANOVA) \nbut in reverse order. The clustering starts with k random clusters, and then moving objects between \nthose clusters with the goal to (i) minimize variability within clusters and (ii) maximize variability \nbetween clusters. In other words, the similarity rules will apply maximally to the members of one \ncluster and minimally to members belonging to the rest of the clusters.9\nB. Assessing Clustering Results Using ANOVA Tests\nThe robustness of clustering results is then examined by assessing the resulting groups’ \ndifferences with regard to independent and relevant variables that can be attributed to both \nunderemployed and fully employed groups. More speciﬁcally, this means that the results of grouping \nthe workers into two groups of fully employed and underemployed workers by using the ILO, BPS, \nand proposed cut-off points are assessed by comparing each group with regard to the particular \nvariables concerned. There are 10 variables used in the assessment that consist of general and work-\nrelated variables. The general variables are sociodemographic variables such as gender, urbanity, \nage group, and education attainment, while the work-related variables are something to do with \nthe workers’ economic activities such as looking for a job, types of job looked for, main reason for \n8 The k-means algorithm was popularized and reﬁned by Hartigan (1975). The basic operation of that algorithm is that \ngiven a ﬁxed number of (desired or hypothesized) k clusters, observations are assigned to those clusters so that the \nmeans across clusters (for all variables) are as different from each other as possible (see also Hartigan and Wong \n1978). \n9 This is analogous to “ANOVA in reverse” in the sense that the signiﬁcance test in ANOVA evaluates between-group \nvariability against within-group variability when computing the signiﬁcance test for the hypothesis that the means \nin the groups are different from each other. In k-means clustering, the program tries to move objects (e.g., cases) in \nand out of groups (clusters) to get the most signiﬁcant ANOVA results.\n12 MARCH 2007", "SECTIONIV\nMAINRESULTS\nlooking for a job, main reason for not looking for a job, willingness to accept a new job offered, \nhaving an additional job, and formality of the job. \nThe result assessment is essentially a one-way ANOVA, i.e., to examine whether or not the two \ngroups are statistically different from each other with respect to the mean of the particular variables \nselected. The initial hypothesis (Ho) of this kind of testing is that there is no difference between \nthe two groups’ means with regard to the variables concerned, against the alternative hypothesis \n(Ha), that the means are signiﬁcantly different. The main purpose of the study is to ensure that \nthe two groups are statistically different.\nIt then follows that a higher value of observed statistics of F and (cid:70)2(chi-squared) is better \nsince it indicates a better chance to reject the initial hypothesis. In this context, one can also \nobserve the p-value of the test that shows the observed signiﬁcance level. As a rule of thumb, a \nprobability value of less then 5% shows that the groupings are justiﬁable for they are statistically \ndifferent at 95% conﬁdence interval. Furthermore, in the case where different cut-off points used \nfor calculating the underemployed and fully employed workers can differentiate the two groups \nvery well, which is also reﬂected in the low p-value, the observed values of (cid:70)2(cid:3)and F-statistics are \nused as the basis to determine which cut-off point is the best one. Since it is basically a one-sided \nstatistical test, it then follows that the higher the observed values of (cid:70)2 and F-statistics, the better \nthe cut-off point in differentiating the characteristic of the two groups, i.e., fully employed and \nunderemployed. Therefore, the values of (cid:70)2 and F-statistics are used as the based for determining \nthe best cut-off point.\nC. Data Used \nThe data used in this study are mainly from the Indonesian Labor Force Survey, known in \nthe Indonesian language as SAKERNAS (Survey Angkatan Kerja Nasional), revised version for 2003. \nSAKERNAS has been conducted in Indonesia by BPS since 1976. The number of households covered \nin the survey annually varies from 50,000–95,000  households. The main variables collected in \nthe survey include gender, relation to head of household, educational attainment, main activity \nstatus during previous week, working at least one hour, temporarily not working, work experience, \nnumber of work day and work hours of all jobs, occupation of the main job, industrial classiﬁcation \nof the main job, employment status of the main job, hours of work in the main job, workdays of \nthe main job, average wages/salaries, seeking work, availability for work, kinds of action taken \nin seeking work, length of time in seeking work, type of job sought (part-time or full-time), and \nhaving additional jobs.10\nIV. MAIN RESULTS\nA. Average Working Hours\nThe descriptive statistics of working hours calculated from SAKERNAS 2003 show that the \naverage working hours of workers in Indonesia was relatively high, at 39 hours per week, with a \nstandard deviation of 14 hours. The working hours of workers in urban areas are longer and more \n10For more information about the survey including some of its main results, see the BPS website at http://www.bps.\ngo.id/sector/employ/index.html.\nERD WORKINGPAPERSERIESNO. 92 13", "MEASURINGUNDEREMPLOYMENT: ESTABLISHINGTHECUT-OFFPOINT\nGUNTURSUGIYARTO\nvaried. Statistics in Table 1 show that the working hour is not normally distributed, as can be seen \nfrom the higher value of the kurtosis. In fact, the distribution of working hours is skewed to the \nright as can be seen from the positive value of the skewness indicator. This means that there are \nrelatively more workers working below the average working hours than otherwise.\nTABLE 1\nSUMMARY STATISTICS OF WORKING HOURS\nWORKING HOURS PER WEEK URBAN RURAL TOTAL\nAverage 44 37 39\nStandard deviation 14.5 13.7 14.4\nSkewness 0.2 0.3 0.3\nKurtosis 3.8 3.3 3.5\nSource: Author’s calculations based on SAKERNAS2003(BPS 2003).\nCompared to other countries in Asia, the average working hour of workers in Indonesia is \nnot the highest. An ILO study provides clear evidence that workers in Asia mostly work more \nhours than their counterparts in the other parts of the world (ILO 2005). In general, workers in \ndeveloping countries usually work more hours due to various reasons such as the still important role \nof agriculture and informal sectors in the economy. The relatively high number of average working \nhours in developing countries can also be attributed to the signiﬁcant number of low-paying jobs \nthat make workers work much longer hours to meet their needs. This raises an issue of multiple \njob holders, which is also prevalent in developing countries.\nFigure 4 shows the weekly average working hours of workers in 10 selected countries on which \ndata is available. The ﬁgure clearly shows that Asian workers mostly work for longer hours than \nworkers in the Netherlands and Australia. The average working hours in the selected Asian countries \nincluded in the data set range from 39 (in Indonesia) to 47 (in India) hours per week, while the \nworking hour averages in the Netherlands and Australia are about the same at 35 hours per week. \nThe graph also shows that the average working hours in all 10 selected countries are already more \nthan 30 hours per week. Accordingly, the ILO 30-hour per week cut-off point for underemployment \nis signiﬁcantly below the averages. This fact further strengthens the argument in this paper that \nthe ILO cut-off point is too low to measure underemployment.\nThe evidence that workers in Asia mostly work for long hours can also be seen in the percentage \nof workers working for more than 50 hours per week. Figure 5 shows the percentage of employees \nworking for more than 50 hours per week in 13 selected countries.  As can be seen from the ﬁgure, \nthese workers with long working hours constitute about 15% of workers in Indonesia and 43% of \nworkers in Cambodia. \n14 MARCH 2007", "SECTIONIV\nMAINRESULTS\nFIGURE 4\nAVERAGE WORKING HOURS PER WEEK, 1995–2003\n50.0\n46.3 46.5 46.8\n44.9\n45.0 41.2 41.5 42.5\n39.3\n40.0\n34.5 35.4\ns 35.0\nur\nho 30.0\ng \nkin 25.0\nWor 20.0\n15.0\n10.0\n5.0\n0.0\nNetherlands Australia IndonesiaPhilippinesBangladesh Japan Viet Nam Thailand Singapore India\nSource: Calculated from Labor and Social Trends in Asia and the Pacific (ILO 2005).\nFIGURE 5\nPERCENTAGE OF EMPLOYED WORKING 50 HOURS OR MORE A WEEK\n50.0\n45.0 43.0 42.8\n39.6\n40.0 38.1 36.5 36.1\nhours 3350..00 31.7 29.3 27.4\nking  25.0 23.8 22.2\nWor 20.0 18.1\n15.4\n15.0\n10.0\n5.0\n0.0\nCambodia Pakistan Thailand Korea, SingaporeMongoliaBangladesh Japan Sri LankaViet NamPhilippinesAustraliaIndonesia\nRep. of\nNote: For the latest year available.\nSource: Labor and Social Trends in Asia and the Pacific (ILO 2005).\nMoreover, there are also some workers excessively working for very long hours. Sugiyarto et \nal. (2006) show that about 8 million workers in Indonesia actually work for more than 60 hours \nper week. Figure 6 clearly indicates that during 1990–2003, there were about 6–9 million workers \nin this category. This case, unfortunately, is not unique to Indonesia for many of those working for \nmore than 50 hours per week in other selected countries depicted in Figure 5 are actually working \nfor more than 60 hours per week. \nERD WORKINGPAPERSERIESNO. 92 15", "MEASURINGUNDEREMPLOYMENT: ESTABLISHINGTHECUT-OFFPOINT\nGUNTURSUGIYARTO\nFIGURE 6\nNUMBER OF WORKERS IN INDONESIA BY THEIR WORKING HOURS\n100\n9 9 9 9 9 8\n80 8 9\n7 7 7 6 8\n31 32 35 37 37 37\nns 60 27 28 27 25 29 31 33\no\nMilli 40 12 12 12 13 13 3413 14 14 14 15 15\n11 12\n20\n28 27 30 34 31 32 31 3434 34 32 30 31 31\n0\n1990 1991 1992 1993 1994 1996 1997 1998 1999 2000 2001 2002 2003\n<35 hours 35−40 hours 41−59 hours 60+ hours\nSource: Sugiyarto et al. (2006).\nB. Determining the Cut-off Point\nBefore conducting cluster analysis to group workers into underemployed and fully employed, \ndata exploration using determinant analysis was conducted. The main purpose was to determine \nwhich variable should be used as the base for the clustering analysis. The results reveal that total \nwage is the most signiﬁcant determinant variable of the number of hours worked by the employed \ngroup. Therefore, the total wage variable is used as the basis for clustering the workers. Furthermore, \nas was discussed in the methodology section, the K-means clustering analysis is used to group the \nworkers into two statistically different categories. Based on the grouping results, the average working \nhours in each group is calculated and the cut-off point for working full time can be determined.\nThe k-clustering results produce two groups of workers. The ﬁrst group has an average working \nhour of around 44 hours per week while the second group has an average working hour of about \n37 hours per week. Taking these two averages into account, the cut-off point for underemployment \nis therefore 40 hours per week. Table 2 summarizes this result.\nTABLE 2\nAVERAGE WORKING HOURS OF EACH GROUP AND THE CUT-OFF POINT FOR UNDEREMPLOYMENT\nGROUP 1 GROUP 2 CUT-OFF POINT\nWorking hours per week 44 37 40\nSource: Author’s calculations using the K-means clustering method on SAKERNAS 2003 (BPS 2003).\nNotice that the resulting cut-off point from the clustering analysis is signiﬁcantly higher than \nthe ILO and BPS cut-off points of 30 and 35 hours per week. The cut-off point is also slightly \nhigher than the average working hour for all Indonesian workers, which is 39 hours per week. For \ndiscussion purposes, the new cut-off point of 40 hours per week henceforth is named as the ADB \ncut-off point.\n16 MARCH 2007", "SECTIONIV\nMAINRESULTS\nFIGURE 7\nAVERAGE WORKING HOUR AND CUT-OFF POINT FOR UNDEREMPLOYMENT IN\nDISTRIBUTION OF WORKERS BY NUMBER OF WORKING HOURS\n5\n4\n0)\n0 3\n0\ny (’\nnsit\ne 2\nD\n1\n0\nWorking hours\nSource: Author’s calculations based on SAKERNAS 2003 (BPS 2003).\nFigure 7 shows the number of workers for different working hours per week with the overlying \nnormal graph. The graph conﬁrms the summary statistics presented in Table 1 that the distribution \nof workers according to their working hours is not normal but skewed to the right11 (i.e., positive \nskewness) as there are relatively more workers working less than the average working hours than \notherwise. The ﬁgure also shows that there are some outliers on number of workers for certain \nworking hours, which might be due to characteristics of the job such as sector, types, and status. \nThese, however, are not further explored in this paper.\nC. Measuring Underemployment\nOnce the cut-off point for working full-time is determined, underemployment can be estimated \nby calculating the number of workers who are working less than the cut-off point. Those who \nare working above the cut-off point are classiﬁed as fully employed workers. For developing the \nunderemployment indicators, the number of underemployed is divided by the number of total workers \nto represent the underemployment share or, alternatively, by the number of the total labor force \nto represent the underemployment rate.\n11This is a statistical term meaning that the data distribution is skewed to the right of the graph, and not to the right \nhand side of the reader.\nERD WORKINGPAPERSERIESNO. 92 17", "MEASURINGUNDEREMPLOYMENT: ESTABLISHINGTHECUT-OFFPOINT\nGUNTURSUGIYARTO\nApplying the ILO and BPS cut-off points on the revised SAKERNAS 2003 data results in \nunderemployment shares of 23% and 33% of the total workers, whereas according to the ADB cut-\noff point, the underemployment share should be around 48%. In terms of underemployment rates, \ntheir corresponding rates based on the three cut-off points would be 15%, 21%, and 31% of the \ntotal labor force, respectively. Figure 8 compares these results, which show that the ADB cut-off \npoint produces the highest underemployment share and underemployment rate. \nFIGURE 8\nUNDEREMPLOYMENT SHARES AND UNDEREMPLOYMENT RATES CALCULATED USING ILO,\nBPS, AND ADB CUT-OFF POINTS\n50\n45\n40\n35\n30\n25\n20\n15\n10\n5\n0\nILO BPS ADB\nShares to total workers Shares to total labor force\nSource: Author’s calculations based on SAKERNAS 2003 (BPS 2003).\nAs can be seen from the results, the difference in the underemployment shares and \nunderemployment rates using the three cut-off points is really signiﬁcant and cannot just be ignored. \nIn term of underemployment share, the difference between the ILO and ADB results is more than 25 \npercentage points, while the difference between the BPS and ADB results is about 15 percentage \npoints. In term of rates, their differences would be 16 percentage points between the ILO and ADB \nresults, and 10 percentage points between the BPS and ADB results. \nTo put these in perspective, one percentage point in the workforce equals 0.93 million workers \nwhile one percentage point in the labor force constitutes about 1.03 million of the labor force. \nThe total number of workers and labor force based on SAKERNAS 2003 are about 92.8 million \nworkers and 102.6 million of the labor force, respectively (ADB 2006). Therefore, the difference \nbetween the ILO and ADB results will be about 23.2 million workers, a staggering number even by \nIndonesian standards. By ILO deﬁnitions, these workers will be classiﬁed as fully employed, while \nthe ADB measure classiﬁes them as underemployed. The estimated number of underemployed by \nILO standard is 21.3 million workers, while according to the ADB cut-off point the number would \nbe 44.5 million12 workers.\nNotice that the consequences of changes in the cut-off points from 30 to 35 and then from 35 \nto 40 hours per week on the underemployment ﬁgures have become more considerable. In moving from \n12This number is slightly different with the number of workers working less than 40 hours per week in Figure 6, which is \naround 46 million workers. The main reason is because the calculation of the number of workers during 1990–2003 for \n2003 is based on the unrevised SAKERNAS 2003, while this study is based on the revised (latest) version of SAKERNAS\n2003.\n18 MARCH 2007", "SECTIONIV\nMAINRESULTS\n30 to 35 hours per week, a 1-hour increase in the cut-off point will increase about 2.5 percentage \npoints the underemployment share, while the same 1-hour increase in moving from 35 to 40 hours \nper week results in a higher increase of 3 percentage points in the underemployment share. In term \nof rates, the increases are from 1.6 to 2 percentage points, respectively. Therefore, a 1-hour increase \nin the cut-off point results in an increase of 3 percentage points in the underemployment share \nand 2 percentage points in the underemployment rate. Table 3 summarizes the underemployment \nand full employment shares and rates calculated using the three different cut-off points.\nSAKERNAS also collects information about worker economic activities such as looking for a \njob, having an additional job, and accepting a new job offered. Table 4 summarizes the average \nworking hours of workers with these additional economic activities. It seems that looking for a job \nfor a worker is a good indication of underutilization, especially with regard to the hours that the \nworkers would like to work and actually work. This shows that the average working hours of those \nwho are looking for a job is lower than the ones not looking for a job. The average working hour \nof workers still looking for a job is about 37.5 hours per week, lower than the average of those \nnot looking for job, which is around 39 hours per week. A similar pattern can be observed with \nworkers who have an additional job, whether or not they are looking for a job.\nFrom Table 4, one can calculate the massive scale of the underemployment volume represented \nby the number of hours needed to make all underemployed workers fully employed. The average \nworking hours of underemployed by ADB standards, i.e., those who are working less than 40 hours \nper week, is only 28 hours per week. As their share in the workforce is 48% (Figure 8), this means \nthat 48% of the existing workers need to work for at least 12 hours more per week to become fully \nemployed. Therefore, in terms of working hours, the underemployment volume in Indonesia is about \n534.5 million working hours, which is calculated by multiplying the number of underemployed with \nthe average shortfall  share  (48% x 92.8 million x 12 hours). Using 40 hours per week as the cut-\noff point for a full-time worker, the underemployment volume of 534.5 million working hours will \nbe equivalent to 13.4 million full-time jobs.\nTABLE 3\nUNDEREMPLOYMENT BY DIFFERENT CUT-OFF POINTS\nCUT-OFF POINTS CLASSIFICATION SHARES TO TOTAL WORKERS SHARES TO TOTAL LABOR FORCE\nILO Underemployed 22.6 14.6\nFully employed 77.4 50.0\nBPS Underemployed 32.8 21.2\nFully employed 67.2 43.4\nADB Underemployed 47.8 30.9\nFully employed 52.2 33.7\nSource: Author’s calculations based on SAKERNAS 2003 (BPS 2003).\nERD WORKINGPAPERSERIESNO. 92 19", "MEASURINGUNDEREMPLOYMENT: ESTABLISHINGTHECUT-OFFPOINT\nGUNTURSUGIYARTO\nTABLE 4\nAVERAGE WORKING HOURS PER WEEK OF DIFFERENT TYPES OF WORKERS (HOURS)\nAVERAGE WORKING HOURS OF\nWORKERS WORKERS WITH\nWITH ADDITIONAL JOB,\nWORKERS ADDITIONAL NOT LOOKING\nWORKERS WITH AN JOB AND BUT ACCEPTING\nCUT-OFF LOOKING ADDITIONAL LOOKING FOR NEW JOB\nPOINTS CLASSIFICATION WORKERS FOR A JOB JOB A JOB OFFERED\nUnderemployed 20.9 20.3 23.0 21.8 23.1\nILO\nFully employed 45.4 44.8 46.2 45.1 46.0\nUnderemployed 24.2 23.4 27.1 25.8 27.0\nBPS\nFully employed 47.5 47.1 47.8 47.0 47.7\nUnderemployed 28.0 26.6 31.2 29.6 31.4\nADB\nFully employed 50.7 50.1 50.4 49.7 50.6\nOverall 39.3 37.5 43.6 41.3 43.4\nSource: Author’s calculations based on SAKERNAS 2003 (BPS 2003).\nD. Characteristics of the Underemployed\nFigure 9 panels (a) to (c) show the underemployment rates among the workers by general socio-\neconomic-demographic variables such as age, education attainment, sector, gender, and urban/rural, \ncalculated using the three different cut-off points of ILO, BPS, and ADB. The ﬁgures show that the \nunderemployment rate is relatively more prevalent among males, old-age (45-65), low-educated, \ninformal workers, and rural areas. This pattern is consistent across the three different cut-off points, \neven though the magnitudes of the difference among the three are not the same. \nComparing the underemployment rates across different cut-off points and for work-related \nvariables such as reason for looking or not looking for a job, type of job looked for, accepting new \njob offered, and having additional job, a similar pattern can also be seen in Figure 10 panels (a) \nto (c). The overall results show that most underemployed have no additional job and they are not \nsatisﬁed with their existing job. For those looking for a job, they are mostly looking for part-time \njobs, while those who are not looking for a job still accept any new job offered. The main reason \nfor not looking for a job is the feeling of impossibility to get the job or discouragement. \n20 MARCH 2007", "SECTIONIV\nMAINRESULTS\nFIGURE 9\nUNDEREMPLOYMENT RATES AMONG DIFFERENT GROUPS OF WORKERS BASED ON\nDIFFERENT CUT-OFF POINTS AND GENERAL VARIABLES (PERCENT)\n(a) ILO\n45\n40\n35\n30\nRate 2250 Urbanity Age Education Sector Gender\n15\n10\n5\n0\nUrban Rural 15−30 31−45 46−65 Primary Non- FormalInformal Male Female\nPrimary\n(b) BPS\n45\n40\n35 Urbanity Age Education Gender\n30\ne 25 Sector\nRat 20\n15\n10\n5\n0\nUrban Rural 15−30 31−45 46−65 Primary Non- FormalInformal Male Female\nprimary\n(c) ADB\n45\n40 Urbanity Age Education Gender\nSector\n35\n30\ne 25\nRat 20\n15\n10\n5\n0\nUrban Rural 15−30 31−45 46−65 Primary Non- Formal Informal Male Female\nprimary\nSource: Author’s calculations based on SAKERNAS 2003 (BPS 2003).\nERD WORKINGPAPERSERIESNO. 92 21", "MEASURINGUNDEREMPLOYMENT: ESTABLISHINGTHECUT-OFFPOINT\nGUNTURSUGIYARTO\nFIGURE 10\nUNDEREMPLOYMENT RATES AMONG DIFFERENT GROUPS OF WORKERS BASED ON\nDIFFERENT CUT-OFF POINTS AND WORK-RELATED VARIABLES (PERCENT)\n(a) ILO\n45\n40\n35\n30\ne 25\nat 20\nR\n15\n10\n5\n0\nFull- Part- Job is  Other Discour- Other Yes No Yes No\ntime time not reasons aged reasons\nsatisfying\nType of job  Reasons for  Reasons for  Accepting  Additional \nlooked for looking not looking  new job job\nfor job for job offered\n(b) BPS\n45\n40\n35\n30\ne 25\nRat 20\n15\n10\n5\n0\nFull- Part- Job is  Other Discour- Other Yes No Yes No\ntime time not reasons aged reasons\nsatisfying\nType of job  Reasons for  Reasons for  Accepting  Additional \nlooked for looking not looking  new job job\nfor job for job offered\n(c) ADB\n45\n40\n35\n30\ne 25\nRat 20\n15\n10\n5\n0\nFull- Part- Job is  Other Discour- Other Yes No Yes No\ntime time not reasons aged reasons\nsatisfying\nType of job  Reasons for  Reasons for  Accepting  Additional \nlooked for looking not looking  new job  job\nfor job for job offered\nSource: Author’s calculations based on SAKERNAS 2003 (BPS 2003).\n22 MARCH 2007", "SECTIONIV\nMAINRESULTS\nThe general socioeconomic characteristics of the fully employed group are completely the \nopposite of the underemployed (Tables 5 and 6). Most fully employed workers are female, work in \nurban areas, aged 31–45 years old, have more education, and work in the formal sector. On the other \nhand, the characteristics of the fully employed workers are not different from the underemployed \nespecially with regard to the work-related variables. The only exception is the criterion having an \nadditional job, which was prevalent among the fully employed workers. For the remaining variables, \nthe fully employed group is also not satisﬁed with their existing job; for those who are looking \nfor a job, they are mostly looking for a part-time job; while those not looking are still accepting \nnew jobs offered. Again, the main reason for not looking for a job is the feeling of impossibility \nto get a job or discouragement.\nThe overall picture suggests a poor working condition for workers in Indonesia. Despite their \nrelatively long working hours, most of them are still not happy with their jobs, making them look \nfor other jobs. Those who are not looking for a job are the discouraged workers, who realize that \nthey will not get any.\nTABLE 5\nUNDEREMPLOYMENT AND FULL EMPLOYMENT RATES (PERCENT)\nGENERAL ILO BPS ADB\nVARIABLES UNDEREMPLOYEDFULLY EMPLOYED UNDEREMPLOYED FULLY EMPLOYEDUNDEREMPLOYEDFULLY EMPLOYED\nUrbanity\nUrban 7.8 50.4 12.1 46.1 20.3 37.9\nRural 19.6 49.7 27.8 41.4 38.5 30.7\nAge\n15–30 12.4 38.5 17.0 33.9 23.7 27.2\n31–45 14.6 63.5 22.5 55.7 34.9 43.3\n46–65 19.5 53.5 28.5 44.5 40.2 32.8\nEducation\nPrimary 19.9 49.0 27.7 41.2 37.5 31.5\nNonprimary 9.3 50.9 14.7 45.5 24.2 36.0\nSector\nInformal 16.0 35.3 22.1 29.2 29.6 21.8\nFormal 10.9 88.0 18.8 80.1 34.2 64.7\nGender\nMale 22.0 48.5 30.4 40.1 40.6 29.9\nFemale 6.4 51.6 11.0 47.0 20.0 38.0\nTotal 14.6 50.0 21.2 43.4 30.9 33.7\nSource: Author’s calculations based on SAKERNAS 2003 (BPS 2003).\nERD WORKINGPAPERSERIESNO. 92 23", "MEASURINGUNDEREMPLOYMENT: ESTABLISHINGTHECUT-OFFPOINT\nGUNTURSUGIYARTO\nTABLE 6\nUNDEREMPLOYMENT AND FULL EMPLOYMENT RATES (PERCENT)\nILO BPS ADB\nWORK-RELATED FULLY FULLY FULLY\nVARIABLES UNDEREMPLOYED EMPLOYED UNDEREMPLOYED EMPLOYED UNDEREMPLOYED EMPLOYEd\nType of job looked for\nFull-time 14.2 33.3 18.9 28.5 24.5 22.9\nPart-time 15.1 36.2 21.3 30.0 28.3 22.9\nReasons for looking \nfor a job\nJob is not satisfying 24.7 76.8 33.5 68.0 44.3 57.2\nOther reasons 14.3 32.7 19.6 27.5 25.7 21.4\nReasons for not \nlooking for a job\nImpossible to get  20.0 61.6 28.8 52.9 41.6 40.1\n(discouraged)\nOther reasons 13.8 49.4 20.2 43.0 29.6 33.6\nAcceptance of new \njob offered\nYes 16.6 60.0 23.9 52.7 34.3 42.3\nNo 13.4 42.9 19.3 37.0 28.3 28.0\nPresence of additional \njobs\nYes 10.4 89.6 19.5 80.5 29.3 70.7\nNo 22.9 74.1 32.9 64.0 42.9 54.0\nSource: Author’s calculations based on SAKERNAS 2003 (BPS 2003).\nE. ANOVA Tests for Assessing the Classiﬁcation Results\nAs discussed in the methodology section, the robustness of the results of classifying workers \ninto fully employed and underemployed using the three different cut-off points of ILO, BPS, and \nADB are assessed using ANOVA tests. In doing so, some independent variables are used as a base \nfor the test. The variables can be classiﬁed into two categories, namely sociodemographic variables \nsuch as gender, urbanity, education, and age; as well as variables related to work or economic \nactivities such as formality of the existing job, having additional jobs, reasons for looking for jobs, \ntypes of jobs looked for, reasons for not looking for jobs, and willingness to accept a new job \noffered to those who are not looking for jobs. Therefore, there are altogether 10 variables used in \nthe assessment. \nTable 7 summarizes the test results of associations between fully employed and underemployed \nworkers based on the three cut-off points with the 10 variables used in the assessment, complete \nwith the statistics of (cid:70)(cid:21), and F-test.\n24 MARCH 2007", "SECTIONIV\nMAINRESULTS\nTABLE 7\nANOVA TESTS OF FULLY AND UNDEREMPLOYED WORKERS WITH RESPECT TO SOME SELECTED VARIABLES\nILO BPS ADB\n<30 HRS >=30 HRS Total <35HRS >=35HRS TOTAL <40 HRS >=40 HRS TOTAL\nUrbanity\nUrban 1,755 11,386  13,141  2,738 10,403  13,141  4,582 8,559  13,141 \nRural 6,090 15,462  21,552  8,655 12,897  21,552  11,990 9,562  21,552 \nTotal 7,845 26,848  34,693  11,393 23,300  34,693  16,572 18,121  34,693 \nChi-square 1,000.0 1,411.0 1,438.0\nF-value 1,067.8 1,439.3 1,470.5\nAge\n15-30 3,050 9,494  12,544  4,189 8,355  12,544  5,839 6,705  12,544 \n31-45 2,616 11,371  13,987  4,022 9,965  13,987  6,242 7,745  13,987 \n46-65 2,179 5,983  8,162  3,182 4,980  8,162  4,491 3,671  8,162 \nTotal 7,845 26,848  34,693  11,393 23,300  34,693  16,572 18,121  34,693 \nChi-square 220.7 247.3 249.0\nF-value 4.1 42.0 110.8\nEducation\nPrimary 5,338 13,126  18,464  7,426 11,038  18,464  10,038 8,426  18,464 \nNon-primary 2,507 13,722  16,229  3,967 12,262  16,229  6,534 9,695  16,229 \nTotal 7,845 26,848  34,693  11,393 23,300  34,693  16,572 18,121  34,693 \nChi-square 894.6 974.5 688.6\nF-value 918.2 1,002.7 702.6\nSector\nInformal 6,208 13,675  19,883  8,575 11,308  19,883  11,453 8,430  19,883 \nFormal 1,637 13,173  14,810  2,818 11,992  14,810  5,119 9,691  14,810 \nTotal 7,845 26,848  34,693  11,393 23,300  34,693  16,572 18,121  34,693 \nChi-square 2,000.0 2,200.0 1,800.0\nF-value 2,092.0 2,388.9 1,904.5\nGender\nMale 3,305 18,893  22,198  5,401 16,797  22,198  8,692 13,506  22,198 \nFemale 4,540 7,955  12,495  5,992 6,503  12,495  7,880 4,615  12,495 \nTotal 7,845 26,848  34,693  11,393 23,300  34,693  16,572 18,121  34,693 \nChi-square 2,100.0 2,000.0 1,800.0\nF-value 2,236.6 2,148.2 1,933.6\n(continued)\nERD WORKINGPAPERSERIESNO. 92 25", "MEASURINGUNDEREMPLOYMENT: ESTABLISHINGTHECUT-OFFPOINT\nGUNTURSUGIYARTO\nTable 7. continued.\nILO BPS ADB\n<30 HRS >=30 HRS Total <35HRS >=35HRS TOTAL <40 HRS >=40 HRS TOTAL\nFull-time 268 628  896  357 539  896  463 433  896 \nPart-time 187 450  637  264 373  637  352 285  637 \nTotal 455 1,078  1,533  621 912  1,533  815 718  1,533 \nChi-square 0.1 0.4 1.9\nF-value 0.1 0.4 1.9\nReasons in looking for job\n   Job is not satisfying 48 149  197  65 132  197  86 111  197 \nOther reasons 407 929  1,336  556 780  1,336  729 607  1,336 \nTotal 455 1078  1,533  621 912  1,533  815 718  1,533 \nChi-square 4.1 5.7 8.3\nF-value 4.2 5.7 8.3\nReasons for not looking for job\nImpossible to get 1,287 3,958  5,245  1,848 3,397  5,245  2,672 2,573  5,245 \n(discouraged)\nOther reasons 6,103 21,812  27,915  8,924 18,991  27,915  13,085 14,830  27,915 \nTotal 7,390 25,770  33,160  10,772 22,388  33,160  15,757 17,403  33,160 \nChi-square 13.1 16.1 25.0\nF-value 13.1 16.1 25.0\nAccepting new job offered\nYes 2,854 10,334  13,188  4,121 9,067  13,188  5,909 7,279  13,188 \nNo 3,913 12,563  16,476  5,655 10,821  16,476  8,286 8,190  16,476 \nTotal 6,767 22,897  29,664  9,776 19,888  29,664  14,195 15,469  29,664 \nChi-square 18.5 31.3 88.3\nF-value 18.5 31.4 88.6\nAdditional job\nYes 274 2,357  2,631  513 2,118  2,631  772 1,859  2,631 \nNo 7,571 24,491  32,062  10,880 21,182  32,062  14,197 17,865  32,062 \nTotal 7,845 26,848  34,693  11,393 23,300  34,693  14,969 19,724  34,693 \nChi-square 242.1 229.7 202.8\nF-value 243.8 231.3 204.0\nSource: Author’s calculations based on SAKERNAS 2003 (BPS 2003).\nThe overall results suggest that all three cut-off points can differentiate very well full \nemployment from underemployment as can be seen from their statistically signiﬁcant statistics of \n(cid:70)(cid:21) and F. In fact, the p-values of all the tests are already zero, which is why they are excluded \nfrom the summary table. In other words, all initial hypotheses that there is no difference in the \ncharacteristics between fully employed and underemployed workers with respect to the 10 variables \nconcerned are all rejected. This means that the characteristics of underemployed and fully employed \nworkers are signiﬁcantly different. \nMoreover, comparing the (cid:70)(cid:21) and F-statistics across different cut-off points shows that the results \nof applying the BPS cut-off point are better than those of ILO, and that the results of applying \nthe ADB cut-off point are superior to those of BPS and ILO. The summary table shows that ADB \n26 MARCH 2007", "SECTION V\nCHOWTESTANDRECURSIVEDYNAMICREGRESSIONANALYSIS\ncut-off point results perform best in the 6 out of 10 variables used in the assessment. This best \nperformance is indicated by the highest values of the (cid:70)(cid:21) and F-statistics. The only exception is on \nthe results on the variables gender, education, having an additional job, and formality of the job. \nIn the gender and having additional job variables, the ILO cut-off point performs better than ADB \nwhile in the other two variables the BPS cut-off point results are the best. \nV. CHOW TEST AND RECURSIVE DYNAMIC REGRESSION ANALYSIS\nAnother way to determine and/or assess the cut-off point is by using econometric methods. \nThis is conducted ﬁrst by establishing the economic relationship between working hours and some \ndeterminant variables, and then conducting regression analysis for different subsamples of workers \nbased on their working hours. The main purpose is to ﬁnd out the best cut-off point of working hours \nsuch that the workers can be best divided into two groups of fully employed and underemployed. \nIn general, the empirical model of working hours can take the form:\nWH (cid:29) f(DV,CV,D) (2)\ni i i i\nwhere WH is the working hours, DV is the determinant variable, CV is the control variable, and D is \nthe dummy variable that takes into account variations in factors excluded in the model. The dummy \nvariable can take the form of additive and multiplicative dummy variables, depending on the data \ndistribution and estimation results. For exploratory purposes and to further strengthen the case \nin ﬁnding the best cut-off point, the regression model is estimated in both cases of bivariate and \nmultiple variable models. The results indicate that the best bivariate model is in the form of:\nWorking hours = cons + b1*wage_tot + b2*group_ue + b3*group_ue*wage_tot + e\nMeanwhile, the best multiple regression model is as follows:\nWorking hours = cons + b1*wage_tot + b2*look_job + b3*add_job + b4*urb + b5*sex + \nb6*group_ue + e\nwhere: \nwage_tot = total wages both cash and kind; look_job = looking for job dummy; add_job =\nadditional job dummy, urb = urban/rural dummy; sex = male/female dummy; and group_ue = \nunderemployed group deﬁned by working less than 25–45 hours per week.\nBased on the best empirical model that can be developed from the data sets, two methods \nfor assessing and/or determining the cut-off point can be used. These methods are the Chow test \nand the recursive dynamic regression technique. \nA. Chow Test\nThe Chow test is commonly used to examine the parameter instability of a model across the \nwhole sample. The main question here is whether the relationship depicted in the model holds \nover the whole sample. To answer the question, the sample is divided into two groups and the \nmodel is then run on the subsamples and total sample to see if there is any change observed in \nERD WORKINGPAPERSERIESNO. 92 27", "MEASURINGUNDEREMPLOYMENT: ESTABLISHINGTHECUT-OFFPOINT\nGUNTURSUGIYARTO\nthe parameter estimates. This is the underlying process of the Chow test. Formally, the hypothesis-\ntesting problem can be summarized as follows:\nConsider the linear model Y = X(cid:69)+(cid:72). As there are two sub samples, (1) and (2), in which the \nparameters are not necessarily the same, therefore:\nY = X (cid:69)+(cid:72) i (cid:143) (1) (3)\ni i 1 i\nY = X (cid:69)+(cid:72) i (cid:143) (2) (4)\ni i 2 i\nThe hypothesis-testing in this context is Ho : (cid:69) = (cid:69) , and the total number of observations \n1 2\nis n = n1 +n2.\nThe Chow test is actually an application of the F-test, since the regression’s sum squared \nerrors (RSS) from the three regressions for each subsample and for the total sample follow the F\ndistribution. Under H\no    \n(RSS(cid:13)RSS (cid:13)RSS )/K\nJ 2 (cid:157)F (5)\n(RSS (cid:11)RSS )/(n (cid:11)n (cid:13)2k) k,n (cid:11)n (cid:13)2k\n1 2 1 2 1 2\nThe application of the Chow test in this study is to examine if the two groups of fully employed \nand underemployed workers have different characteristics with respect to some independent \nvariables. The difference is reﬂected in the parameters of the variables concerned across the \ndifferent groups. \nTherefore based on the best bivariate and multiple regressions, a series of Chow tests is \nconducted by running the models on the total sample as well as on the subsamples, which were \nformed by dividing the total sample into two groups using different cut-off points of working \nhours. Accordingly, the level of working hours that corresponds to the highest level of parameter \nchange detected by the Chow test should be used as the cut-off point for underemployment, for \nthat implies that the two groups of workers have the most statistically signiﬁcant difference in \nthe regression parameters.\nB. Recursive Regression Technique\nThe recursive regression technique is conducted by running a series of regressions recursively, \ni.e., starting from a certain subsample and then adding a new sample continuously. A record of \nthe regression statistics is compiled to examine if there is any signiﬁcant shift in the model’s \nparameters. \nThe number of working hours on which the structural break is identiﬁed by the Chow test \nand/or recursive regression can then be used as a proxy for the cut-off point for fully employed and \nunderemployed workers. Furthermore, assuming that the cut-off point of working hours would be in \nthe range of 25–45 hours per week, the Chow test and recursive regression analysis are conducted \nonly within this band of working hours. Therefore, a possibility that the cut-off point would be \nbelow 25 or above 45 hours per week is dropped in the analysis.\nC.  Test Results\nChow test results for the bivariate and multivariate models further conﬁrm that 40 hours \nper week is a very good cut-off point for determining underemployment and full employment. \n28 MARCH 2007", "SECTION V\nCHOWTESTANDRECURSIVEDYNAMICREGRESSIONANALYSIS\nTables 8 and 9 summarize the regression statistics conducted for the Chow tests. Figure 11 shows \nthe regression result statistics of the recursive regressions, namely the F-statistics of both the \nbivariate and multiple regression models, and the adjusted R-squared. As can be seen from the \nsummary tables, the 40 hours per week cut-off point produces the highest F-statistics in the Chow \ntest in both bivariate and multiple regressions. This means that the 40 hours per week cut-off \ncan differentiate the two groups of workers most strongly, as reﬂected in the highest change \ndetected in the regression parameter. The 40 hours per week cut-off point also produces the highest\nF-statistic, R-squared, and adjusted R-squared in the regression estimates. All these indicate that \nthe model with this subsample is the most powerful one in explaining the relationship captured \nby the model. Moreover, the lowest MSE of the 40 hours per week cut-off point further indicates \nthat the regression with this subsample is also the most efﬁcient. Therefore, the 40 hours per week \ncut-off point is indeed the best, compared to the cut off-points of 30 and 35 hours per week. \nThe recursive regression results of the bivariate and multivariate models also conﬁrm that the \n40 hours per week is the best cut-off point for determining underemployment and full employment \n(see Figure 12). \nTABLE 8\nSUMMARY CHOW TEST STATISTICS OF BIVARIATE MODEL\nWORKING HOURS F-STAT PROB>F R-SQUARED ADJ R-SQUARED ROOT MSE F-CHOW\n25 11490.99 0.00 0.49 0.49 11.19 16665.14\n26 12230.73 0.00 0.51 0.51 11.02 17756.69\n27 12668.05 0.00 0.52 0.52 10.92 18401.99\n28 13065.43 0.00 0.52 0.52 10.83 18988.35\n29 14177.32 0.00 0.54 0.54 10.60 20629.02\n30 14562.68 0.00 0.55 0.55 10.52 21197.66\n31 15817.30 0.00 0.57 0.57 10.28 23048.94\n32 16122.73 0.00 0.58 0.58 10.22 23499.62\n33 16568.63 0.00 0.58 0.58 10.14 24157.58\n34 16888.67 0.00 0.59 0.59 10.09 24629.82\n35 17087.23 0.00 0.59 0.59 10.05 24922.82\n36 17455.76 0.00 0.59 0.59 9.99 25466.61\n37 17961.59 0.00 0.60 0.60 9.90 26213.00\n38 18082.93 0.00 0.60 0.60 9.88 26392.04\n39 18108.34 0.00 0.60 0.60 9.88 26429.54\n40 18051.49 0.00 0.60 0.60 9.89 26345.65\n41 17722.20 0.00 0.60 0.60 9.94 25859.76\n42 17496.29 0.00 0.60 0.60 9.98 25526.41\n43 16212.68 0.00 0.58 0.58 10.21 23632.35\n44 16043.66 0.00 0.57 0.57 10.24 23382.95\n45 15673.65 0.00 0.57 0.57 10.31 22836.97\nSource: Author’s calculation from SAKERNAS 2003 (BPS 2003).\nERD WORKINGPAPERSERIESNO. 92 29", "MEASURINGUNDEREMPLOYMENT: ESTABLISHINGTHECUT-OFFPOINT\nGUNTURSUGIYARTO\nTABLE 9\nSUMMARY CHOW TEST STATISTICS OF MULTIVARIATE MODEL\nWORKING HOURS F-STAT PROB>F R-SQUARED ADJ R-SQUARED ROOT MSE F-CHOW\n25 3505.93 0.00 0.52 0.52 10.88 4868.12\n26 3687.18 0.00 0.53 0.53 10.74 5158.55\n27 3794.58 0.00 0.54 0.54 10.65 5330.64\n28 3904.08 0.00 0.55 0.55 10.57 5506.10\n29 4185.80 0.00 0.56 0.56 10.37 5957.51\n30 4279.92 0.00 0.57 0.57 10.30 6108.31\n31 4572.15 0.00 0.58 0.58 10.11 6576.56\n32 4653.33 0.00 0.59 0.59 10.06 6706.64\n33 4760.52 0.00 0.59 0.59 9.99 6878.39\n34 4847.33 0.00 0.60 0.60 9.94 7017.48\n35 4924.52 0.00 0.60 0.60 9.89 7141.18\n36 5018.43 0.00 0.61 0.61 9.83 7291.65\n37 5139.26 0.00 0.61 0.61 9.76 7485.25\n38 5174.27 0.00 0.61 0.61 9.74 7541.36\n39 5187.66 0.00 0.62 0.62 9.73 7562.80\n40 5191.73 0.00 0.62 0.62 9.73 7569.33\n41 5116.39 0.00 0.61 0.61 9.77 7448.62\n42 5069.72 0.00 0.61 0.61 9.80 7373.83\n43 4743.04 0.00 0.59 0.59 10.00 6850.39\n44 4706.12 0.00 0.59 0.59 10.02 6791.22\n45 4609.61 0.00 0.59 0.59 10.09 6636.58\nSource: Author’s calculation from SAKERNAS 2003 (BPS 2003).\n30 MARCH 2007", "SECTION V\nCHOWTESTANDRECURSIVEDYNAMICREGRESSIONANALYSIS\nFIGURE 11\nCHOW TEST RESULTS OF BIVARIATE AND MULTIVARIATE REGRESSION MODELS\n8,000\n26,000\n24,000\nmodel 7,000 model\nultiple regression  2202,,000000 variate regression \nm 6,000 bi\nof  of \ns  s \ne e\nu u\nal 18,000 al\nv v\nF- F-\n5,000\n16,000\n25 30 35 40 45\nWorking hours\nMultiple regression Bivariate model\nERD WORKINGPAPERSERIESNO. 92  31", "MEASURINGUNDEREMPLOYMENT: ESTABLISHINGTHECUT-OFFPOINT\nGUNTURSUGIYARTO\nFIGURE 12\nRECURSIVE REGRESSION RESULTS OF BIVARIATE AND MULTIVARIATE MODELS\nF-statistics\n6.0 6.0\nel el\nd d\no o\nm m\no  5.0 5.0 o \nn n\nsi si\ns s\ne e\ngr gr\ne re 4.0 4.0 e re\npl at\nmulative change of multi 321...000 321...000 mulative change of bivari\nCu Cu\n0.0 0.0\n25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44\nWorking hours\nMultiple regression model Bivariate regression model\nAdjusted R2\n5.0 5.0\nel el\nd d\no o\nm m\no  4.0 4.0 o \nn n\nsi si\ns s\ne e\ngr gr\ne e\ne r 3.0 3.0 e r\npl at\nmulative change of multi 21..00 21..00 mulative change of bivari\nCu Cu\n0.0 0.0\n25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44\nWorking hours\nMultiple regression model Bivariate regression model\nSource: Author’s calculation from SAKERNAS 2003 (BPS 2003).\n32 MARCH 2007", "SECTION VI\nCONCLUSIONANDPOLICYIMPLICATION\nVI. CONCLUSION AND POLICY IMPLICATION\nUnemployment and underemployment are the most pressing problems in Asia today as reﬂected \nby the widespread underutilization rate of about 29% of the total labor force. The underutilization \nrate could have been higher if a better measure were used in the calculation. The standard labor \nforce framework currently in use worldwide is biased toward counting a labor force as employed \nrather than as unemployed against the backdrop that most of the labor force in developing countries \ncannot afford to be completely unemployed. This systematically undervalues the full extent of the \nunemployment problem, which makes the introduction of underemployment indicators necessary to \ncomplement the open unemployment indicator and to better measure underutilization. \nThe current underemployment measurement, however, also has conceptual and practical \nproblems that systematically understate the underemployment level. The existing guidelines to \nmeasure time-related underemployment using the cut-off point for full-time work set the threshold \ntoo low, resulting in a considerable under representation of underemployment, which has serious \npolicy implications. \nThis study shows the consequences of the measures used and suggests a better way to \ndetermine the cut-off point and therefore measure underemployment. The cluster method is adopted \nto determine the better cut-off point and the robustness of its application results are assessed \nusing ANOVA tests. The Chow test and recursive dynamic regression are also employed to determine \nand/or assess the best cut-off point for measuring underemployment.\nThe consequence of using an incorrect cut-off point for underemployment is very signiﬁcant \nsince a small change in the cut-off point will result in a much bigger change in underemployment \nrate and incidence. In the Indonesian context, for instance, applying the ILO and BPS cut-off points \nof 30 and 35 hours of work per week will result in underemployment shares of 23% and 33%, \nrespectively. Meanwhile, according to the ADB cut-off point of 40 hours per week, underemployment \nshould be around 48% of the total workers. In term of underemployment rates, the numbers would \nbe 15%, 21%, and 31% of the total labor force, respectively. Underemployment shares according \nto ILO and ADB results differ by more than 25 percentage points, while between ADB and BPS the \ndifference is about 15 percentage points. In term of underemployment rates, their differences would \nbe 16 and 10 percentage points, respectively. \nOverall, a 1-hour increase in the cut-off point results in an increase of 3 percentage points \nin the underemployment share and 2 percentage points in the underemployment rate. During \n1990–2003, there were about 11–15 million workers who were working between 35 and 40 hours \nper week in Indonesia (Sugiyarto et al. 2006). They could be misclassiﬁed as fully employed \nworkers according to the BPS deﬁnition. This misclassiﬁcation cannot just be ignored for it has \nserious policy implications on the effort to promote full, productive, and freely chosen employment. \nMoreover, the average working hours of the underemployed by the ADB standard in Indonesia is \nonly 28 hours per week. Considering about 48% of workers are underemployed and the number of \nworkers is about 92.8 million, the volume of underemployment in Indonesia is about 534.5 million \nworking hours. This is equivalent to 13.4 million full-time jobs that must be generated just to make \nthe underemployed fully employed.\nLearning from the Indonesian and Philippine cases, the cut-off point seems better determined \nat the individual country level to consider country-speciﬁc characteristics. If a comparison across \ncountries is needed, a 40 hours per week cut-off point is better than the currently used ILO standard \nERD WORKINGPAPERSERIESNO. 92  33", "MEASURINGUNDEREMPLOYMENT: ESTABLISHINGTHECUT-OFFPOINT\nGUNTURSUGIYARTO\nof 30 hours per week. The consequence of misclassifying the underemployed as fully employed is \nmore serious than otherwise. Moreover, the more recent approach at the international level is the \npromotion of a 40-hour workweek as a standard to be realized by ILO member states, and that \n40-hour workweek is now the most prevalent weekly hour standard (McCann 2005). The 40-hour \nworkweek is also in line with the Forty-Hour Week Convention 1935 No. 47, and the reduction of \nhours of work recommendation 1962 No. 116. \nREFERENCES\nADB. 2005. Labor Market in Asia: Promoting Full, Productive, and Decent Employment. London: Palgrave \nMacmillan for the Asian Development Bank.\n________. 2006. Key Indicators. Asian Development Bank, Manila.\nBPS. Various years. SAKERNAS (Survey Angkatan Kerja Nasional). Central Board of Statistics, Jakarta. Available: \nhttp://www.bps.go.id/sector/employ/index.html.\nHartigan, J. A. 1975. Clustering Algorithms. New York: Wiley.\nHartigan, J. A., and M. A. Wong. 1978. “Algorithm AS136: A K-means Clustering Algorithm.” Applied Statistics\n28:100–08.\nHauser, P. M. 1974. “The Measurement of Labour Utilization.” The Malayan Economic Review 19:1–17.\n________. 1977. “The Measurement of Labour Utilization–More Empirical Results.” The Malayan Economic \nReview 22:10–25.\nHussmanns, R., F. Mehran, and V. Verma. 1990. Surveys of Economically Active Population, Employment, \nUnemployment and Underemployment: An ILO Manual on Concepts and Methods. International Labour \nOrganisation, Geneva.\nILO. 2005. Labor and Social Trends in Asia and the Paciﬁc. ILO Regional Ofﬁce for Asia and the Paciﬁc, \nBangkok.\n________. 2007. Manual on Key Indicators of the Labor Market. International Labour Organisation, Geneva. \nAvailable: http://www.ilo.org/public/english/employment/strat/kilm/indicators.htm#kilm5\nMcCann, D. 2005. Working Time Laws: A Global Perspective. International Labour Organisation, Geneva.\nNational Statistics Ofﬁce. 2007. Labor Force Survey Manual 2006. Income and Employment Statistics Division, \nManila.\nOshima H. T., and Hidayat. 1974. Differences in Labor Utilization Concepts in Asian Censuses and Surveys \nand Suggested Improvements. Council for Asian Manpower Studies Discussion Paper No. 74-06, School \nof Economics Building, University of the Philippines. \nSimic, M. 2002. Underemployment and Over Employment in the UK. Labor Market Division, Ofﬁce for National \nStatistics, United Kingdom.\nSugiyarto, G., M. Oey-Gardiner, and N. Triaswati. 2006. “Labor Markets in Indonesia: Key Challenges and \nPolicy Issues.” In J. Felipe and R. Hasan, eds., Labor Markets in Asia: Issues and Perspectives. London: \nPalgrave Macmillan for the Asian Development Bank.\nMyrdal, G. 1968. Asian Drama: An Inquiry into the Poverty of Nations. Vols. I-III. Harmondsworth: Penguin.\n34 MARCH 2007", "PUBLICATIONS FROM THE\nECONOMICS AND RESEARCH DEPARTMENT\nERD WORKING PAPER SERIES (WPS)\n(Published in-house; Available through ADB Office of External Relations; Free of Charge)\nNo. 1 Capitalizing on Globalization the Neoclassical Growth Model\n—Barry Eichengreen, January 2002 —Jesus Felipe and John McCombie, August 2002\nNo. 2 Policy-based Lending and Poverty Reduction: No. 20 Modernization and Son Preference in People’s\nAn Overview of Processes, Assessment Republic of China\nand Options —Robin Burgess and Juzhong Zhuang, September\n—Richard Bolt and Manabu Fujimura, January 2002\n2002 No. 21 The Doha Agenda and Development: A View from\nNo. 3 The Automotive Supply Chain: Global Trends the Uruguay Round\nand Asian Perspectives —J. Michael Finger, September 2002\n—Francisco Veloso and Rajiv Kumar, January 2002 No. 22 Conceptual Issues in the Role of Education\nNo. 4 International Competitiveness of Asian Firms: Decentralization in Promoting Effective Schooling in\nAn Analytical Framework Asian Developing Countries\n—Rajiv Kumar and Doren Chadee, February 2002 —Jere R. Behrman, Anil B. Deolalikar, and Lee-\nNo. 5 The International Competitiveness of Asian Ying Son, September 2002\nEconomies in the Apparel Commodity Chain No. 23 Promoting Effective Schooling through Education\n—Gary Gereffi, February 2002 Decentralization in Bangladesh, Indonesia, and\nNo. 6 Monetary and Financial Cooperation in East Philippines\nAsia—The Chiang Mai Initiative and Beyond —Jere R. Behrman, Anil B. Deolalikar, and Lee-\n—Pradumna B. Rana, February 2002 Ying Son, September 2002\nNo. 7 Probing Beneath Cross-national Averages: Poverty, No. 24 Financial Opening under the WTO Agreement in\nInequality, and Growth in the Philippines Selected Asian Countries: Progress and Issues\n—Arsenio M. Balisacan and Ernesto M. Pernia, —Yun-Hwan Kim, September 2002\nMarch 2002 No. 25 Revisiting Growth and Poverty Reduction in\nNo. 8 Poverty, Growth, and Inequality in Thailand Indonesia: What Do Subnational Data Show?\n—Anil B. Deolalikar, April 2002 —Arsenio M. Balisacan, Ernesto M. Pernia,\nNo. 9 Microfinance in Northeast Thailand: Who Benefits   and Abuzar Asra, October 2002\nand How Much? No. 26 Causes of the 1997 Asian Financial Crisis: What\n—Brett E. Coleman, April 2002 Can an Early Warning System Model Tell Us?\nNo. 10 Poverty Reduction and the Role of Institutions in —Juzhong Zhuang and J. Malcolm Dowling,\nDeveloping Asia October 2002\n—Anil B. Deolalikar, Alex B. Brilliantes, Jr., No. 27 Digital Divide: Determinants and Policies with\nRaghav Gaiha, Ernesto M. Pernia, Mary Racelis Special Reference to Asia\nwith the assistance of Marita Concepcion Castro- —M. G. Quibria, Shamsun N. Ahmed, Ted\nGuevara, Liza L. Lim, Pilipinas F. Quising, May Tschang, and Mari-Len Reyes-Macasaquit, October\n2002 2002\nNo. 11 The European Social Model: Lessons for No. 28 Regional Cooperation in Asia: Long-term Progress,\nDeveloping Countries Recent Retrogression, and the Way Forward\n—Assar Lindbeck, May 2002 —Ramgopal Agarwala and Brahm Prakash,\nNo. 12 Costs and Benefits of a Common Currency for October 2002\nASEAN No. 29 How can Cambodia, Lao PDR, Myanmar, and Viet\n—Srinivasa Madhur, May 2002 Nam Cope with Revenue Lost Due to AFTA Tariff\nNo. 13 Monetary Cooperation in East Asia: A Survey Reductions?\n—Raul Fabella, May 2002 —Kanokpan Lao-Araya, November 2002\nNo. 14 Toward A Political Economy Approach No. 30 Asian Regionalism and Its Effects on Trade in the\nto Policy-based Lending 1980s and 1990s\n—George Abonyi, May 2002 —Ramon Clarete, Christopher Edmonds, and\nNo. 15 A Framework for Establishing Priorities in a Jessica Seddon Wallack, November 2002\nCountry Poverty Reduction Strategy No. 31 New Economy and the Effects of Industrial\n—Ron Duncan and Steve Pollard, June 2002 Structures on International Equity Market\nNo. 16 The Role of Infrastructure in Land-use Dynamics Correlations\nand Rice Production in Viet Nam’s Mekong River —Cyn-Young Park and Jaejoon Woo, December\nDelta 2002\n—Christopher Edmonds, July 2002 No. 32 Leading Indicators of Business Cycles in Malaysia\nNo. 17 Effect of Decentralization Strategy on and the Philippines\nMacroeconomic Stability in Thailand —Wenda Zhang and Juzhong Zhuang, December\n—Kanokpan Lao-Araya, August 2002 2002\nNo. 18 Poverty and Patterns of Growth No. 33 Technological Spillovers from Foreign Direct\n—Rana Hasan and M. G. Quibria, August 2002 Investment—A Survey\nNo. 19 Why are Some Countries Richer than Others? —Emma Xiaoqin Fan, December 2002\nA Reassessment of Mankiw-Romer-Weil’s Test of\n35", "No. 34 Economic Openness and Regional Development in No. 54 Practices of Poverty Measurement and Poverty\nthe Philippines Profile of Bangladesh\n—Ernesto M. Pernia and Pilipinas F. Quising, —Faizuddin Ahmed, August 2004\nJanuary 2003 No. 55 Experience of Asian Asset Management\nNo. 35 Bond Market Development in East Asia: Companies: Do They Increase Moral Hazard?\nIssues and Challenges —Evidence from Thailand\n—Raul Fabella and Srinivasa Madhur, January —Akiko Terada-Hagiwara and Gloria Pasadilla,\n2003 September 2004\nNo. 36 Environment Statistics in Central Asia: Progress No. 56 Viet Nam: Foreign Direct Investment and\nand Prospects Postcrisis Regional Integration\n—Robert Ballance and Bishnu D. Pant, March —Vittorio Leproux and Douglas H. Brooks,\n2003 September 2004\nNo. 37 Electricity Demand in the People’s Republic of No. 57 Practices of Poverty Measurement and Poverty\nChina: Investment Requirement and Profile of Nepal\nEnvironmental Impact —Devendra Chhetry, September 2004\n—Bo Q. Lin, March 2003 No. 58 Monetary Poverty Estimates in Sri Lanka:\nNo. 38 Foreign Direct Investment in Developing Asia: Selected Issues\nTrends, Effects, and Likely Issues for the —Neranjana Gunetilleke and Dinushka\nForthcoming WTO Negotiations Senanayake, October 2004\n—Douglas H. Brooks, Emma Xiaoqin Fan, No. 59 Labor Market Distortions, Rural-Urban Inequality,\nand Lea R. Sumulong, April 2003 and the Opening of People’s Republic of China’s\nNo. 39 The Political Economy of Good Governance for Economy\nPoverty Alleviation Policies —Thomas Hertel and Fan Zhai, November 2004\n—Narayan Lakshman, April 2003 No. 60 Measuring Competitiveness in the World’s Smallest\nNo. 40 The Puzzle of Social Capital Economies: Introducing the SSMECI\nA Critical Review —Ganeshan Wignaraja and David Joiner, November\n—M. G. Quibria, May 2003 2004\nNo. 41 Industrial Structure, Technical Change, and the No. 61 Foreign Exchange Reserves, Exchange Rate\nRole of Government in Development of the Regimes, and Monetary Policy: Issues in Asia\nElectronics and Information Industry in —Akiko Terada-Hagiwara, January 2005\nTaipei,China No. 62 A Small Macroeconometric Model of the Philippine\n—Yeo Lin, May 2003 Economy\nNo. 42 Economic Growth and Poverty Reduction —Geoffrey Ducanes, Marie Anne Cagas, Duo Qin,\nin Viet Nam Pilipinas Quising, and Nedelyn Magtibay-Ramos,\n—Arsenio M. Balisacan, Ernesto M. Pernia, and January 2005\nGemma Esther B. Estrada, June 2003 No. 63 Developing the Market for Local Currency Bonds\nNo. 43 Why Has Income Inequality in Thailand by Foreign Issuers: Lessons from Asia\nIncreased? An Analysis Using 1975-1998 Surveys —Tobias Hoschka, February 2005\n—Taizo Motonishi, June 2003 No. 64 Empirical Assessment of Sustainability and\nNo. 44 Welfare Impacts of Electricity Generation Sector Feasibility of Government Debt: The Philippines\nReform in the Philippines Case\n—Natsuko Toba, June 2003 —Duo Qin, Marie Anne Cagas, Geoffrey Ducanes,\nNo. 45 A Review of Commitment Savings Products in Nedelyn Magtibay-Ramos, and Pilipinas Quising,\nDeveloping Countries February 2005\n—Nava Ashraf, Nathalie Gons, Dean S. Karlan, No. 65 Poverty and Foreign Aid\nand Wesley Yin, July 2003 Evidence from Cross-Country Data\nNo. 46 Local Government Finance, Private Resources, —Abuzar Asra, Gemma Estrada, Yangseom Kim,\nand Local Credit Markets in Asia and M. G. Quibria, March 2005\n—Roberto de Vera and Yun-Hwan Kim, October No. 66 Measuring Efficiency of Macro Systems: An\n2003 Application to Millennium Development Goal\nNo. 47 Excess Investment and Efficiency Loss During Attainment\nReforms: The Case of Provincial-level Fixed-Asset —Ajay Tandon, March 2005\nInvestment in People’s Republic of China No. 67 Banks and Corporate Debt Market Development\n—Duo Qin and Haiyan Song, October 2003 —Paul Dickie and Emma Xiaoqin Fan, April 2005\nNo. 48 Is Export-led Growth Passe? Implications for No. 68 Local Currency Financing—The Next Frontier for\nDeveloping Asia MDBs?\n—Jesus Felipe, December 2003 —Tobias C. Hoschka, April 2005\nNo. 49 Changing Bank Lending Behavior and Corporate No. 69 Export or Domestic-Led Growth in Asia?\nFinancing in Asia—Some Research Issues —Jesus Felipe and Joseph Lim, May 2005\n—Emma Xiaoqin Fan and Akiko Terada-Hagiwara, No. 70 Policy Reform in Viet Nam and the Asian\nDecember 2003 Development Bank’s State-owned Enterprise\nNo. 50 Is People’s Republic of China’s Rising Services Reform and Corporate Governance Program Loan\nSector Leading to Cost Disease? —George Abonyi, August 2005\n—Duo Qin, March 2004 No. 71 Policy Reform in Thailand and the Asian\nNo. 51 Poverty Estimates in India: Some Key Issues Development Bank’s Agricultural Sector Program\n—Savita Sharma, May 2004 Loan\nNo. 52 Restructuring and Regulatory Reform in the Power —George Abonyi, September 2005\nSector: Review of Experience and Issues No. 72 Can the Poor Benefit from the Doha Agenda? The\n—Peter Choynowski, May 2004 Case of Indonesia\nNo. 53 Competitiveness, Income Distribution, and Growth —Douglas H. Brooks and Guntur Sugiyarto,\nin the Philippines: What Does the Long-run October 2005\nEvidence Show? No. 73 Impacts of the Doha Development Agenda on\n—Jesus Felipe and Grace C. Sipin, June 2004 People’s Republic of China: The Role of\nComplementary Education Reforms\n36", "—Fan Zhai and Thomas Hertel, October 2005 No. 84 Income Disparity and Economic Growth: Evidence\nNo. 74 Growth and Trade Horizons for Asia: Long-term from People’s Republic of China\nForecasts for Regional Integration — Duo Qin, Marie Anne Cagas, Geoffrey Ducanes,\n—David Roland-Holst, Jean-Pierre Verbiest, and Xinhua He, Rui Liu, and Shiguo Liu, October 2006\nFan Zhai, November 2005 No. 85 Macroeconomic Effects of Fiscal Policies: Empirical\nNo. 75 Macroeconomic Impact of HIV/AIDS in the Asian Evidence from Bangladesh, People’s Republic of\nand Pacific Region China, Indonesia, and Philippines\n—Ajay Tandon, November 2005 — Geoffrey Ducanes, Marie Anne Cagas, Duo Qin,\nNo. 76 Policy Reform in Indonesia and the Asian Pilipinas Quising, and Mohammad Abdur\nDevelopment Bank’s Financial Sector Governance Razzaque, November 2006\nReforms Program Loan No. 86 Economic Growth, Technological Change, and\n—George Abonyi, December 2005 Patterns of Food and Agricultural Trade in Asia\nNo. 77 Dynamics of Manufacturing Competitiveness in — Thomas W. Hertel, Carlos E. Ludena, and Alla\nSouth Asia: ANalysis through Export Data Golub, November 2006\n—Hans-Peter Brunner and Massimiliano Calì, No. 87 Expanding Access to Basic Services in Asia and the\nDecember 2005 Pacific Region: Public–Private Partnerships for\nNo. 78 Trade Facilitation Poverty Reduction\n—Teruo Ujiie, January 2006 — Adrian T. P. Panggabean, November 2006\nNo. 79 An Assessment of Cross-country Fiscal No. 88 Income Volatility and Social Protection in\nConsolidation Developing Asia\n—Bruno Carrasco and Seung Mo Choi, —Vandana Sipahimalani-Rao, November 2006\nFebruary 2006 No. 89 Rules of Origin: Conceptual Explorations and\nNo. 80 Central Asia: Mapping Future Prospects to 2015 Lessons from the Generalized System of\n—Malcolm Dowling and Ganeshan Wignaraja, Preferences\nApril 2006 —Teruo Ujiie, December 2006\nNo. 81 A Small Macroeconometric Model of the People’s No. 90 Asia’s Imprint on Global Commodity Markets\nRepublic of China —Cyn-Young Park and Fan Zhai, December 2006\n—Duo Qin, Marie Anne Cagas, Geoffrey Ducanes, No. 91 Infrastructure as a Catalyst for Regional\nNedelyn Magtibay-Ramos, Pilipinas Quising, Xin- Integration, Growth, and Economic Convergence:\nHua He, Rui Liu, and Shi-Guo Liu, June 2006 Scenario Analysis for Asia\nNo. 82 Institutions and Policies for Growth and Poverty —David Roland-Holst, December 2006\nReduction: The Role of Private Sector Development No. 92 Measuring Underemployment: Establishing the\n—Rana Hasan, Devashish Mitra, and Mehmet Cut-off Point\nUlubasoglu, July 2006 —Guntur Sugiyarto, March 2007\nNo. 83 Preferential Trade Agreements in Asia:\nAlternative Scenarios of “Hub and Spoke”\n—Fan Zhai, October 2006\nERD TECHNICAL NOTE SERIES (TNS)\n(Published in-house; Available through ADB Office of External Relations; Free of Charge)\nNo. 1 Contingency Calculations for Environmental No. 8 Testing Savings Product Innovations Using an\nImpacts with Unknown Monetary Values Experimental Methodology\n—David Dole, February 2002 —Nava Ashraf, Dean S. Karlan, and Wesley Yin,\nNo. 2 Integrating Risk into ADB’s Economic Analysis November 2003\nof Projects No. 9 Setting User Charges for Public Services: Policies\n—Nigel Rayner, Anneli Lagman-Martin, and Practice at the Asian Development Bank\nand Keith Ward, June 2002 —David Dole, December 2003\nNo. 3 Measuring Willingness to Pay for Electricity No. 10 Beyond Cost Recovery: Setting User Charges for\n—Peter Choynowski, July 2002 Financial, Economic, and Social Goals\nNo. 4 Economic Issues in the Design and Analysis of a —David Dole and Ian Bartlett, January 2004\nWastewater Treatment Project No. 11 Shadow Exchange Rates for Project Economic\n—David Dole, July 2002 Analysis: Toward Improving Practice at the Asian\nNo. 5 An Analysis and Case Study of the Role of Development Bank\nEnvironmental Economics at the Asian —Anneli Lagman-Martin, February 2004\nDevelopment Bank No. 12 Improving the Relevance and Feasibility of\n—David Dole and Piya Abeygunawardena, Agriculture and Rural Development Operational\nSeptember 2002 Designs: How Economic Analyses Can Help\nNo. 6 Economic Analysis of Health Projects: A Case Study —Richard Bolt, September 2005\nin Cambodia No. 13 Assessing the Use of Project Distribution and\n—Erik Bloom and Peter Choynowski, May 2003 Poverty Impact Analyses at the Asian Development\nNo. 7 Strengthening the Economic Analysis of Natural Bank\nResource Management Projects —Franklin D. De Guzman, October 2005\n—Keith Ward, September 2003 No. 14 Assessing Aid for a Sector Development Plan:\nEconomic Analysis of a Sector Loan\n—David Dole, November 2005\n37", "No. 15 Debt Management Analysis of Nepal’s Public Debt Econometric Structural Models (MESMs)\n—Sungsup Ra, Changyong Rhee, and Joon-Ho —Marie Anne Cagas, Geoffrey Ducanes, Nedelyn\nHahm, December 2005 Magtibay-Ramos, Duo Qin and Pilipinas Quising,\nNo. 16 Evaluating Microfinance Program Innovation with July 2006\nRandomized Control Trials: An Example from No. 19 Willingness-to-Pay and Design of Water Supply\nGroup Versus Individual Lending and Sanitation Projects: A Case Study\n—Xavier Giné, Tomoko Harigaya,Dean Karlan, and —Herath Gunatilake, Jui-Chen Yang, Subhrendu\nBinh T. Nguyen, March 2006 Pattanayak, and Caroline van den Berg,\nNo. 17 Setting User Charges for Urban Water Supply: A December 2006\nCase Study of the Metropolitan Cebu Water No. 20 Tourism for Pro-Poor and Sutainable Growth:\nDistrict in the Philippines Economic Analysis of ADB Tourism Projects\n—David Dole and Edna Balucan, June 2006 —Tun Lin and Franklin D. De Guzman,\nNo. 18 Forecasting Inflation and GDP Growth: Automatic January 2007\nLeading Indicator (ALI) Method versus Macro No. 21 Critical Issues of Fiscal Decentralization\n—Norio Usui, February 2007\nERD POLICY BRIEF SERIES (PBS)\n(Published in-house; Available through ADB Office of External Relations; Free of charge)\nNo. 1 Is Growth Good Enough for the Poor? No. 16 Emerging Tax Issues: Implications of Globalization\n—Ernesto M. Pernia, October 2001 and Technology\nNo. 2 India’s Economic Reforms —Kanokpan Lao Araya, May 2003\nWhat Has Been Accomplished? No. 17 Pro-Poor Growth: What is It and Why is It\nWhat Remains to Be Done? Important?\n—Arvind Panagariya, November 2001 —Ernesto M. Pernia, May 2003\nNo. 3 Unequal Benefits of Growth in Viet Nam No. 18 Public–Private Partnership for Competitiveness\n—Indu Bhushan, Erik Bloom, and Nguyen Minh —Jesus Felipe, June 2003\nThang, January 2002 No. 19 Reviving Asian Economic Growth Requires Further\nNo. 4 Is Volatility Built into Today’s World Economy? Reforms\n—J. Malcolm Dowling and J.P. Verbiest, —Ifzal Ali, June 2003\nFebruary 2002 No. 20 The Millennium Development Goals and Poverty:\nNo. 5 What Else Besides Growth Matters to Poverty Are We Counting the World’s Poor Right?\nReduction? Philippines —M. G. Quibria, July 2003\n—Arsenio M. Balisacan and Ernesto M. Pernia, No. 21 Trade and Poverty: What are the Connections?\nFebruary 2002 —Douglas H. Brooks, July 2003\nNo. 6 Achieving the Twin Objectives of Efficiency and No. 22 Adapting Education to the Global Economy\nEquity: Contracting Health Services in Cambodia —Olivier Dupriez, September 2003\n—Indu Bhushan, Sheryl Keller, and Brad Schwartz, No. 23 Avian Flu: An Economic Assessment for Selected\nMarch 2002 Developing Countries in Asia\nNo. 7 Causes of the 1997 Asian Financial Crisis: What —Jean-Pierre Verbiest and Charissa Castillo,\nCan an Early Warning System Model Tell Us? March 2004\n—Juzhong Zhuang and Malcolm Dowling, No. 25 Purchasing Power Parities and the International\nJune 2002 Comparison Program in a Globalized World\nNo. 8 The Role of Preferential Trading Arrangements —Bishnu Pant, March 2004\nin Asia No. 26 A Note on Dual/Multiple Exchange Rates\n—Christopher Edmonds and Jean-Pierre Verbiest, —Emma Xiaoqin Fan, May 2004\nJuly 2002 No. 27 Inclusive Growth for Sustainable Poverty Reduction\nNo. 9 The Doha Round: A Development Perspective in Developing Asia: The Enabling Role of\n—Jean-Pierre Verbiest, Jeffrey Liang, and Lea Infrastructure Development\nSumulong,July 2002 —Ifzal Ali and Xianbin Yao, May 2004\nNo. 10 Is Economic Openness Good for Regional No. 28 Higher Oil Prices: Asian Perspectives and\nDevelopment and Poverty Reduction? The Implications for 2004-2005\nPhilippines —Cyn-Young Park, June 2004\n—E. M. Pernia and Pilipinas Quising, October No. 29 Accelerating Agriculture and Rural Development for\n2002 Inclusive Growth: Policy Implications for\nNo. 11 Implications of a US Dollar Depreciation for Asian Developing Asia\nDeveloping Countries —Richard Bolt, July 2004\n—Emma Fan, July 2002 No. 30 Living with Higher Interest Rates: Is Asia Ready?\nNo. 12 Dangers of Deflation —Cyn-Young Park, August 2004\n—D. Brooks and Pilipinas Quising, December 2002 No. 31 Reserve Accumulation, Sterilization, and Policy\nNo. 13 Infrastructure and Poverty Reduction— Dilemma\nWhat is the Connection? —Akiko Terada-Hagiwara, October 2004\n—Ifzal Ali and Ernesto Pernia, January 2003 No. 32 The Primacy of Reforms in the Emergence of\nNo. 14 Infrastructure and Poverty Reduction— People’s Republic of China and India\nMaking Markets Work for the Poor —Ifzal Ali and Emma Xiaoqin Fan, November\n—Xianbin Yao, May 2003 2004\nNo. 15 SARS: Economic Impacts and Implications\n—Emma Xiaoqin Fan, May 2003\n38", "No. 33 Population Health and Foreign Direct Investment: No. 40 Highlighting Poverty as Vulnerability: The 2005\nDoes Poor Health Signal Poor Government Earthquake in Pakistan\nEffectiveness? —Rana Hasan and Ajay Tandon, October 2005\n—Ajay Tandon, January 2005 No. 41 Conceptualizing and Measuring Poverty as\nNo. 34 Financing Infrastructure Development: Asian Vulnerability: Does It Make a Difference?\nDeveloping Countries Need to Tap Bond Markets —Ajay Tandon and Rana Hasan, October 2005\nMore Rigorously No. 42 Potential Economic Impact of an Avian Flu\n—Yun-Hwan Kim, February 2005 Pandemic on Asia\nNo. 35 Attaining Millennium Development Goals in —Erik Bloom, Vincent de Wit, and Mary Jane\nHealth: Isn’t Economic Growth Enough? Carangal-San Jose, November 2005\n—Ajay Tandon, March 2005 No. 43 Creating Better and More Jobs in Indonesia: A\nNo. 36 Instilling Credit Culture in State-owned Banks— Blueprint for Policy Action\nExperience from Lao PDR —Guntur Sugiyarto, December 2005\n—Robert Boumphrey, Paul Dickie, andSamiuela No. 44 The Challenge of Job Creation in Asia\nTukuafu, April 2005 —Jesus Felipe and Rana Hasan, April 2006\nNo. 37 Coping with Global Imbalances and Asian No. 45 International Payments Imbalances\nCurrencies —Jesus Felipe, Frank Harrigan, and Aashish\n—Cyn-Young Park, May 2005 Mehta, April 2006\nNo. 38 Asia’s Long-term Growth and Integration: No. 46 Improving Primary Enrollment Rates among the\nReaching beyond Trade Policy Barriers Poor\n—Douglas H. Brooks, David Roland-Holst, and Fan —Ajay Tandon, August 2006\nZhai, September 2005\nNo. 39 Competition Policy and Development\n—Douglas H. Brooks, October 2005\nSPECIAL STUDIES, COMPLIMENTARY\n(Available through ADB Office of External Relations)\n19. The Role of Small and Medium-Scale Manufacturing\nIndustries in Industrial Development: The Experience of\n1. Improving Domestic Resource Mobilization Through Selected Asian Countries January 1990\nFinancial Development: Overview September 1985 20. National Accounts of Vanuatu, 1983-1987 January\n2. Improving Domestic Resource Mobilization Through 1990\nFinancial Development: Bangladesh July 1986 21. National Accounts of Western Samoa, 1984-1986\n3. Improving Domestic Resource Mobilization Through February 1990\nFinancial Development: Sri Lanka April 1987 22. Human Resource Policy and Economic Development:\n4. Improving Domestic Resource Mobilization Through Selected Country Studies July 1990\nFinancial Development: India December 1987 23. Export Finance: Some Asian Examples September 1990\n5. Financing Public Sector Development Expenditure 24. National Accounts of the Cook Islands, 1982-1986\nin Selected Countries: Overview January 1988 September 1990\n6. Study of Selected Industries: A Brief Report 25. Framework for the Economic and Financial Appraisal of\nApril 1988 Urban Development Sector Projects January 1994\n7. Financing Public Sector Development Expenditure 26. Framework and Criteria for the Appraisal and\nin Selected Countries: Bangladesh June 1988 Socioeconomic Justification of Education Projects\n8. Financing Public Sector Development Expenditure January 1994\nin Selected Countries: India June 1988 27. Investing in Asia 1997 (Co-published with OECD)\n9. Financing Public Sector Development Expenditure 28. The Future of Asia in the World Economy 1998 (Co-\nin Selected Countries: Indonesia June 1988 published with OECD)\n10. Financing Public Sector Development Expenditure 29. Financial Liberalisation in Asia: Analysis and Prospects\nin Selected Countries: Nepal June 1988 1999 (Co-published with OECD)\n11. Financing Public Sector Development Expenditure 30. Sustainable Recovery in Asia: Mobilizing Resources for\nin Selected Countries: Pakistan June 1988 Development2000 (Co-published with OECD)\n12. Financing Public Sector Development Expenditure 31. Technology and Poverty Reduction in Asia and the Pacific\nin Selected Countries: Philippines June 1988 2001 (Co-published with OECD)\n13. Financing Public Sector Development Expenditure 32. Asia and Europe 2002 (Co-published with OECD)\nin Selected Countries: Thailand June 1988 33. Economic Analysis: Retrospective 2003\n14. Towards Regional Cooperation in South Asia: 34. Economic Analysis: Retrospective: 2003 Update 2004\nADB/EWC Symposium on Regional Cooperation 35. Development Indicators Reference Manual: Concepts and\nin South Asia February 1988 Definitions 2004\n15. Evaluating Rice Market Intervention Policies: 35. Investment Climate and Productivity Studies\nSome Asian Examples April 1988 Philippines: Moving Toward a Better Investment Climate\n16. Improving Domestic Resource Mobilization Through 2005\nFinancial Development: Nepal November 1988 The Road to Recovery: Improving the Investment Climate\n17. Foreign Trade Barriers and Export Growth September in Indonesia 2005\n1988 Sri Lanka: Improving the Rural and Urban Investment\n18. The Role of Small and Medium-Scale Industries in the Climate 2005\nIndustrial Development of the Philippines April 1989\n39", "OLD MONOGRAPH SERIES\n(Available through ADB Office of External Relations; Free of charge)\nEDRC REPORT SERIES (ER)\nNo. 1 ASEAN and the Asian Development Bank —Pradumna B. Rana and J. Malcolm Dowling, Jr.,\n—Seiji Naya, April 1982 December 1983\nNo. 2 Development Issues for the Developing East No. 22 Effects of External Shocks on the Balance\nand Southeast Asian Countries of Payments, Policy Responses, and Debt\nand International Cooperation Problems of Asian Developing Countries\n—Seiji Naya and Graham Abbott, April 1982 —Seiji Naya, December 1983\nNo. 3 Aid, Savings, and Growth in the Asian Region No. 23 Changing Trade Patterns and Policy Issues:\n—J. Malcolm Dowling and Ulrich Hiemenz, The Prospects for East and Southeast Asian\nApril 1982 Developing Countries\nNo. 4 Development-oriented Foreign Investment —Seiji Naya and Ulrich Hiemenz, February 1984\nand the Role of ADB No. 24 Small-Scale Industries in Asian Economic\n—Kiyoshi Kojima, April 1982 Development: Problems and Prospects\nNo. 5 The Multilateral Development Banks —Seiji Naya, February 1984\nand the International Economy’s Missing No. 25 A Study on the External Debt Indicators\nPublic Sector Applying Logit Analysis\n—John Lewis, June 1982 —Jungsoo Lee and Clarita Barretto, February 1984\nNo. 6 Notes on External Debt of DMCs No. 26 Alternatives to Institutional Credit Programs\n—Evelyn Go, July 1982 in the Agricultural Sector of Low-Income\nNo. 7 Grant Element in Bank Loans Countries\n—Dal Hyun Kim, July 1982 —Jennifer Sour, March 1984\nNo. 8 Shadow Exchange Rates and Standard No. 27 Economic Scene in Asia and Its Special Features\nConversion Factors in Project Evaluation —Kedar N. Kohli, November 1984\n—Peter Warr, September 1982 No. 28 The Effect of Terms of Trade Changes on the\nNo. 9 Small and Medium-Scale Manufacturing Balance of Payments and Real National\nEstablishments in ASEAN Countries: Income of Asian Developing Countries\nPerspectives and Policy Issues —Jungsoo Lee and Lutgarda Labios, January 1985\n—Mathias Bruch and Ulrich Hiemenz, January No. 29 Cause and Effect in the World Sugar Market:\n1983 Some Empirical Findings 1951-1982\nNo. 10 A Note on the Third Ministerial Meeting of GATT —Yoshihiro Iwasaki, February 1985\n—Jungsoo Lee, January 1983 No. 30 Sources of Balance of Payments Problem\nNo. 11 Macroeconomic Forecasts for the Republic in the 1970s: The Asian Experience\nof China, Hong Kong, and Republic of Korea —Pradumna Rana, February 1985\n—J.M. Dowling, January 1983 No. 31 India’s Manufactured Exports: An Analysis\nNo. 12 ASEAN: Economic Situation and Prospects of Supply Sectors\n—Seiji Naya, March 1983 —Ifzal Ali, February 1985\nNo. 13 The Future Prospects for the Developing No. 32 Meeting Basic Human Needs in Asian\nCountries of Asia Developing Countries\n—Seiji Naya, March 1983 —Jungsoo Lee and Emma Banaria, March 1985\nNo. 14 Energy and Structural Change in the Asia- No. 33 The Impact of Foreign Capital Inflow\nPacific Region, Summary of the Thirteenth on Investment and Economic Growth\nPacific Trade and Development Conference in Developing Asia\n—Seiji Naya, March 1983 —Evelyn Go, May 1985\nNo. 15 A Survey of Empirical Studies on Demand No.  34 The Climate for Energy Development\nfor Electricity with Special Emphasis on Price in the Pacific and Asian Region:\nElasticity of Demand Priorities and Perspectives\n—Wisarn Pupphavesa, June 1983 —V.V. Desai, April 1986\nNo. 16 Determinants of Paddy Production in Indonesia: No. 35 Impact of Appreciation of the Yen on\n1972-1981–A Simultaneous Equation Model Developing Member Countries of the Bank\nApproach —Jungsoo Lee, Pradumna Rana, and Ifzal Ali,\n—T.K. Jayaraman, June 1983 May 1986\nNo. 17 The Philippine Economy:  Economic No. 36 Smuggling and Domestic Economic Policies\nForecasts for 1983 and 1984 in Developing Countries\n—J.M. Dowling, E. Go, and C.N. Castillo, June —A.H.M.N. Chowdhury, October 1986\n1983 No. 37 Public Investment Criteria: Economic Internal\nNo. 18 Economic Forecast for Indonesia Rate of Return and Equalizing Discount Rate\n—J.M. Dowling, H.Y. Kim, Y.K. Wang, —Ifzal Ali, November 1986\nand C.N. Castillo, June 1983 No. 38 Review of the Theory of Neoclassical Political\nNo. 19 Relative External Debt Situation of Asian Economy: An Application to Trade Policies\nDeveloping Countries: An Application —M.G. Quibria, December 1986\nof Ranking Method No. 39 Factors Influencing the Choice of Location:\n—Jungsoo Lee, June 1983 Local and Foreign Firms in the Philippines\nNo. 20 New Evidence on Yields, Fertilizer Application, —E.M. Pernia and A.N. Herrin, February 1987\nand Prices in Asian Rice Production No. 40 A Demographic Perspective on Developing\n—William James and Teresita Ramirez, July 1983 Asia and Its Relevance to the Bank\nNo. 21 Inflationary Effects of Exchange Rate —E.M. Pernia, May 1987\nChanges in Nine Asian LDCs\n40", "No. 41 Emerging Issues in Asia and Social Cost No. 55 Financial Sector and Economic\nBenefit Analysis Development: A Survey\n—I. Ali, September 1988 —Jungsoo Lee, September 1991\nNo. 42 Shifting Revealed Comparative Advantage: No. 56 A Framework for Justifying Bank-Assisted\nExperiences of Asian and Pacific Developing Education Projects in Asia: A Review\nCountries of the Socioeconomic Analysis\n—P.B. Rana, November 1988 and Identification of Areas of Improvement\nNo. 43 Agricultural Price Policy in Asia: —Etienne Van De Walle, February 1992\nIssues and Areas of Reforms No. 57 Medium-term Growth-Stabilization\n—I. Ali, November 1988 Relationship in Asian Developing Countries\nNo. 44 Service Trade and Asian Developing Economies and Some Policy Considerations\n—M.G. Quibria, October 1989 —Yun-Hwan Kim, February 1993\nNo. 45 A Review of the Economic Analysis of Power No. 58 Urbanization, Population Distribution,\nProjects in Asia and Identification of Areas and Economic Development in Asia\nof Improvement —Ernesto M. Pernia, February 1993\n—I. Ali, November 1989 No. 59 The Need for Fiscal Consolidation in Nepal:\nNo. 46 Growth Perspective and Challenges for Asia: The Results of a Simulation\nAreas for Policy Review and Research —Filippo di Mauro and Ronald Antonio Butiong,\n—I. Ali, November 1989 July 1993\nNo. 47 An Approach to Estimating the Poverty No. 60 A Computable General Equilibrium Model\nAlleviation Impact of an Agricultural Project of Nepal\n—I. Ali, January 1990 —Timothy Buehrer and Filippo di Mauro, October\nNo. 48 Economic Growth Performance of Indonesia, 1993\nthe Philippines, and Thailand: No. 61 The Role of Government in Export Expansion\nThe Human Resource Dimension in the Republic of Korea: A Revisit\n—E.M. Pernia, January 1990 —Yun-Hwan Kim, February 1994\nNo. 49 Foreign Exchange and Fiscal Impact of a Project: No. 62 Rural Reforms, Structural Change,\nA Methodological Framework for Estimation and Agricultural Growth in\n—I. Ali, February 1990 the People’s Republic of China\nNo. 50 Public Investment Criteria: Financial —Bo Lin, August 1994\nand Economic Internal Rates of Return No. 63 Incentives and Regulation for Pollution Abatement\n—I. Ali, April 1990 with an Application to Waste Water Treatment\nNo. 51 Evaluation of Water Supply Projects: —Sudipto Mundle, U. Shankar, and Shekhar\nAn Economic Framework Mehta, October 1995\n—Arlene M. Tadle, June 1990 No. 64 Saving Transitions in Southeast Asia\nNo. 52 Interrelationship Between Shadow Prices, Project —Frank Harrigan, February 1996\nInvestment, and Policy Reforms: No. 65 Total Factor Productivity Growth in East Asia:\nAn Analytical Framework A Critical Survey\n—I. Ali, November 1990 —Jesus Felipe, September 1997\nNo. 53 Issues in Assessing the Impact of Project No. 66 Foreign Direct Investment in Pakistan:\nand Sector Adjustment Lending Policy Issues and Operational Implications\n—I. Ali, December 1990 —Ashfaque H. Khan and Yun-Hwan Kim, July\nNo. 54 Some Aspects of Urbanization 1999\nand the Environment in Southeast Asia No. 67 Fiscal Policy, Income Distribution and Growth\n—Ernesto M. Pernia, January 1991 —Sailesh K. Jha, November 1999\nECONOMIC STAFF PAPERS (ES)\nNo.  1 International Reserves: Perspectives for the Coming Decade\nFactors Determining Needs and Adequacy —Ulrich Hiemenz, March 1982\n—Evelyn Go, May 1981 No.  8 Petrodollar Recycling 1973-1980.\nNo.  2 Domestic Savings in Selected Developing Part 1: Regional Adjustments and\nAsian Countries the World Economy\n—Basil Moore, assisted by A.H.M. Nuruddin —Burnham Campbell, April 1982\nChowdhury, September 1981 No.  9 Developing Asia: The Importance\nNo.  3 Changes in Consumption, Imports and Exports of Domestic Policies\nof Oil Since 1973: A Preliminary Survey of —Economics Office Staff under the direction of Seiji\nthe Developing Member Countries Naya, May 1982\nof the Asian Development Bank No. 10 Financial Development and Household\n—Dal Hyun Kim and Graham Abbott, September Savings:  Issues in Domestic Resource\n1981 Mobilization in Asian Developing Countries\nNo.  4 By-Passed Areas, Regional Inequalities, —Wan-Soon Kim, July 1982\nand Development Policies in Selected No. 11 Industrial Development: Role of Specialized\nSoutheast Asian Countries Financial Institutions\n—William James, October 1981 —Kedar N. Kohli, August 1982\nNo.  5 Asian Agriculture and Economic Development No. 12 Petrodollar Recycling 1973-1980.\n—William James, March 1982 Part II: Debt Problems and an Evaluation\nNo.  6 Inflation in Developing Member Countries: of Suggested Remedies\nAn Analysis of Recent Trends —Burnham Campbell, September 1982\n—A.H.M. Nuruddin ChowdhuryandJ. Malcolm No. 13 Credit Rationing, Rural Savings, and Financial\nDowling, March 1982 Policy in Developing Countries\nNo.  7 Industrial Growth and Employment in —William James, September 1982\nDeveloping Asian Countries: Issues and\n41", "No. 14 Small and Medium-Scale Manufacturing —M.G. Quibria, October 1987\nEstablishments in ASEAN Countries: No. 39 Domestic Adjustment to External Shocks\nPerspectives and Policy Issues in Developing Asia\n—Mathias Bruch and Ulrich Hiemenz, March 1983 —Jungsoo Lee, October 1987\nNo. 15 Income Distribution and Economic No. 40 Improving Domestic Resource Mobilization\nGrowth in Developing Asian Countries through Financial Development: Indonesia\n—J. Malcolm Dowling and David Soo, March 1983 —Philip Erquiaga, November 1987\nNo. 16 Long-Run Debt-Servicing Capacity of No. 41 Recent Trends and Issues on Foreign Direct\nAsian Developing Countries: An Application Investment in Asian and Pacific Developing\nof Critical Interest Rate Approach Countries\n—Jungsoo Lee, June 1983 —P.B. Rana, March 1988\nNo. 17 External Shocks, Energy Policy, No. 42 Manufactured Exports from the Philippines:\nand Macroeconomic Performance of Asian A Sector Profile and an Agenda for Reform\nDeveloping Countries: A Policy Analysis —I. Ali, September 1988\n—William James, July 1983 No. 43 A Framework for Evaluating the Economic\nNo. 18 The Impact of the Current Exchange Rate Benefits of Power Projects\nSystem on Trade and Inflation of Selected —I. Ali, August 1989\nDeveloping Member Countries No. 44 Promotion of Manufactured Exports in Pakistan\n—Pradumna Rana, September 1983 —Jungsoo Lee and Yoshihiro Iwasaki, September\nNo. 19 Asian Agriculture in Transition: Key Policy Issues 1989\n—William James, September 1983 No. 45 Education and Labor Markets in Indonesia:\nNo. 20 The Transition to an Industrial Economy A Sector Survey\nin Monsoon Asia —Ernesto M. Pernia and David N. Wilson,\n—Harry T. Oshima, October 1983 September 1989\nNo. 21 The Significance of Off-Farm Employment No. 46 Industrial Technology Capabilities\nand Incomes in Post-War East Asian Growth and Policies in Selected ADCs\n—Harry T. Oshima, January 1984 —Hiroshi Kakazu, June 1990\nNo. 22 Income Distribution and Poverty in Selected No. 47 Designing Strategies and Policies\nAsian Countries for Managing Structural Change in Asia\n—John Malcolm Dowling, Jr., November 1984 —Ifzal Ali, June 1990\nNo. 23 ASEAN Economies and ASEAN Economic No. 48 The Completion of the Single European Community\nCooperation Market in 1992: A Tentative Assessment of its\n—Narongchai Akrasanee, November 1984 Impact on Asian Developing Countries\nNo. 24 EconomicAnalysis of Power Projects —J.P. Verbiest and Min Tang, June 1991\n—Nitin Desai, January 1985 No. 49 Economic Analysis of Investment in Power Systems\nNo. 25 Exports and Economic Growth in the Asian Region —Ifzal Ali, June 1991\n—Pradumna Rana, February 1985 No. 50 External Finance and the Role of Multilateral\nNo. 26 Patterns of External Financing of DMCs Financial Institutions in South Asia:\n—E. Go, May 1985 Changing Patterns, Prospects, and Challenges\nNo. 27 Industrial Technology Development —Jungsoo Lee, November 1991\nthe Republic of Korea No. 51 The Gender and Poverty Nexus: Issues and\n—S.Y. Lo, July 1985 Policies\nNo. 28 Risk Analysis and Project Selection: —M.G. Quibria, November 1993\nA Review of Practical Issues No. 52 The Role of the State in Economic Development:\n—J.K. Johnson, August 1985 Theory, the East Asian Experience,\nNo. 29 Rice in Indonesia: Price Policy and Comparative and the Malaysian Case\nAdvantage —Jason Brown, December 1993\n—I. Ali, January 1986 No. 53 The Economic Benefits of Potable Water Supply\nNo. 30 Effects of Foreign Capital Inflows Projects to Households in Developing Countries\non Developing Countries of Asia —Dale Whittington and Venkateswarlu Swarna,\n—Jungsoo Lee, Pradumna B. Rana, and Yoshihiro January 1994\nIwasaki, April 1986 No. 54 Growth Triangles: Conceptual Issues\nNo. 31 Economic Analysis of the Environmental and Operational Problems\nImpacts of Development Projects —Min Tang and Myo Thant, February 1994\n—John A. Dixon et al., EAPI, East-West Center, No. 55 The Emerging Global Trading Environment\nAugust 1986 and Developing Asia\nNo. 32 Science and Technology for Development: —Arvind Panagariya, M.G. Quibria, and Narhari\nRole of the Bank Rao, July 1996\n—Kedar N. Kohli and Ifzal Ali, November 1986 No. 56 Aspects of Urban Water and Sanitation in\nNo. 33 Satellite Remote Sensing in the Asian the Context of Rapid Urbanization in\nand Pacific Region Developing Asia\n—Mohan Sundara Rajan, December 1986 —Ernesto M. Pernia and Stella LF. Alabastro,\nNo. 34 Changes in the Export Patterns of Asian and September 1997\nPacific Developing Countries: An Empirical No. 57 Challenges for Asia’s Trade and Environment\nOverview —Douglas H. Brooks, January 1998\n—Pradumna B. Rana, January 1987 No. 58 EconomicAnalysis of Health Sector Projects-\nNo. 35 Agricultural Price Policy in Nepal A Review of Issues, Methods, and Approaches\n—Gerald C. Nelson, March 1987 —Ramesh Adhikari, Paul Gertler, and Anneli\nNo. 36 Implications of Falling Primary Commodity Lagman, March 1999\nPrices for Agricultural Strategy in the Philippines No. 59 TheAsian Crisis: An Alternate View\n—Ifzal Ali, September 1987 —Rajiv Kumar and Bibek Debroy, July 1999\nNo. 37 Determining Irrigation Charges: A Framework No. 60 Social Consequences of the Financial Crisis in\n—Prabhakar B. Ghate, October 1987 Asia\nNo. 38 The Role of Fertilizer Subsidies in Agricultural —James C. Knowles, Ernesto M. Pernia, and Mary\nProduction: A Review of Select Issues Racelis, November 1999\n42", "OCCASIONAL PAPERS (OP)\nNo. 1 Poverty in the People’s Republic of China: No. 12 Managing Development through\nRecent Developments and Scope Institution Building\nfor Bank Assistance — Hilton L. Root, October 1995\n—K.H. Moinuddin, November 1992 No. 13 Growth, Structural Change, and Optimal\nNo. 2 The Eastern Islands of Indonesia: An Overview Poverty Interventions\nof Development Needs and Potential —Shiladitya Chatterjee, November 1995\n—Brien K. Parkinson, January 1993 No. 14 Private Investment and Macroeconomic\nNo. 3 Rural Institutional Finance in Bangladesh Environment in the South Pacific Island\nand Nepal: Review and Agenda for Reforms Countries: A Cross-Country Analysis\n—A.H.M.N. Chowdhury and Marcelia C. Garcia, —T.K. Jayaraman, October 1996\nNovember 1993 No. 15 The Rural-Urban Transition in Viet Nam:\nNo. 4 Fiscal Deficits and Current Account Imbalances Some Selected Issues\nof the South Pacific Countries: —Sudipto Mundle and Brian Van Arkadie, October\nA Case Study of Vanuatu 1997\n—T.K. Jayaraman, December 1993 No. 16 A New Approach to Setting the Future\nNo. 5 Reforms in the Transitional Economies of Asia Transport Agenda\n—Pradumna B. Rana, December 1993 —Roger Allport, Geoff Key, and Charles Melhuish,\nNo. 6 Environmental Challenges in the People’s Republic June 1998\nof China and Scope for Bank Assistance No. 17 Adjustment and Distribution:\n—Elisabetta Capannelli and Omkar L. Shrestha, The Indian Experience\nDecember 1993 —Sudipto Mundle and V.B. Tulasidhar, June 1998\nNo. 7 Sustainable Development Environment No. 18 Tax Reforms in Viet Nam: A Selective Analysis\nand Poverty Nexus —Sudipto Mundle, December 1998\n—K.F. Jalal, December 1993 No. 19 Surges and Volatility of Private Capital Flows to\nNo. 8 Intermediate Services and Economic Asian Developing Countries: Implications\nDevelopment: The Malaysian Example for Multilateral Development Banks\n—Sutanu Behuria and Rahul Khullar, May 1994 —Pradumna B. Rana, December 1998\nNo. 9 Interest Rate Deregulation: A Brief Survey No. 20 The Millennium Round and the Asian Economies:\nof the Policy Issues and the Asian Experience An Introduction\n—Carlos J. Glower, July 1994 —Dilip K. Das, October 1999\nNo. 10 Some Aspects of Land Administration No. 21 Occupational Segregation and the Gender\nin Indonesia: Implications for Bank Operations Earnings Gap\n—Sutanu Behuria, July 1994 —Joseph E. Zveglich, Jr. and Yana van der Meulen\nNo. 11 Demographic and Socioeconomic Determinants Rodgers, December 1999\nof Contraceptive Use among Urban Women in No. 22 Information Technology: Next Locomotive of\nthe Melanesian Countries in the South Pacific: Growth?\nA Case Study of Port Vila Town in Vanuatu —Dilip K. Das, June 2000\n—T.K. Jayaraman, February 1995\nSTATISTICAL REPORT SERIES (SR)\nNo. 1 Estimates of the Total External Debt of No. 8 Study of GNP Measurement Issues in the South\nthe Developing Member Countries of ADB: Pacific Developing Member Countries.\n1981-1983 Part II: Factors Affecting Intercountry\n—I.P. David, September 1984 Comparability of Per Capita GNP\nNo. 2 Multivariate Statistical and Graphical —P. Hodgkinson, October 1986\nClassification Techniques Applied No. 9 Survey of the External Debt Situation\nto the Problem of Grouping Countries in Asian Developing Countries, 1985\n—I.P. David and D.S. Maligalig, March 1985 —Jungsoo Lee and I.P. David, April 1987\nNo. 3 Gross National Product (GNP) Measurement No. 10 A Survey of the External Debt Situation\nIssues in South Pacific Developing Member in Asian Developing Countries, 1986\nCountries of ADB —Jungsoo Lee and I.P. David, April 1988\n—S.G. Tiwari, September 1985 No. 11 Changing Pattern of Financial Flows to Asian\nNo. 4 Estimates of Comparable Savings in Selected and Pacific Developing Countries\nDMCs —Jungsoo Lee and I.P. David, March 1989\n—Hananto Sigit, December 1985 No. 12 The State of Agricultural Statistics in\nNo. 5 Keeping Sample Survey Design Southeast Asia\nand Analysis Simple —I.P. David, March 1989\n—I.P. David, December 1985 No. 13 A Survey of the External Debt Situation\nNo. 6 External Debt Situation in Asian in Asian and Pacific Developing Countries:\nDeveloping Countries 1987-1988\n—I.P. David and Jungsoo Lee, March 1986 —Jungsoo Lee and I.P. David, July 1989\nNo. 7 Study of GNP Measurement Issues in the No. 14 A Survey of the External Debt Situation in\nSouth Pacific Developing Member Countries. Asian and Pacific Developing Countries: 1988-1989\nPart I: Existing National Accounts —Jungsoo Lee, May 1990\nof SPDMCs–Analysis of Methodology No. 15 A Survey of the External Debt Situation\nand Application of SNA Concepts in Asian and Pacific Developing Countries: 1989-\n—P. Hodgkinson, October 1986 1992\n43", "—Min Tang, June 1991 —Min Tang and Ronald Q. Butiong, April 1994\nNo. 16 Recent Trends and Prospects of External Debt No. 18 Capital Flows to Asian and Pacific Developing\nSituation and Financial Flows to Asian Countries: Recent Trends and Future Prospects\nand Pacific Developing Countries —Min Tang and James Villafuerte, October 1995\n—Min Tang and Aludia Pardo, June 1992\nNo. 17 Purchasing Power Parity in Asian Developing\nCountries: A Co-Integration Test\nSPECIAL STUDIES, CO-PUBLISHED\n(Available commercially through Oxford University Press Offices, Edward Elgar Publishing, and\nPalgrave MacMillan)\nFROM OXFORD UNIVERSITY PRESS: Edited by M.G. Quibria and J. Malcolm Dowling, 1996\nOxford University Press (China) Ltd $50.00 (hardbound)\n18th Floor, Warwick House East 12. The Bangladesh Economy in Transition\nTaikoo Place, 979 King’s Road Edited by M.G. Quibria, 1997\nQuarry Bay, Hong Kong $20.00 (hardbound)\nTel (852) 2516 3222 13. The Global Trading System and Developing Asia\nFax (852) 2565 8491 Edited by Arvind Panagariya, M.G. Quibria,\nE-mail:webmaster@oupchina.com.hk and Narhari Rao, 1997\nWeb: www.oupchina.com.hk $55.00 (hardbound)\n14. Social Sector Issues in Transitional Economies of Asia\nEdited by Douglas H. Brooks and Myo Thant, 1998\n1. Informal Finance: Some Findings from Asia $25.00 (paperback)\nPrabhu Ghate et. al., 1992 $55.00 (hardbound)\n$15.00 (paperback) 15. Intergovernmental Fiscal Transfers in Asia: Current\n2. Mongolia: A Centrally Planned Economy Practice and Challenges for the Future\nin Transition Edited by Yun-Hwan Kim and Paul Smoke, 2003\nAsian Development Bank, 1992 $15.00 (paperback)\n$15.00 (paperback) 16. Local Government Finance and Bond Markets\n3. Rural Poverty in Asia, Priority Issues and Policy Edited by Yun-Hwan Kim, 2003\nOptions $15.00 (paperback)\nEdited by M.G. Quibria, 1994\n$25.00 (paperback)\n4. Growth Triangles in Asia: A New Approach FROM EDWARD ELGAR:\nto Regional Economic Cooperation Marston Book Services Limited\nEdited by Myo Thant, Min Tang, and Hiroshi Kakazu PO Box 269, Abingdon\n1st ed., 1994 $36.00 (hardbound) Oxon OX14 4YN, United Kingdom\nRevised ed., 1998 $55.00 (hardbound) Tel +44 1235 465500\n5. Urban Poverty in Asia: A Survey of Critical Issues Fax +44 1235 465555\nEdited by Ernesto Pernia, 1994 Email:direct.order@marston.co.uk\n$18.00 (paperback) Web: www.marston.co.uk\n6. Critical Issues in Asian Development:\nTheories, Experiences, and Policies\nEdited by M.G. Quibria, 1995 1. Reducing Poverty in Asia: Emerging Issues in Growth,\n$15.00 (paperback) Targeting, and Measurement\n$36.00 (hardbound) Edited by Christopher M. Edmonds, 2003\n7. Financial Sector Development in Asia\nEdited by Shahid N. Zahid, 1995\n$50.00 (hardbound) FROM PALGRAVE MACMILLAN:\n8. Financial Sector Development in Asia: Country Studies Palgrave Macmillan Ltd\nEdited by Shahid N. Zahid, 1995 Houndmills, Basingstoke\n$55.00 (hardbound) Hampshire RG21 6XS, United Kingdom\n9. Fiscal Management and Economic Reform Tel: +44 (0)1256 329242\nin the People’s Republic of China Fax: +44 (0)1256 479476\nChristine P.W. Wong, Christopher Heady, and Wing T. Email:orders@palgrave.com\nWoo, 1995 Web: www.palgrave.com/home/\n$15.00 (paperback)\n10. From Centrally Planned to Market Economies:\nThe Asian Approach 1. Labor Markets in Asia: Issues and Perspectives\nEdited by Pradumna B. Rana and Naved Hamid, 1995 Edited by Jesus Felipe and Rana Hasan, 2006\nVol. 1: Overview 2. Competition Policy and Development in Asia\n$36.00 (hardbound) Edited by Douglas H. Brooks and Simon Evenett, 2005\nVol. 2:  People’s Republic of China and Mongolia 3. Managing FDI in a Globalizing Economy\n$50.00 (hardbound) Asian Experiences\nVol. 3:  Lao PDR, Myanmar, and Viet Nam Edited by Douglas H. Brooks and Hal Hill, 2004\n$50.00 (hardbound) 4. Poverty, Growth, and Institutions in Developing Asia\n11. Current Issues in Economic Development: Edited by Ernesto M. Pernia and Anil B. Deolalikar,\nAn Asian Perspective 2003\n44", "SPECIAL STUDIES, IN-HOUSE\n(Available commercially through ADB Office of External Relations)\n1. Rural Poverty in Developing Asia 11. Financial Management and Governance Issues\nEdited by M.G. Quibria Asian Development Bank, 2000\nVol. 1: Bangladesh, India, and Sri Lanka, 1994 Cambodia $10.00 (paperback)\n$35.00 (paperback) People’s Republic of China $10.00 (paperback)\nVol. 2: Indonesia, Republic of Korea, Philippines, Mongolia $10.00 (paperback)\nand Thailand, 1996 Pakistan $10.00 (paperback)\n$35.00 (paperback) Papua New Guinea $10.00 (paperback)\n2. Gender Indicators of Developing Asian and Pacific Uzbekistan$10.00 (paperback)\nCountries Viet Nam $10.00 (paperback)\nAsian Development Bank, 1993 Selected Developing Member Countries $10.00 (paperback)\n$25.00 (paperback) 12. Government Bond Market Development in Asia\n3. External Shocks and Policy Adjustments: Lessons from Edited by Yun-Hwan Kim, 2001\nthe Gulf Crisis $25.00 (paperback)\nEdited by Naved Hamid and Shahid N. Zahid, 1995 13. Intergovernmental Fiscal Transfers in Asia: Current Practice\n$15.00 (paperback) and Challenges for the Future\n4. Indonesia-Malaysia-Thailand Growth Triangle: Edited by Paul Smoke and Yun-Hwan Kim, 2002\nTheory to Practice $15.00 (paperback)\nEdited by Myo Thant and Min Tang, 1996 14. Guidelines for the Economic Analysis of Projects\n$15.00 (paperback) Asian Development Bank, 1997\n5. Emerging Asia: Changes and Challenges $10.00 (paperback)\nAsian Development Bank, 1997 15. Guidelines for the Economic Analysis of\n$30.00 (paperback) Telecommunications Projects\n6. Asian Exports Asian Development Bank, 1997\nEdited by Dilip Das, 1999 $10.00 (paperback)\n$35.00 (paperback) 16. Handbook for the Economic Analysis of Water Supply Projects\n$55.00 (hardbound) Asian Development Bank, 1999\n7. Development of Environment Statistics in Developing $10.00 (hardbound)\nAsian and Pacific Countries 17. Handbook for the Economic Analysis of Health Sector Projects\nAsian Development Bank, 1999 Asian Development Bank, 2000\n$30.00 (paperback) $10.00 (paperback)\n8. Mortgage-Backed Securities Markets in Asia 18. Handbook for Integrating Povery Impact Assessment in\nEdited by S.Ghon Rhee & Yutaka Shimomoto, 1999 the Economic Analysis of Projects\n$35.00 (paperback) Asian Development Bank, 2001\n9. Rising to the Challenge in Asia: A Study of Financial $10.00 (paperback)\nMarkets 19. Handbook for Integrating Risk Analysis in the Economic\nAsian Development Bank Analysis of Projects\nVol. 1: An Overview, 2000 $20.00 (paperback) Asian Development Bank, 2002\nVol. 2: Special Issues, 1999 $15.00 (paperback) $10.00 (paperback)\nVol. 3: Sound Practices, 2000 $25.00 (paperback) 20. Handbook on Environment Statistics\nVol. 4: People’s Republic of China, 1999 $20.00 Asian Development Bank, 2002\n(paperback) $10.00 (hardback)\nVol. 5: India, 1999 $30.00 (paperback) 21. Defining an Agenda for Poverty Reduction, Volume 1\nVol. 6: Indonesia, 1999 $30.00 (paperback) Edited by Christopher Edmonds and Sara Medina, 2002\nVol. 7: Republic of Korea, 1999 $30.00 (paperback) $15.00 (paperback)\nVol. 8: Malaysia, 1999 $20.00 (paperback) 22. Defining an Agenda for Poverty Reduction, Volume 2\nVol. 9: Pakistan, 1999 $30.00 (paperback) Edited by Isabel Ortiz, 2002\nVol. 10: Philippines, 1999 $30.00 (paperback) $15.00 (paperback)\nVol. 11: Thailand, 1999 $30.00 (paperback) 23. Economic Analysis of Policy-based Operations: Key\nVol. 12: Socialist Republic of Viet Nam, 1999 $30.00 Dimensions\n(paperback) Asian Development Bank, 2003\n10. Corporate Governance and Finance in East Asia: $10.00 (paperback)\nA Study of Indonesia, Republic of Korea, Malaysia,\nPhilippines and Thailand\nJ. Zhuang, David Edwards, D. Webb, & Ma. Virginita\nCapulong\nVol. 1: A Consolidated Report, 2000 $10.00 (paperback)\nVol. 2: Country Studies, 2001 $15.00 (paperback)\n45", ""], "metadata": {"Author": "Guntur Sugiyarto", "CreationDate": "D:20130806174524+08'00'", "Creator": "PScript5.dll Version 5.2", "Keywords": "unemployment, labor force, asia, underemployment, underutilization of labor, labor force framework, lff, anova, analysis of variance, chow method, dynamic regressions, economics working paper no. 92", "ModDate": "D:20130806174655+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Subject": "This paper suggests a better way to determine the threshold to measure underemployment in Asia using the cluster method.", "Title": "Measuring Underemployment: Establishing the Cut-off Point"}}